{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-75993": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "MONTPELLIER, France -- Following a shock exit in the French Cup, league leader Marseille slumped to a second consecutive loss with a 2-1 defeat at Montpellier as the team's struggles on the road continued Friday.\n\nMarcelo Bielsa's side has now failed to win its last seven away matches.\n\n\"We could at least have drawn the match, but the team never lived up to its potential,\" the Argentine coach said.\n\nFollowing its 5-4 defeat on penalties to fourth-tier Grenoble in the Cup, Marseille failed to bounce back against a tenacious Montpellier side that went up 2-0 with goals from Kevin Berigaud and Paul Lasne.\n\nBillel Omrani pulled one back for the visitors in the 68th minute from Brice Dja Djedje's cross but it wasn't enough as Montpellier sat back to protect its lead.\n\nSecond-place Lyon has now the chance to overtake Marseille at the top of standings with a victory against Toulouse on Sunday.\n\nMontpellier, which played its first game in its home ground since flooding damaged La Mosson stadium last September, celebrated the return with a second win over Marseille after claiming the corresponding away fixture.\n\nMarseille struggled to get into match mode and Berigaud logically opened the scoring in the 36th minute with a low shot past keeper Steve Mandanda.\n\nA turning point came in the 47th when Marseille forward Andre-Pierre Gignac missed the target from close range after stealing the ball and finding himself alone in front of goalkeeper Jonathan Ligali.\n\nLasne was then set up by Anthony Mounier in the box and made no mistake to score his first goal for Montpellier. Omrani's goal gave the traveling fans something to cheer but Marseille could not level, with Mandanda sparing his teammates a bigger humiliation with a good save 10 minutes from time.",
                    "date": "2015-01-09",
                    "eventUri": "2211629",
                    "id": "30211102",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9285,
                    "source": {
                        "title": "www.pendletontimespost.com",
                        "uri": "www.pendletontimespost.com"
                    },
                    "time": "22:56:00",
                    "title": "Marseille loses 2-1 at Montpellier in French League",
                    "uri": "239411808",
                    "url": "http://www.pendletontimespost.com/view/story/6c4f72a4b7974555a5dd3f272a2ead25/SOC--French-Roundup/",
                    "wgt": 1
                },
                {
                    "body": "MONTPELLIER, France-- Following a shock exit in the French Cup, league leader Marseille slumped to a second consecutive loss with a 2-1 defeat at Montpellier as the team's struggles on the road continued Friday.\n\nMarcelo Bielsa's side has now failed to win its last seven away matches.\n\n\"We could at least have drawn the match, but the team never lived up to its potential,\" the Argentine coach said.\n\nFollowing its 5-4 defeat on penalties to fourth-tier Grenoble in the Cup, Marseille failed to bounce back against a tenacious Montpellier side that went up 2-0 with goals from Kevin Berigaud and Paul Lasne.\n\nBillel Omrani pulled one back for the visitors in the 68th minute from Brice Dja Djedje's cross but it wasn't enough as Montpellier sat back to protect its lead.\n\nSecond-place Lyon has now the chance to overtake Marseille at the top of standings with a victory against Toulouse on Sunday.\n\nMontpellier, which played its first game in its home ground since flooding damaged La Mosson stadium last September, celebrated the return with a second win over Marseille after claiming the corresponding away fixture.\n\nMarseille struggled to get into match mode and Berigaud logically opened the scoring in the 36th minute with a low shot past keeper Steve Mandanda.\n\nA turning point came in the 47th when Marseille forward Andre-Pierre Gignac missed the target from close range after stealing the ball and finding himself alone in front of goalkeeper Jonathan Ligali.\n\nLasne was then set up by Anthony Mounier in the box and made no mistake to score his first goal for Montpellier. Omrani's goal gave the traveling fans something to cheer but Marseille could not level, with Mandanda sparing his teammates a bigger humiliation with a good save 10 minutes from time.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30257192",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9241,
                    "source": {
                        "title": "www.ChinaPost.com.tw",
                        "uri": "www.chinapost.com.tw"
                    },
                    "time": "18:45:00",
                    "title": "Marseille suffer 2-1 loss at Montpellier",
                    "uri": "239533937",
                    "url": "http://www.chinapost.com.tw/sports/soccer/2015/01/11/426173/Marseille-suffer.htm",
                    "wgt": 1
                },
                {
                    "body": "1 CONNECT 2 TWEETLINKEDINCOMMENTEMAILMORE\n\nMONTPELLIER, France (AP) -- Following a shock exit in the French Cup, league leader Marseille slumped to a second consecutive loss with a 2-1 defeat at Montpellier as the team's struggles on the road continued Friday.\n\nMarcelo Bielsa's side has now failed to win its last seven away matches.\n\n\"We could at least have drawn the match, but the team never lived up to its potential,\" the Argentine coach said.\n\nFollowing its 5-4 defeat on penalties to fourth-tier Grenoble in the Cup, Marseille failed to bounce back against a tenacious Montpellier side that went up 2-0 with goals from Kevin Berigaud and Paul Lasne.\n\nBillel Omrani pulled one back for the visitors in the 68th minute from Brice Dja Djedje's cross but it wasn't enough as Montpellier sat back to protect its lead.\n\nSecond-place Lyon has now the chance to overtake Marseille at the top of standings with a victory against Toulouse on Sunday.\n\nMontpellier, which played its first game in its home ground since flooding damaged La Mosson stadium last September, celebrated the return with a second win over Marseille after claiming the corresponding away fixture.\n\nMarseille struggled to get into match mode and Berigaud logically opened the scoring in the 36th minute with a low shot past keeper Steve Mandanda.\n\nA turning point came in the 47th when Marseille forward Andre-Pierre Gignac missed the target from close range after stealing the ball and finding himself alone in front of goalkeeper Jonathan Ligali.\n\nLasne was then set up by Anthony Mounier in the box and made no mistake to score his first goal for Montpellier. Omrani's goal gave the traveling fans something to cheer but Marseille could not level, with Mandanda sparing his teammates a bigger humiliation with a good save 10 minutes from time.\n\n1 CONNECT 2 TWEETLINKEDINCOMMENTEMAILMORE\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30253126",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9155,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "16:48:00",
                    "title": "Marseille loses 2-1 at Montpellier in French League",
                    "uri": "239522451",
                    "url": "http://www.usatoday.com/story/sports/soccer/2015/01/09/marseille-loses-2-1-at-montpellier-in-french-league/21519577/",
                    "wgt": 1
                },
                {
                    "body": "Montpellier's Joris Marveaux, center, challenges Marseille's Florian Thauvin, right, and Jacques-Alaixys Romao, left, during their Ligue 1 match at the La Mosson Stadium in Montpellier, France, on Friday.\n\nMarseille suffered a second successive defeat and saw their Ligue 1 title hopes suffer a blow when they lost 2-1 at Montpellier on Friday.\n\nA week after losing to fourth-tier Grenoble in the French Cup, the former European giants were sunk at the Stade de la Mosson, which was hosting a game for the first time since floods in September swamped the arena.\n\nMarcelo Bielsa's Marseille still lead Ligue 1, but they can be deposed by Lyon if they defeat Toulouse today.\n\nFriday's result also allowed Montpellier to clinch the league double over their heavyweight rivals having won 2-0 at the Stade Velodrome earlier in the season.\n\nKevin Berigaud and Paul Lasne scored for Montpellier either side of the interval with Bilel Omrani giving Marseille hope with a goal just two minutes after coming on as a substitute.\n\n\"Losing is always a concern and this defeat affects us, but being top is not a pressure, it's a challenge. That's how it should be,\" Bielsa said.\n\nMontpellier coach Rolland Courbis said he was delighted with the three points, but still backed Marseille to be among the title favorites.\n\n\"We are happy to have taken six points off Marseille this season, but I also savor every one of our 29 points,\" he said.\n\n\"Marseille have just five defeats in 20 matches -- they and Lyon will be the champion favorites. PSG have a tough schedule.\"\n\nThe game got off to an emotional start with a minute's silence observed in memory of the victims of this week's Paris massacres followed by a rousing rendition of La Marseillaise.\n\nBoth sets of players sported \"Je suis Charlie\" T-shirts during the warm-up and wore black armbands.\n\nBerigaud gave Montpellier a deserved 36th-minute lead in controversial circumstances with a superb piece of control with his left foot before firing a right-foot drive from the edge of the box past Steve Mandanda in the Marseille goal.\n\nHowever, Marseille believed play should have been halted for a foul on Brice Dja Djedje, who lost possession in the build-up to the goal.\n\nLasne, who had created his team's opener, then made it 2-0 after 62 minutes following a muscular charge by Anthony Mounier that took out two defenders.\n\nHis pass found an unmarked Lasne who scored confidently from the edge of the six-yard box.\n\nOmrani gave Marseille hope by cutting the deficit six minutes later, but it was Montpellier who finished the stronger.\n\nMarseille have now gone seven away games without a win in all competitions and looked weakened on Friday with Africa Cup of Nations-bound Andre Ayew and Nicolas Nkoulou both absent.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30254680",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8645,
                    "source": {
                        "title": "Taipei Times",
                        "uri": "www.taipeitimes.com"
                    },
                    "time": "17:34:00",
                    "title": "Marseille see Ligue 1 title hopes dented",
                    "uri": "239526685",
                    "url": "http://www.taipeitimes.com/News/sport/archives/2015/01/11/2003608964",
                    "wgt": 1
                },
                {
                    "body": "MONTPELLIER, France -- Following a shock exit in the French Cup, league leader Marseille slumped to a second consecutive loss with a 2-1 defeat at Montpellier on Friday.\n\nMarcelo Bielsa's side has now lost three of its last four games in all competition.\n\nFollowing its 5-4 defeat on penalties to fourth-tier Grenoble in the Cup, Marseille failed to bounce back against a tenacious Montpellier side that went up 2-0 with goals from Kevin Berigaud and Paul Lasne.\n\nBillel Omrani pulled one back for the visitors in the 68th minute from Brice Dja Djedje's cross but it wasn't enough as Montpellier sat back to protect its lead.\n\nSecond-place Lyon has now the chance to overtake Marseille at the top of standings with a victory against Toulouse on Sunday.",
                    "date": "2015-01-09",
                    "eventUri": "2211629",
                    "id": "30209559",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8476,
                    "source": {
                        "title": "Idaho Statesman",
                        "uri": "www.idahostatesman.com"
                    },
                    "time": "22:30:00",
                    "title": "Marseille loses 2-1 at Montpellier in French League",
                    "uri": "239407778",
                    "url": "http://www.idahostatesman.com/2015/01/09/3582567/marseille-loses-2-1-at-montpellier.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "PARIS: Marseille suffered a second successive defeat and saw their Ligue 1 titles hopes suffer a blow when they lost 2-1 at Montpellier on Friday (Jan 9).\n\nA week after losing to fourth-tier Grenoble in the French Cup, the former European giants were sunk at the Stade de la Mosson which was hosting a game for the first time since floods in September swamped the arena.\n\nMarcelo Bielsa's Marseille still lead Ligue 1 but they can be deposed by Lyon if they defeat Toulouse on Sunday. Friday's result also allowed Montpellier to clinch the league double over their heavyweight rivals having won 2-0 at the Stade Velodrome earlier in the season.\n\nKevin Berigaud and Paul Lasne scored for Montpellier either side of the interval with Bilel Omrani giving Marseille hope with a goal just two minutes after coming on as a substitute.\n\nThe game got off to an emotional start with a minute's silence observed in memory of the victims of this week's Paris massacres followed by a rousing rendition of La Marseillaise. Both sets of players sported \"Je Suis Charlie\" T-shirts during the warm-up and wore black armbands.\n\nBerigaud gave Montpellier a deserved 36th-minute lead in controversial circumstances with a superb piece of control with his left foot before firing a right-foot drive from the edge of the box past Steve Mandanda in the Marseille goal. But Marseille believed play should have been halted for a foul on Brice Dja Djedje who lost possession in the build-up to the goal.\n\nLasne, who had created his team's opener, then made it 2-0 after 62 minutes after a muscular charge by Anthony Mounier took out two defenders. His pass found an unmarked Lasne who scored confidently from the edge of the six-yard box.\n\nOmrani gave Marseille hope by cutting the deficit six minutes later but it was Montpellier who finished the stronger.\n\nMarseille have now gone seven away games without a win in all competitions and looked weakened on Friday with Africa Cup of Nations-bound Andre Ayew and Nicolas Nkoulou both absent.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30220542",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8473,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "01:47:00",
                    "title": "Football: Marseille title hopes spring leak at Montpellier",
                    "uri": "239432718",
                    "url": "http://www.channelnewsasia.com/news/sport/football-marseille-title/1580662.html",
                    "wgt": 1
                },
                {
                    "body": "Montpellier got back to winning ways in style with a 2-1 triumph over Ligue 1 leaders Marseille at the Stade de la Mosson.\n\nA powerful 20-yard strike from Kevin Berigaud put the hosts in front just before the break, despite Marseille's protestations that play should have been stopped for an injury, and Paul Lasne doubled their lead around the hour mark.\n\nBillel Omrani pulled one back for OM, but they were unable to avoid slipping to their second defeat in a week.\n\nBy contrast this was the hosts' first win in four games in all competitions and Rolland Courbis' side are now up to eighth place.\n\nUnderstandably the game started in a subdued manner following the pre-game tributes to the victims of the terrorist attacks in France.\n\nThe uncertainty with which both sides went about their tasks was also not helped by a patchy pitch.\n\nIt was the visitors, looking to bounce back from their shock Coupe de France exit to fourth-tier Grenoble, who were the first to establish any sort of rhythm though.\n\nRight-back Brice Dja Djedje almost fashioned an opening in the 17th minute, but Andre-Pierre Gignac was too far behind play to make the most of his burst to the byline and inviting cross.\n\nMontpellier grew into the contest and Anthony Mounier missed the target with a stooping header minutes before the hosts took the lead - even though Marseille had considerable cause to feel aggrieved.\n\nWith Dja Djedje down injured 70 yards up field, after taking a knee to the head and having his hand trodden on, Montpellier burst forward with pace.\n\nMarseille retreated slowly, clearly frustrated by their opponents' failure to put the ball out of play, and their anger was compounded when Berigaud picked it up 25 yards out and in space.\n\nHis exquisite first touch took it out of his feet and he arrowed a vicious strike into the far corner, past the despairing dive of Marseille goalkeeper Steve Mandanda.\n\nGignac should have equalised shortly after the interval, but he blazed over after being put clean through by a woeful back pass.\n\nHis profligacy looked costly when Lasne smashed home Montpellier's second in the 63rd minute after Mounier found him in acres of space at the far post.\n\nMarseille gave themselves hope with 22 minutes remaining as substitute Omrani improvised to hook a deep delivery from Dja Djedje into the net from an acute angle beyond the far post.\n\nIf anything it was Montpellier who went closest as the clock ran down, though, with Morgan Sanson stinging Mandanda's palms from distance as Marseille missed the chance to increase their lead at the top.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30225962",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7403,
                    "source": {
                        "title": "SkySports",
                        "uri": "www1.skysports.com"
                    },
                    "time": "03:58:00",
                    "title": "Marseille beaten at Montpellier",
                    "uri": "239445668",
                    "url": "http://www1.skysports.com/football/live/match/329763/report",
                    "wgt": 1
                },
                {
                    "body": "Marseille's dismal start to 2015 continued as it handed the initiative to Lyon and Paris Saint-Germain with a 2-1 loss at Montpellier.\n\nAfter being knocked out of the Coupe de France on penalties by fourth-tier Grenoble last weekend, the Ligue 1 leader was looking to pile the pressure on its nearest challengers with victory at the Stade de la Mosson on Saturday (AEDT).\n\nBut Marcelo Bielsa's men produced another disappointing performance, which leaves both Lyon and PSG with the chance to overhaul them with wins over Toulouse and Bastia respectively.\n\nThe contest was preceded by a minute's silence in honour of the victims of the Charlie Hebdo shootings in Paris on Wednesday.\n\nMontpellier opened the scoring nine minutes before half-time through fex-Evian striker Kevin Berigaud.\n\nBerigaud collected Paul Lasne's low ball from the right on the edge of the area and hit a fantastic right-footed finish past Steve Mandanda.\n\nMidfielder Lasne then turned goalscorer in the 62nd minute, slotting home from close range after Anthony Mounier had worked his way into the box and squared the ball for the ex-Ajaccio man.\n\nBillel Omrani got Marseille back in the game six minutes later, though, by turning home Brice Dja Djedje's far-post cross.\n\nBut the host held on to complete the double over Marseille and move up to eighth.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30218341",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6951,
                    "source": {
                        "title": "The World Game",
                        "uri": "theworldgame.sbs.com.au"
                    },
                    "time": "01:03:00",
                    "title": "Montpellier shocks Ligue 1 leader Marseille",
                    "uri": "239426931",
                    "url": "http://theworldgame.sbs.com.au/article/2015/01/10/montpellier-shocks-ligue-1-leader-marseille",
                    "wgt": 1
                },
                {
                    "body": "PARIS (Reuters) - Ligue 1 leaders Olympique Marseille slumped to a 2-1 defeat at mid-table Montpellier, who scored a goal in each half on Friday to hand the visitors a second defeat in a week that left them two points clear at the top of the table.\n\nThere were pre-match tributes to the victims of this week's attacks in Paris, resulting in a subdued atmosphere at the stadium.\n\nKevin Berigaud's strike from outside the area put the hosts ahead after 36 minutes, although furious Marseille players claimed the game should have been stopped for an injury, and Paul Lasne doubled the lead just past the hour mark.\n\nBillel Omrani pulled one back for Marseille after 68 minutes but they were unable to fashion an equaliser in a miserable week that saw them embarrassingly knocked out at the last 64 stage of the French Cup 5-4 on penalties by fourth tier Grenoble.\n\nMarseille remain on 41 points from 20 games, ahead of Olympique Lyonnais, who welcome lowly Toulouse on Sunday, and Paris St Germain, who have 38 points from 19 games before their trip to second-bottom Bastia on Saturday.\n\nMontpellier's first win in four games lifts them three places to eighth with 29 points from 20 games.\n\n(Writing by Ken Ferris in London; Editing by John O'Brien)",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30215347",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6246,
                    "source": {
                        "title": "News",
                        "uri": "www.sbs.com.au"
                    },
                    "time": "00:13:00",
                    "title": "Leaders Marseille suffer 2-1 defeat at Montpellier",
                    "uri": "239421457",
                    "url": "http://www.sbs.com.au/news/article/2015/01/10/leaders-marseille-suffer-2-1-defeat-montpellier",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2015-01-10",
            "avgCos": 0.5804,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2211629",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2188737",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "France",
                    "lat": 46,
                    "long": 2,
                    "wikiUri": "http://en.wikipedia.org/wiki/France"
                },
                "labelEng": "Montpellier",
                "lat": 43.61092,
                "long": 3.87723,
                "wikiUri": "http://en.wikipedia.org/wiki/Montpellier"
            },
            "storyDate": "2015-01-10",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-75993",
            "variance": 0.1631
        }
    },
    "meta": {
        "CCAArticleMatchCount": 39,
        "CCAArticleMatchRatio": 0.3786407766990291,
        "CCAAvgCosSim": 0.7552935897435897,
        "CCAAvgMatchWgt": 59.51282051282051,
        "_articleUri1": "239411808",
        "_articleUri2": "239410886",
        "_datetime": "2015-02-19 21:30:05",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-75993",
        "_storyUri2": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-19543",
        "_username": "Evgenia Belyaeva",
        "artCount1": 9,
        "artCount2": 6,
        "avgCosSimStory1": 0.5804,
        "avgCosSimStory2": 0.4613,
        "categorySim": 0,
        "conceptCosSim": 0.5870061150789708,
        "conceptJaccardSim": 0.2535211267605634,
        "coreTime1": 131710.5,
        "coreTime2": 131620.35,
        "coreTimeStDev1": 8.14881562922848,
        "coreTimeStDev2": 36.73215542659855,
        "entityCosSim": 0.6654767341406964,
        "entityJaccardSim": 0.3333333333333333,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.3093352156700487,
        "keywordJaccardSim": 0.1951219512195122,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 16,
        "storyQuality2": 7,
        "timeAvg1": 131718.3962962963,
        "timeAvg2": 131700.0861111111,
        "timeStDev1": 8.14881562922848,
        "timeStDev2": 36.73215542659855,
        "varianceStory1": 0.1631,
        "varianceStory2": 0.2872
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-19543": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "El Montpellier se impuso al Marsella (2-1), que puede perder el liderato de la Liga de Francia y completar una semana negra después de su prematura eliminación de Copa ante el Grenoble, de tercera categoría.\n\nEn el primer encuentro de la Ligue 1 del 2015, marcado por la convulsión que sufre Francia por los recientes atentados terroristas, el equipo del argentino Marcelo Bielsa padeció su quinta derrota en la competición.\n\nUn emotivo minuto de silencio en el Stade de la Mosson fue el preludio del partido de la vigésima jornada, primera de la segunda vuelta, que puede dejar al Marsella sin el liderato.\n\nEl Lyon, segundo a dos puntos de distancia, y el Paris Saint Germain, tercero a tres, pueden convertirse en los nuevos inquilinos de la cima si sacan adelante sus respectivos partidos ante el Toulouse y el Bastia.\n\nEl Marsella no se sobrepuso a la ventaja adquirida por el cuadro local que a la media hora marcó el primer tanto por medio de Kevin Berigaud. En el 62 anotó el segundo gracias a Paul Bastien Lasne y, aunque Billel Omrani acortó distancias seis después, ya no pudo evitar la derrota.",
                    "date": "2015-01-09",
                    "eventUri": "2211629",
                    "id": "30210645",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7825,
                    "source": {
                        "title": "AS.com",
                        "uri": "futbol.as.com"
                    },
                    "time": "22:50:00",
                    "title": "El Montpellier gana al Marsella y pone en peligro su liderato",
                    "uri": "239410886",
                    "url": "http://futbol.as.com/futbol/2015/01/09/internacional/1420839575_398678.html",
                    "wgt": 1
                },
                {
                    "body": "MADRID (EFE) -- El Montpellier se impuso al Marsella (2-1), que puede perder el liderato de la Liga de Francia y completar una semana negra después de su prematura eliminación de Copa ante el Grenoble, de tercera categoría.\n\nEn el primer encuentro de la Ligue 1 del 2015, marcado por la convulsión que sufre Francia por los recientes atentados terroristas, el equipo del argentino Marcelo Bielsa padeció su quinta derrota en la competición.\n\nUn emotivo minuto de silencio en el Stade de la Mosson fue el preludio del partido de la vigésima jornada, primera de la segunda vuelta, que puede dejar al Marsella sin el liderato.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30216016",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7138,
                    "source": {
                        "title": "ESPNDeportes",
                        "uri": "www.espndeportes.com"
                    },
                    "time": "00:26:00",
                    "title": "Marsella perdió ante Montpellier y puso en riesgo su liderazgo",
                    "uri": "239422731",
                    "url": "http://espndeportes.espn.go.com/futbol/cronica?id=393516",
                    "wgt": 1
                },
                {
                    "body": "Agencias\n\nMONTPELLIER, Francia.- Después de su inesperada eliminación en la Copa de Francia ante un equipo de cuarta división, el líder Marsella encajó una nueva derrota al sucumbir este viernes 2-1 ante Montpellier en la liga francesa.\n\nEl equipo dirigido por el técnico argentino Marcelo Bielsa ha perdido tres de sus últimos cuatro partidos en todas las competiciones, informa The Associated Press.\n\nTras su revés 5-4 en penales ante Grenoble por el torneo de copa, el Marsella no pudo recuperare ante un tenaz Montpellier, que se fue adelantó 2-0 con tantos de Kevin Berigaud y Paul Lasne.\n\nBillel Omrani recortó distancias por los visitantes a los 68 minutos al rematar un centro de Brice Dja Djedje, pero no fue suficiente cuando el Montpellier retrasó líneas para proteger su ventaja.\n\nLyon, segundo en la clasificación, ahora tiene la posibilidad de rebasar al Marsella en la cima de la tabla con un triunfo el domingo ante Tolosa.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30225188",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.657,
                    "source": {
                        "title": "sipse.com",
                        "uri": "www.sipse.com"
                    },
                    "time": "03:41:00",
                    "title": "Marsella cae 2-1 en Montepellier en Liga Francesa",
                    "uri": "239444111",
                    "url": "http://www.sipse.com/deportes/marsella-copa-de-francia-montpellier-futbol-131638.html",
                    "wgt": 1
                },
                {
                    "body": "El Olympique de Marsella de Marcelo Bielsa defiende la punta de la Liga de Francia en su visita a Montpellier, en el partido adelantado de la fecha 20. Luego de la eliminación en la Copa de Francia ante Grenoble, equipo de la cuarta división, el pasado domingo, el conjunto del Loco busca recuperarse y estirar a cinco puntos la ventaja sobre el escolta Lyon, que el domingo recibirá a Toulouse.\n\nEn referencia a este último partido, el ex entrenador del seleccionado argentino se responsabilizó por la derrota y, a la vez, afirmó estar \"decepcionado y preocupado\".\n\nPor su parte, Montpellier, equipo que cuenta con el delantero Lucas Barrios, se ubica décimo con 26 puntos y también quedó afuera del mencionado certamen al caer ante París Saint Germain (3-0).\n\nPrecisamente, el equipo parisino, que tiene entre sus filas a Javier Pastore y Ezequiel Lavezzi, es el otro que puede trepar a la cima (en caso de una derrota del líder) si el sábado derrota a Bastia, como visitante.\n\nLa fecha se completará con Evian-Rennes; Guingamp-Lens; Lille-Caen; Niza-Lorient; Reims-Saint-Etienne; Olympique de Lyon-Toulouse; Nantes-Metz; Mónaco-Burdeos. Principales posiciones: Olympique de Marsella 41 puntos; Olympique de Lyon 39; PSG 38; Saint-Etienne 36 y Mónaco 32.",
                    "date": "2015-01-09",
                    "eventUri": "2211629",
                    "id": "30195882",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6068,
                    "source": {
                        "title": "Clarin.com",
                        "uri": "www.clarin.com"
                    },
                    "time": "18:45:00",
                    "title": "El Marsella de Bielsa cayó en Montpellier y puede perder la punta",
                    "uri": "239375081",
                    "url": "http://www.clarin.com/deportes/futbol/Olympique_de_Marsella-Francia-Marcelo_Bielsa_0_1282072092.html",
                    "wgt": 1
                },
                {
                    "body": "Al perder 4-2 en Bastia resignó la chance de alcanzar la punta. Este domingo puede haber nuevo puntero.\n\nEl París Saint-Germain perdió 4-2 en Bastia después de ir ganando por 2 a 0, este sábado en la 20ª fecha de la liga francesa, y así desaprovechó la ocasión de alcanzar en el primer puesto al Marsella de Marcelo Bielsa, que había caído 2-1 ante Montpellier.\n\nEl PSG había comenzado el partido muy bien este sábado y se adelantó 2-0 con goles del brasileño Lucas Moura y de Rabiot. El Bastia, que al comienzo de la jornada estaba en el penúltimo lugar de las posiciones, de a poco comenzó a emparejar las acciones: antes del descanso ya había logrado equilibrar el marcador en dos goles, con un penal que convirtió Boudebouz y un gol de Modesto. Ya en la segunda parte, un doblete de Palmieri sentenció la historia.\n\nEl gran beneficiado de las derrotas de Marsella y París Saint-Germain fue el Lyon, que en caso de ganar este domingo como local ante Toulouse pasará a la punta del campeonato. Actualmente tiene 39 puntos, contra 41 del Marsella y 38 del PSG.",
                    "date": "2015-01-10",
                    "eventUri": "2211629",
                    "id": "30264654",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5851,
                    "source": {
                        "title": "Clarin.com",
                        "uri": "www.clarin.com"
                    },
                    "time": "22:28:00",
                    "title": "La caída del PSG le dio un alivio al Marsella de Bielsa",
                    "uri": "239555247",
                    "url": "http://www.clarin.com/deportes/futbol-internacional/caida-PSG-alivio-Marsella-Bielsa_0_1282672049.html",
                    "wgt": 1
                },
                {
                    "body": "En la siguiente ronda, el equipo parisino se enfrentará a otro primera, el Burdeos.\n\nEl París SG se clasificó para los deiciseisavos de final de la Copa de Francia tras derrotar al Montpellier por 3-0, al día siguiente de la sorprendente eliminación del líder de la Ligue 1, el Marsella de Marcelo Bielsa, ante un equipo de cuarta división.\n\nTras un primer tiempo muy igualado, el París SG impuso su superioridad en el complemento y logró la victoria con goles de Clement Chantome (63), del sueco Zlatan Ibrahimovic (79) y del brasileño Lucas Moura (90+1).\n\nEn la siguiente ronda, el equipo parisino se enfrentará a otro primera, el Burdeos.\n\nEl resultado más sorprendente de esta ronda del torneo copero en Francia fue la eliminación del Marsella por el Grenoble en la tanda de penales, tras acabar el partido y la prórroga con empate a tres goles.",
                    "date": "2015-01-06",
                    "eventUri": "2211629",
                    "id": "29904565",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5686,
                    "source": {
                        "title": "Milenio",
                        "uri": "laaficion.milenio.com"
                    },
                    "time": "04:21:00",
                    "title": "PSG derrota a Montpellier y sigue adelante en la Copa",
                    "uri": "238656357",
                    "url": "http://laaficion.milenio.com/futbolinternacional/PSG-derrota-Montpellier-adelante-Copa_de_Francia-Zlatan_Ibrahimovic_0_440356218.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2015-01-09",
            "avgCos": 0.4613,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2211629",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2189128",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "France",
                    "lat": 46,
                    "long": 2,
                    "wikiUri": "http://en.wikipedia.org/wiki/France"
                },
                "labelEng": "Montpellier",
                "lat": 43.61092,
                "long": 3.87723,
                "wikiUri": "http://en.wikipedia.org/wiki/Montpellier"
            },
            "storyDate": "2015-01-09",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-19543",
            "variance": 0.2872
        }
    }
}