{
    "850f305d-14db-4c75-b547-79470a557ea3-650812": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "Sir Cliff Richard's fans and friends have rushed to support him today as pictures emerged of the star performing at the Christian rally where he is accused of abusing a child three decades ago.\n\nDetectives swooped on the singer's £3.1million apartment in Berkshire yesterday, spending five hours searching for evidence after receiving a report that a teenager under the age of 16 was attacked in Sheffield at an event held by American evangelist Billy Graham in 1985.\n\nHis loyal fans have reacted furiously to the news, accusing people of making 'false' and 'malicious' allegations about him 'for money'.\n\nThe star said 'completely false' claims had been circulating on the internet for months but he had chosen not to 'dignify' them with a response.\n\nHis close friend Gloria Hunniford, 74, said: 'I've never seen Cliff put a foot or a word wrong in his life, never. He is a gorgeous man.'\n\nWhile Sir Cliff's former manager Bill Latham, who lived with the star for 30 years, denounced the allegations as 'fiction'.\n\nAnn Eiger said: 'Cliff, you have our support. We do not believe any of this muck being said about you' and Jessica Woods, 18, from New Zealand said: 'Dearest Cliff, I love you more than life. I believe in you'.\n\nMary Stringer wrote: 'Thinking of Cliff and wishing him strength and support at this difficult time.\"\n\nLesley Green said 'There is no way that Cliff has done anything wrong, people just try to find things that don't exist because he never has done anything they can write about. His loyal fans are right behind him'.\n\nSir Cliff, 73, who is holidaying in Portugal, is expected to be interviewed by police within days and has said he will 'fully co-operate' with their investigation.\n\nHe was said to be shocked yesterday when he learnt that police were searching his penthouse suite in Sunningdale after live television images of the raid were beamed around the world.\n\nOfficers are expected to question the star as soon as he flies back to the UK. Sir Cliff accused police of leaking the raid to the media yesterday, saying he had no notice of the searches being carried out.\n\nThe star has long feared he could be investigated after allegations of sexual abuse emerged almost two years ago.\n\nIn a terse statement, he said: 'For many months I have been aware of allegations against me of historic impropriety which have been circulating online.\n\n'The allegations are completely false. Up until now I have chosen not to dignify the false allegations with a response, as it would just give them more oxygen.\n\n'However, the police attended my apartment in Berkshire today without notice except, it would appear, to the Press.\n\n'It goes without saying that I will co-operate fully should the police wish to speak to me.'\n\nThe alleged assault is said to have taken place during a Christian 'crusade' by US preacher Billy Graham who spent eight days delivering sermons at Sheffield United's Bramall Lane stadium in June 1985.\n\nSir Cliff, dressed in white, was a guest star at one of the rallies. He sang gospel songs and gave a speech avowing his faith in front of a crowd of 47,000 adults and children\n\nAn allegation of sexual assault at the event first surfaced in the wake of the Jimmy Savile scandal almost two years ago.\n\nIt was made just weeks after an ITV documentary was broadcast on October 3, 2012 called Exposure: The Other Side of Jimmy Savile.\n\nThere followed a blitz of speculation on the internet wrongly linking Sir Cliff to ongoing historic sexual abuse inquiries involving other celebrities and politicians.\n\nHowever, police are now investigating a single allegation against the star relating to a boy aged between ten and 16, which is not being linked to any other inquiries.\n\nSir Cliff's publicist Lisa Davies said she was not previously aware of the allegations.\n\nBorn Harry Webb in 1940 in Lucknow, India, Sir Cliff's father was a catering contractor for Indian Railways while his mother worked as a matron at a girls' school.\n\nAfter moving back to Britain where he lived in Carshalton, south west London, he shot to fame as a young heartthrob with the style of chart-toppers like Elvis Presley and his musical hero Little Richard.\n\nThe singer had a string of hits in the 1950s and 1960s with his backing group The Shadows and is the only singer ever to have had Number One singles in five consecutive decades.\n\nThe gates to Sir Cliff Richard's luxury £3.1m property, which he bought in 2008, remained closed this afternoon, with no obvious sign of police activity.\n\nEarlier a police helicopter had circled above the Charters development but had left a short while later, with no one entering or leaving the site.\n\nThe development near Ascot, Berkshire, sits behind 10ft white walls and brown metal gates, with a security camera overlooking the wall.\n\nThe luxury apartments are located in more than 20 acres of private grounds described as 'an iconic development of two and three bedroom apartments offering the very best in contemporary living'.\n\nThe facilities include a health spa, pool and tennis complex with a 24/7 concierge service and security.\n\nFilms such as Summer Holiday - in which he famously took a red London bus around Europe - made him one of the most recognisable faces in the country.\n\nHe finally changed his named to Cliff Richard formally by deed poll in 1980, the same year he was made an OBE for services to music and charity.\n\nSorry we are not currently accepting comments on this article.",
                    "date": "2014-08-15",
                    "eventUri": "1131837",
                    "id": "17246773",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7471,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "11:33:00",
                    "title": "Sir Cliff Richard pictured performing at stadium rally where he is alleged to have sexually abused an underage boy as fans urge him to 'stay strong'",
                    "uri": "203896241",
                    "url": "http://www.dailymail.co.uk/news/article-2725752/Sir-Cliff-Richard-pictured-performing-stadium-rally-alleged-sexually-abused-underage-boy-fans-urge-stay-strong.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "As the star faces child abuse allegations following a police raid on his UK home, we look at the life and times of the most squeaky-clean star around\n\nIn a glowing career spanning seven decades, Cliff Richard has built up a reputation as one of the most squeaky-clean musicians around.\n\nAs his contemporaries, from Elvis to the Rolling Stones, dabbled with the drink, drugs and sex of rock 'n' roll, Sir Cliff was turning to Christianity and cementing\n\nhis whiter-than-white image.\n\nAnd while Mick Jagger and Keith Richards were appearing in court on drug charges in 1967, the wholesome pop star was busy recording a carol-singing EP.\n\nIt had all started very differently. In his early years, idolised by teenage fans, he was dubbed a \"crude exhibitionist\" by NME and even branded \"too sexy for TV\".\n\nBut he turned to religion in 1964 and quickly left his risqué beginnings behind him, giving way to a string of religious hits and a dedicated following.\n\nAs his star soared, Sir Cliff sold a massive 21.5 million singles and 250 million records worldwide. His success made him many friends and he was often seen with celebrities, royals and politicians.\n\nThe singer was given an OBE in 1980 and knighted in 1995, leaving little doubt over his status as a national treasure.\n\nAnd that is why, at the age of 73, the arrival of police cars at his luxury home and the allegations he is now facing, which he immediately denied, have come as an incredible shock to many.\n\nSir Cliff - now worth an estimated £60million - kicked off his music career with The Drifters in 1957, but he later ditched his band to form The Shadows.\n\nAnd it was then that pals painted a picture of an ambitious man, focused solely on his career, and not partying, women or sex. It is an image that endures across the decades.\n\nIn an interview about Sir Cliff, Shadows founder member Tony Meehan said: \"Basically, he's had one mistress only, and that's been his career... He set out to be a star, and he accomplished that. He's worked at it consistently and professionally.\n\n\"He's got no interest in women at all, or men, as far as I can see. Sex doesn't enter into it. It's just this single-minded obsession. He's never been interested in women, which is the bizarre thing.\n\n\"The fact is he spends his whole time singing love songs to women, and then trying to avoid them like the plague.\"\n\nBorn Harry Webb in 1940 in Lucknow, India, his early years were filled with luxury, while his father Rodger worked there.\n\nBut in 1947 his family - Sir Cliff, his parents and two sisters - returned to the UK and life was very different. They moved in with a grandparent and all five slept and lived in one room.\n\nWhen a third sister came along, the Webbs moved into a council house in Hertfordshire.\n\nHe left school with two O-levels and landed a job as a clerk at Atlas Lamps in Enfield for £4.15 a week.\n\nBut hearing Elvis Presley on the radio changed his life. He said: \"I was utterly poleaxed by Elvis and all I wanted was to be like him. I'll never forget hearing Heartbreak Hotel for the first time.\n\n\"I was walking down the street and heard it playing on a car radio... it stopped me in my tracks.\n\n\"The car drove off, but my life was never the same.\"\n\nCarving out his own career, Sir Cliff signed up Jet Harris, Meehan, and Hank Marvin for The Shadows. They were the most popular rock band in Britain until the Beatles overtook them in 1963.\n\nHis success and pin-up looks helped him to make an effortless switch from music into films, with classics such as Summer Holiday and The Young Ones and TV shows on ITV and the BBC.\n\nBut when the Beatles and Stones were on their way to becoming megastars, and the Sixties began swinging, he came out as a devout and active Christian.\n\nIn 1975, Sir Cliff recorded a version of Conway Twitty's Honky Tonk Angel. But when he found out a honky tonk angel was a prostitute he ordered EMI to withdraw it. He even considered quitting the industry because of the clash between being a pop star and his faith.\n\nYet he decided to continue on his own terms, building a squeaky-clean persona.\n\nAs well as Sir Cliff's strong beliefs, his private life also garnered interest.\n\nHe effortlessly dodged questions about settling down, but once said he wanted to \"marry a girl who was a combination of Una Stubbs, Cilla Black and Olivia Newton-John\".\n\nAnd in 2009 a letter emerged that he had written about ending a relationship with an old girlfriend.\n\nHe wrote: \"Being a pop singer, I have to give up one priceless thing, the right to any lasting relationship with any special girl.\"\n\nThere was a rumoured affair with co-star Una Stubbs and he admitted twice considering marriage.\n\nFirst to almost get him down the aisle was dancer Jackie Irving. Then, in 1982, he met tennis player Sue Barker - then 25 - and they dated for four years.\n\nIn recent years Sir Cliff has admitted he finds it hard to live alone and his choice of live-in companions fuelled\n\nthe idle gossip about his sexuality.\n\nFirst was manager Bill Latham, then, when he married, former missionary John McElynn moved in.\n\nSir Cliff said six years ago: \"John shares my passion for tennis and is a great guy. John and I have over time struck up a close friendship. He has also become a companion, which is great because I don't like living alone, even now.\n\n\"I don't like travelling alone, being alone, eating alone, doing anything alone. I have never lived on my own and there's always been someone with me, either fellow musicians or friends.\n\n\"When Bill and I lived together, there were always stories about what people believed our real relationship was, but what nobody realised was that Bill's girlfriend was living with us, too.\n\n\"Nobody asked about that, not that it was anyone else's business.\"\n\nFaced with constant speculation, Sir Cliff's success never faltered, and he notched up a number one song in each of the first six decades of the charts.\n\nThis decade has seen his record sales dwindle, but his calendars are still top sellers and last year only boyband One Direction beat him in sales.\n\nNow, for the first time, Sir Cliff finds himself facing the horrific allegations he vehemently denies, and his millions of fans can do nothing more than wait.",
                    "date": "2014-08-14",
                    "eventUri": "1131837",
                    "id": "17222355",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7422,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "22:49:00",
                    "title": "Sir Cliff Richard's transformation from the rocker too sexy for TV to showbiz's 'Mr Clean'",
                    "uri": "203802286",
                    "url": "http://www.mirror.co.uk/3am/celebrity-news/sir-cliff-richards-transformation-rocker-4051634",
                    "wgt": 1
                },
                {
                    "body": "AS the star faces child abuse allegations following a police raid on his UK home, we look at the life and times of the most squeaky-clean star around.\n\nIN a glowing career spanning seven decades, Cliff Richard has built up a reputation as one of the most squeaky-clean musicians around.\n\nAs his contemporaries, from Elvis to the Rolling Stones, dabbled with the drink, drugs and sex of rock 'n' roll, Sir Cliff was turning to Christianity and cementing his whiter-than-white image.\n\nAnd while Mick Jagger and Keith Richards were appearing in court on drug charges in 1967, the wholesome pop star was busy recording a carol-singing EP.\n\nIt had all started very differently. In his early years, idolised by teenage fans, he was dubbed a \"crude exhibitionist\" by NME and even branded \"too sexy for TV\".\n\nBut he turned to religion in 1964 and quickly left his risqué beginnings behind him, giving way to a string of religious hits and a dedicated following.\n\nAs his star soared, Sir Cliff sold a massive 21.5 million singles and 250 million records worldwide. His success made him many friends and he was often seen with celebrities, royals and politicians.\n\nThe singer was given an OBE in 1980 and knighted in 1995, leaving little doubt over his status as a national treasure.\n\nAnd that is why, at the age of 73, the arrival of police cars at his luxury home and the allegations he is now facing, which he immediately denied, have come as an incredible shock to many.\n\nSir Cliff - now worth an estimated £60million - kicked off his music career with The Drifters in 1957, but he later ditched his band to form The Shadows.\n\nAnd it was then that pals painted a picture of an ambitious man, focused solely on his career, and not partying, women or sex. It is an image that endures across the decades.\n\nIn an interview about Sir Cliff, Shadows founder member Tony Meehan said: \"Basically, he's had one mistress only, and that's been his career... He set out to be a star, and he accomplished that. He's worked at it consistently and professionally.\n\n\"He's got no interest in women at all, or men, as far as I can see. Sex doesn't enter into it. It's just this single-minded obsession. He's never been interested in women, which is the bizarre thing.\n\n\"The fact is he spends his whole time singing love songs to women, and then trying to avoid them like the plague.\"\n\nBorn Harry Webb in 1940 in Lucknow, India, his early years were filled with luxury, while his father Rodger worked there.\n\nBut in 1947 his family - Sir Cliff, his parents and two sisters - returned to the UK and life was very different. They moved in with a grandparent and all five slept and lived in one room.\n\nWhen a third sister came along, the Webbs moved into a council house in Hertfordshire.\n\nHe left school with two O-levels and landed a job as a clerk at Atlas Lamps in Enfield for £4.15 a week.\n\nBut hearing Elvis Presley on the radio changed his life. He said: \"I was utterly poleaxed by Elvis and all I wanted was to be like him. I'll never forget hearing Heartbreak Hotel for the first time.\n\n\"I was walking down the street and heard it playing on a car radio... it stopped me in my tracks.\n\n\"The car drove off, but my life was never the same.\"\n\nCarving out his own career, Sir Cliff signed up Jet Harris, Meehan, and Hank Marvin for The Shadows. They were the most popular rock band in Britain until the Beatles overtook them in 1963.\n\nHis success and pin-up looks helped him to make an effortless switch from music into films, with classics such as Summer Holiday and The Young Ones and TV shows on ITV and the BBC.\n\nBut when the Beatles and Stones were on their way to becoming megastars, and the Sixties began swinging, he came out as a devout and active Christian.\n\nIn 1975, Sir Cliff recorded a version of Conway Twitty's Honky Tonk Angel. But when he found out a honky tonk angel was a prostitute he ordered EMI to withdraw it. He even considered quitting the industry because of the clash between being a pop star and his faith.\n\nYet he decided to continue on his own terms, building a squeaky-clean persona.\n\nAs well as Sir Cliff's strong beliefs, his private life also garnered interest.\n\nHe effortlessly dodged questions about settling down, but once said he wanted to \"marry a girl who was a combination of Una Stubbs, Cilla Black and Olivia Newton-John\".\n\nAnd in 2009 a letter emerged that he had written about ending a relationship with an old girlfriend.\n\nHe wrote: \"Being a pop singer, I have to give up one priceless thing, the right to any lasting relationship with any special girl.\"\n\nThere was a rumoured affair with co-star Una Stubbs and he admitted twice considering marriage.\n\nFirst to almost get him down the aisle was dancer Jackie Irving. Then, in 1982, he met tennis player Sue Barker - then 25 - and they dated for four years.\n\nIn recent years Sir Cliff has admitted he finds it hard to live alone and his choice of live-in companions fuelled\n\nthe idle gossip about his sexuality.\n\nFirst was manager Bill Latham, then, when he married, former missionary John McElynn moved in.\n\nSir Cliff said six years ago: \"John shares my passion for tennis and is a great guy. John and I have over time struck up a close friendship. He has also become a companion, which is great because I don't like living alone, even now.\n\n\"I don't like travelling alone, being alone, eating alone, doing anything alone. I have never lived on my own and there's always been someone with me, either fellow musicians or friends.\n\n\"When Bill and I lived together, there were always stories about what people believed our real relationship was, but what nobody realised was that Bill's girlfriend was living with us, too.\n\n\"Nobody asked about that, not that it was anyone else's business.\"\n\nFaced with constant speculation, Sir Cliff's success never faltered, and he notched up a number one song in each of the first six decades of the charts.\n\nThis decade has seen his record sales dwindle, but his calendars are still top sellers and last year only boyband One Direction beat him in sales.\n\nNow, for the first time, Sir Cliff finds himself facing the horrific allegations he vehemently denies, and his millions of fans can do nothing more than wait.",
                    "date": "2014-08-15",
                    "eventUri": "1131837",
                    "id": "17238895",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7422,
                    "source": {
                        "title": "dailyrecord",
                        "uri": "www.dailyrecord.co.uk"
                    },
                    "time": "07:05:00",
                    "title": "Sir Cliff Richard's transformation from the rocker too sexy for TV to showbiz's 'Mr ... - Scottish Daily Record",
                    "uri": "203864380",
                    "url": "http://www.dailyrecord.co.uk/entertainment/celebrity/sir-cliff-richards-transformation-rocker-4051805",
                    "wgt": 1
                },
                {
                    "body": "These are the images that show Sir Cliff Richard at the Christian rally at the centre of the sex abuse claims against him.\n\nThe entertainer is alleged to have molested a young boy at the event in Sheffield in the 1980s - a claim he has strongly denied.\n\nIn the pictures he is seen performing at the venue, Sheffield's Bramall Lane football stadium, where he was appearing in front of a crowd of 47,200 as a special guest of Billy Graham, the American evangelist.\n\nIn one image the pair are standing side by side on the stage, with the British singer holding a guitar in his left hand. He is wearing a white suit and a large pair of glasses.\n\nIn the other picture he is clutching a microphone and singing to the crowd.\n\nSir Cliff, a devout Christian who first met Graham in the 1960s, was a surprise guest on the bill for the last night of the US evangelist's Mission England tour in Sheffield on June 28 1985.\n\nAt the time the singer, then 44, was singing gospel songs as well as his own hits at concerts around the world. He delighted the large audience in Sheffield with renditions of his most popular songs as well as hymns.\n\nHe also met the Bishop of Sheffield and other campaigners at the event to address protests over his refusal to boycott apartheid-era South Africa.\n\n\"I go wherever Christians invite me to speak about Jesus. It's a platform I've been given by God,\" he told the Sheffield Morning Telegraph, which carried the picture of him next to Graham on the next day's front page.\n\nBut at some time during or after the festivities, it is alleged that he assaulted a boy who was under the age of 16 at the time.\n\nBilly Graham with Sir Cliff Richard in 1985\n\nAlmost a quarter of a century after the concert took place the alleged victim came forward to police, who have been increasingly urging victims of historic sexual abuse to report crimes.\n\nOn Thursday night the 73-year-old entertainer was preparing to return to Britain from his holiday home in Portugal to answer police questions in connection with the sex abuse claim.\n\nEarlier in the day detectives from South Yorkshire police raided his £2.5 million Berkshire apartment seizing a number of items which were taken away for analysis.\n\nSir Cliff, who had not been informed that the search was taking place, subsequently issued a robust statement from his home in the Algarve, vehemently denying the allegation, but pledging to cooperate with the investigation.\n\nA spokesman for South Yorkshire police said: \"A search warrant was granted after police received an allegation of a sexual nature dating back to the 1980s, involving a boy who was under the age of 16 at the time.\n\n\"No one has been arrested and the owner of the property was not present.\"\n\nPolice, some wearing forensic gloves, spent around five hours at the apartment in the Charters apartment complex in Sunningdale, which Sir Cliff bought in March 2008, before leaving in a convoy of unmarked vehicles.\n\nThe police spokesman later added: \"South Yorkshire Police officers have now finished searching a property in the Sunningdale area of Berkshire. A number of items have been removed for further investigation.\"\n\nA source close to Sir Cliff said the star had nothing to hide and would be willing to return to the UK in order to be questioned by detectives.\n\nIn a strongly worded statement Sir Cliff said: \"For many months I have been aware of allegations against me of historic impropriety which have been circulating online. The allegations are completely false.\n\n\"Up until now I have chosen not to dignify the false allegations with a response, as it would just give them more oxygen. However, the police attended my apartment in Berkshire today without notice, except it would appear to the press.\n\n\"I am not presently in the UK but it goes without saying that I will co-operate fully should the police wish to speak to me.\n\n\"Beyond stating that today's allegation is completely false it would not be appropriate to say anything further until the police investigation has concluded.\"\n\nBut a close friend of the star accused the police of organising a \"fishing expedition\" claiming the raid had been carried out in an effort to generate the maximum amount of publicity.\n\nSouth Yorkshire police issued a statement confirming that police were undertaking a search with sources indicating that it was in connection with allegations made against the entertainer.\n\nBorn as Harry Webb in Lucknow, India, in 1940, Sir Cliff has become one of the most enduring stars of his time, with hits including Devil Woman and Living Doll.\n\nA lifelong bachelor, Sir Cliff has long had to deflect rumours about his private life and in 1996 came out with a robust denial that he was gay.",
                    "date": "2014-08-15",
                    "eventUri": "1131837",
                    "id": "17237972",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7417,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "07:10:00",
                    "title": "First pictures show concert at centre of Sir Cliff Richard investigation",
                    "uri": "203860502",
                    "url": "http://www.telegraph.co.uk/news/uknews/crime/11035667/First-pictures-show-concert-at-centre-of-Sir-Cliff-Richard-investigation.html",
                    "wgt": 1
                },
                {
                    "body": "Sir Cliff Richard has plenty of reasons to remember the night of June 28 1985. Not only did he perform in front of a crowd of 47,200 as a guest of the American evangelist Billy Graham, he also met the Bishop of Sheffield to defuse a row over his refusal to boycott apartheid-era South Africa.\n\nOutside the Bramall Lane football ground, where the singer was to appear on stage with Graham, members of Sheffield's anti-apartheid movement demonstrated against Sir Cliff's insistence on performing charity gospel concerts in South Africa, which earned him a place on a UN blacklist of performers.\n\n\"I go wherever Christians invite me to speak about Jesus. It's a platform I've been given by God,\" he told the Sheffield Morning Telegraph, which carried a picture of him dressed in a white suit next to Graham on the next day's front page.\n\nOn Thursday night, Sir Cliff was preparing to relive the events of that evening, this time for the benefit of South Yorkshire Police, after learning that he had been accused of sexually assaulting a boy aged under 16 on that night.\n\nHaving stated that he will \"cooperate fully\" with the police \"should they wish to speak to me\", he left no doubt that he is ready and willing to fly to Britain from his home in Portugal to answer questions about what happened on that night 29 years ago.\n\nSources close to the 73-year-old singer said the police have not told him any details about the allegation or about his accuser, but \"he is absolutely certain these allegations are false because throughout his life he has never been involved in impropriety of any kind\".\n\nTwo weeks before his appearance at Bramall Lane, Sir Cliff, then aged 44 and yet to be knighted, had missed out on the biggest live event of the year, the Live Aid concert at Wembley, because he was already committed to singing at a charity gospel concert in Birmingham.\n\nBilly Graham, who was then at the height of his worldwide popularity, had packed out Sheffield United's home ground five nights running, with approximately 200,000 people paying to see his charismatic performances, more than twice the number that witnessed Live Aid.\n\nSir Cliff's association with Graham dated back to 1966, when he publicly announced his Christianity as he first shared the stage with him in England, and his appearance alongside the American preacher in 1985 helped swell the numbers at the ground to its biggest crowd of that decade.\n\nAmong the paying public were hundreds of children from Christian organisations, one of whom now claims to have been assaulted by Britain's bestselling singer.\n\nSouth Yorkshire Police have given no further details about the nature of the alleged assault and it was only through reports in the media that Sir Cliff discovered the allegation involved his appearance at Bramall Lane.\n\nAlthough Sir Cliff was very much aware that rumours had been swirling around the internet for well over a year, the police raid on his £2.5 million flat in Sunningdale, Berkshire, came out of the blue.\n\n\"He had no idea the police were coming,\" said a source close to Sir Cliff. \"No appointment was made, they just turned up and demanded to be let in.\"\n\nLess than 24 hours earlier, oblivious to the police operation that was about to engulf his life, Sir Cliff had spent Wednesday at his vineyard on the Algarve, where he had been filmed starting up a large pressing machine containing this year's harvest.\n\nWearing sunglasses to protect his eyes from the August sunshine, Sir Cliff cheerily announced: \"God bless all who drink the product, and anyone else who doesn't drink it, you should start!\"\n\nOn Sunday he had given a 45-minute interview to the English language radio station KissFM Algarve, in which he had talked about the success of his Vida Nova wine label and talked enthusiastically about his plans to record a new album in Nashville in October.\n\nFriends of the singer pointed out that despite the widespread internet rumours that he would be the latest celebrity to be accused of historic child abuse, no one appeared to have come forward to add any weight to the single allegation being investigated by police.\n\nThey also suggested that the BBC, which was present at his address when the police arrived to raid it, may have been tipped off by detectives.\n\nA BBC source said a producer for the corporation had heard a rumour of the impending raid from a \"non-police\" contact and had been watching the property for any police activity.",
                    "date": "2014-08-14",
                    "eventUri": "1131837",
                    "id": "17257893",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7339,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "21:21:00",
                    "title": "Sir Cliff Richard: the Billy Graham rally in 1985 now at the centre of child abuse ... - Telegraph.co.uk",
                    "uri": "203790718",
                    "url": "http://www.telegraph.co.uk/news/uknews/crime/11035424/Sir-Cliff-Richard-the-Billy-Graham-rally-in-1985-now-at-the-centre-of-child-abuse-allegation.html",
                    "wgt": 1
                },
                {
                    "body": "MICHAEL BRISSENDEN: The home of one of the UK's most successful entertainers has been searched as part of an investigation into allegations of sexual assault. Police spent around five hours at an apartment owned by Sir Cliff Richard. The 73 year old singer strenuously denies the allegations.\n\nBARBARA MILLER: Twenty-one million singles sold, 100 albums released, a knighthood - fame doesn't get much better than this. And add to that looks so youthful that you're nick-named the Peter Pan of the music business.\n\n(Excerpt from Cliff Richard's the Young Ones)\n\nBut now Sir Cliff Richard has found himself the subject of an investigation into a historic sexual assault.\n\nA convoy of five unmarked cars arrived at his penthouse suite in an exclusive gated community in Berkshire, west of London around 9.30 in the morning local time.\n\nMATT FENWICK: I can confirm that South Yorkshire police have gained entry into a property in the Sunningdale area of Berkshire. A search warrant has been granted after the police received an allegation relating to a sexual nature. The allegation relates to a young boy under the age of 16 years.\n\nBARBARA MILLER: It's being reported that the allegation relates to an incident at a rally in Sheffield by the American evangelist Billy Graham.\n\nSir Cliff was not at home at the time of the search. He's believed to be in Portugal where he also owns property.\n\nHe released a statement saying: \"For many months I have been aware of allegations against me of historic impropriety which have been circulating online. The allegations are completely false. Up until now I have chosen not to dignify the false allegations with a response as it would just give them more oxygen.\"\n\nCliff Richard also appeared critical in the statement of the fact that the only people who seemed to have prior knowledge of the search warrant were the media. By that he meant the BBC, who had helicopters in the air and cameras at the gate ahead of the search.\n\n(Cliff Richard singing Summer Holiday)\n\nThe investigation relating to Cliff Richard does not fall under the auspices of Operation Yewtree, which is a Metropolitan operation.\n\nBut Sir Cliff is the latest in a long line of stars to face such allegations. No charges have been laid. Sir Cliff Richard says if police wish to speak to him, he will cooperate fully.\n\nThis is Barbara Miller in London reporting for AM.",
                    "date": "2014-08-14",
                    "eventUri": "1131837",
                    "id": "17274983",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6824,
                    "source": {
                        "title": "ABC Rural",
                        "uri": "www.abc.net.au"
                    },
                    "time": "21:44:00",
                    "title": "Cliff Richard faces sexual assault allegations - ABC Online",
                    "uri": "203819034",
                    "url": "http://www.abc.net.au/news/2014-08-15/cliff-richard-faces-sexual-assault-allegations/5672432",
                    "wgt": 1
                },
                {
                    "body": "Pop star's gospel songs and moving speech changed her life forever\n\nDressed all in white, Sir Cliff Richard took the stage at Billy Graham's evangelical rally to a deafening roar from his fans.\n\nFor Pauline Wraith, one of the 47,000 packed into Sheffield's Bramall Lane stadium on a rainy June night in 1985, it was a moment she never forgot.\n\nThat night, she became a committed Christian. She travelled by coach with her sister-in-law to the world famous US preacher's rally because she was a Cliff Richard fan and heard he was going to be a celebrity guest at the event.\n\nThe pop star's gospel songs and moving speech about his Christianity changed her life forever.\n\nThe 75-year-old grandmother, who still lives in Sheffield, said: 'He talked about how he became a Christian.\n\n'He was just singing on his own from a platform on the pitch and talking. It was a very full stadium. At the time, Cliff was a big star but his Christianity came before everything else.'\n\nWhen Graham invited members of the crowd to step forward as a public commitment to Jesus, she did so.\n\n'I went forward and gave my life to Jesus. Somebody came to speak to me and gave me a card. I was put in touch with a Methodist church and I've been going ever since.'\n\nAfter his appearance, Sir Cliff told a local newspaper he was on 'a tremendous high.'\n\nHe said: 'It's been a busy day and I've loved it. Taking part in the meeting was a great experience for me. Billy Graham has everything you always wished you had yourself - charisma for example.'\n\nSir Cliff, who has described the American evangelist as one of his 'heroes', had already appeared several times at his so-called crusades, making speeches at Earls Court in 1960s and Birmingham in 1984.\n\nThe singer chose a Graham rally in London in 1966 to announce that he was a Christian. Dubbed 'America's pastor', Graham has also been a counsellor to former US presidents Richard Nixon, George Bush Sr and George W Bush.\n\nAround 250,000 people attended the preacher's eight days of mass religious 'meetings' at the Sheffield stadium in 1985.\n\nThe alleged assault is said to have taken place during one of these events. There had been controversy prior to Sir Cliff's guest appearance, on June 28.\n\nThe singer was said to be on a United Nations blacklist for concerts played in South Africa four years earlier during the apartheid regime. But his appearance went ahead without any trouble.\n\nA police officer, who was given the job of looking after his car at the stadium, remembered what a 'nice bloke' he was.",
                    "date": "2014-08-14",
                    "eventUri": "1131837",
                    "id": "17223642",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5948,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "23:25:00",
                    "title": "Cliff Richard, Billy Graham and a rally of the faithful... How one fan's life changed forever",
                    "uri": "203806608",
                    "url": "http://www.dailymail.co.uk/news/article-2725410/Cliff-Richard-Billy-Graham-rally-faithful-How-one-fan-s-life-changed-forever-heard-pop-star-speak.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "Speculation about his private life has followed Sir Cliff Richard for decades.\n\nFrom his whirlwind romance with tennis star Sue Barker to talk of celibacy and questions over his sexuality, Sir Cliff's status as a lifelong bachelor has made him the subject of inevitable, and unwelcome, public scrutiny.\n\nNow he faces fresh questions over his personal life as a result of the police investigation into an allegation of child sex abuse dating back to 1985.\n\nIn April this year he appeared finally to have had enough of the endless rumours about his personal life, telling an Australian television interviewer: \"If I was gay would it really matter?\n\n\"Would you not come to my concerts because I was gay? I hope not. If I was gay would it make any difference?\n\n\"But who cares? It doesn't really matter to me any more. I have got gay friends. Most people have gay friends.\"\n\nIn recent years he has divided his time between his six-bedroom villa in Barbados and his vineyard retreat in Portugal with his companion, John McElynn.\n\nMr McElynn is an American former missionary whom Sir Cliff met on a trip to New York in 2001 and who now manages the singer's homes.\n\nSir Cliff, dubbed the \"Peter Pan of pop\" because of his eternally youthful appearance, has defied his critics to become the only British star to have a Top 10 hit in six separate decades, starting with his first single, Move It, with The Drifters (who later became known as the Shadows) in 1958.\n\nBut despite his phenomenal chart success - outsold only by the Beatles and Elvis Presley in the UK - he has never married and has lived much of his life as a single man.\n\nHis most high-profile relationship, with Sue Barker, began in 1982 and lasted \"a few years\", he said, disclosing later that he had come close to marrying her but could not \"commit\" to her for the rest of his life. Previously he had dated the dancer Jackie Irving, who later married Adam Faith.\n\nDespite his solitary existence, he has denied taking any decision to be celibate, telling Radio 4's Women's Hour in 2002: \"Celibacy is a way of life, a vow. I have never vowed to be celibate so I don't feel celibate.\n\n\"If I wanted to get married tomorrow and have kids I could do it, instantly. But now I don't think in terms of marriage any more. I don't think I'll get married but I can't discount the possibility, though.\"\n\nSpeculation over celibacy was stoked up by his high-profile pursuit of Christianity; in 1966, when he spoke about his faith at a rally organised by Billy Graham, his fans were reduced to tears, assuming it meant he was about to turn his back on his pop career.\n\nBut his musical and film stardom had only just begun. Although his biggest hit, The Young Ones, released in 1962, and the hugely successful film Summer Holiday were already behind him, he went on to sell more than 250 million records worldwide, making him the biggest-selling British solo act.\n\nHe has toured almost every year of his career; in 1985 he struggled with illness and was forced to cancel five British concerts for the first time in 27 years.\n\nA duet for Live Aid with Elton John was cancelled in favour of a gospel concert, but he made the charity's evening event and was able to contribute with a song.\n\nAn avid tennis fan, he is a regular at Wimbledon and in 1996 even entertained the crowds on court after rain stopped play.\n\nHe became a Christmas favourite in households across the country after his 1988 number one Mistletoe and Wine and by 1989 he had become the first British artist to release 100 singles.\n\nIt was when he was at the height of his stardom in the Eighties that he officially changed his name by deed poll from Harry Webb to Cliff Richard. In 1995 he became the first pop star to be honoured with a full knighthood.\n\nWorth an estimated £40 million, he topped calendar sales on Amazon.co.uk every year from the online retailer's launch in 1998 until One Direction beat him to the top spot in 2012.\n\nHe was also chosen to perform at the Diamond Jubilee Concert outside Buckingham Palace and to carry the Olympic Torch in Birmingham.\n\nLast year he released his 100th album, The Fabulous Rock 'n' Roll Songbook.",
                    "date": "2014-08-15",
                    "eventUri": "1131837",
                    "id": "17237510",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5002,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "06:56:00",
                    "title": "Sir Cliff Richard profile: decades of speculation over life of the bachelor boy",
                    "uri": "203858535",
                    "url": "http://www.telegraph.co.uk/news/celebritynews/11035570/Sir-Cliff-Richard-profile-decades-of-speculation-over-life-of-the-bachelor-boy.html",
                    "wgt": 1
                },
                {
                    "body": "Singer revealed anger at media knowledge of raid in a statement\n\nCliff Richard lashed out at police for apparently leaking news of the highly-controversial search of his home to the BBC.\n\nA phalanx of journalists from the national broadcaster were waiting for officers as they arrived at his home in Sunningdale, Berkshire.\n\nThey were in position to film the motorcade as it swung through the gates both from the roadside and a helicopter hovering overhead.\n\nAt 1pm, the BBC launched a broadside of pre-prepared reports across its network, on TV, radio the internet and via numerous social networking accounts.\n\nIts coverage included a pre-recorded interview with a uniformed senior officer standing outside the Sheffield headquarters of South Yorkshire Police.\n\nThe avalanche of publicity sent shockwaves around the world and clearly surprised Sir Cliff, who is currently staying in Portugal.\n\nIn an indignant statement released several hours later, in which he vehemently protested his innocence, he also revealed his anger over the wall-to-wall live coverage.\n\nHe said: ' ... the police attended my apartment in Berkshire today without notice, except it would appear to the press.'\n\nThe BBC was well prepared for the arrival of eight officers at Sir Cliff's penthouse flat yesterday morning.\n\nThe team of plain-clothes detectives were filmed walking into the complex and even donning blue latex gloves as they searched a desk in his home.\n\nA helicopter chartered by the BBC hovered above the scene for several hours, filming officers as they carried materials outside.\n\nThe news was broadcast simultaneously across the BBC network and tweeted by a handful of journalists and producers near Sir Cliff's home.\n\nBefore the bombshell exploded, one regional radio presenter commented: 'Watch the news at 1pm please. Or listen to the radio. Any channel.'\n\nOne reason the access is so controversial is the furious reaction in some quarters to the presence of a tabloid photographer at the arrest of Harry Redknapp.\n\nThe Sun was pilloried by the liberal media after it caught the football manager being driven from his home in 2007 over corruption allegations.\n\nRedknapp was acquitted and later sued City of London police and spoke of his 'bitter disappointment' at the way the raid and his arrest were handled.\n\nA South Yorkshire Police spokeswoman strongly denied that the force officially passed any information about the search to the broadcaster.\n\nShe said: 'The BBC had their own source and the information categorically did not come from South Yorkshire Police.\n\n'The BBC were the first to request an interview with a senior officer and all subsequent media requests were accommodated.'\n\nA BBC spokeswoman declined to comment on the source of their story.\n\nThe Rev Richard Coles, a regular on BBC Radio 4, criticised the broadcaster's coverage.\n\nHe said: 'What an amazing coincidence that the news media had cameras outside Sir Cliff Richard's house and in a helicopter when the cops arrived.'\n\nSorry we are not currently accepting comments on this article.",
                    "date": "2014-08-14",
                    "eventUri": "1131837",
                    "id": "17220385",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4761,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "22:13:00",
                    "title": "Cliff Richard's controversial search of his home was apparently leaked to the BBC",
                    "uri": "203797435",
                    "url": "http://www.dailymail.co.uk/news/article-2725214/Cliff-s-anger-controversial-search-home-apparently-leaked-BBC-Broadcaster-s-reporters-waiting-police-arrived-singer-s-luxury-flat.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "The UK's most famous mountaineer Sir Chris Bonington has returned to climb the Old Man of Hoy 48 years after his first ascent.\n\nSir Chris is tackling the iconic sea stack off the north coast of Scotland to mark his 80th birthday.\n\nHe also hopes to raise awareness and funds for motor neurone disease (MND) charities in memory of his wife Wendy, who died of the condition last month.\n\nBefore setting off, Sir Chris admitted he was \"apprehensive\" about the climb.\n\nHe said: \"I'm apprehensive having reached the age of 80 and having had all too little climbing in recent months because of my wife's illness.\"\n\nSir Chris has been joined by friend and fellow climber Leo Houlding.\n\nHe said: \"Weather's looking alright. Sir Old Man on Hoy, here we go!\"\n\nIt is hoped the pair will complete their ascent by mid-evening.\n\nSir Chris, who climbed Mount Everest in 1985, made the first ascent of the 449ft Old Man of Hoy in 1966.\n\nHe and colleague Tom Patey returned the following year and were part of the famous three-night live TV broadcast, The Great Climb.",
                    "date": "2014-08-20",
                    "eventUri": "1131837",
                    "id": "17561027",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3877,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "14:16:00",
                    "title": "Bonington climbs Old Man of Hoy",
                    "uri": "205003347",
                    "url": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-28869235#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "Trainspotting was more powerful in fight against drugs than warnings from health experts about them, former chief medical officer Sir Kenneth Calman has said.\n\nSir Kenneth, who has served as chief medical officer in Scotland and England, said Irvine Welsh's novel was one example of a story that had captured the public consciousness to change medical understanding.\n\nSpeaking at the Edinburgh International Book Festival, he said the arts, including literature, can \"change things\", making members of the public think differently about health issues.\n\nSuggesting their impact could be even greater than speeches from most learned professors, he has now compiled a book detailing the history of literature in relation to public health.\n\nWhen asked about the importance of stories to people's lives and public health, Sir Kenneth said: \"I think that's right - it's stories that can change health.\n\n\"If you were to read Trainspotting, by Irvine Welsh, and looked at what it says about drugs and HIV and things, that is much more powerful that the average professor standing up talking about it.\n\n\"Stories are contagious, stories can change things.\n\n\"Whether it's in the medium of social media or books. These ideas which poets and writers have can make you think quite differently.\"\n\nSir Kenneth, who is now the chancellor the University of Glasgow as well as chairman of the National Cancer Research Institute, added: \"Literature is one part of it - creative writing for example - but the wider arts are just as important, whether it's painting or visual arts or whatever.\n\n\"These two things together can make it better.\"\n\nWhen asked about the danger of novels also spreading misinformation, he conceded it was important to balance fiction with scientific research.\n\n\"We must have the science; without science we wouldn't have been able to affect the huge changes in medical treatment,\" he said. \"But you need the humanity as well.\n\n\"It's entirely possible to spread the wrong idea as well as the right idea.\n\n\"I suppose someone could read Trainspotting and think 'that sounds great'.\n\n\"So part of it is to try and assess the impact of the humanities. In principle, it's entirely right to think about that [the problem of inaccuracy].\"\n\n* Sir Kenneth's book, A Doctor's Line, is out now.",
                    "date": "2014-08-20",
                    "eventUri": "1131837",
                    "id": "17576111",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3426,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "18:15:00",
                    "title": "Trainspotting was better than health warnings in fight against drugs",
                    "uri": "205042330",
                    "url": "http://www.telegraph.co.uk/news/uknews/crime/11046988/Trainspotting-was-better-than-health-warnings-in-fight-against-drugs.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2014-08-16",
            "avgCos": 0.4301,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1131837",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1129930",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "Sheffield",
                "lat": 53.38297,
                "long": -1.4659,
                "wikiUri": "http://en.wikipedia.org/wiki/Sheffield"
            },
            "storyDate": "2014-08-16",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-650812",
            "variance": 0.315
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-238357": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "El artista no se encontraba presente durante el registro de la vivienda\n\nLa policía británica registró hoy una propiedad del veterano músico Cliff Richard en relación con un supuesto caso de abusos sexuales a un menor hace tres décadas, informa la cadena pública BBC.\n\nEl artista británico, de 74 años, no se encontraba presente durante el registro de la vivienda en el condado de Berkshire (sur de Inglaterra), porque al parecer se encuentra en Portugal, y los agentes no han efectuado de momento ninguna detención.\n\nUn portavoz policial citado por la BBC indicó que la acusación involucra a un niño menor de 16 años, se remonta a la década de los años 80, y los hechos se habrían producido en el área de South Yorkshire (norte del país).\n\nHasta la fecha, ningún representante del músico ha hecho declaraciones al respecto. La policía británica confirmó hoy el registro en una finca de Berkshire, pero no divulgó la identidad de su propietario, aunque según la cadena BBC y otros medios británicos se trata de Cliff Richard.\n\nEl veterano cantante, músico, actor y filántropo, cuyo nombre real es Harry Webb, está considerado uno de los artistas del Reino Unido de más éxito de todos los tiempos, con 21,5 millones de sencillos vendidos a lo largo de su trayectoria, más que cualquier otro artista masculino de este país.\n\nEl cantante de \"Congratulations\" es el único artista que ha logrado que al menos uno de sus álbumes se colara entre los cinco discos más vendidos de las listas británicas en las últimas siete décadas.\n\nRichard, que en 1995 fue nombrado Caballero del Imperio británico por la reina Isabel II, ha representado al Reino Unido en el Festival de Eurovisión en dos ocasiones y el pasado año sacó al mercado el álbum número cien de su carrera. Según informó hoy la policía, la redada no guarda relación con la llamada Operación Yewtree, puesta en marcha por Scotland Yard para investigar los abusos del fallecido presentador de la BBC Jimmy Saville durante décadas.",
                    "date": "2014-08-14",
                    "eventUri": "1163112",
                    "id": "17198641",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9572,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "14:51:00",
                    "title": "La policía registra una casa del cantante Cliff Richard por posible caso de abuso sexual",
                    "uri": "203731753",
                    "url": "http://www.rtve.es/noticias/20140814/policia-registra-casa-del-cantante-cliff-richard-posible-caso-abuso-sexual/992981.shtml",
                    "wgt": 1
                },
                {
                    "body": "La policía investiga la relación del cantante en relación con un supuesto caso de abusos sexuales a un menor hace tres décadas\n\nLa policía británica ha registrado este jueves una propiedad del veterano músico Cliff Richard en relación con un supuesto caso de abusos sexuales a un menor hace tres décadas, según ha informado la cadena pública BBC.\n\nEl artista británico, de 74 años, no se encontraba presente durante el registro de la vivienda en el condado de Berkshire (sur de Inglaterra), porque al parecer se encuentra en Portugal, y los agentes no han efectuado de momento ninguna detención.\n\nUn portavoz policial citado por la BBC ha dicho que la acusación, que involucra a un niño menor de 16 años, se remonta a la década de los años 80, y los hechos se habrían producido en el área de South Yorkshire (norte del país).\n\nHasta la fecha, ningún representante del músico ha hecho declaraciones al respecto.\n\nLa policía británica ha confirmado el registro en una finca de Berkshire, pero no ha divulgado la identidad de su propietario, aunque según la cadena BBC y otros medios británicos se trata de Cliff Richard.\n\nEl veterano cantante, músico, actor y filántropo, cuyo nombre real es Harry Webb, está considerado uno de los artistas del Reino Unido de más éxito de todos los tiempos, con 21,5 millones de sencillos vendidos a lo largo de su trayectoria, más que cualquier otro artista masculino de este país.\n\nEl cantante de \"Congratulations\" es el único artista que ha logrado que al menos uno de sus álbumes se colara entre los cinco discos más vendidos de las listas británicas en las últimas siete décadas.\n\nRichard, que en 1995 fue nombrado Caballero del Imperio británico por la reina Isabel II, ha representado al Reino Unido en el Festival de Eurovisión en dos ocasiones y el pasado año sacó al mercado el álbum número cien de su carrera.\n\nSegún ha informado hoy la policía, la redada no guarda relación con la llamada \"Operación Yewtree\", puesta en marcha por Scotland Yard para investigar los abusos del fallecido presentador de la BBC Jimmy Saville durante décadas.",
                    "date": "2014-08-14",
                    "eventUri": "1163112",
                    "id": "17198639",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9459,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "14:51:00",
                    "title": "Investigan la casa del músico Cliff Richard por posible caso de abuso sexual",
                    "uri": "203731748",
                    "url": "http://www.abc.es/estilo/gente/20140814/abci-cliff-richard-201408141611.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "El cantante británico Cliff Richard, toma asiento en la pista central del club de tenis All England Lawn de Londres, Reino Unido. EFE/Archivo\n\nLa policía británica registró hoy una propiedad del veterano músico Cliff Richard en relación con un supuesto caso de abusos sexuales a un menor hace tres décadas, informa la cadena pública BBC.\n\nEl artista británico, de 74 años, no se encontraba presente durante el registro de la vivienda en el condado de Berkshire (sur de Inglaterra), porque al parecer se encuentra en Portugal, y los agentes no han efectuado de momento ninguna detención.\n\nUn portavoz policial citado por la BBC indicó que la acusación involucra a un niño menor de 16 años, se remonta a la década de los años 80, y los hechos se habrían producido en el área de South Yorkshire (norte del país).\n\nHasta la fecha, ningún representante del músico ha hecho declaraciones al respecto.\n\nLa policía británica confirmó hoy el registro en una finca de Berkshire, pero no divulgó la identidad de su propietario, aunque según la cadena BBC y otros medios británicos se trata de Cliff Richard.\n\nEl veterano cantante, músico, actor y filántropo, cuyo nombre real es Harry Webb, está considerado uno de los artistas del Reino Unido de más éxito de todos los tiempos, con 21,5 millones de sencillos vendidos a lo largo de su trayectoria, más que cualquier otro artista masculino de este país.\n\nEl cantante de \"Congratulations\" es el único artista que ha logrado que al menos uno de sus álbumes se colara entre los cinco discos más vendidos de las listas británicas en las últimas siete décadas.\n\nRichard, que en 1995 fue nombrado Caballero del Imperio británico por la reina Isabel II, ha representado al Reino Unido en el Festival de Eurovisión en dos ocasiones y el pasado año sacó al mercado el álbum número cien de su carrera.\n\nSegún informó hoy la policía, la redada no guarda relación con la llamada Operación Yewtree, puesta en marcha por Scotland Yard para investigar los abusos del fallecido presentador de la BBC Jimmy Saville durante décadas.",
                    "date": "2014-08-14",
                    "eventUri": "1163112",
                    "id": "17193690",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9451,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "13:22:00",
                    "title": "La Policía registra una casa del cantante Cliff Richard por un posible caso de abuso sexual",
                    "uri": "203717023",
                    "url": "http://www.publimetro.com.mx/vida/la-policia-registra-una-casa-del-cantante-cliff-richard-por-un-posible-caso-de-abuso-sexual/enhn%212391702/",
                    "wgt": 1
                },
                {
                    "body": "La policía británica registró este jueves una propiedad del veterano músico Cliff Richard en relación con un supuesto caso de abusos sexuales a un menor hace tres décadas, informa la cadena pública BBC. En un comunicado, el veterano músico británico tildó de \"completamente falsas\" las acusaciones y se comprometió a colaborar con la policía.\n\nEl cantante de 'Congratulations' , de 74 años, no se encontraba presente durante el registro de la vivienda en el condado de Berkshire (sur de Inglaterra), porque al parecer se encuentra en Portugal, y los agentes no han efectuado de momento ninguna detención.\n\nUn portavoz policial citado por la BBC indicó que la acusación involucra a un niño menor de 16 años, se remonta a la década de los años 80, y los hechos se habrían producido en el área de South Yorkshire (norte del país).\n\nLa policía británica confirmó el registro en una finca de Berkshire, pero no divulgó la identidad de su propietario.\n\nEl artista se defiende\n\nPero en un comunicado, el músico aludió al registro por parte de la policía de una de sus propiedades en dicho condado, en el sur de Inglaterra. \"Durante muchos meses he tenido constancia de acusaciones contra mí por conducta inapropiada que han circulado por Internet. Las acusaciones son completamente falsas\", afirmó Richard en la nota.\n\nEl cantante añadió que hasta la fecha ha escogido \"no dignificar dichas acusaciones con una respuesta, pues esto les daría aún más oxígeno\". \"No obstante, la policía ha acudido a mi casa en Berkshire hoy sin previo aviso, solo que ha aparecido en la prensa\", agregó.\n\n\"No estoy actualmente en el Reino Unido, pero no es necesario decir que cooperaré completamente si la policía quiere hablar conmigo\", dijo Richard.\n\nSin relación con el 'caso Saville'\n\nEl veterano cantante, músico, actor y filántropo, cuyo nombre real es Harry Webb, está considerado uno de los artistas del Reino Unido de más éxito de todos los tiempos, con 21,5 millones de sencillos vendidos a lo largo de su trayectoria, más que cualquier otro artista masculino de este país.\n\nEl cantante de 'Congratulations' es el único artista que ha logrado que al menos uno de sus álbumes se colara entre los cinco discos más vendidos de las listas británicas en las últimas siete décadas.\n\nRichard, que en 1995 fue nombrado Caballero del Imperio británico por la reina Isabel II, ha representado al Reino Unido en el Festival de Eurovisión en dos ocasiones y el pasado año sacó al mercado el álbum número cien de su carrera.\n\nSegún informó la policía, la redada no guarda relación con la llamada Operación Yewtree, puesta en marcha por Scotland Yard para investigar los abusos del fallecido presentador de la BBC Jimmy Saville durante décadas.",
                    "date": "2014-08-14",
                    "eventUri": "1163112",
                    "id": "17196093",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9094,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "14:08:00",
                    "title": "Registran la casa de Cliff Richard por un posible caso de abuso a un menor",
                    "uri": "203724506",
                    "url": "http://www.elmundo.es/loc/2014/08/14/53ecbc7ce2704e5a478b4584.html",
                    "wgt": 1
                },
                {
                    "body": "La policía británica registró este jueves una propiedad del veterano músico Cliff Richard en relación con un supuesto caso de abusos sexuales a un menor hace tres décadas, informó la cadena pública BBC.\n\nEl artista británico, de 74 años, no se encontraba presente durante el registro de la vivienda en el condado de Berkshire, Inglaterra, porque al parecer se encuentra en Portugal, y los agentes no han efectuado de momento ninguna detención.\n\nUn portavoz policial citado por la BBC indicó que la acusación involucra a un niño menor de 16 años, se remonta a la década de los años 80, y los hechos se habrían producido en el área de South Yorkshire (norte del país).\n\nHasta la fecha, ningún representante del músico ha hecho declaraciones al respecto.\n\nLa policía británica confirmó el registro en una finca de Berkshire, pero no divulgó la identidad de su propietario, aunque según la cadena BBC y otros medios británicos se trata de Cliff Richard.\n\nEl cantante de \"Congratulations\" es el único artista que ha logrado que al menos uno de sus álbumes se colara entre los cinco discos más vendidos de las listas británicas en las últimas siete décadas.\n\nRichard, que en 1995 fue nombrado Caballero del Imperio británico por la reina Isabel II, ha representado al Reino Unido en el Festival de Eurovisión en dos ocasiones y el pasado año sacó al mercado el álbum número cien de su carrera.",
                    "date": "2014-08-14",
                    "eventUri": "1163112",
                    "id": "17207690",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8986,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "17:43:00",
                    "title": "Cliff Richard fue acusado de abuso sexual en contra de un menor de edad - Cooperativa.cl",
                    "uri": "203758525",
                    "url": "http://www.cooperativa.cl/noticias/entretencion/musica/cliff-richard-fue-acusado-de-abuso-sexual-en-contra-de-un-menor-de-edad/2014-08-14/125108.html",
                    "wgt": 1
                },
                {
                    "body": "La policía británica registró hoy una propiedad del veterano músico Cliff Richard en relación con un supuesto caso de abusos sexuales a un menor hace tres década. El artista británico, de 74 años, no se encontraba presente durante el registro de la vivienda en el condado de Berkshire (sur de Inglaterra), porque al parecer se encuentra en Portugal, y los agentes no han efectuado de momento ninguna detención. Sin embargo, a través de un comunicado hecho público pocas horas después del registro, Richard tilda de \"completamente falsas\" las acusaciones y se comprometió a colaborar con la policía.\n\nUn portavoz policial citado por la BBC indicó que la acusación involucra a un niño menor de 16 años, se remonta a la década de los años 80, y los hechos se habrían producido en el área de South Yorkshire (norte del país). \"Durante muchos meses he tenido constancia de acusaciones contra mí por conducta inapropiada que han circulado por internet. Las acusaciones son completamente falsas\", afirmó Richard en la nota.\n\nEl cantante añadió que hasta la fecha ha escogido \"no dignificar dichas acusaciones con una respuesta, pues esto les daría aún más oxígeno\". \"No obstante, la policía ha acudido a mi casa en Berkshire hoy sin previo aviso, solo que ha aparecido en la prensa\", ha precisado. \"No estoy actualmente en el Reino Unido, pero no es necesario decir que cooperaré completamente si la policía quiere hablar conmigo\", agregó.\n\nEl veterano cantante, músico, actor y filántropo, cuyo nombre real es Harry Webb, está considerado uno de los artistas del Reino Unido de más éxito de todos los tiempos, con 21,5 millones de sencillos vendidos a lo largo de su trayectoria, más que cualquier otro artista masculino de este país. Autor del célebre Congratulations, es el único artista que ha logrado que al menos uno de sus álbumes se colara entre los cinco discos más vendidos de las listas británicas en las últimas siete décadas. Richard, que en 1995 fue nombrado Caballero del Imperio británico por la reina Isabel II, ha representado al Reino Unido en el Festival de Eurovisión en dos ocasiones y el pasado año sacó al mercado el álbum número cien de su carrera.",
                    "date": "2014-08-14",
                    "eventUri": "1163112",
                    "id": "17197617",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8369,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "14:01:00",
                    "title": "La Policía registra la casa de Cliff Richard por un posible caso de abuso sexual",
                    "uri": "203728895",
                    "url": "http://www.publico.es/538725/la-policia-registra-la-casa-de-cliff-richard-por-un-posible-caso-de-abuso-sexual",
                    "wgt": 1
                },
                {
                    "body": "La policía registra el domicilio del emblemático Cliff Richard en Berkshire (sureste de Inglaterra) en relación a un supuesto delito continuado de abusos sexuales ocurrido en el pasado. En la operación, los agentes se han incautado de diversos objetos pero nadie ha sido detenido, según informa BBC News.\n\n\"La policía ha hecho su entrada en una propiedad en Berkshire. Oficiales están actualmente registrando la propiedad. La orden de allanamiento fue otorgada después de que la policía recibiera una denuncia de naturaleza sexual concerniente a los años 80 y en la que estaría involucrado un niño menor de 16 años por aquel entonces. Nadie ha sido arrestado y el dueño de la propiedad no estaba presente\", ha confirmado un portavoz de la policía.\n\nEste registro no estaría relacionado con la Operación Yewtree -que tuvo su arranque con la revelación de los actos pederastas cometidos por el fallecido presentador de televisión Jimmy Savile- pero los oficiales que llevan el caso han sido informados.\n\nCliff Richard, de 73 años, es uno de los músicos británicos de más renombre internacional, habiendo vendido más de 21.5 millones de sencillos en todo el mundo. Actualmente, el artista, a quien se le concedió el título de caballero en 1995 reside en Portugal.\n\nTambién puedes leer\n\nKim Kardashian prepara un sugestivo libro de selfies\n\nCómo reciclar confeti después de una fiesta\n\nKristen Stewart posa entre verduras para Elle",
                    "date": "2014-08-14",
                    "eventUri": "1163112",
                    "id": "17197899",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5144,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "14:39:00",
                    "title": "Policía registra domicilio del cantante Cliff Richard por abuso sexual",
                    "uri": "203729654",
                    "url": "http://www.publimetro.com.mx/entretenimiento/policia-registra-domicilio-del-cantante-cliff-richard-acusado-por-abuso-sexual/mnhn%21At1VeAZlj6Q/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-08-14",
            "avgCos": 0.6068,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1163112",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1163112",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "England",
                "lat": 52.16045,
                "long": -0.70312,
                "wikiUri": "http://en.wikipedia.org/wiki/England"
            },
            "storyDate": "2014-08-14",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-238357",
            "variance": 0.1317
        }
    },
    "meta": {
        "CCAArticleMatchCount": 6,
        "CCAArticleMatchRatio": 0.05042016806722689,
        "CCAAvgCosSim": 0.699375,
        "CCAAvgMatchWgt": 34.16666666666666,
        "_articleUri1": "203896241",
        "_articleUri2": "203731753",
        "_datetime": "2015-02-19 21:32:01",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-650812",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-238357",
        "_username": "Evgenia Belyaeva",
        "artCount1": 11,
        "artCount2": 7,
        "avgCosSimStory1": 0.4301,
        "avgCosSimStory2": 0.6068,
        "categorySim": 0,
        "conceptCosSim": 0.2216772912772145,
        "conceptJaccardSim": 0.07142857142857142,
        "coreTime1": 128158.8166666667,
        "coreTime2": 128149.3666666667,
        "coreTimeStDev1": 41.45778589087665,
        "coreTimeStDev2": 1.289900592065204,
        "entityCosSim": 0.5110227492331463,
        "entityJaccardSim": 0.1842105263157895,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0,
        "keywordJaccardSim": 0,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 8,
        "storyQuality2": 16,
        "timeAvg1": 128186.9803030303,
        "timeAvg2": 128150.7976190476,
        "timeStDev1": 51.72777120705534,
        "timeStDev2": 1.289900592065204,
        "varianceStory1": 0.315,
        "varianceStory2": 0.1317
    }
}