{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-111144": {
        "articles": {
            "resultCount": 35,
            "results": [
                {
                    "body": "The Cannes Film Festival says brothers Joel and Ethan Coen will be the festival jury's first joint chairmen.\n\nIn a statement, the festival said the nomination of the men who made Raising Arizona, Fargo and Barton Fink - which won the prestigious Palme d'Or - is part of its celebration of all \"cinema brothers.\"\n\nThe Coen Brothers said: \"We look forward to returning to Cannes this year. We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nAs well as winning the Palme d' Or in 1991 for Barton Fink, the Coen brothers scooped the festival's Grand Prix in 2013 for Inside Llewyn Davis. They've also won Best Director twice - in 1996 for Fargo and in 2001 for The Man Who Wasn't There.\n\nThe Coens are currently working on their new film Hail Caesar!, starring George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum.\n\nThe 2015 Cannes Film Festival takes place May 13-24. The official lineup and jury of the 2015 festival will be announced in April.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30873781",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8733,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "12:41:00",
                    "title": "Coen brothers to chair Cannes jury",
                    "uri": "241127383",
                    "url": "http://www.independent.ie/entertainment/movies/coen-brothers-to-chair-cannes-jury-30921451.html",
                    "wgt": 1
                },
                {
                    "body": "The Coen brothers are returning to the Cannes Film Festival to head the jury.\n\nJoel and Ethan Coen are to serve as co-presidents of the 68th Cannes Film Festival jury. The official line-up and jury will be announced in April while the festival takes place May 13-24.\n\nThe Coen brothers had success at the Cannes Film Festival with Inside Llewyn Davis\n\n\"We look forward to returning to Cannes this year,\" the Oscar-winning directors said in a statement. \"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nMore: Cannes Film Festival: our Top 5 Palme d'Or predictions\n\nThe Coens have a strong history with Cannes, having won the Palme d'Or in 1991 for Barton Fink and the festival's Grand Prix prize for Inside Llewyn Davis in 2013. They've also won Best Director twice, for Fargo in 1996 and The Man Who Wasn't There in 2001.\n\nThe directors could find themselves among the prizes again in 2016 with new comedy Hail Caesar! starring George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum. It tells the story of a Hollywood fixer in the 1950s who works to keep the studio's stars in line.\n\nMore: Coen brothers Top 5 soundtracks\n\nFilms in competition at last year's festival included Foxcatcher, Mr Turner and Two Days, One Night though the Palme d'Or went to Nuri Bilge Ceylan's Winter Sleep, about a former actor who runs a small hotel in central Anatolia with his young wife Nihal with whom he has a stormy relationship.\n\nThe Hungarian drama White God won the Prize Un Certain Regard.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30872069",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8486,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "12:10:00",
                    "title": "Watch out Cannes 2015, the Coen Brothers are Coming",
                    "uri": "241122517",
                    "url": "http://www.contactmusic.com/ethan-coen/news/coen-brothers-cannes-film-festival-2015_4544162",
                    "wgt": 1
                },
                {
                    "body": "Writer/director siblings Joel and Ethan Coen will chair the jury at this year's (15) Cannes Film Festival in France.\n\nThe Fargo moviemakers are to preside over the panel which will select winners of awards including the prestigious Palme d'Or, marking the first time the jury has been chaired by two judges.\n\nThe Coen Brothers say in a statement, \"We look forward to returning to Cannes this year. We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honour, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nThe Coens won the Palme d'Or for Barton Fink in 1991, as well as director prizes for Fargo and The Man Who Wasn't There and the Grand Prix for Inside Llewyn Davis in 2013.\n\nThe festival runs from 13 to 24 May (15).\n\nMore: Watch out Cannes 2015, the Coen Brothers are Coming ...\n\nBBC: BBC News - Coen brothers to jointly head Cannes jury",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30875187",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8463,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "hub.contactmusic.com"
                    },
                    "time": "13:17:00",
                    "title": "Ethan Coen - The Coen Brothers To Head Cannes Jury",
                    "uri": "241131852",
                    "url": "http://hub.contactmusic.com/ethan-coen/news/the-coen-brothers-to-head-cannes-jury_4544254",
                    "wgt": 1
                },
                {
                    "body": "PanARMENIAN.Net - Joel Coen and Ethan Coen have been named as the presidents of the 68th Cannes Film Festival jury. The announcement was made on Tuesday morning, January 20 in Paris ahead of the annual film festival which is set to take place on May 13-24, AceShowbiz reports.\n\nThe movie directors expressed their excitement over the positions in a statement. \"We look forward to returning to Cannes this year,\" they said. \"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nThe brothers' appointment marks the first time Cannes Film Festival named two people as presidents of jury. The jury selection will be announced in April.\n\nCoen Brothers made their debut in the festival in 1987 with \"Raising Arizona\". Since then, they won Palme d'Or in 1991 for their work \"Barton Fink\" and were awarded with Best Director for \"Fargo\" in 1996 and \"The Man Who Wasn't There\" in 2001. They additionally won Grand Prix in 2013 for \"Inside Llewyn Davis\".",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30879591",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.841,
                    "source": {
                        "title": "PanARMENIAN.Net",
                        "uri": "www.panarmenian.net"
                    },
                    "time": "14:42:00",
                    "title": "Coen Brothers named presidents of Cannes Film Fest jury",
                    "uri": "241143225",
                    "url": "http://www.panarmenian.net/eng/news/187328/",
                    "wgt": 1
                },
                {
                    "body": "Joel and Ethan Coen will head up the 68th Cannes Film Festival jury, the organisers have announced.\n\nThe American brothers, who directed films such as O Brother, Where Art Thou? (2000), No Country For Old Men (2007) and True Grit (2010), will lead a panel of filmmakers and actors in judging the main competition at the festival, which runs from May 13-24.\n\nIn a statement, the Oscar-winning directors said: \"We look forward to returning to Cannes this year.\n\n\"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nCannes Film Festival director, Thierry Fremaux, said: \"The Coens incarnate a certain 'auteur' filmmaking that is universal and with wide appeal, full of humour and totally original in their way of looking at the world.\"\n\nThe brothers, who replace outgoing president Jane Campion, have a long history of success at the festival, winning the Palme d'Or in 1991 for Barton Fink, the Grand Prix in 2013 for Inside Llewyn Davis. They have also won the award for Best Director twice, first with Fargo in 1996 and then with The Man Who Wasn't There in 2001.\n\nThe other jury members have not yet been announced.\n\nThe Coen brothers are currently working on their new film, Hail Caesar!, which stars George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30871972",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.829,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "12:07:00",
                    "title": "Cannes Festival",
                    "uri": "241122221",
                    "url": "http://www.telegraph.co.uk/film/cannes-festival/",
                    "wgt": 1
                },
                {
                    "body": "The Coen Brothers has been named as the co-presidents of this year's jury at the Cannes International Film Festival.\n\nThe Coen Brothers will be the co-presidents of this year's jury at the Cannes International Film Festival.\n\nJoel and Ethan are set to preside over the 2015 jury in recognition of their outstanding careers.\n\nIn a statement, they said: \"We look forward to returning to Cannes this year. We welcome as always the opportunity to watch movies there from all over the world.\n\n\"Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the jury is a special honour, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nThe legendary duo are no strangers to the Cannes festival and have four previous wins at the annual event to add to their list of successes.\n\nIn 1991, they won the prestigious Palme d'Or for 'Barton Fink' whilst five years later, they collected the Best Director award for 'Fargo'.\n\nThe pair collected the award again for their directorial work on 'The Man Who Wasn't There' in 2001 and most recently, in 2013, they won the festival's Grand Prix for 'Inside Llewyn Davis'.\n\nThe brothers are currently working on 'Hail, Caesar!', a comedy starring some of the industry's biggest names including George Clooney, Scarlett Johansson and Josh Brolin.\n\nThe film is set in 1950s Hollywood and follows the story of a group of actors who attempt to put on a play that is set in ancient Rome.\n\nThe 68th Cannes International Film Festival will begin on May 13 and will last for 11 days.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30887809",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.82,
                    "source": {
                        "title": "The List",
                        "uri": "www.list.co.uk"
                    },
                    "time": "17:04:00",
                    "title": "Coen Brothers named Cannes' jury co-presidents",
                    "uri": "241165347",
                    "url": "https://www.list.co.uk/article/67767-coen-brothers-named-cannes-jury-co-presidents/",
                    "wgt": 1
                },
                {
                    "body": "© Fournis par AFP Joel and Ethan Coen, the award-winning American directors of \"No Country for Old Men\", \"Fargo\" and \"The Big Lebowski\", are to jointly head this year's Cannes Film Festival jury, the organisers say\n\nThe Coen brothers, the award-winning American directors of \"No Country for Old Men\", \"Fargo\" and \"The Big Lebowski\", are to jointly head this year's Cannes Film Festival jury, the organisers announced Tuesday.\n\nJoel and Ethan Coen will be co-presidents of the panel of filmmakers and actors who will judge the 20-or-so films in the main competition event of the festival, which will run May 13-24, according to a statement.\n\n\"We are very happy to be coming back to Cannes,\" the brothers were quoted as saying in the organisers' statement, which was in French.\n\nThe two directors added they were \"especially happy at the opportunity being given to us to see films from around the entire world\". They stressed that Cannes \"has always played an important role for us\", since the beginning of their careers.\n\n\"Being presidents of the jury this year is even more of an honour in that we've never been presidents of anything before.\"\n\nIt is the first time the Cannes jury will be jointly headed by two people.\n\nBut the Coens are used to collaborating closely, having shared directing and writing duties on all of their films over the past three decades.\n\nThe siblings are also Cannes darlings, having presented seven of their 16 features at the French Riviera showcase event.\n\nThey picked up the festival's top Palme d'Or prize for \"Barton Fink\" in 1991, its runner-up Grand Jury Prize for \"Inside Llewyn Davis\" in 2013, and its Best Director award for \"Fargo\" (1996) and \"The Man Who Wasn't There\" (2001).\n\n- Popular 'auteur' filmmakers -\n\nThe wry humour of their screenplays, their demanding production standards, and the outstanding cinematography they bring to bear on their movies have won a slew of awards in other competitions -- most notably the Oscars, where their \"No Country for Old Men\" cleaned up in several categories including Best Picture in 2007.\n\n\"The Coens incarnate a certain 'auteur' filmmaking that is universal and with wide appeal, full of humour and totally original in their way of looking at the world,\" the director of the Cannes Film Festival, Thierry Fremaux, told AFP.\n\nJoel, 60, and Ethan, 57, take over running the Cannes jury from last year's president Jane Campion, the New Zealand director of \"The Piano\".\n\nThe other members of the jury have not been announced yet, but Cannes's organisers like to bring in filmmakers and actors of note from different regions around the world.\n\nThe Cannes Film Festival's official selection of movies competing for the Palme d'Or top prize is also usually an eclectic list ranging across themes and borders. The line-up is usually announced the month before the festival opens.\n\nIf the Coen brothers' filmography is anything to by, though, dark humour and offbeat characters or situations would be appealing traits they would be looking for.\n\nThey have also increasingly been attracting Hollywood stars to their own films.\n\nGeorge Clooney, for instance, has already appeared in three of their movies -- \"O Brother, Where Art Thou?\", \"Intolerable Cruelty\" and \"Burn After Reading\". He is appearing in a fourth Coen brothers film due to come out next year, \"Hail, Caesar!\", with Josh Brolin, Tilda Swinton, Channing Tatum and Scarlett Johansson.",
                    "date": "2015-01-21",
                    "eventUri": "2243097",
                    "id": "30977109",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8199,
                    "source": {
                        "title": "France 24",
                        "uri": "www.msn.com"
                    },
                    "time": "22:51:00",
                    "title": "Coen brothers to jointly head Cannes festival jury",
                    "uri": "241391797",
                    "url": "http://www.msn.com/en-in/entertainment/movies/coen-brothers-to-jointly-head-cannes-festival-jury/ar-AA8nlk7",
                    "wgt": 1
                },
                {
                    "body": "The Coen brothers, who won the 1991 Palme d'Or for \"Barton Fink\", will jointly head this year's Cannes Film Festival jury, the organisers have announced.\n\nThe award-winning American directors of \"No Country for Old Men\", \"Fargo\" and \"The Big Lebowski\" will be the first duo to head the jury of cinema's showcase event.\n\nJoel and Ethan Coen will preside over the panel of filmmakers and actors who will judge the 20-or-so films in the main competition event of the festival, which will run May 13-24, according to a statement.\n\n\"We are very happy to be coming back to Cannes,\" the brothers were quoted as saying in the organisers' statement, which was in French.\n\n\"Presiding over the Jury is a special honour, since we have never been president of anything. We will issue further proclamations at the appropriate time,\" the two directors added with characteristic humour.\n\nThe siblings are habitués of the Cannes festival, having presented seven of their 16 features on the French Riviera.\n\nIn addition to the top prize for \"Barton Fink\", they picked up the festival's runner-up Grand Jury Prize for \"Inside Llewyn Davis\" in 2013, and its Best Director award for \"Fargo\" (1996) and \"The Man Who Wasn't There\" (2001).\n\nHomage to Lumière brothers\n\nKnown for their wry humour and outstanding cinematography, the Coen brothers have won a slew of awards in other competitions - including four Oscars for their 2007 film \"No Country for Old Men\".\n\n\"The Coens incarnate a certain 'auteur' filmmaking that is universal and with wide appeal, full of humour and totally original in their way of looking at the world,\" the director of the Cannes Film Festival, Thierry Fremaux, told AFP news agency.\n\nJoel, 60, and Ethan, 57, take over running the Cannes jury from last year's president Jane Campion, the New Zealand director of \"The Piano\".\n\nThe other members of the jury have not been announced yet, but Cannes's organisers like to bring in filmmakers and actors of note from different regions around the world.\n\nThe Cannes Film Festival's official selection of movies competing for the Palme d'Or, which will be announced mid-April, is also usually an eclectic list ranging across themes and borders.\n\nThis year's festival will celebrate 120 years since the invention of the Lumière cinematograph. In choosing the Coen brothers, the festival organizers said they intended to celebrate the work of brothers dating back to the French duo Auguste and Louis Lumière.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30865072",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8189,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "09:28:00",
                    "title": "Culture - Cannes darlings the Coen brothers to head festival jury",
                    "uri": "241102698",
                    "url": "http://www.france24.com/en/20150120-cannes-darlings-coen-brothers-head-festival-jury-cinema",
                    "wgt": 1
                },
                {
                    "body": "The Coen brothers, the Oscar-winning directors of No Country for Old Men, Fargo and The Big Lebowski, are to head this year's Cannes Film Festival jury.\n\nJoel and Ethan Coen will act be co-presidents of the panel of film-makers and actors who will judge the contenders in the main competition.\n\nThe US siblings, who are 60 and 57 respectively, won the festival's Palme d'Or prize for Barton Fink in 1991.\n\n\"We look forward to returning to Cannes this year,\" they said in a statement.\n\n\"We welcome as always the opportunity to watch movies there from all over the world.\"\n\nIt will be the first time the French festival's competition jury is chaired by two people.\n\n\"Cannes is a festival that has been important to us since the very beginning of our career,\" the Coens continued.\n\n\"Presiding over the jury is a special honour, since we have never heretofore been president of anything.\n\n\"We will issue further proclamations at the appropriate time.\"\n\nThe brothers have a long history with Cannes, having shown seven out of their 16 features at the event.\n\nBarton Fink also won them the festival's best director award, an accolade they received again for Fargo in 1996 and The Man Who Wasn't There in 2001.\n\nThey were last honoured at the event in 2013, when Inside Llewyn Davis was awarded its Grand Jury prize.\n\nThe Coens' trophy cabinet also boasts four Oscars, two Baftas and a Golden Globe.\n\nThe 2015 Cannes Film Festival takes place from 13 to 24 May. Its official line-up and and the other jury members will be announced in April.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30872233",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8163,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "12:14:00",
                    "title": "Coen brothers to jointly head Cannes jury - BBC News",
                    "uri": "241123300",
                    "url": "http://www.bbc.co.uk/news/entertainment-arts-30894984",
                    "wgt": 1
                },
                {
                    "body": "PARIS -- Joel and Ethan Coen will preside over the jury of the 68th annual Cannes International Film Festival in May, the festival announced on Tuesday.\n\n\"We look forward to returning to Cannes this year,\" the filmmaker brothers said in a statement, adding that the festival had been important to them since the start of their careers.\n\nThe brothers, who are both writers and directors, will be the first to serve as co-presidents of the jury. They won the festival's top prize, the Palme d'Or, in 1991 for \"Barton Fink,\" and their movie \"Fargo\" won the award for best director in 1996, as did \"The Man Who Wasn't There\" in 2001. In 2013, their \"Inside Llewyn Davis\" won the festival's Grand Prix.\n\n\"Presiding over the jury is a special honor, since we have never heretofore been president of anything,\" they said. \"We will issue further proclamations at the appropriate time.\"\n\nThe festival will run May 13 to 24. The film selection and jury are expected to be announced in mid-April.\n\nThe Coen brothers are currently filming \"Hail Caesar!\" starring George Clooney, Christopher Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30867970",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7927,
                    "source": {
                        "title": "ArtsBeat",
                        "uri": "artsbeat.blogs.nytimes.com"
                    },
                    "time": "10:38:00",
                    "title": "Joel and Ethan Coen to Preside Over Cannes Film Festival",
                    "uri": "241111474",
                    "url": "http://artsbeat.blogs.nytimes.com/2015/01/20/joel-and-ethan-coen-to-preside-over-cannes-film-festival/",
                    "wgt": 1
                },
                {
                    "body": "PARIS -- Joel and Ethan Coen will preside over the jury of the 68th annual Cannes International Film Festival in May, the festival announced on Tuesday.\n\n\"We look forward to returning to Cannes this year,\" the filmmaker brothers said in a statement, adding that the festival had been important to them since the start of their careers.\n\nThe brothers, who are both writers and directors, will be the first to serve as co-presidents of the jury. They won the festival's top prize, the Palme d'Or, in 1991 for their movie \"Barton Fink,\" and the best director prizes for \"Fargo\" in 1996 and \"The Man Who Wasn't There\" in 2001. In 2013, their \"Inside Llewyn Davis\" won the festival's Grand Prix.\n\n\"Presiding over the jury is a special honor, since we have never heretofore been president of anything,\" they said. \"We will issue further proclamations at the appropriate time.\"\n\nThe festival will run May 13 to 24. The film selection and jury are expected to be announced in mid-April.\n\nThe Coen brothers are currently filming \"Hail Caesar!\" starring George Clooney, Christopher Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30872679",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.791,
                    "source": {
                        "title": "ArtsBeat",
                        "uri": "artsbeat.blogs.nytimes.com"
                    },
                    "time": "12:25:00",
                    "title": "Joel and Ethan Coen to Preside Over Cannes Film Festival",
                    "uri": "241124977",
                    "url": "http://artsbeat.blogs.nytimes.com/2015/01/20/joel-and-ethan-coen-to-preside-over-cannes-film-festival/?partner=rss&emc=rss&_r=0",
                    "wgt": 1
                },
                {
                    "body": "U.S. filmmakers Joel and Ethan Coen have accepted an invitation to preside over the jury of the 68th edition of the Cannes Festival, it was announced Tuesday.\n\n\"We look forward to returning to Cannes this year,\" said Joel and Ethan Coen, who won de Palme d'Or in 1991.\n\n\"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career,\" added the Coens.\n\nThis is the first time in the history of the Cannes Festival that two leading figures will chair the jury. This festival will take place from May 13 to 24.",
                    "date": "2015-01-21",
                    "eventUri": "2243097",
                    "id": "30915373",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.782,
                    "source": {
                        "title": "China Internet Information Center",
                        "uri": "www.china.org.cn"
                    },
                    "time": "01:44:00",
                    "title": "Coen brothers to preside over jury of Cannes",
                    "uri": "241234059",
                    "url": "http://www.china.org.cn/arts/2015-01/21/content_34614157.htm",
                    "wgt": 1
                },
                {
                    "body": "The Coen brothers, award-winning American directors of hits like Fargo and The Big Lebowski, will jointly head the jury at this year's Cannes Film Festival, becoming the first pair to chair the world's top cinema showcase.\n\nJoel and Ethan Coen will preside over the panel of filmmakers and actors judging the movies in the main competition of the festival staged in the glamorous French Riviera resort town from May 13 to 24.\n\n\"We look forward to returning to Cannes this year,\" the directors said in a statement. \"Cannes is a festival that has been important to us since the very beginning of our career.\"\n\n\"Presiding over the jury is a special honour, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nThe nearly inseparable brothers are considered two of the most innovative directors in the world and have jointly written, directed and produced a series of hits over the past three decades.\n\nThe siblings are also Cannes darlings, having presented seven of their 16 features there at the festival.\n\nThey picked up the festival's top Palme d'Or prize for Barton Fink in 1991, its runner-up grand jury prize for Inside Llewyn Davis in 2013, and its best director award for Fargo (1996) and The Man Who Wasn't There (2001).\n\nThe wry humour of the Coen brothers' screenplays, their demanding production standards, and the outstanding cinematography they bring to bear on their movies have won a slew of awards in other competitions - most notably the Oscars, where their No Country for Old Men cleaned up in several categories including best picture in 2007.\n\n\"The Coens incarnate a certain 'auteur' filmmaking that is universal and with wide appeal, full of humour and totally original in their way of looking at the world,\" the director of the Cannes Film Festival, Thierry Fremaux, said.\n\nJoel, 60, and Ethan, 57, take over running the Cannes jury from last year's president Jane Campion, the New Zealand director of The Piano.\n\nThe other members of the jury will be announced in mid-April, with the festival organizers fond of bringing in filmmakers and actors of note from different regions around the world.\n\nThe Cannes Film Festival's official selection of movies competing for the Palme d'Or top prize is also usually an eclectic list. The line-up is usually announced the month before the festival opens.\n\nIf the Coen brothers' filmography is anything to go by, judges will be looking for dark humour and offbeat characters or situations.\n\nThe duo have also increasingly been attracting Hollywood stars to their own films.\n\nGeorge Clooney has already appeared in three of their movies - O Brother, Where Art Thou?, Intolerable Cruelty and Burn After Reading. Steve Buscemi, John Turturro, Jeff Bridges, John Goodman and Frances McDormand, who is married to Joel, have also worked regularly with the pair.\n\nSince exploding onto the scene in 1984 with their offbeat thriller Blood Simple, the two have reeled off a dozen films, each notable for their distinctive quirky humour or macabre themes.\n\nThe darlings of critics and film festivals, they have won more than 100 prizes together. They have been jointly nominated for 12 Academy Awards and one individual Oscar each.\n\nThe siblings are known as the \"two-headed director\" within the movie world for their seamless ability to work alongside each other.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30899727",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7816,
                    "source": {
                        "title": "The Globe and Mail",
                        "uri": "www.theglobeandmail.com"
                    },
                    "time": "20:40:00",
                    "title": "Coen brothers to head the Cannes Film Festival jury",
                    "uri": "241195201",
                    "url": "http://www.theglobeandmail.com/arts/film/coen-brothers-to-head-the-cannes-film-festival-jury/article22537248/?cmpid=rss1",
                    "wgt": 1
                },
                {
                    "body": "Paris: The Coen brothers, the award-winning American directors of No Country for Old Men, Fargo and The Big Lebowski, are to jointly head this year's Cannes Film Festival jury, the organisers announced on Tuesday.\n\nJoel and Ethan Coen will be co-presidents of the panel of filmmakers and actors who will judge the 20-or-so films in the main competition event of the festival, which will run May 13-24, according to a statement.\n\nWe are very happy to be coming back to Cannes, the brothers were quoted as saying in the organisers' statement, which was in French.\n\nThe two directors added they were especially happy at the opportunity being given to us to see films from around the entire world. They stressed that Cannes \"has always played an important role for us\", since the beginning of their careers.\n\n\"Being presidents of the jury this year is even more of an honour in that we've never been presidents of anything before.\"\n\nIt is the first time the Cannes jury will be jointly headed by two people.\n\nBut the Coens are used to collaborating closely, having shared directing and writing duties on all of their films over the past three decades.\n\nThe siblings are also Cannes darlings, having presented seven of their 16 features at the French Riviera showcase event.\n\nThe wry humour of their screenplays, their demanding production standards, and the outstanding cinematography they bring to bear on their movies have won a slew of awards in other competitions -- most notably the Oscars, where their No Country for Old Men cleaned up in several categories including Best Picture in 2007.\n\n\"The Coens incarnate a certain 'auteur' filmmaking that is universal and with wide appeal, full of humour and totally original in their way of looking at the world,\" the director of the Cannes Film Festival, Thierry Fremaux, told AFP.\n\nJoel, 60, and Ethan, 57, take over running the Cannes jury from last year's president Jane Campion, the New Zealand director of The Piano.\n\nThe other members of the jury have not been announced yet, but Cannes's organisers like to bring in filmmakers and actors of note from different regions around the world.\n\nThe Cannes Film Festival's official selection of movies competing for the Palme d'Or top prize is also usually an eclectic list ranging across themes and borders. The line-up is usually announced the month before the festival opens.\n\nIf the Coen brothers' filmography is anything to by, though, dark humour and offbeat characters or situations would be appealing traits they would be looking for.\n\nThey have also increasingly been attracting Hollywood stars to their own films.\n\nGeorge Clooney, for instance, has already appeared in three of their movies -- O Brother, Where Art Thou?, Intolerable Cruelty and Burn After Reading. He is appearing in a fourth Coen brothers film due to come out next year, Hail, Caesar!, with Josh Brolin, Tilda Swinton, Channing Tatum and Scarlett Johansson.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30868807",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7729,
                    "source": {
                        "title": "gulfnews.com",
                        "uri": "gulfnews.com"
                    },
                    "time": "10:56:00",
                    "title": "Coen brothers to jointly head Cannes festival jury",
                    "uri": "241113858",
                    "url": "http://gulfnews.com/life-style/celebrity/hollywood/coen-brothers-to-jointly-head-cannes-festival-jury-1.1443891",
                    "wgt": 1
                },
                {
                    "body": "DON'T MISS A THING! SIGN UP FOR OUR NEWSLETTERS OR SUBSCRIBE TODAY & DON'T FORGET TO FOLLOW US:\n\nJoel and Ethan Coen have been selected as Presidents of the Jury for the 68th Cannes Festival, the organizers announced.\n\nThe selection of the brothers, longtime Cannes favorites, marks the first time the jury has been presided over by two people. The organizers have marked 2015 as a year to celebrate the work of \"cinema brothers\" to coincide with the 120th anniversary of the Lumiere cinematograph invented by brothers Louis and Auguste Lumiere.\n\nRead More Coen Brothers' 'Hail, Caesar!' Gets 2016 Release Date\n\nSpeaking from the set of their current film, Hail Caesar!, starring George Clooney, Josh Brolin and Channing Tatum, the Coens said: \"We look forward to returning to Cannes this year. We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nBeginning with their second film, 1987's Raising Arizona, the Coens have presented nine of their films at Cannes. They won the Palme d'Or in 1991 for Barton Fink; the best director award in 1996 for Fargo and again in 2001 for The Man Who Wasn't There; and, most recently, the Grand Prix in 2013 for Inside Llewyn Davis.\n\nThe Cannes Festival this year takes place May 13-24. The lineup for the official selection and the other members of the jury will be unveiled in mid-April.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30877807",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7599,
                    "source": {
                        "title": "The Hollywood Reporter",
                        "uri": "www.hollywoodreporter.com"
                    },
                    "time": "13:08:00",
                    "title": "Joel and Ethan Coen to Chair Cannes Festival Jury",
                    "uri": "241139268",
                    "url": "http://www.hollywoodreporter.com/news/joel-ethan-coen-chair-cannes-764859",
                    "wgt": 1
                },
                {
                    "body": "Filmmaking duo follow in the footsteps of previous jury heads Steven Spielberg and Robert De Niro\n\nThe Coen Brothers are to head the jury at this year's Cannes Film Festival, it has been announced.\n\nJoel and Ethan Coen take over from The Piano director Jane Campion, who presided over the jury at last year's festival. Other actors and filmmakers to have headed the Cannes jury in recent years include Steven Spielberg, Robert De Niro and Tim Burton.\n\nThe directors said in a statement: \"We look forward to returning to Cannes this year. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the jury is a special honour, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nThe filmmaking brothers, 60-year-old Joel and 57-year-old Ethan, have presented seven of their 13 films at Cannes over the years, picking up various prizes for 1991's Barton Fink, 1996's Fargo and 2013's Inside Llewyn Davis.\n\nThis year's Cannes Film Festival will begin on May 13 and run until May 24. The director of the festival, Thierry Fremauz, said of this year's jurors: \"The Coens incarnate a certain 'auteur' filmmaking that is universal and with wide appeal, full of humour and totally original in their way of looking at the world.\"",
                    "date": "2015-01-21",
                    "eventUri": "2243097",
                    "id": "30918622",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7547,
                    "source": {
                        "title": "NME.COM",
                        "uri": "www.nme.com"
                    },
                    "time": "02:56:00",
                    "title": "Coen brothers to head jury at Cannes Film Festival 2015",
                    "uri": "241241868",
                    "url": "http://www.nme.com/filmandtv/news/coen-brothers-to-head-jury-at-cannes-film-festival/368078",
                    "wgt": 1
                },
                {
                    "body": "The Coen brothers, Joel and Ethan, are going to head up the 68th annual Cannes Film Festival jury. It's amazing that they haven't already done this. If this were a 'real' jury, you can guess what the strange outcome would be- guilty! Anyway, the Coens are among my favorite filmmakers. Their take on this year's entries will be very interesting. I can't wait to see who these choose for the rest of the panel!\n\nHere's the release:\n\nFor the first time in the history of the Festival de Cannes, not one but two leading figures will chair the Jury.\n\nIndeed, American filmmakers Joel and Ethan Coen have accepted the invitation from President Pierre Lescure and General Delegate Thierry Frémaux to become the Presidents of the 68th edition of the Festival.\n\n\"We look forward to returning to Cannes this year\", Joel and Ethan Coen said from the Hail Caesar! film shoot with George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum. \"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honour, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30892577",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7425,
                    "source": {
                        "title": "Showbiz411",
                        "uri": "www.showbiz411.com"
                    },
                    "time": "18:20:00",
                    "title": "Joel and Ethan Coen to Head 68th Annual Cannes Film Festival Jury",
                    "uri": "241176375",
                    "url": "http://www.showbiz411.com/2015/01/20/joel-and-ethan-coen-to-head-68th-annual-cannes-film-festival-jury",
                    "wgt": 1
                },
                {
                    "body": "The No Country for Old Men, True Grit and Fargo filmmakers announced the news in a statement from the film festival.\n\n\"We look forward to returning to Cannes this year,\" they said.\n\n\"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career.\n\n\"Presiding over the Jury is a special honour, since we have never before been president of anything.\"\n\nIt is the first time the Cannes jury will be jointly headed by two people.\n\nPrevious presidents of the jury include Steven Spielberg, Robert De Niro, Tim Burton and Quentin Tarantino.\n\nThe Coen brothers have shared directing and writing credits on all of their films over the past thirty years.\n\nThe siblings have presented seven of their 16 feature films at the annual film festival in the past.\n\nIn 1991 they won the Palme d'Or prize for Barton Fink. They have also been awarded the runner-up Grand Jury Prize for Inside Llewyn Davis in 2013 and the best director award for Fargo in 1996 and The Man Who Wasn't There in 2001.\n\nThe other members of the jury have yet to be announced.\n\nThe 2015 Cannes Film Festival will take place from 13 to 24 May.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30877564",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7422,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "14:01:00",
                    "title": "The Coen Brothers will head up the Cannes jury this year",
                    "uri": "241138483",
                    "url": "http://www.independent.co.uk/arts-entertainment/films/news/cannes-2015-the-coen-brothers-to-serve-as-joint-presidents-of-the-film-festival-jury-9989507.html",
                    "wgt": 1
                },
                {
                    "body": "Joel and Ethan Coen walked the red carpet at the UK premiere of their new film \"Inside Llewyn Davis,\" but let the film's stars -- Carey Mulligan, Oscar Isaac and John Goodman -- do all the talking, about them. (Oct. 15) AP\n\n8 CONNECT 12 TWEETLINKEDINCOMMENTEMAILMORE\n\nDirectors Joel and Ethan Coen (Fargo, No Country for Old Men) were named joint presidents of the jury at the 2015 Cannes Film Festival, the festival announced on Tuesday morning in France.\n\nIt's the first time the festival has had a pair of presidents rather than a single jury chief.\n\nOver the years, nine of the Coens' films have screened at Cannes, from Raising Arizona in 1987 to Inside Llewyn Davis in 2013.\n\nThey won the Palme d'Or in 1991 for Barton Fink; the festival's best-director award for Fargo and The Man Who Wasn't There; and the grand prize for Inside Llewyn Davis.\n\nIn the press release announcing their appointment, the Coens were typically wry.\n\n\"Presiding over the Jury is a special honor, since we have never heretofore been president of anything,\" read part of their quote. \"We will issue further proclamations at the appropriate time.\"\n\nTHEWRAP\n\nGeorge Clooney's Coen Brothers Comedy 'Hail, Caesar!' Gets Release Date\n\nThe Coens were invited to head the jury at the 68th Cannes Film Festival by festival president Pierre Lescure and general delegate Thierry Frémaux .\n\nThis year's festival will celebrate 120 years since the invention of the Lumière cinematograph, and the festival said it intends for the selection of the brother team to also celebrate the work of brothers dating back to Louis and August Lumière.\n\nTHEWRAP\n\nSundance Parties 2015: The 10 Hottest Invites (Updating)\n\nThe rest of the jury will be announced in mid-April, along with the films in competition this year.\n\nThe festival will begin on Wednesday, May 13 and run through May 24.\n\n8 CONNECT 12 TWEETLINKEDINCOMMENTEMAILMORERead or Share this story: http://usat.ly/1ByPIvk",
                    "date": "2015-01-21",
                    "eventUri": "2243097",
                    "id": "30933023",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7391,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "08:19:00",
                    "title": "Coen brothers named Cannes jury presidents",
                    "uri": "241275810",
                    "url": "http://www.usatoday.com/story/life/movies/2015/01/20/coen-brothers-named-cannes-jury-presidents/22040233/",
                    "wgt": 1
                },
                {
                    "body": "The Wrap reports that Joel and Ethan Coen will serve as the presidents of the jury for the 68th annual Cannes Film Festival, which runs from May 13 to May 24. This is the first time that the jury has had two presidents, which is just the sort of twist one would expect from the maverick filmmakers. The Coens are no strangers to Cannes, having screened nine films there since 1987. They also won the Palme d'Or for Barton Fink, the Best Director award for Fargo and The Man Who Wasn't There, and the Grand Prix for Inside Llewyn Davis.\n\nUpon the announcement of the news, Presidents-elect Coen issued the following statement: \"Presiding over the jury is a special honor, since we have never heretofore been president of anything.\" They then added, \"We will issue further proclamations at the appropriate time.\"",
                    "date": "2015-01-21",
                    "eventUri": "2243097",
                    "id": "30935780",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7295,
                    "source": {
                        "title": "www.avclub.com",
                        "uri": "www.avclub.com"
                    },
                    "time": "09:28:00",
                    "title": "The Coen brothers named co-presidents of this year’s Cannes jury",
                    "uri": "241223373",
                    "url": "http://www.avclub.com/article/coen-brothers-named-co-presidents-years-cannes-jur-214085",
                    "wgt": 1
                },
                {
                    "body": "PARIS -- The Cannes Film Festival says brothers Joel and Ethan Coen will be the festival jury's first joint chairmen.\n\nIn a statement Tuesday, the festival said the nomination of the men who made \"Raising Arizona,\" \"Fargo\" and \"Barton Fink\" -- which won the prestigious Palme d'Or -- is part of its celebration of all \"cinema brothers.\"\n\nView Gallery Cannes Film Festival's glamorous past\n\nThe Coen brothers will lead the jury that decides this year's winners of the European equivalent of the Oscars, which run from May 13-24.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30894089",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7133,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "18:48:00",
                    "title": "Coen brothers to chair Cannes Film Festival jury",
                    "uri": "241179987",
                    "url": "http://www.nydailynews.com/entertainment/movies/coen-brothers-chair-cannes-film-festival-jury-article-1.2085053",
                    "wgt": 1
                },
                {
                    "body": "Joel, 60, and Ethan, 57, are the Oscar-winning directors of No Country for Old Men, Fargo and The Big Lebowski. They won the festival's Palme d'Or prize for Barton Fink in 1991.\n\n\"We look forward to returning to Cannes this year,\" they said in a statement. \"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nThe two are currently filming Hail Caeser!, starring George Clooney, Christopher Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum.\n\nThe Cannes Film Festival will take place May 13-24 in France. The full list of jury members will be announced in April.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30905291",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7077,
                    "source": {
                        "title": "United Press International (UPI)",
                        "uri": "www.upi.com"
                    },
                    "time": "22:30:00",
                    "title": "Coen brothers to chair the Cannes Film Festival",
                    "uri": "241209000",
                    "url": "http://www.upi.com/Entertainment_News/Movies/2015/01/20/Coen-brothers-to-chair-the-Cannes-Film-Festival/1551421781442/",
                    "wgt": 1
                },
                {
                    "body": "The director-writers of Inside Llewyn Davis, Fargo, True Grit and others will head up the festival that has rewarded them multiple times in the past\n\nJoel and Ethan Coen, the brothers who have written and directed a string of hits including Fargo, True Grit and No Country for Old Men are to head up the jury for the 2015 Cannes film festival. The pair said in a statement:\n\nWe look forward to returning to Cannes this year. We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the Jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\n\nIt's the first time the festival will have had two people leading the jury.\n\nCannes has long been a supporter of their work - they were awarded the Palme d'Or in 1991 for Barton Fink, the Grand Prix in 2013 for Inside Llewyn Davis, and two best director prizes, for Fargo and The Man Who Wasn't There.\n\nThe Coens are currently filming Hail, Caesar!, a return to the screwball comedy of previous films like Intolerable Cruelty and The Big Lebowski. Set amid 1950s Hollywood and concerning \"the movie business and life and religion and faith\", it is said to focus on a 'fixer' who keeps stars out of scandal. It features their starriest cast for some time, with George Clooney taking top billing alongside Josh Brolin, Channing Tatum, Tilda Swinton, Ralph Fiennes, Scarlett Johansson and Jonah Hill. Their most recent work meanwhile was the script for Angelina Jolie's prisoner of war drama Unbroken.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30873749",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7029,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "09:52:00",
                    "title": "Coen brothers named heads of 2015 Cannes film festival jury",
                    "uri": "241124613",
                    "url": "http://www.theguardian.com/film/2015/jan/20/coen-brothers-heads-of-2015-cannes-film-festival-jury",
                    "wgt": 1
                },
                {
                    "body": "\"Fargo,\" \"No Country for Old Men\" and \"Inside Llewyn Davis\" directors Joel and Ethan Coen have been named the presidents of the jury at the 2015 Cannes Film Festival, the festival announced on Tuesday morning in France.\n\nThis will be the first time the festival has had a pair of presidents rather than a single jury chief.\n\nOver the years, nine of the Coens' films have screened at Cannes, from \"Raising Arizona\" in 1987 to \"Inside Llewyn Davis\" in 2013. They won the Palme d'Or in 1991 for \"Barton Fink,\" the festival's best-director award for \"Fargo\" and \"The Man Who Wasn't There,\" and the grand prize for \"Inside Llewyn Davis.\"\n\n*Also read*: George Clooney's Coen Brothers Comedy 'Hail, Caesar!' Gets Release Date\n\nIn the press release announcing their appointment, the Coens were typically wry. \"Presiding over the Jury is a special honor, since we have never heretofore been president of anything,\" read part of their quote. \"We will issue further proclamations at the appropriate time.\"\n\nThe Coens were invited to head the jury at the 68th Cannes Film Festival by festival president Pierre Lescure and general delegate Thierry Frémaux .\n\nThis year's festival will celebrate 120 years since the invention of the Lumière cinematograph, and the festival said it intends for the selection of the brother team to also celebrate the work of brothers dating back to Louis and August Lumière.\n\n*Also read*: Sundance Parties 2015: The 10 Hottest Invites (Updating)\n\nThe rest of the jury will be announced in mid-April, along with the films in competition this year. The festival will begin on Wednesday, May 13 and run through May 24.\n\n*Related stories from TheWrap:*\n\nGeorge Clooney's Coen Brothers Comedy 'Hail, Caesar!' Gets Release Date\n\n'Fargo' Sneak Peek: Key & Peele Make a Flashy Debut (Photo)\n\n'Fargo' Boss Noah Hawley on the 'Hubris or Foolishness' of Adapting the Coen Brothers",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30899774",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7012,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "20:41:00",
                    "title": "Coen Brothers Named Presidents of Cannes Film Festival Jury",
                    "uri": "241194773",
                    "url": "http://www.onenewspage.com/n/US/754uwc2yv/Coen-Brothers-Named-Presidents-of-Cannes-Film-Festival.htm",
                    "wgt": 1
                },
                {
                    "body": "The Cannes Film Festival says brothers Joel and Ethan Coen will be the festival jury's first joint chairmen.\n\nIn a statement Tuesday, the festival said the nomination of the men who made \"Raising Arizona,\" ''Fargo\" and \"Barton Fink\" -- which won the prestigious Palme d'Or -- is part of its celebration of all \"cinema brothers.\"\n\nThe Coen brothers will lead the jury that decides this year's winners of the European equivalent of the Oscars, which run from May 13-24.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30865004",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6839,
                    "source": {
                        "title": "Haaretz.com",
                        "uri": "www.haaretz.com"
                    },
                    "time": "09:25:00",
                    "title": "Coen brothers to hold joint chair of Cannes Film Festival jury",
                    "uri": "241102304",
                    "url": "http://www.haaretz.com/life/music-theater/1.638026",
                    "wgt": 1
                },
                {
                    "body": "The Coen brothers have been chosen as Presidents of the Jury at the 68th Cannes Film Festival.\n\nJoel and Ethan Coen's selection marks the first time two people have shared the role.\n\nOrganisers of the annual event are paying tribute to 'cinema brothers' this year to coincide with the 120th anniversary of the Lumiere cinematograph, which was invented by the Lumiere brothers.\n\nIn a statement, the Coen brothers said: \"We look forward to returning to Cannes this year. We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career.\n\n\"Presiding over the Jury is a special honour, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time.\"\n\nThe pair have presented nine of their films at Cannes over the last 28 years, and most recently won the Grand Prix for Inside Llewyn Davis in 2013.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30875359",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6827,
                    "source": {
                        "title": "Digital Spy",
                        "uri": "www.digitalspy.co.uk"
                    },
                    "time": "13:19:00",
                    "title": "Coen brothers selected as Presidents of the Jury for Cannes Festival",
                    "uri": "241132457",
                    "url": "http://www.digitalspy.co.uk/movies/news/a622727/coen-brothers-selected-as-presidents-of-the-jury-for-cannes-festival.html",
                    "wgt": 1
                },
                {
                    "body": "Joel and Ethan Coen will head the jury for this year's Cannes Film Festival, which takes place May 13 to 24. \"Cannes is a festival that has been important to us since the very beginning of our career,\" the brothers said. \"Presiding over the Jury is a special honor, since we have never heretofore been president of anything.\" Furthermore, this is the first time two people will chair the jury as co-presidents, so heck, that's darn tootin' for everyone! The rest of the jury, as well as the fest's lineup, will be revealed in April.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30870792",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6788,
                    "source": {
                        "title": "Vulture",
                        "uri": "www.vulture.com"
                    },
                    "time": "11:39:00",
                    "title": "Coen Brothers to Preside Over This Year’s Cannes Festival Jury",
                    "uri": "241119379",
                    "url": "http://www.vulture.com/2015/01/coen-brothers-cannes-jury.html",
                    "wgt": 1
                },
                {
                    "body": "PARIS (AP) -- The Cannes Film Festival says brothers Joel and Ethan Coen will be the festival jury's first joint chairmen.\n\nIn a statement Tuesday, the festival said the nomination of the men who made \"Raising Arizona,\" ''Fargo\" and \"Barton Fink\" -- which won the prestigious Palme d'Or -- is part of its celebration of all \"cinema brothers.\"\n\nThe Coen brothers will lead the jury that decides this year's winners of the European equivalent of the Oscars, which run from May 13-24.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30865831",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6754,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "09:42:00",
                    "title": "Coen brothers to chair jury of Cannes Film Festival",
                    "uri": "241104790",
                    "url": "http://news.yahoo.com/coen-brothers-chair-jury-cannes-film-festival-080523463.html",
                    "wgt": 1
                },
                {
                    "body": "It's the first time ever that two people have shared the presidency, heading the panel of filmmakers and actors who choose the prizewinners at the world famous festival.\n\n\"We look forward to returning to Cannes this year,\" Joel, 60, and Ethan, 57, said in a statement. \"Cannes is a festival that has been important to us since the very beginning of our career.\"\n\nSeven of their 16 feature films have been presented at the festival. They won the prestigious Palme d'Or, the highest Cannes accolade, for \"Barton Fink\" in 1991, and picked up the Grand Jury Prize for \"Inside Llewyn Davis\" in 2013. They jointly won Best Director awards for \"Fargo\" (1996) and \"The Man Who Wasn't There\" (2001).\n\nIn 2007, at the Oscars, \"No Country for Old Men\" won awards in several categories including Best Picture. Altogether they have been jointly nominated for 12 Academy Awards and one individual oscar each.\n\nIn Hollywood they are known as the \"two-headed director\" for their seamless ability to work alongside each other.\n\n\"The Coens embody a certain type of 'auteur' filmmaking that is universal and has a wide appeal, full of humour and so original in their way of seeing the world,\" said the director of the Cannes Film Festival, Thierry Fremaux.\n\nThe other members of the jury will be announced in mid-April. The festival organisers usually choose a variety of filmmakers and actors of note from different regions around the world.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30879727",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6594,
                    "source": {
                        "title": "RFI",
                        "uri": "www.english.rfi.fr"
                    },
                    "time": "14:44:00",
                    "title": "Coen brothers named presidents of Cannes film jury",
                    "uri": "241144435",
                    "url": "http://www.english.rfi.fr/visiting-france/20150120-coen-brothers-named-joint-presidents-cannes-film-jury",
                    "wgt": 1
                },
                {
                    "body": "Festival nods to 'film brothers' on 120th b'day of film camera\n\n(ANSA) - Rome, January 20 - American screenwriters, directors and producers Joel and Ethan Coen will preside over the jury of this year's edition of the Cannes film festival, the organisers said Tuesday. This is the first time the jury has had two presidents. The nomination follows on from the decision to dedicate the upcoming 68th edition of the prestigious festival to 'cinema brothers' to coincide with the 120th anniversary of the invention of the motion-picture film camera by the Lumiere brothers Louis and Auguste in 1895.\n\nThe other members of the jury and the line up for the official selection will be announced in mid-April.\n\nThe Cannes film festival will run from May 13-24 in the French riviera resort.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30880006",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5563,
                    "source": {
                        "title": "La Gazzetta del Mezzogiorno",
                        "uri": "www.lagazzettadelmezzogiorno.it"
                    },
                    "time": "14:48:00",
                    "title": "Coen brothers to preside over Cannes jury",
                    "uri": "241145575",
                    "url": "http://www.lagazzettadelmezzogiorno.it/english/coen-brothers-to-preside-over-cannes-jury-no785618",
                    "wgt": 1
                },
                {
                    "body": "Joel and Ethan Coen will jointly preside the jury of the famed French film festival. Most Recent Articles In Fashion Scoops Latest Fashion Scoops Articles Fashion Scoops Piaget Appoints Jessica Chastain Brand Ambassador Fashion Scoops Pretty Green Enters US Market With Empire & Branch Fashion Scoops David Beckham Teams With H&M on Curated Men's Line Piaget Appoints Jessica Chastain Brand Ambassador Pretty Green Enters US Market With Empire & Branch David Beckham Teams With H&M on Curated Men's Line\n\nMore Articles By\n\nJoelle Diderich\n\nTWO FOR THE PRICE OF ONE: The Cannes Film Festival will have not one, but two presidents this year: filmmakers Joel and Ethan Coen.\n\n\"We look forward to returning to Cannes this year,\" said the duo, currently shooting \"Hail Caesar!\" with George Clooney, Scarlett Johansson, Tilda Swinton, Josh Brolin and Channing Tatum.\n\n\"We welcome as always the opportunity to watch movies there from all over the world. Cannes is a festival that has been important to us since the very beginning of our career. Presiding over the jury is a special honor, since we have never heretofore been president of anything. We will issue further proclamations at the appropriate time,\" they added.\n\nThe Coen brothers have won a slew of awards at the Cannes festival, including the Palme d'Or in 1991 for \"Barton Fink,\" which also earned John Turturro a best actor nod.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30876418",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5357,
                    "source": {
                        "title": "WWD",
                        "uri": "www.wwd.com"
                    },
                    "time": "13:39:00",
                    "title": "Coen Brothers to Head Cannes Jury",
                    "uri": "241135425",
                    "url": "http://www.wwd.com/fashion-news/fashion-scoops/coen-brothers-to-head-cannes-jury-8122517?src=rss%2Ffashion%2F20150120",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles (AFP) - Regarded as two of the most innovative directors in the world, brothers Joel and Ethan Coen have been pushing back the boundaries of movie-making for nearly three decades.\n\nThe nearly inseparable American duo, who will chair the Cannes film festival jury in May, write, direct and produce their films jointly. They have also edited movies, under the alias Roderick Jaynes.\n\nThey know Cannes well, having won the Palme d'Or in 1991 for \"Barton Fink,\" and the best director prize for \"Fargo\" in 1996 and \"The Man Who Wasn't There\" in 2001. Their \"Inside Llewyn Davis\" won them the jury's grand prize in 2013.\n\nSince exploding onto the scene in 1984 with their offbeat thriller \"Blood Simple,\" the two have reeled off a dozen films, each notable for their distinctive quirky humor or macabre themes.\n\nFavored by critics and film festivals, they have won more than 100 prizes together. They have been jointly nominated for 12 Academy Awards and one individual Oscar each.\n\nThe siblings are known as the \"two-headed director\" within the movie world for their seamless ability to work alongside each other.\n\nJoel, 60, and Ethan, 57, grew up in St Louis Park, Minnesota as the children of college professors. They had an interest in film from an early age, remaking movies seen on television with a Super-8 camera they bought using money saved from mowing lawns.\n\nAfter graduating from Simon's Rock College of Bard in Massachusetts, Joel spent four years studying film at New York University, while Ethan attended Princeton, where he graduated in philosophy in 1979.\n\nJoel's early experience involved working as an assistant editor on Sam Raimi's 1981 film \"The Evil Dead\" and it was another three years before the two brothers arrived with \"Blood Simple,\" which they wrote and directed.\n\nThe film is notable for the appearance of Frances McDormand, who would later marry Joel before appearing in several of the brothers' films.\n\nThe Coens followed up with their screwball 1987 comedy \"Raising Arizona\" starring Nicolas Cage and Holly Hunter as a married couple who steal a baby to raise as their own.\n\nThe start of the next decade saw the Coens pay homage to gangster films with the 1990 flick \"Miller's Crossing,\" featuring a youthful Gabriel Byrne, Albert Finney and John Turturro.\n\nTwo memorable comedies -- \"Barton Fink\" (1991) and \"The Hudsucker Proxy\" (1994) -- came next, before arguably the Coens' best-known film, \"Fargo,\" in 1996.\n\nThe movie, about a bungling car salesman (William Macy) who sets up a bogus kidnap plot involving his wife with disastrous consequences, earned two Oscars: best actress for McDormand and original screenplay for the Coens.\n\nIt has since been made into a television series that began in 2014, with the Coen brothers serving as executive producers.\n\nA dramatic change of tone was to follow with 1998's \"The Big Lebowski,\" a surreal comedy about an aging Californian slacker (Jeff Bridges) who is mistaken for a millionaire, and hilarity ensues.\n\nAnother comedy, \"O Brother, Where Art Thou?\" starring George Clooney, John Turturro and Tim Blake Nelson as three convicts on the run in 1930s Mississippi came in 2000. The film, a loose interpretation of Homer's \"The Odyssey,\" was nominated for two Oscars.\n\nThe Coens returned to neo-noir in their next film, \"The Man Who Wasn't There\" (2001), while a second collaboration with Clooney came in the 2003 offbeat comedy \"Intolerable Cruelty.\"\n\nA remake of the classic comedy \"The Ladykillers,\" starring Tom Hanks, came in 2004 before the bleak \"No Country for Old Men,\" which won four Oscars in 2008 -- best director, best picture, best adapted screenplay and best supporting actor for Javier Bardem.\n\nLater that year, they teamed up with Clooney and McDormand again in \"Burn After Reading,\" a comedy about a hapless pair of gym employees trying to make money from a disc containing the memoirs of a CIA agent.\n\nIn 2009 came \"A Serious Man,\" a typically black comedy about a Midwest professor who watches his life unravel through a series of incidents, seemingly unable to stop the downward spiral.\n\n\"True Grit,\" (2010) a remake of the classic John Wayne western, took the Coens into unexplored territory.\n\nThe mostly urban, New York-based pair had never worked with animals, for example, let alone horses thundering across plains in bloody shootouts.\n\nBut some of their trademark touches are there to see -- unexpected graphic violence, odd verbal mannerisms -- if not as obvious as in many of their award-winning films.\n\nThey followed up with \"Inside Llewyn Davis,\" a nostalgic film full of humor that follows a young singer's forays into the Greenwich Village folk music art scene of the 1960s.",
                    "date": "2015-01-21",
                    "eventUri": "2243097",
                    "id": "30912162",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4346,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "00:43:00",
                    "title": "Coen brothers: pioneers of American cinema",
                    "uri": "241226533",
                    "url": "http://news.yahoo.com/coen-brothers-pioneers-american-cinema-203233911.html",
                    "wgt": 1
                },
                {
                    "body": "Today's pop-culture roundup includes a sobering subject, yet another Twitter mishap, a roasted Bieber, our mystery music video and much more.\n\n\"The statistics cited by PBS's Sharon Rockefeller are staggering: In our lifetime, she says, one in two men, one in three women, and one in 300 children will get some form of cancer. She was one of them; Rockefeller is a breast cancer survivor. So when she read Siddhartha Mukherjee's book The Emperor of all Maladies: A Biography of Cancer, she was determined to make it into a film.\n\n\"So she turned to PBS's premiere filmmaker, Ken Burns -- whose mother died of breast cancer when he was eleven -- to shepherd the project. The result is a three part, six-hours series arriving on March 30 narrated by Edward Herrmann, who died of brain cancer shortly after completing work on the film.\" http://usat.ly/15sczuA\n\nTWEET GONE AWRY: NFL style, per The Hollywood Reporter, \"The Seattle Seahawks may have chosen the wrong way to honor Martin Luther King Day.\n\n\"The Super Bowl-bound team tweeted a pic Monday of quarterback Russell Wilson in tears following their Sunday win over the Green Bay Packers. The tweet included the following quote from Martin Luther King, Jr.: \"Take the first step in faith. You don't have to see the whole staircase, just take the first step.\"\n\n\"After the tweet was criticized as insensitive, the team deleted it and issued an apology. \"We apologize for poor judgment shown in a tweet sent earlier,\" read the follow-up tweet. \"We did not intend to compare football to the civil rights legacy of Dr. King.\" http://bit.ly/1BaZ5yL\n\nCHEWY: He's sick, per the Los Angeles Times, \"Peter Mayhew, the actor who played popular \"Star Wars\" character Chewbacca, has been hospitalized with pneumonia, according to his Twitter account. On Monday, a person identifying herself as Mayhew's wife, Angie, commented using her husband's Reddit account that the 70-year-old actor was expected to be discharged from the hospital this week.\n\n\". . .Mayhew had to cancel a signing event over the weekend at a Texas comic shop due to illness. The towering 7-foot, 2-inch tall actor played Chewbacca in the original trilogy, prequels and will appear in the new installments.\" http://lat.ms/15r8Qy5\n\nCOEN BROTHERS: They're back, per The Wrap, \" \"Fargo,\" \"No Country for Old Men\" and \"Inside Llewyn Davis\" directors Joel and Ethan Coen have been named the presidents of the jury at the 2015 Cannes Film Festival, the festival announced on Tuesday morning in France.\n\n\"This will be the first time the festival has had a pair of presidents rather than a single jury chief. Over the years, nine of the Coens' films have screened at Cannes, from \"Raising Arizona\" in 1987 to \"Inside Llewyn Davis\" in 2013. They won the Palme d'Or in 1991 for \"Barton Fink,\" the festival's best-director award for \"Fargo\" and \"The Man Who Wasn't There,\" and the grand prize for \"Inside Llewyn Davis.\" '' http://bit.ly/1ukfgEP\n\nOLD KIDS ON THE BLOCK: Or something like that, per People, \"In a move that's sure to leave '80s and '90s kids reeling, New Kids on the Block just announced that they're embarking on another summer tour - with TLC and Nelly! \"There is no stopping us! We always have something up our sleeves,\" said Donnie Wahlberg, who revealed the tour news with the rest of the NKOTB crew - Joey McIntyre, Jordan Knight, Jonathan Knight and Danny Wood - Tuesday on Good Morning America.\" http://bit.ly/15riZLh\n\nSNIPER MUSINGS: Among other things, per Variety, \"Will \"American Sniper's\" gargantuan box office make it a surprise favorite at the Oscars? The Clint Eastwood drama about Navy SEAL Chris Kyle is peaking just days before voters are about to receive their ballots on Feb. 6. Over the long weekend, the Warner Bros. release made an estimated $105.3 million -- already more than any of the other best picture nominees.\n\n\"The Academy is often stubbornly immune to popular sentiment; \"Avatar,\" after all, lost to \"The Hurt Locker\" in 2010. And for that reason, I still think \"Boyhood\" is going to win best picture. It's the frontrunner that's picked up nearly every precursor award, and \"Sniper\" missed out on a crucial directing nomination for Eastwood. Only four films in Academy history (including 2012's \"Argo\") won picture without a director nomination.\" http://bit.ly/1xtmveX\n\nWHITNEY HOUSTON: Of negative vibes, per Rolling Stone, \"While Lifetime's Whitney Houston biopic was packed with many hell-to-the-yes moments, not everyone was happy to see a skewed version of the singer's life story on the small screen. Perhaps no one was more upset about Whitney than Houston's own family, who shared a long statement criticizing the unauthorized biopic on the singer's official site.\n\n\"The statement, penned by Houston's sister-in-law Pat Houston, slams Lifetime and director Angela Bassett for airing a subpar quality movie based on Houston's life from the perspective of ex-husband Bobby Brown.\" http://rol.st/17XrpLe\n\nWEIRD: Al, per Pitchfork, \"Following his latest album Mandatory Fun, his first album to reach No. 1 on the Billboard chart, \"Weird Al\" Yankovic has announced the massive \"Mandatory World Tour\". http://bit.ly/1538UTK\n\nBIEBER: Whatever, per Us Weekly, \"Buckle up, Beliebers! Justin Bieber will be roasted in his very own Comedy Central special, a source confirms to Us Weekly. The world-famous pop star, 20, will be roasted by the network in a March 7 taping, the insider tells Us. The source tells Us that Bieber will be present for the roast.\" http://usm.ag/1wnLZsD",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30904898",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3102,
                    "source": {
                        "title": "WJLA",
                        "uri": "www.wjla.com"
                    },
                    "time": "22:25:00",
                    "title": "Celebrity Buzz: Ken Burns explores cancer in new PBS documentary",
                    "uri": "241208124",
                    "url": "http://www.wjla.com/articles/2015/01/celebrity-buzz-ken-burns-explores-cancer-in-new-pbs-documentary-110721.html",
                    "wgt": 1
                },
                {
                    "body": "Blood Simple was the 1984 film debut of the Coen Brothers - directed by Joel and produced by Ethan. It was a noir crime thriller in which John Getz played Ray. The film also starred Holly Hunter, Frances McDormand and Samm-Art Williams. It was made for $1.5 million and won the Grand Jury Prize at the 1985 Sundance Film Festival.\n\nPicture: Film Stills",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30872040",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.282,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "12:10:00",
                    "title": "Coen Brothers films in pictures",
                    "uri": "241122228",
                    "url": "http://www.telegraph.co.uk/culture/culturepicturegalleries/10382674/Coen-Brothers-films-in-pictures.html",
                    "wgt": 1
                },
                {
                    "body": "1985 witnessed the debut of a number of notable filmmakers, starting in January with the singularly brilliant Blood Simple. A ripe slice of Texas noir as envisioned by a couple of nice Jewish boys from Minnesota, it didn't shatter box office records or make everyone rethink the genre. But as it toured various festivals in the months leading up to its theatrical release, everyone realized that a major new pair of talents had come to the forefront.\n\nThe most miraculous part was how those talents - brothers Joel and Ethan Coen - arrived seemingly fully formed with this movie, and while they certainly stretched their boundaries creatively in the ensuing three decades, they didn't require a lot of fine tuning to reach their creative potential. Blood Simple is an undeniably grim movie, marked by violence, greed and the kind of willful self-destruction that noir makes eerily beautiful. But the Coens also infuse it with a deeply sardonic sense of humor: the kind that makes you wonder if it's all some kind of massive put-on. Think you could never laugh at the sight of a man getting buried alive? Think again. Blood Simple understands the foolish absurdities of our own petty schemes, even as it shows us what happens when those schemes spin horrifically out of control.\n\nIt starts with a relatively straightforward double-cross. A scuzzy honky-tonk owner (Dan Hedaya) hires an equally scuzzy detective (M. Emmet Walsh) to murder his wife (Frances McDormand) and the bartender she's sleeping with (John Getz). Said detective instead doctors up some photos, shoots his would-be employer and sets up the philandering couple for the crime. Easy, right? Only if you know the genre you know that nothing ever goes according to plan - even if the plan is evil - and the resulting hash of mistakes, presumptions and hairpin turns leaves everyone compromised in thoroughly unpleasant ways.\n\nThe Coens never flinch away from the harsh stuff (see \"buried alive,\" above) and the fascinating scenario holds its share of nasty surprises for the audience. But they spring those details on us with such grace that we stay fast regardless of what's unfolding onscreen. The comedic elements serve the same purpose as the plot twists: to keep us off our guard and wondering feverishly what's going to hit us next. It's a tough balance. The brothers have to maintain the integrity of their scenario while quietly deflating it at the same time... and my God do they make it look easy. These characters all behave in ostensibly rational ways, following whatever bliss (money, sex, even love if you look hard enough) without much fuss or complaint. To see them stumble in such epically gruesome ways makes a testament to the folly of our own ambitions, and the way a few misperceptions can turn the easiest plan into a total cluster fuck.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30908804",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1553,
                    "source": {
                        "title": "www.mania.com",
                        "uri": "www.mania.com"
                    },
                    "time": "23:35:00",
                    "title": "The Winter of '85: Blood Simple",
                    "uri": "241217027",
                    "url": "http://www.mania.com/winter-85-blood-simple_article_141191.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 35,
            "averageDate": "2015-01-20",
            "avgCos": 0.6966,
            "categories": [
                {
                    "label": "Arts/Movies/Film_Festivals",
                    "uri": "http://www.dmoz.org/Arts/Movies/Film_Festivals",
                    "wgt": 37
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2243097",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2243097",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "France",
                    "lat": 46,
                    "long": 2,
                    "wikiUri": "http://en.wikipedia.org/wiki/France"
                },
                "labelEng": "Cannes",
                "lat": 43.55135,
                "long": 7.01275,
                "wikiUri": "http://en.wikipedia.org/wiki/Cannes"
            },
            "storyDate": "2015-01-20",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-111144",
            "variance": 0.2574
        }
    },
    "meta": {
        "CCAArticleMatchCount": 109,
        "CCAArticleMatchRatio": 0.6411764705882353,
        "CCAAvgCosSim": 0.7893646788990829,
        "CCAAvgMatchWgt": 42.53211009174312,
        "_articleUri1": "241114420",
        "_articleUri2": "241127383",
        "_datetime": "2015-02-19 21:44:46",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-29862",
        "_storyUri2": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-111144",
        "_username": "Evgenia Belyaeva",
        "artCount1": 9,
        "artCount2": 35,
        "avgCosSimStory1": 0.5482,
        "avgCosSimStory2": 0.6966,
        "categorySim": 0,
        "conceptCosSim": 0.7745074266894713,
        "conceptJaccardSim": 0.3384615384615385,
        "coreTime1": 131699.4333333333,
        "coreTime2": 131962.6333333333,
        "coreTimeStDev1": 83.13592944125138,
        "coreTimeStDev2": 4.977899233297161,
        "entityCosSim": 0.9028361997812048,
        "entityJaccardSim": 0.5,
        "extractedDateJaccardSim": 0.6666666666666666,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 2,
        "hasSameLocation": -1,
        "keywordCosSim": 0.7138460075114791,
        "keywordJaccardSim": 0.2666666666666667,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 0.75,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 42,
        "timeAvg1": 131934.4462962963,
        "timeAvg2": 131969.4614285714,
        "timeStDev1": 83.13592944125138,
        "timeStDev2": 8.095540386514996,
        "varianceStory1": 0.1995,
        "varianceStory2": 0.2574
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-29862": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "Por primera vez en la historia del Festival de Cannes, dos personas ocuparán la presidencia de su jurado: los cineastas y hermanos estadounidenses Joel y Ethan Coen. \"Estamos muy contentos de volver a Cannes\", han asegurado los directores de películas como Barton Fink, Muerte entre las flores, Fargo o El gran Lebowski en el comunicado publicado hoy martes en la web del festival. La 68ª edición de Cannes se celebrará del 13 al 24 de mayo y recordará la invención del cine hace 120 años por otros dos hermanos, los Lumière.\n\nLos Coen, que se encuentran en pleno rodaje de Hail Caesar!, con George Clooney, Christopher Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin y Channing Tatum, entre otros, añaden en la nota que están especialmente \"contentos por la oportunidad\" de poder ver películas del mundo entero. Ambos cineastas, que lograron la Palma de Oro en 1991 con Barton Fink, destacan la importancia que Cannes ha tenido desde el principio de su carrera cinematográfica, hace ya 30 años. Asimismo, los Coen subrayan el \"honor\" que supone para ellos haber sido elegidos \"presidentes\" del jurado, cuya composición integra se conocerá a mediados del mes de abril.\n\nLos Coen, considerados como unos de los cineastas más innovadores del panorama cinematográfico, fueron recompensados en 2013 con el Gran Premio del Jurado de Cannes por A propósito de Llewyn Davis, y fueron galardonados con el premio a mejor director por Fargo en 1996 y en 2001 por El hombre que nunca estuvo allí.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30869168",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9095,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "cultura.elpais.com"
                    },
                    "time": "11:03:00",
                    "title": "Los hermanos Coen presidirán el jurado del Festival de Cannes",
                    "uri": "241114420",
                    "url": "http://cultura.elpais.com/cultura/2015/01/20/actualidad/1421741307_015191.html",
                    "wgt": 1
                },
                {
                    "body": "La composición integra del jurado se conocerá a mediados del mes de abril.\n\nPor primera vez en la historia del Festival de Cannes dos personas ocuparán la presidencia de su jurado: los cineastas y hermanos estadounidenses Joel y Ethan Coen.\n\nEstamos muy contentos de volver a Cannes, aseguran los realizadores de Barton Fink, Fargo o El hombre que nunca estuvo allí en el comunicado publicado en la página web del festival, cuya 68 edición se celebrará del 13 al 24 de mayo y que recordará la invención del cine hace 120 años por otros dos hermanos, los Lumière.\n\nLos hermanos Coen, considerados como unos de los cineastas más innovadores, obtuvieron en 2013 el Gran Premio del Jurado de Cannes por 'Inside Llewyn Davis'Los Coen, que se encuentran en pleno rodaje de la película Hail Caesar!, con George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin y Channing Tatum, añaden en la nota que están especialmente contentos por la oportunidad de poder ver películas del mundo entero.\n\nAmbos cineastas, que lograron la Palma de Oro en 1991 con Barton Fink, destacan además la importancia que Cannes ha tenido desde el principio de su carrera cinematográfica, hace 30 años.\n\nY subrayan el honor que supone para ellos haber sido elegidos presidentes del jurado, cuya composición integra se conocerá a mediados del próximo mes de abril.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "31065309",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9041,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "08:47:00",
                    "title": "Los hermanos Coen, presidentes del jurado del Festival de Cannes",
                    "uri": "241612150",
                    "url": "http://www.20minutos.es/noticia/2351911/0/hermanos-coen/presidentes-festival/cannes/",
                    "wgt": 1
                },
                {
                    "body": "Por primera vez en la historia del Festival de Cannes dos personas ocuparán la presidencia de su jurado: los cineastas y hermanos estadounidenses Joel y Ethan Coen.\n\n\"Estamos muy contentos de volver a Cannes\", aseguran los realizadores de 'Barton Fink', 'Fargo' o 'The Man Who Wasn't There' en el comunicado publicado en la página web del festival, cuya 68 edición se celebrará del 13 al 24 de mayo y que recordará la invención del cine hace 120 años por otros dos hermanos, los Lumière.\n\nLos Coen, que se encuentran en pleno rodaje de la película \"Hail Caesar!\", con George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin y Channing Tatum, añaden en la nota que están especialmente \"contentos por la oportunidad\" de poder ver películas del mundo entero.\n\nAmbos cineastas, que lograron la Palma de Oro en 1991 con 'Barton Fink', destacan además la importancia que Cannes ha tenido desde el principio de su carrera cinematográfica, hace 30 años.\n\nY subrayan el \"honor\" que supone para ellos haber sido elegidos \"presidentes\" del jurado, cuya composición integra se conocerá a mediados del próximo mes de abril.\n\nLos Coen, considerados como unos de los cineastas más innovadores del panorama cinematográfico, fueron recompensados en 2013 con el Gran Premio del Jurado de Cannes por su filme 'Inside Llewyn Davis'.\n\nY en 1996 fueron galardonados con el premio a mejor director por 'Fargo' en 1996 y en 2001 por 'The Man Who Wasn't There'.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30864813",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9017,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "09:21:00",
                    "title": "Los hermanos Coen, presidentes del jurado del Festival de Cannes",
                    "uri": "241101543",
                    "url": "http://www.elmundo.es/cultura/2015/01/20/54be136a268e3efd688b456d.html",
                    "wgt": 1
                },
                {
                    "body": "Por primera vez en la historia del Festival de Cannes dos personas ocuparán la presidencia de su jurado: los cineastas y hermanos estadounidenses Joel y Ethan Coen. \"Estamos muy contentos de volver a Cannes\", aseguran los realizadores de \"Barton Fink\", \"Fargo\" o \"The Man Who Wasn't There\" en el comunicado publicado hoy en la página web del festival, cuya 68 edición se celebrará del 13 al 24 de mayo y que recordará la invención del cine hace 120 años por otros dos hermanos, los Lumière.\n\nLos Coen, que se encuentran en pleno rodaje de la película \"Hail Caesar!\", con George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin y Channing Tatum, añaden en la nota que están especialmente \"contentos por la oportunidad\" de poder ver películas del mundo entero.\n\nAmbos cineastas, que lograron la Palma de Oro en 1991 con \"Barton Fink\", destacan además la importancia que Cannes ha tenido desde el principio de su carrera cinematográfica, hace 30 años.\n\nY subrayan el \"honor\" que supone para ellos haber sido elegidos \"presidentes\" del jurado, cuya composición integra se conocerá a mediados del próximo mes de abril.\n\nLos Coen, considerados como unos de los cineastas más innovadores del panorama cinematográfico, fueron recompensados en 2013 con el Gran Premio del Jurado de Cannes por su filme \"Inside Llewyn Davis\".\n\nY en 1996 fueron galardonados con el premio a mejor director por \"Fargo\" en 1996 y en 2001 por \"The Man Who Wasn't There\".",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30870518",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9017,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.larazon.es"
                    },
                    "time": "11:33:00",
                    "title": "Los hermanos Coen, presidentes del jurado del Festival de Cannes",
                    "uri": "241118066",
                    "url": "http://www.larazon.es/detalle_normal/noticias/8461416/portada/los-hermanos-coen-presidentes-del-jurado-del-festival-de-cannes",
                    "wgt": 1
                },
                {
                    "body": "Es un año especial para el cine. Se cumplen 120 años de la invención del cinematógrafo por los hermanos Lumière y quizás por eso, el Festival de Cannes ha decidido revolucionar su presidencia.\n\nPor primera vez en la historia, su jurado estará dirigido por dos personas. Y para completar la cuadratura del círculo, serán, precisamente, dos hermanos quienes ostenten ese cargo. Son los conocidos como los hermanos Coen. Los cineastas estadounidenses Joel y Ethan Coen, realizadores de películas como 'Barton Fink', 'Fargo' o 'The Man Who Wasn't There', se han mostrado \"muy contentos de volver a Cannes\". En un comunicado publicado en la página web oficial del festival han recalcado que \"Cannes es un festival que ha sido importante para nosotros desde el principio de nuestra carrera\".\n\nAmbos cineastas, que lograron la Palma de Oro en 1991 con 'Barton Fink', destacan además la gran oportunidad que les da esta presidencia para ver películas del mundo entero, por lo que siempre \"estamos muy agradecidos\".\n\nLos dos hermanos, que se encuentran en pleno rodaje de la película 'Hail Caesar!', con George Clooney, Christophe Lambert, Scarlett Johansson, Tilda Swinton, Josh Brolin y Channing Tatum, han añadido que es un \"honor especial\" presidir el jurado de esta 68 edición. Porque dicen, \"nunca hemos sido hasta ahora presidentes de nada\".\n\nA la espera de conocer las candidaturas -la composición integra se conocerá a mediados del próximo mes de abril-, los Coen remiten a próximos comunicados para conocer más detalles del evento, que tendrá lugar el próximo mes de mayo.\n\nLos directores de 'No es país para viejos' están considerados como unos de los cineastas más innovadores del panorama cinematográfico. Tanto que entre todos sus premios cuentan con cuatro premios Oscar, un Globo de Oro y en 2013 fueron galardonados con el Gran Premio del Jurado de Cannes por 'Inside Llewyn Davis'.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30883707",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8626,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "15:55:00",
                    "title": "Los hermanos Coen, nuevos presidentes del Jurado del Festival de Cannes",
                    "uri": "241155470",
                    "url": "http://www.antena3.com/se-estrena/noticias/actualidad/hermanos-coen-nuevos-presidentes-festival-cannes_2015012000111.html",
                    "wgt": 1
                },
                {
                    "body": "París, 20 Ene (Notimex).- Los cineastas estadunidenses Joel y Ethan Coen, \"los hermanos Coen\", presidirán la edición de este año del Festival Internacional de cine de Cannes, anunció hoy la dirección del certamen. Es la primera vez en la historia del festial, que en mayo de este año celebrará su 68 edición, que dos personas presiden el jurado del certamen de cine más prestigioso del mundo, destacó la dirección de Cannes en un comunicado emitido esta mañana. Los dos hermanos han ganado varios premios en Cannes, entre ellos el más prestigioso, la Palma de Oro, el principal galardón del festival, en 1991, con su largometraje \"Barton Fink\", resaltó la dirección del certamen. \"Estamos muy felices de volver a Cannes. Cannes es un festival que desde el inicio de nuestra carrera ha tenido siempre un papel importante para nosotros\" declararon los hermanos al confirmar que aceptaban la invitación de presidir el jurado. \"Ser presidentes del jurado este año en Cannes es más que un honor porque nunca hemos sido presidentes de nada\" añadieron de acuerdo al comunicado del festival. La pareja de hermanos se encuentra en la actualidad en el rodaje de su última película \"Hail Caesar\", que interpretan George Clooney y Scarlett Johansson, entre otros actores. \"Los Coen encarnan un cine de autor universal y para el gran público, lleno de humor y de originalidad. La perspectiva es muy bella. Siempre honraron a este festival de manera formidable\" declaró de su lado el delegado general del certamen, Thierry Frémaux. En tanto que presidentes del jurado, deberán dirigir los trabajos y deliberaciones del grupo, cuyos integrantes se irán dando a conocer en los próximos meses, y serán los encargados de anunciar el palmarés del certamen al término del mismo. El festival de Cannes de este año se celebrará del 13 al 24 de mayo. NTX/DDR/JEH",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30867473",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7627,
                    "source": {
                        "title": "Terra",
                        "uri": "entretenimiento.terra.com.mx"
                    },
                    "time": "10:25:00",
                    "title": "Presidirán hermanos Coen jurado de Festival de cine de Cannes",
                    "uri": "241109776",
                    "url": "http://entretenimiento.terra.com.mx/cultura/presidiran-hermanos-coen-jurado-de-festival-de-cine-de-cannes%2Cabcd56b50c50b410VgnCLD200000b1bf46d0RCRD.html",
                    "wgt": 1
                },
                {
                    "body": "Por primera vez en la historia del Festival de Cannes dos personas ocuparán la presidencia de su jurado: los cineastas y hermanos estadounidenses Joel y Ethan Coen.\n\nEn un comunicado publicado el martes, el festival dijo que el nombramiento de los cineastas responsables de películas como 'Raising Arizona', 'Fargo' y 'Barton Fink' -que ganó la prestigiosa Palma de Oro, máximo premio del certamen- es parte de su reconocimiento a todos los 'hermanos de cine'.\n\nLos hermanos Coen encabezarán el jurado que decidirá los ganadores de este año en el equivalente europeo a los Oscar, que se celebrará entre el 13 y el 24 de mayo de 2015 en Cannes.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30889294",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7409,
                    "source": {
                        "title": "Terra",
                        "uri": "entretenimiento.terra.com.mx"
                    },
                    "time": "17:26:00",
                    "title": "Joel y Ethan Coen presidirán jurado del Festival de Cannes",
                    "uri": "241168487",
                    "url": "http://entretenimiento.terra.com.mx/cultura/joel-y-ethan-coen-presidiran-jurado-del-festival-de-cannes,ce76415f5570b410VgnVCM10000098cceb0aRCRD.html",
                    "wgt": 1
                },
                {
                    "body": "Es la primera vez en la historia del festial, que en mayo de este año celebrará su 68 edición, que dos personas presiden el jurado del certamen de cine más prestigioso del mundo, destacó la dirección de Cannes en un comunicado emitido esta mañana.\n\nLos dos hermanos han ganado varios premios en Cannes, entre ellos el más prestigioso, la Palma de Oro, el principal galardón del festival, en 1991, con su largometraje \"Barton Fink\" , resaltó la dirección del certamen.\n\n\"Estamos muy felices de volver a Cannes. Cannes es un festival que desde el inicio de nuestra carrera ha tenido siempre un papel importante para nosotros\" declararon los hermanos al confirmar que aceptaban la invitación de presidir el jurado.\n\n\"Ser presidentes del jurado este año en Cannes es más que un honor porque nunca hemos sido presidentes de nada\" añadieron de acuerdo al comunicado del festival.\n\nLa pareja de hermanos se encuentra en la actualidad en el rodaje de su última película \"Hail Caesar\" , que interpretan George Clooney y Scarlett Johansson, entre otros actores.\n\n\"Los Coen encarnan un cine de autor universal y para el gran público, lleno de humor y de originalidad. La perspectiva es muy bella. Siempre honraron a este festival de manera formidable\" declaró de su lado el delegado general del certamen, Thierry Frémaux.\n\nEn tanto que presidentes del jurado, deberán dirigir los trabajos y deliberaciones del grupo, cuyos integrantes se irán dando a conocer en los próximos meses, y serán los encargados de anunciar el palmarés del certamen al término del mismo.\n\nEl festival de Cannes de este año se celebrará del 13 al 24 de mayo.",
                    "date": "2015-01-20",
                    "eventUri": "2243097",
                    "id": "30866748",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6981,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "10:05:00",
                    "title": "Presidirán hermanos Coen jurado en <i>Cannes</i>",
                    "uri": "241107468",
                    "url": "http://www.eluniversal.com.mx/espectaculos/2015/presidiran-hermanos-coen-jurado-en-cannes-1070116.html",
                    "wgt": 1
                },
                {
                    "body": "El director ruso Andrey Zvyagintsev realiza un ajustadísimo retrato del abuso del poder en Leviatán, un filme que ganó el premio al mejor guión en el último Festival de Cannes y que muestra cómo en Rusia la gente se burla del poder con ironía como \"forma de protegerse a sí mismos\". \"En la época de Stalin podías acabar en prisión de por vida si hacías una broma sobre él (...). Pese a que ese miedo genético del poder vive en la gente, aún así se burlan de los líderes anteriores pero prefieren usar la ironía para describir todas las situaciones que ocurren\", explicó el director en una entrevista con un reducido grupo de medios, entre ellos Efe, tras presentar el filme en Cannes. Un filme muy crítico contra la corrupción y el abuso de poder en un pequeño pueblo del norte ruso, pero que podría ocurrir en cualquier parte y que se ha ido estrenando durante el otoño y este invierno en varios países europeos, entre ellos España, y que es la película rusa candidata al Óscar.",
                    "date": "2015-01-09",
                    "eventUri": "2243097",
                    "id": "30168777",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2958,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "11:26:00",
                    "title": "'Leviatán'",
                    "uri": "239305395",
                    "url": "http://www.rtve.es/alacarta/videos/dias-de-cine/leviatan/2947100/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2015-01-19",
            "avgCos": 0.5482,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2243097",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2268957",
            "lang": "spa",
            "storyDate": "2015-01-19",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-29862",
            "variance": 0.1995
        }
    }
}