{
    "850f305d-14db-4c75-b547-79470a557ea3-942260": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "Katie Melua has revealed she had a spider living in her ear for several days.\n\nThe singer told fans online that she started hearing \"shuffling noises\" and when she had it investigated it turned out to be a spider which she believes crawled into her ear from her headphones.\n\nThe star - who once released a single called Spider's Web - posted a video of the arachnid on Instagram and wrote: \"So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!\"\n\nShe continued: \"Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week.\n\n\"It was no hassle at all, apart from the occasional shuffling noises...\"\n\nKatie, 30, revealed the spider survived being removed, and shared a snap of it safely inside a jar.\n\n\"Though the thing looked TERRIFYING up-close on the doctor's camera, once he took him out (using a micro Hoover) it was pretty small, and now it's in this little test tube, alive and seemingly fine,\" she said.\n\nA spokesman for the singer told the Daily Mail: \"The ear specialist said he'd never in his career taken out a live bug before. Plenty of dead ones. When it was out it was pretty tiny.\n\n\"Katie kept it in the test tube and released it in her garden when she got home. Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there. She was relieved it was what it was as she was worried she was losing her hearing.\"",
                    "date": "2014-11-03",
                    "eventUri": "1649489",
                    "id": "24344680",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9301,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.breakingnews.ie"
                    },
                    "time": "11:21:00",
                    "title": "Katie Melua had spider living in her ear",
                    "uri": "223866288",
                    "url": "http://www.breakingnews.ie/entertainment/katie-melua-had-spider-living-in-her-ear-649559.html",
                    "wgt": 1
                },
                {
                    "body": "Katie Melua has revealed she had a spider living in her ear for several days.\n\nThe singer told fans online that she started hearing \"shuffling noises\" and when she had it investigated it turned out to be a spider which she believes crawled into her ear from her headphones.\n\nThe star - who once released a single called Spider's Web - posted a picture of the arachnid on Instagram and wrote: \"So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!\"\n\nShe added a picture of some earphones and continued: \"Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week. It was no hassle at all, apart from the occasional shuffling noises...\"\n\nKatie, 30, revealed the spider survived being removed, and shared a snap of it safely inside a jar.\n\n\"Though the thing looked TERRIFYING up-close on the doctor's camera, once he took him out (using a micro Hoover) it was pretty small, and now it's in this little test tube, alive and seemingly fine,\" she said.\n\nA spokesman for the singer told the Daily Mail: \"The ear specialist said he'd never in his career taken out a live bug before. Plenty of dead ones. When it was out it was pretty tiny.\n\n\"Katie kept it in the test tube and released it in her garden when she got home. Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there. She was relieved it was what it was as she was worried she was losing her hearing.\"",
                    "date": "2014-11-03",
                    "eventUri": "1649489",
                    "id": "24343196",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9261,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "11:02:00",
                    "title": "Melua had spider living in her ear",
                    "uri": "223861794",
                    "url": "http://www.independent.ie/entertainment/music/melua-had-spider-living-in-her-ear-30713191.html",
                    "wgt": 1
                },
                {
                    "body": "Katie Melua: \"I love to go to one of the old bathhouses. I always come out feeling marvellously rejuvenated\"\n\nSinger Katie Melua discovered a spider was living in her ear after suffering scratching in her ear for a week.\n\nThe pop star posted a picture of the spider on Instagram after an ear specialist removed it from her ear.\n\nThe 30-year-old believes the spider crawled inside her ear after she used a pair of earphones on a flight, according to the Mail On Sunday.\n\nShe posted: \"Basically I used these old in-ear monitors to block out sound on a flight, a little spider must have been in them and crawled inside my ear and stayed there for the week.\n\n\"Though the thing looked terrifying up-close on the doctor's camera, once he took him out (using a microhoover) it was pretty small, and now it's in this little test tube, alive and seemingly fine.\"\n\nShe claimed it did not bother her apart from occasional \"shuffling\" noises and later released the spider into her garden.\n\nHer spokesperson told the paper she was \"relieved\" it was a spider and she was not losing her hearing.\n\n\"The ear specialist said he had never taken out a live bug before,\" they said.\n\n\"Apart from shuffling and random noises in her ear, the spider was no bother for the entire week.\"",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24231919",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.917,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "01:57:00",
                    "title": "Shocked Katie Melua found spider living in her ear",
                    "uri": "223577176",
                    "url": "http://www.telegraph.co.uk/news/celebritynews/11203727/Shocked-Katie-Melua-found-spider-living-in-her-ear.html",
                    "wgt": 1
                },
                {
                    "body": "Katie Melua reveals that she had a spider living in her ear for a WEEK.\n\nIf you're eating you might want to put your food down for a bit.\n\nMelua tweeted that she had been hearing a 'rustling' noise so went to the doctors to get it checked out.\n\nUsing a micro hoover the doctor removed a small spider. A small LIVE spider.\n\nThe singer said that the little creature must have been inside a pair of old in-ear monitors she recently used to cancel sound during a flight.\n\nShe added that she had had no 'hassle' from the spider being in her ear, apart from the 'shuffling noises' she heard from time to time.\n\nKatie tweeted: 'So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!\n\n'Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week. It was no hassle at all, apart from the occasional shuffling noises...\n\n'Though the thing looked TERRIFYING up-close on the doctor's camera, once he took him out ( using a micro Hoover ) it was pretty small, and now its in this little test tube, alive and seemingly fine.'\n\nHer spokesperson told the Mail On Sunday that Katie was 'relieved' she wasn't losing her hearing.\n\nThey said: 'The ear specialist said he had never taken out a live bug before.\n\n'Apart from shuffling and random noises in her ear, the spider was no bother for the entire week.'",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24264643",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9124,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "13:16:00",
                    "title": "Katie Melua has had a spider living in her ear for the last week",
                    "uri": "223662780",
                    "url": "http://metro.co.uk/2014/11/02/katie-melua-has-had-a-spider-living-in-her-ear-for-the-last-week-4931630/",
                    "wgt": 1
                },
                {
                    "body": "Katie Melua experienced a real-life horror story that will top any you heard this Halloween.\n\nThe popstar was shocked to discover that a spider had been living inside her ear for more than week.\n\nThe singer, whose best known for songs Nine Million Bicycles and, ironically, Spider Web, had been annoyed by a \"rustling\" sound in her ear for a week.\n\nShe went to a doctor who revealed that the noise was caused by a spider living inside her ear canal.\n\nThe 30-year-old believes that the creature had crawled into her ear from ear-buds she had been using on a flight.\n\nAfter having the spider removed by an ear specialist she took to social media to share a picture of the unnerving find.\n\n\"So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!\" she posted on Instagram\n\n\"Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week,\" she said.\n\n\"Though the thing looked TERRIFYING up-close on the doctor's camera, once he took him out it was pretty small, and now its in this little test tube, alive and seemingly fine.\n\n\"It was no hassle at all, apart from the occasional shuffling noises,\" she added.\n\nA spokesperson for the singer said she was \"relieved\" that she was not losing her hearing.\n\n\"The ear specialist said he'd never in his career taken out a live bug before,\" they told The Mail.\n\n\"Katie kept it in the test tube and released it in her garden when she got home.\n\n\"Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there,\" they added.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24262515",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9076,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "12:43:00",
                    "title": "Singer Katie Melua discovers 'terrifying' spider living in her ear for an entire week",
                    "uri": "223657085",
                    "url": "http://www.independent.ie/style/celebrity/singer-katie-melua-discovers-terrifying-spider-living-in-her-ear-for-an-entire-week-30711347.html",
                    "wgt": 1
                },
                {
                    "body": "Katie Melua has found a spider living in her ear.\n\nThe 'Nine Million Bicycles' crooner has opened up about the terrifying situation, revealing that doctors told her that the arachnid had been there for a week.\n\nPosting a picture of the spider on her Instagram account, she wrote: ''So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!''\n\nThe singer-songwriter - who has released six albums, including her hit 2003 debut 'Call Off the Search' - hypothesised over how the eight-legged creepy-crawly got into her ear, blaming it on an old pair of ear-pieces.\n\nShe explained: ''Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week.\n\n''It was no hassle at all, apart from the occasional shuffling noises...''\n\nDespite the strange experience, the 30-year-old insists that both her and her spidery friend are now safe and well.\n\nShe said: ''Though the thing looked TERRIFYING up-close on the doctor's camera, once he took him out ( using a micro Hoover ) it was pretty small, and now its in this little test tube, alive and seemingly fine.''\n\nA spokeswoman for the star added that there was a happy ending for the arthropod, revealing that it is now living in 'The Closest Thing to Crazy' singer's garden.\n\nShe concluded: ''Katie kept it in the test tube and released it in her garden when she got home.\n\n''Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there.''",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24258956",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8844,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "11:34:00",
                    "title": "Katie Melua finds spider living in her ear",
                    "uri": "223646753",
                    "url": "http://www.contactmusic.com/story/katie-melua-finds-spider-living-in-her-ear_4440712",
                    "wgt": 1
                },
                {
                    "body": "Katie Melua has revealed that a doctor removed a live spider from her ear, which had been living there for a week, after she complained about hearing shuffling noises.\n\nThe 'Nine Million Bicycles' crooner has opened up about the terrifying situation, revealing that doctors told her that the arachnid had been there for a week.\n\nPosting a picture of the spider on her Instagram account, she wrote: \"So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!\"\n\nThe singer-songwriter - who has released six albums, including her hit 2003 debut 'Call Off the Search' - hypothesised over how the eight-legged creepy-crawly got into her ear, blaming it on an old pair of ear-pieces.\n\nShe explained: \"Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week.\n\n\"It was no hassle at all, apart from the occasional shuffling noises...\"\n\nDespite the strange experience, the 30-year-old insists that both her and her spidery friend are now safe and well.\n\nShe said: \"Though the thing looked TERRIFYING up-close on the doctor's camera, once he took him out ( using a micro Hoover ) it was pretty small, and now its in this little test tube, alive and seemingly fine.\"\n\nA spokeswoman for the star added that there was a happy ending for the arthropod, revealing that it is now living in 'The Closest Thing to Crazy' singer's garden.\n\nShe concluded: \"Katie kept it in the test tube and released it in her garden when she got home.\n\n\"Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there.\"",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24275756",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8844,
                    "source": {
                        "title": "www.femalefirst.co.uk",
                        "uri": "www.femalefirst.co.uk"
                    },
                    "time": "16:31:00",
                    "title": "Katie Melua Finds Spider Living in Her Ear",
                    "uri": "223693425",
                    "url": "http://www.femalefirst.co.uk/celebrity/katie-melua-finds-spider-living-ear-553507.html?f=rss",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles - Katie Melua has found a spider living in her ear.\n\nThe Nine Million Bicycles crooner has opened up about the terrifying situation, revealing that doctors told her that the arachnid had been there for a week.\n\nPosting a picture of the spider on her Instagram account, she wrote: ''So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!''\n\nThe singer-songwriter - who has released six albums, including her hit 2003 debut Call Off the Search - hypothesised over how the eight-legged creepy-crawly got into her ear, blaming it on an old pair of ear-pieces.\n\nShe explained: ''Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week.\n\n''It was no hassle at all, apart from the occasional shuffling noises...''\n\nDespite the strange experience, the 30-year-old insists that both her and her spidery friend are now safe and well.\n\nShe said: ''Though the thing looked TERRIFYING up-close on the doctor's camera, once he took him out [using a micro Hoover] it was pretty small, and now its in this little test tube, alive and seemingly fine.''\n\nA spokesperson for the star added that there was a happy ending for the arthropod, revealing that it is now living in The Closest Thing to Crazy singer's garden.\n\nShe concluded: ''Katie kept it in the test tube and released it in her garden when she got home.\n\n''Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there.''",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24287130",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8834,
                    "source": {
                        "title": "Channel",
                        "uri": "www.channel24.co.za"
                    },
                    "time": "19:40:00",
                    "title": "Channel24.co.za | Katie Melua finds spider living in her ear",
                    "uri": "223722411",
                    "url": "http://www.channel24.co.za/Gossip/News/Katie-Melua-finds-spider-living-in-her-ear-20141102",
                    "wgt": 1
                },
                {
                    "body": "Because Katie Melua's medical complaint had a truly terrifying cause.\n\nThe singer, 30, had gone to her doctors to complain about a repetitive scratching noise she could hear in her ear that had failed to quieten after a week.\n\nThe musician, to her horror, discovered that it wasn't in fact an early sign of tinnitus, but that the noise had actually been caused by a spider living in her ear for seven days.\n\nMelua, who once released the track \"Spider's Web\", said she believes the spider burrowed its way inside her ear after hiding in a pair of headphones.\n\n\"Basically I used these old in-ear monitors to block out sound on a flight, a little spider must have been in them and crawled inside my ear and stayed there for the week,\" she captured one horrifying image of the arachnid on Instagram.\n\nThe spider found in Katie Melua's ear \"Though the thing looked terrifying up-close on the doctor's camera, once he took him out (using a micro-hoover) it was pretty small, and now it's in this little test tube, alive and seemingly fine.\n\n\"It was no hassle at all, apart from the occasional shuffling noises.\"\n\nMelua's spokesperson has since added:\n\n\"The ear specialist said he'd never in his career taken out a live bug before. Plenty of dead ones. When it was out it was pretty tiny.\n\n\"Katie kept it in the test tube and released it in her garden when she got home. Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there. She was relieved it was what it was as she was worried she was losing her hearing.\"",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24261628",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.88,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "12:25:00",
                    "title": "Katie Melua horrified to discover medical issue caused by spider living in her ear",
                    "uri": "223654365",
                    "url": "http://www.independent.co.uk/news/people/katie-melua-horrified-to-discover-medical-issue-caused-by-spider-living-in-her-ear-9833875.html?dkdk",
                    "wgt": 1
                },
                {
                    "body": "Katie Melua's medical complaint had a truly terrifying cause.\n\nThe singer, who spent part of her childhood in Belfast, had gone to her doctors to complain about a repetitive scratching noise she could hear in her ear that had failed to quieten after a week.\n\nThe musician, to her horror, discovered that it wasn't in fact an early sign of tinnitus, but that the noise had actually been caused by a spider living in her ear for seven days.\n\nMelua, who once released the track \"Spider's Web\", said she believes the spider burrowed its way inside her ear after hiding in a pair of headphones.\n\n\"Basically I used these old in-ear monitors to block out sound on a flight, a little spider must have been in them and crawled inside my ear and stayed there for the week,\" she captured one horrifying image of the arachnid on Instagram.\n\n\"Though the thing looked terrifying up-close on the doctor's camera, once he took him out (using a micro-hoover) it was pretty small, and now it's in this little test tube, alive and seemingly fine.\n\n\"It was no hassle at all, apart from the occasional shuffling noises.\"\n\nMelua's spokesperson has since added:\n\n\"The ear specialist said he'd never in his career taken out a live bug before. Plenty of dead ones. When it was out it was pretty tiny.\n\n\"Katie kept it in the test tube and released it in her garden when she got home. Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there. She was relieved it was what it was as she was worried she was losing her hearing.\"\n\nMelua posted a video of the spider on instagram (viewable below). If you suffer from any degree of arachnophobia, look away now.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24299417",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8762,
                    "source": {
                        "title": "BelfastTelegraph.co.uk",
                        "uri": "www.belfasttelegraph.co.uk"
                    },
                    "time": "23:23:00",
                    "title": "Katie Melua surprised to discover scratching noise caused by spider living in her ear",
                    "uri": "223755596",
                    "url": "http://www.belfasttelegraph.co.uk/entertainment/music/news/katie-melua-surprised-to-discover-scratching-noise-caused-by-spider-living-in-her-ear-30712320.html",
                    "wgt": 1
                },
                {
                    "body": "Ms Melua decided to set the spider free in her garden when she got home\n\nBy Charlotte Griffiths, Diary Editor For The Mail On Sunday\n\nHalloween week is traditionally a time for creepy tales, but pop star Katie Melua has a real-life horror story to top the lot.\n\nThe 30-year-old had been bugged by a scratching noise - and when she went to the doctor's to get it checked out, she discovered to her shock that it was caused by a spider living inside her ear.\n\nMelua - who once released a single called Spider's Web - believes the creature had previously been living in a pair of earbud headphones she recently used.\n\nOnce the doctor had removed the creature with a suction device, Ms Melua posted pictures of the unnerving find on Instagram.\n\nShe wrote alongside the picture: 'Basically I used these old in-ear monitors to block out sound on a flight, a little spider must have been in them and crawled inside my ear and stayed there for the week.\n\n'Though the thing looked terrifying up-close on the doctor's camera, once he took him out (using a micro-hoover) it was pretty small, and now it's in this little test tube, alive and seemingly fine.'\n\nAnd showing a surprising sang-froid, she added: 'It was no hassle at all, apart from the occasional shuffling noises.'\n\nA spokeswoman for the star, best known for hits such as Nine Million Bicycles and The Closest Thing To Crazy, said: 'The ear specialist said he'd never in his career taken out a live bug before. Plenty of dead ones. When it was out it was pretty tiny.\n\n'Katie kept it in the test tube and released it in her garden when she got home. Apart from shuffling and random noises in her ear, the spider was no bother for the entire week it lived there. She was relieved it was what it was as she was worried she was losing her hearing.'\n\nThe news comes two weeks after The Mail on Sunday reported how a London family found a deadly Brazilian spider delivered with bananas in their Waitrose shopping order.\n\nMs Melua's intruder was identified as a member of the salticidae - or jumping spider - family. They are common worldwide, but in Britain they rarely grow bigger than half an inch. Experts were, however, divided about how the spider might have survived for so long.\n\nDr Tim Cockerill, who presents the BBC series Spider House, said: 'I have never heard of this before.\n\n'But lots of spiders don't need to feed as frequently as you think. At this time of year spiders have been eating flies and are very well fed so they can survive weeks and weeks without food.\n\n'I don't think there is anything in anybody's ear that spiders would like to feed on.'\n\nBut Professor Brian Moore, a hearing expert at Cambridge University, said: 'Spiders like nice warm and slightly moist places and the ear can provide that. We often have very small lice and bed mites which get into our ear which a spider could live on.'\n\nBut he had some relatively comforting news: 'Eventually the spider would come out and lay its eggs in a suitable place - and I don't think that would be the ear.'",
                    "date": "2014-11-01",
                    "eventUri": "1649489",
                    "id": "24224597",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8294,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "23:28:00",
                    "title": "Katie Melua's shock as she finds spider that has lived inside her ear for a WEEK: Singer bugged by scratching noises after using headphones on a flight",
                    "uri": "223558423",
                    "url": "http://www.dailymail.co.uk/news/article-2817163/Katie-Melua-s-shock-finds-spider-lived-inside-ear-WEEK-Singer-bugged-scratching-noises-using-headphones-flight.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "The 30-year-old - who once sang a song called Spiders Web - believes the uninvited guest had crept into her ear from the bud of a pair of headphones\n\nSinging star Katie Melua got a nasty surprise after finding that a spider had been living in her ear for a WEEK.\n\nThe 30-year-old - who once sang a song called Spiders Web - had been troubled by a scratching feeling in her ear for several days.\n\nBut when she got the problem checked out she discovered she had been carrying around an uninvited guest and posted a video of the tiny creature on her Instagram account.\n\nShockingly, Katie believes the spider may have been hiding in the ear bud of a pair of headphones she had been using.\n\n\"So I had a rustling in my ear for a week and went to the doctor to have it checked out this morning. THIS little fella is what they found!,\" she wrote on Instagram.\n\nBasically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week. It was no hassle at all, apart from the occasional shuffling noises...\n\nA photo posted by Katie Melua (@katiemeluaofficial) on Oct 10, 2014 at 2:10pm PDT\n\nThough the thing looked TERRIFYING up-close on the doctor's camera, once he took him out ( using a micro Hoover ) it was pretty small, and now its in this little test tube, alive and seemingly fine.\n\nA photo posted by Katie Melua (@katiemeluaofficial) on Oct 10, 2014 at 2:14pm PDT\n\nAfter posting a photo of the offending earphones, she said: \"Basically I used these old in-ear monitors to block out sound on a flight, little spider must have been in them and crawled inside my ear and stayed there for the week.\n\n\"It was no hassle at all, apart from the occasional shuffling noises...\"\n\nA spokesman for Katie, who hit fame for songs such as Nine Million Bicycles and the Closest Thing to Crazy, said: \"The ear specialist said he'd never in his career taken out a live bug before.\n\n\"Plenty of dead ones. Katie kept it in the test tube and released it in her garden,\" the spokesman told the Daily Mail.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24227049",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8293,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "00:33:00",
                    "title": "Singer Katie Melua discovers spider living in her EAR for a WEEK",
                    "uri": "223566321",
                    "url": "http://www.mirror.co.uk/news/weird-news/singer-katie-melua-discovers-spider-4551937",
                    "wgt": 1
                },
                {
                    "body": "Think having a spider crawl in your ear is an urban legend?\n\n\"Basically I used these old in-ear monitors to block out sound on a flight, a little spider must have been in them and crawled inside my ear and stayed there for the week,\" Melua said.\n\n\"Though the thing looked terrifying up-close on the doctor's camera, once he took him out (using a microhoover) it was pretty small, and now it's in this little test tube, alive and seemingly fine.\"\n\nThe singer didn't cite any pain, but said she heard \"shuffling noises\" throughout the week.\n\nThe spider was reportedly released into Melua's garden, safe and sound.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24286736",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.822,
                    "source": {
                        "title": "Las Vegas Review-Journal",
                        "uri": "www.reviewjournal.com"
                    },
                    "time": "19:30:00",
                    "title": "Singer Katie Melua finds spider living in ear | Las Vegas Review-Journal",
                    "uri": "223721181",
                    "url": "http://www.reviewjournal.com/trending/feed/singer-katie-melua-finds-spider-living-ear",
                    "wgt": 1
                },
                {
                    "body": "Halloween just got a touch too real for one celebrity pop star. Katie Melua has shared her real-life horror story on Twitter. She had a spider living in her ear (for real)!\n\nAfter being irritated by a scratching noise in her ear, she went to the doctor to get it checked and found it was a spider living inside.\n\nWhat's more, she says it had been there for a week.\n\nMelua - who has a single called Spider's Web - thinks the creature may have got in from a pair of earbud headphones and posted pictures of the spider on Instagram.\n\nHer caption: \"I used these old in-ear monitors to block out sound on a flight, a little spider must have been in them and crawled inside my ear and stayed there for the week.\"\n\n(Pics: Katie Melua's Instagram)",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24251040",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7508,
                    "source": {
                        "title": "Emirates 24|7",
                        "uri": "www.emirates247.com"
                    },
                    "time": "08:30:00",
                    "title": "Halloween scare: Spider living in singer's ear",
                    "uri": "223622331",
                    "url": "http://www.emirates247.com/entertainment/halloween-scare-spider-living-in-singer-s-ear-2014-11-02-1.568532",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-11-02",
            "avgCos": 0.6179,
            "categories": [
                {
                    "label": "Shopping/Health/Hearing",
                    "uri": "http://www.dmoz.org/Shopping/Health/Hearing",
                    "wgt": 40
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1649489",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1649489",
            "lang": "eng",
            "storyDate": "2014-11-02",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-942260",
            "variance": 0.1182
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-326939": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "Katie Melua, famosa estrella pop británica, creía que las molestias y ruidos en su oído eran producto del uso de auriculares en un vuelo. Pero cuando fue a revisarse con el doctor hallo una \"pequeña sorpresa\": una araña había vivido dentro de su conducto auditivo durante una semana.\n\nElla comenzó a notar un ruido susurrante que no la dejaba en paz. Cuando su médico miró qué era lo que tenía, se encontró con la araña. Ella pudo registrarla en cámara y se veía espeluznante. Tuvieron que aspirarla de su oído y Katie cree que la criatura ya estaba en los auriculares del avión que usó recientemente y eso lo escribió en su cuenta de Twitter: \"Usé estos viejos auriculares para bloquear el sonido del vuelo y la araña debió estar en ellos. Se arrastró a mi oreja y se quedó allí durante la semana\", narró.\n\n\"Aunque la araña parecía aterradora de cerca, cuando la sacaron vimos que era bastante pequeña. Ahora está en un tubo de ensayo, con vida y aparentemente bien\", escribió. Por su parte, el portavoz de la artista, afirmó que Katie puso a la araña en su jardín, informó el periódico británico The Guardian.\n\nEl artóprodo era una \"araña saltadora\", especie común en todo el mundo. A menudo buscan lugares cálidos y cómodos para vivir.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24280996",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7362,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "17:57:00",
                    "title": "¡Pobre! Famosa estrella pop vivió con araña dentro de su oreja por 7 días",
                    "uri": "223706234",
                    "url": "http://www.publimetro.com.mx/xfiles/pobre-famosa-estrella-pop-vivio-con-arana-dentro-de-su-oreja-por-7-dias/XeSnkb%21uDeaLMw_RWn3y6ABtr5ClQ/",
                    "wgt": 1
                },
                {
                    "body": "La cantante británica de origen georgiano Katie Melua convivió con un animal inesperado durante una semana. Fue el tiempo en el que la autora de éxitos como Call Off the Search y Nine Million Bicycles reportó un extraño ruido en su oido a su médico. La sorpresa fue mayúscula cuando descubrió el motivo de la molestia: una pequeña araña que se había instalado en el oido.\n\nKati Melua procedió a contar todo el procedimiento en su cuenta de Instagram. El pequeño arácnido habría llegado a su oreja a través de unos auriculares. \"Usé estos viejos auriculares para soportar el ruido durante un vuelo. Una pequeña araña debió de estar en ellos y se metió en mi oído durante una semana\", relató Melua. El médico que la asistió retiró la araña con un pequeño aparato de succión y la artista recibió al diminuto invasor en un bote de plástico.\n\nUna portavoz de Katie Melua confesó a la prensa inglesa que la cantante soltó a la araña por su jardín una vez llegada a casa. Melua asegura que no ha sufrido consecuencias de este extraño suceso.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24289622",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7114,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "20:24:00",
                    "title": "La cantante Katie Melua enseña la araña que vivió en su oído una semana",
                    "uri": "223728972",
                    "url": "http://www.lavozdegalicia.es/noticia/gente/2014/11/02/cantante-katie-melua-ensena-arana-vivio-oido-semana/00031414955383710691150.htm",
                    "wgt": 1
                },
                {
                    "body": "La cantante Katie Melua, aquella con la que Amy Winehouse no quería hacer un dueto porque prefería contraer \"sida de gato\", protagoniza uno de los WTF's del año al confesar que ha convivido con una araña en su oreja durante una semana. A la mujer le molestaba un zumbido que notaba en su oreja y fue al médico, que pudo retirar al animal con una pequeña aspiradora. Se cree que el arácnido saltarín, de la familia de los saltícidos, llegó a oídos de Katie Melua a través de unos cascos intraurales que utilizó durante un vuelo.\n\nKatie ha tenido la generosidad de compartir una instantánea de la araña, indicando que aunque daba miedo en la cámara del médico, su amiga más cercana durante una semana resultó ser diminuta.\n\nLos tabloides del país ya se han lanzado a comentar los entresijos de esta historia indicando que el especialista nunca había rescatado un animal vivo en una operación similar, aunque sí \"muchos muertos\".\n\nKatie al parecer liberó al animal en el jardín de su casa, para alivio -suponemos- de Morrissey.\n\nEl prestigioso The Guardian nos da unos consejos sobre qué tenemos que hacer si nos hallamos en una situación como la de Katie Melua. Hurgar no es una opción.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24285310",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6178,
                    "source": {
                        "title": "jenesaispop.com",
                        "uri": "jenesaispop.com"
                    },
                    "time": "19:03:00",
                    "title": "Hallada araña viviendo en una oreja de Katie Melua",
                    "uri": "223717216",
                    "url": "http://jenesaispop.com/2014/11/02/208227/hallada-arana-viviendo-en-la-oreja-de-katie-melua/",
                    "wgt": 1
                },
                {
                    "body": "\"Al principio sentía ese temor natural como la mayoría de las personas, pero, poco a poco, empecé a entender su comportamiento, aprendí a relacionarme con ellas y hoy día nos volvimos muy buenas amigas. Es una compañera de trabajo muy especial a la que le tengo mucho aprecio\".\n\nAsí describe la científica colombiana Gladis Miriam Aparicio Rojas a la Nephila Clavipes, una araña nativa del continente americano que estudia desde hace años como parte de su doctorado.\n\nSu investigación la llevó a desarrollar una membrana conductora con el hilo de esta araña que le valió el \"Premio nacional al inventor colombiano 2014\" (avalado por la Organización Mundial de la Propiedad Intelectual) y que podría revolucionar el mundo de las baterías para los teléfonos celulares.\n\n\"Lo que hice fue elaborar una membrana conductora que entre sus componentes tiene hilo de araña, un polímero y un cerámico\", le cuenta Aparicio Rojas a BBC Mundo.\n\n\"Este hilo, de una tonalidad dorada, tiene muy buenas propiedades mecánicas: es mucho más flexible que el nailon y más resistente que el acero\", continúa la investigadora.\n\nVea: Una araña en plena cacería\n\n\"Las baterías, que nosotros llamamos celdas combustibles, tienen dos componentes principales: los electrodos que producen la carga eléctrica y una membrana que es la encargada de la conducción de energía\", explica la científica.\n\nAl incorporar hilo de araña en la membrana, se mejoran enormemente sus propiedades conductoras, lo cual, en el caso de una batería, extiende su vida útil y el tiempo de funcionamiento antes de la próxima recarga.\n\n\"Los valores de durabilidad de la membrana son muy amplios. Para saber exactamente cuánto dura dentro de una batería haría falta más desarrollo\", dice Aparicio Rojas.\n\n\"Pero en cuanto a la carga, en porcentajes, puede extender su duración en un 30% o 40%\", añade.\n\nOtra ventaja es que es un material natural. En términos ambientales, reduce el uso de elementos contaminantes utilizados comúnmente en las pilas.\n\nLea: Los extraños hábitos de una araña sociable\n\nLa seda -o el hilo- de araña ha despertado desde hace varios años el interés de los científicos. En el pasado, ha sido utilizado por la industria textil en la elaboración de atuendos (hace un par de años crearon en Madagascar un vestido con hilos de más de un millón de arañas) y en la fabricación de chalecos antibalas.\n\nEl interés científico ha estado enfocado principalmente en cómo reproducir sus propiedades en un material sintético.\n\nSin embargo, ésta es la primera vez que se emplea el hilo para crear un material conductor.\n\n\"Yo quise dar un paso más e investigar sus aplicaciones\", le dice Aparicio Rojas a BBC Mundo, quien ve un futuro prometedor para la seda de la Nephila Clavipes.\n\n\"Podría usarse por ejemplo como material en las carcasas de los celulares o para reemplazar otros materiales que son muy quebradizos, por su capacidad de resistir los golpes y el calor\".\n\nPor otra parte, agrega, \"el hilo de esta araña tiene un pH compatible con el del ser humano y por eso podría utilizarse como un elemento para la regeneración ósea, en implantes maxilofacial o, como tiene muy buenas propiedades de coagulación, podría aplicarse para hacer suturas\".\n\nEn cuanto a la metodología para obtener el hilo, la investigadora prefiere no dar demasiados detalles.\n\nComo no las puede criar, ni llevarlas al laboratorio, ni ordeñarlas, tiene que visitar regularmente un vivero para recoger el fruto de la araña.\n\n\"Yo llego al vivero de la Universidad Autónoma de Occidente, veo que estén de buen ánimo, que estén comiendo y retiro la red que hayan tejido de forma natural\", dice.\n\nNo es fácil manipularlo, explica, por el pegamento que se desprende del hilo.\n\nY con el hilo recolectado, Aparicio Rojas regresa al laboratorio a trabajar.",
                    "date": "2014-11-03",
                    "eventUri": "1649489",
                    "id": "24411709",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5251,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "20:40:00",
                    "title": "El invento colombiano que podría alargar la vida de las baterías de ... - BBC Mundo",
                    "uri": "224024112",
                    "url": "http://www.bbc.co.uk/mundo/noticias/2014/11/141103_arana_colombia_hilo_baterias_lp?utm_medium%253Dtwitter%2526utm_source%253Dtwitterfeed",
                    "wgt": 1
                },
                {
                    "body": "Just Eat es una plataforma líder de pedidos de comida a domicilio por Internet, que inició su actividad en Dinamarca en 2001 y actualmente cuenta con presencia en 13 países.¿Cuál es el recorrido de Just Eat hasta su llegada a España?\n\nJust Eat comenzó su andadura en Dinamarca en 2001 y, desde entonces, se ha convertido en líder de su sector. Opera en 13 países y tiene su sede central en Reino Unido, donde aterrizó en 2006. Además de España, Dinamarca y UK Just Eat está presente en Canadá, Holanda, Bélgica, Irlanda, Francia, Suiza, Noruega, Italia, Brasil e India.\n\nEn la actualidad, en todo el mundo, Just Eat cuenta con casi 40.000 restaurantes afiliados en todo el mundo. Esto supone una facturación en pedidos para sus restaurantes de más de 750 millones de libras al año.\n\nDesde su llegada a nuestro país, ¿cómo ha sido la evolución de la plataforma?\n\nJust Eat llegó a España en 2010. Comenzó con una plantilla de 8 personas y ahora acabamos de estrenar nuevas oficinas en las que trabajamos más de 65 compañeros.\n\nTeniendo en cuenta que operamos en 13 países del mundo, España se sitúa entre el 4º - 5º puesto dentro de la compañía. Es un caso de éxito absoluto porque es el país que más rápido está creciendo en todos los ratios en la historia de la compañía comparado con cualquier otro.\n\nCrece mes a mes más del 100%. Ha sido el país que antes ha llegado a 100.000 pedidos, al mayor número de restaurantes y volumen de facturación. Se trata de una tendencia que venimos observando desde hace muchos meses y es así como estamos consolidando nuestra posición.\n\n¿Cómo se explica el elevado crecimiento que ha experimentado la compañía en tan poco tiempo?\n\nEl cliente es quien nos hace crecer. Cuando llegamos a España sólo 2,5 millones de personas utilizaban Internet a diario y pedían una comida a domicilio al mes. El problema no era de demanda, sino la oferta. Los usuarios, los internautas, solicitaban a gritos algo más que una pizza o comida china y Just Eat, desde su plataforma, ha aportado variedad, comodidad y un servicio rápido y fácil: en 3 clics la comida está pedida. Los factores clave de nuestro éxito son, básicamente, haber dado una respuesta a un mercado con una necesidad y haber aportado variedad donde no la había con una plataforma online de garantía.\n\nPor otra parte, es necesario recalcar ese cambio de hábito que se ha producido en el usuario. Cada vez es más frecuente comer en casa o en la oficina, en lugar de salir a cenar o comer. Además estamos demostrando que aportamos un valor a los restaurantes generamos negocio al sector local de hostelería. Como empresa, Just Eat es una empresa que está en constante crecimiento y por tanto, pone los medios adecuados para, desde el punto de vista organizativo, mantener ese equilibrio.\n\n¿Cuál es la competencia de Just Eat en España?\n\nLa competencia de Just Eat en España son operadores locales que no tienen la fuerte estructura y el know how de nuestra compañía. Somos, claramente, los líderes con una interesante distancia respecto a las empresas locales que he mencionado.\n\n¿Cómo explica que este modelo de negocio en Internet sea clave para el sector de la restauración a la hora de afrontar la crisis?\n\nEn esta plataforma de oferta y demanda todos salen beneficiados. Los restaurantes han descubierto en Just Eat cómo hacer crecer su clientela y facturación. Si el cliente no va al restaurante, el restaurante va al cliente; y en tan solo dos meses, la rentabilidad ya es una realidad para ellos. Así, en una época de crisis en la que el sector de la restauración es uno de los que más la sufre, unirse a estos modelos de negocio en Internet puede ser una decisión muy fructífera.\n\n¿Qué beneficios ofrece la plataforma al restaurador? ¿Y al usuario?\n\nJust Eat ofrece a los restaurantes la posibilidad no solo de disponer de una nueva línea de negocio sin la necesidad de invertir en desarrollos tecnológicos, sino también la consecución, de media, de entre un 15 y un 25% más de facturación, así como la disposición de diversas herramientas de marketing para darse a conocer. Además le ofrecemos todo el apoyo de marketing que necesite y una importante visibilidad en la plataforma.\n\nAl usuario le aportamos la posibilidad de comprar al mejor precio; desde un mismo sitio, un consumidor puede ver y comparar toda la oferta que hay para un mismo tipo de comida, pudiendo elegir la más económica o la que mejor relación calidad-precio le ofrezca. Al fin y al cabo, calidad de vida. Le damos la posibilidad de dedicarse más a sus hobbies, a su familia, a sus amigos y que no pierda tiempo en la cocina.\n\n¿Cómo ha sido el balance de 2013? (nº de restaurantes adheridos, pedidos gestionados, ampliación de equipo de Just Eat España...)\n\nEstamos creciendo de una manera exponencial y desde el asentamiento de las bases, acompañando nuestro crecimiento con el de recursos humanos para dar un buen servicio a nuestros clientes y para atender todos los canales de comunicación con ellos.\n\nPodemos indicar que este año hemos triplicado el número de pedidos respecto al año anterior, por encima del objetivo previsto.\n\nNuestra oferta permite cubrir ya el 80% de la población de España, ya que estamos presentes en más de 400 localidades. En cuanto a cuota de mercado, estamos muy por encima de los competidores.\n\nMes a mes seguimos incorporando nuevos profesionales en todos los departamentos. Después de contar con una nueva sede, tenemos muy claro que el nivel de desarrollo y de crecimiento del negocio debe ir acompañado por un crecimiento de los equipos que lo sostienen.\n\n¿Qué objetivos a corto y medio plazo se han marcado para España en 2014?\n\nQueremos continuar con el liderazgo en el mercado español. Queremos reforzar nuestro modelo de negocio porque creemos que es el de mayor sostenibilidad y los datos nos avalan. Por supuesto, queremos seguir incrementando nuestra oferta y captar nuevos clientes. Nuestra marca, Just Eat, ya está implantada en España, ya es conocida y notoria, por lo que nuestro objetivo es crecer con los altos estándares de calidad que nos identifican.",
                    "date": "2014-11-02",
                    "eventUri": "1649489",
                    "id": "24257121",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3499,
                    "source": {
                        "title": "El Mundo Financiero",
                        "uri": "www.elmundofinanciero.com"
                    },
                    "time": "10:53:00",
                    "title": "-&#8220;El cliente es quien nos hace crecer&#8221;-",
                    "uri": "223640983",
                    "url": "http://www.elmundofinanciero.com/noticia/35482/Directivos/-El-cliente-es-quien-nos-hace-crecer-.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-11-02",
            "avgCos": 0.4158,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1649489",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1655979",
            "lang": "spa",
            "storyDate": "2014-11-02",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-326939",
            "variance": 0.3271
        }
    },
    "meta": {
        "CCAArticleMatchCount": 8,
        "CCAArticleMatchRatio": 0.05405405405405406,
        "CCAAvgCosSim": 0.808025,
        "CCAAvgMatchWgt": 31.75,
        "_articleUri1": "223866288",
        "_articleUri2": "223706234",
        "_datetime": "2015-02-19 21:45:13",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-942260",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-326939",
        "_username": "Evgenia Belyaeva",
        "artCount1": 14,
        "artCount2": 5,
        "avgCosSimStory1": 0.6179,
        "avgCosSimStory2": 0.4158,
        "categorySim": 0,
        "conceptCosSim": 0.5406192987672387,
        "conceptJaccardSim": 0.05128205128205128,
        "coreTime1": 130056.55,
        "coreTime2": 130066.8833333333,
        "coreTimeStDev1": 8.953347018826554,
        "coreTimeStDev2": 11.51766083504673,
        "entityCosSim": 0.9004362485103341,
        "entityJaccardSim": 0.04761904761904762,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.4075002429986988,
        "keywordJaccardSim": 0.05263157894736842,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 25,
        "storyQuality2": 5,
        "timeAvg1": 130070.9916666667,
        "timeAvg2": 130078.59,
        "timeStDev1": 10.75500944558655,
        "timeStDev2": 11.51766083504673,
        "varianceStory1": 0.1182,
        "varianceStory2": 0.3271
    }
}