{
    "850f305d-14db-4c75-b547-79470a557ea3-209983": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Bayern Munich president Uli Hoeness has been sentenced to three years and six months in jail by a German court after admitting to tax evasion.\n After initially being charged with evading $4.9 million in taxes, Hoeness later admitted to avoiding an additional $20.9 million before the court ultimately determined the 62-year-old owed a grand total of $39,940,000.\n Hoeness' defense was that he should not be punished because he came clean on his evasions.  The court disagreed, finding that the former World Cup winning striker's admissions failed to constitute a full disclosure.\n \"The voluntary disclosure is not valid with the documents that were presented alone,\" the judge said Thursday after finding Hoeness guilty of seven counts of tax evasion and issuing him a three and a half year jail sentence.\n Hoeness, who is expected to appeal the sentence, issued a statement of regret earlier this week: \"I will do everything necessary to ensure that this depressing chapter for me is closed.\" \"\nHoeness offered his resignation at Bayern during last year's annual meeting but the popular figure received backing from both supporters and the board to press on as club president.",
                    "date": "2014-03-13",
                    "eventUri": "455255",
                    "id": "7409288",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7674,
                    "source": {
                        "title": "prosoccertalk.nbcsports.com",
                        "uri": "prosoccertalk.nbcsports.com"
                    },
                    "time": "16:17:00",
                    "title": "Bayern Munich president Uli Hoeness jailed 3.5 years for tax evasion",
                    "uri": "167465494",
                    "url": "http://prosoccertalk.nbcsports.com/2014/03/13/bayern-munich-president-uli-hoeness-jailed-3-5-years-for-tax-evasion/related/",
                    "wgt": 1
                },
                {
                    "body": "Bayern Munich president Uli Hoeness has been sentenced to three-and a half years in prison for tax evasion.  A regional court in Munich found him guilty on seven counts on Thursday.\n Both the prosecution and defense can appeal the sentence at the Federal Court of Justice in Karlsruhe.\n The prosecution had called on Thursday for a five-and-a-half year sentence, while Hoeness' defense pleaded for at the most a suspended sentence.  The maximum term for major tax fraud in Germany is 10 years, though sentences are usually shorter.\n Hoeness was originally charged with dodging 3.5 million euros in taxes, but on Monday admitted to avoiding 15 million euros more than that.\n However, testimony given on Tuesday revealed that Hoeness, 62, in fact withheld 27.2 million euros ($37.91 million) from the tax man.\n The defense accepted this figure, calling it \"accurate.\" \"\nSelf-disclosure\nHoeness had reported himself to tax authorities in January last year.\n The case hinged on whether the court found that his confession was made early enough, before an investigation began of his tax affairs, and whether it was comprehensive enough.\n Hoeness, once a star player, also runs a successful sausage-making business in addition to being Bayern Munich president and chairman of its supervisory board.  Under his presidency, the club has become one of the world's top teams.\n Thousands of Germans have paid back taxes to avoid prosecution since news of Hoeness' prosecution and trial hit the media.  Chancellor Angela Merkel's ruling coalition has also come under increased pressure to crack down on tax evaders.",
                    "date": "2014-03-13",
                    "eventUri": "455255",
                    "id": "7393753",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7554,
                    "source": {
                        "title": "DW.DE",
                        "uri": "www.dw.de"
                    },
                    "time": "13:11:00",
                    "title": "Bayern Munich boss Hoeness sentenced to three-and-a-half years in prison for tax evasion",
                    "uri": "167422144",
                    "url": "http://www.dw.de/bayern-munich-boss-hoeness-sentenced-to-three-and-a-half-years-in-prison-for-tax-evasion/a-17494828?maca=en-rss-en-all-1573-rdf",
                    "wgt": 1
                },
                {
                    "body": "Bayern Munich President Uli Hoeness has been jailed for three and a half years for tax evasion.  Prosecutors had hoped for a five-year sentence for the former Germany international who handed himself in to the authorities at the beginning of this month after confessing to evading 18.5 m Euros in taxes by using secret Swiss bank accounts to hide his income.\n At the start of his trial on Monday, Hoeness declared he had provided all the evidence he had, and that he wanted all of the facts about his evasion in the open.\n However, prosecutors claimed the sum was in excess of 27m Euros and when confronted with the new figure Hoeness' legal team said:\n\"The defence considers the figures accurate; we do not challenge them.\" \"\nSuspicions against Hoeness mounted last year as journalists and tax authorities began investigating his activities.  He paid 10 million Euros in back taxes in January 2013 to lessen his debt to the state.\n Players and staff at Bayern Munich continued to express their support for Hoeness throughout the trial.\n Bayern winger Franck Ribery said: \"You can't envisage Bayern without Hoeness.  We need him.\" \"\nThe maximum punishment for major tax fraud under German law is ten years imprisonment.- -Sky Sports",
                    "date": "2014-03-13",
                    "eventUri": "455255",
                    "id": "7401772",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7385,
                    "source": {
                        "title": "www.herald.co.zw",
                        "uri": "www.herald.co.zw"
                    },
                    "time": "14:55:00",
                    "title": "BREAKING NEWS: Bayern Munich President Uli Hoeness jailed for tax evasion",
                    "uri": "167445339",
                    "url": "http://www.herald.co.zw/breaking-news-bayern-munich-president-uli-hoeness-jailed-for-tax-evasion/",
                    "wgt": 1
                },
                {
                    "body": "Bayern Munich president Uli Hoeness has been sentenced to three and a half years in jail for tax evasion by a German court.\n Hoeness was initially charged with defrauding the authorities of €3.5million, but his trial in Munich revealed that the actual figure was €27.2m.\n The 62-year-old voluntarily disclosed details of his tax evasion last year prior to proceedings getting under way, a gesture his defence hoped would mitigate any punishment.\n However, after three days of hearings, it emerged on Thursday that Hoeness has been sentenced to 42 months behind bars for seven counts of tax evasion.\n Hoeness admitted the charge, with the judge opting for a more lenient sentence than the five-and-a-half-year term put forward by the prosecution.\n Hoeness' future as Bayern president remains unclear.",
                    "date": "2014-03-13",
                    "eventUri": "455255",
                    "id": "7398068",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7088,
                    "source": {
                        "title": "www.soccerway.com",
                        "uri": "www.soccerway.com"
                    },
                    "time": "14:16:00",
                    "title": "Hoeness receives three-and-a-half-year sentence",
                    "uri": "167434678",
                    "url": "http://www.soccerway.com/news/2014/March/13/hoeness-receives-three-and-a-half-year-sentence/",
                    "wgt": 1
                },
                {
                    "body": "The club president faces over three years in prison after being found guilty of evading nearly €30 million in taxes.\n Bayern Munich president Uli Hoeneß was found guilty of tax evasion on Thursday and sentenced to three years, six months in prison.\n Hoeneß was charged with the non-payment on €3.5 million in tax, but over the course of the four-day trial it was revealed that the amount he owed was actually much higher.  The German football legend admitted on Monday to having avoided paying €15 million, but additional testimony on Tuesday showed that the 62-year-old had in fact withheld €27.2 million in taxes.\n The prosecutor had recommended a five-and-a-half year sentence for Hoeness -- German law allows for a maximum of ten years in tax evasion cases -- but the court decided to sentence him to three-and-a-half years.  Prosecutors argued that Hoeneß's voluntary disclosure of his failure to pay taxes was not complete, thus excluding him from amnesty.  German tax laws allow tax evaders to admit to their fraud and avoid prison time, but the revelations during the trial showed that Hoeneß had not come properly clean with authorities.\n Up to this point, Hoeneß has refused to resign his position with Bayern Munich, but the team's various owners will likely force him separate himself from the club in an attempt to begin the process of distancing themselves from him.",
                    "date": "2014-03-13",
                    "eventUri": "455255",
                    "id": "7397457",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6585,
                    "source": {
                        "title": "SBNation.com",
                        "uri": "www.sbnation.com"
                    },
                    "time": "13:46:00",
                    "title": "Bayern Munich president Uli Hoeneß sentenced to jail time for tax evasion",
                    "uri": "167432659",
                    "url": "http://www.sbnation.com/soccer/2014/3/13/5504114/bayern-munich-uli-hoeness-guilty-tax-evasion",
                    "wgt": 1
                },
                {
                    "body": "\"The 62-year-old, who helped turn Bayern into one of the world's richest and most successful clubs, admitted evading £22.7m in taxes\"\nHoeness was also key to bringing in former Barcelona coach Pep Guardiola to succeed Jupp Heynckes, who retired immediately after lifting the European Cup back in May.\n Despite his tax evasion Hoeness remains incredibly popular at Bayern.\n He offered to resign at last year's AGM but was backed by both the club's supporters and its board.",
                    "date": "2014-03-13",
                    "eventUri": "455255",
                    "id": "7408059",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5644,
                    "source": {
                        "title": "Dailystar.co.uk",
                        "uri": "www.dailystar.co.uk"
                    },
                    "time": "15:56:00",
                    "title": "Bayern Munich president Uli Hoeness sentenced to three years in prison for tax evasion",
                    "uri": "167462011",
                    "url": "http://www.dailystar.co.uk/sport/football/369556/Bayern-Munich-president-Uli-Hoeness-sentenced-to-three-years-in-prison-for-tax-evasion",
                    "wgt": 1
                },
                {
                    "body": "Hoeness was initially charged by prosecutors with evading 3.5 million euros ($4.9 million) in taxes from trading profits booked through an account in Switzerland.  That amount spiraled during the four days the trial was scheduled for this week.  On the first day, Hoeness admitted to avoiding 18.5 million euros in tax.  Investigators on the second day put the amount at 27.2 million euros -- nearly $38 million -- which his lawyers didn't contest.\n Prosecutor Achim von Engel earlier Thursday asked the court to impose a prison term of five and a half years.  Defense lawyer Hanns Feigen argued that if the case wasn't dropped, any prison sentence should be suspended, which means the offender doesn't go to prison and is given the chance to comply with requirements set by the court.\n The trial has taken the shine off a performance by Bayern Munich this season that is unrivaled in Germany's Bundesliga with a 49th unbeaten league game against VfL Wolfsburg on March 8 that ended in a 6-1 victory for the Bavarian club.\n Resisted Calls\nHoeness, who has resisted calls to step down from his post since details of his tax evasion came to light a year ago, went from the courtroom to the Allianz Arena, Bayern Munich's home stadium, to cheer the team against Arsenal in a March 11 game that saw the German title-holders qualify for the last eight in the Champions League tournament it won last year.\n The case also taints the club's main sponsors, Adidas AG, Deutsche Telekom AG, Allianz SE and Audi AG, a unit of Volkswagen AG.  The chief executive officers of four of the five companies, excluding Allianz, sit on Bayern Munich's supervisory board.\n Although the companies aren't likely to be harmed financially, \"the loss of image is considerable,\" said Klaus Fleischer, a professor of finance at the University of Applied Sciences in Munich.\n Allianz, Europe's biggest insurer, on Feb. 12 said it would purchase an 8.33 percent stake in the soccer club for 110 million euros to equal holdings by Adidas and Audi, which are all based in the club's home state of Bavaria.\n Final Judgment\nAudi CEO Rupert Stadler declined to comment on Hoeness's future at a March 11 press conference as \"legal procedures are still ongoing.\" \" A decision on the Bayern Munich president's post can only be made once there's a final judgment in the case, Stadler said.\n Audi, based in Ingolstadt, has been the club's official vehicle sponsor since 2002 and supplies corporate cars.  Martin Winterkorn, CEO of the carmaker's parent Volkswagen, said the supervisory board would discuss Hoeness's future at FC Bayern after today's ruling.\n Adidas spokeswoman Katja Schreiber declined to comment on the case before the verdict.  Deutsche Telekom, which two years ago extended its sponsorship of the club to the summer of 2017, couldn't be reached for comment.\n HVB Group, the German unit of UniCredit SpA, has been a sponsor of the club since 2003 and extended the contract until 2016.  HVB doesn't expect that it's \"very profitable relationship\" with the club will suffer from the Hoeness case, CEO Theodor Weimer said at a press conference yesterday.\n Voluntary Disclosure\nAllianz CEO Michael Diekmann said at the company's annual press conference on Feb. 27 that he doesn't see a need for them to distance itself from the soccer club and that everybody should be given the right to voluntarily disclose tax violations to avoid penalty.\n \"The compliance departments of the companies that have close ties to the club should have immediately taken action and put their commitment on hold or at least take a very neutral stance,\" said Fleischer, the Munich professor.  \"That they didn't care much is especially obvious for Allianz, which acquired a stake in FC Bayern long after the tax evasion issue became public knowledge.\" \"\nHoeness has been a member of the management of FC Bayern Munich since 1979.  Before that, he spent almost nine years as a player, winning three league titles and European cups during the 1970s with the club.  He was one of six Bayern Munich players, including Franz Beckenbauer, Gerd Mueller and Paul Breitner, who helped the German national team win the 1974 World Cup title against the Netherlands.\n The probe into Hoeness's tax obligations started a year ago when he reported himself to authorities after lawmakers rejected a treaty that would have stopped prosecutors from buying stolen Swiss bank data with details on German account holders.- -- Oliver Suess and Karin Matussek",
                    "date": "2014-03-13",
                    "eventUri": "455255",
                    "id": "7401764",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5113,
                    "source": {
                        "title": "OregonLive.com",
                        "uri": "www.oregonlive.com"
                    },
                    "time": "14:55:00",
                    "title": "Bayern Munich's Uli Hoeness gets 3 1/2 years in prison in tax case",
                    "uri": "167445333",
                    "url": "http://www.oregonlive.com/playbooks-profits/index.ssf/2014/03/bayern_munichs_uli_hoeness_get.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-03-13",
            "avgCos": 0.621,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "455255",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "448662",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Germany",
                    "lat": 51.5,
                    "long": 10.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Germany"
                },
                "labelEng": "Bavaria",
                "lat": 49,
                "long": 11.5,
                "wikiUri": "http://en.wikipedia.org/wiki/Bavaria"
            },
            "storyDate": "2014-03-13",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-209983",
            "variance": 0.4715
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-105415": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "Hoeness, durante la vista de este jueves.  REUTERS/Christof Stache\nEl presidente del Bayern de Múnich, Uli Hoeness, ha sido condenado hoy a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros.  Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.  La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n El abogado de Hoeness, Hanns Feitgen, ha anunciado que recurrirá la sentencia, con lo que éste todavía no es firme y el presidente del Bayern de momento no tendrá que entrar en la cárcel.  No obstante, en Alemania se considera bastante probable que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.  El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de 18 millones de euros, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n No obstante, para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.  El recurso que presentará el abogado de Hoeness se basara en el argumento de que no se puede tratar igual a un evasor que haya desatado el proceso en su contra a través de una autodenuncia -aunque ésta haya sido incompleta- que a uno que haya sido descubierto por las autoridades.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7400019",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.963,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "14:27:00",
                    "title": "El presidente del Bayern de Múnich, condenado a tres años y medio de cárcel por defraudar 27,5 millones",
                    "uri": "167439856",
                    "url": "http://www.publico.es/deportes/507749/el-presidente-del-bayern-de-munich-condenado-a-tres-anos-y-medio-de-carcel-por-defraudar-27-5-millones",
                    "wgt": 1
                },
                {
                    "body": "Uli Hoeness administió la violación fiscal del Bayern Munich (ap).  BERLÍN.- - El presidente del FC Bayern, Uli Hoeness, ha sido condenado hoy a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros.\n Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.\n La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n El abogado de Hoeness, Hanns Feitgen, ha anunciado que recurrirá la sentencia, con lo que éste todavía no es firme y el presidente del Bayern de momento no tendrá que entrar en la cárcel.\n No obstante, en Alemania se considera bastante probable que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.\n El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de 18 millones de euros, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n No obstante, para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.\n El recurso que presentará el abogado de Hoeness se basara en el argumento de que no se puede tratar igual a un evasor que haya desatado el proceso en su contra a través de una autodenuncia -aunque ésta haya sido incompleta- que a uno que haya sido descubierto por las autoridades.",
                    "date": "2014-03-14",
                    "eventUri": "327126",
                    "id": "7469813",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9612,
                    "source": {
                        "title": "Diariolibre.com",
                        "uri": "www.diariolibre.com"
                    },
                    "time": "04:42:00",
                    "title": "Condenan a tres años y seis meses de cárcel al presidente del FC Bayern por fraude fiscal",
                    "uri": "167622665",
                    "url": "http://www.diariolibre.com/deportes/2014/03/13/i523431_condenan-tres-aos-seis-meses-crcel-presidente-del-bayern-por-fraude-fiscal.html?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_3",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n El presidente del FC Bayern, Uli Hoeness, ha sido condenado hoy a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros.\n Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.  La fiscalía había pedido una pena de cinco años y seis meses y la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n Las dos partes pueden recurrir la sentencia, por lo que esta todavía no es firme y de momento Hoeness no tendrá que ingresar en prisión.\n No obstante, en Alemania se considera bastante probables que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.\n El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de 18 millones de euros, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n No obstante, para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7400101",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9607,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "14:36:00",
                    "title": "Hoeness, presidente del Bayern, condenado a tres años y seis meses de cárcel por fraude fiscal",
                    "uri": "167440050",
                    "url": "http://www.eleconomista.es/futbol/noticias/5618191/03/14/Hoeness-condenado-a-tres-anos-y-seis-meses-de-carcel-por-fraude-fiscal.html",
                    "wgt": 1
                },
                {
                    "body": "Fiscalía pide más de 5 años de cárcel para el presidente del Bayern Berlín.- - El presidente del FC Bayern, Uli Hoeness, fue condenado hoy a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros, informó Efe.\n Así lo informó la Audiencia Provincial de Múnich tras un proceso que duró cuatro días.\n La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n El abogado de Hoeness, Hanns Feitgen, anunció que recurrirá la sentencia, con lo que éste todavía no es firme y el presidente del Bayern de momento no tendrá que entrar en la cárcel.\n No obstante, en Alemania se considera bastante probable que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.\n El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de 18 millones de euros, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n No obstante, para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.\n El recurso que presentará el abogado de Hoeness se basara en el argumento de que no se puede tratar igual a un evasor que haya desatado el proceso en su contra a través de una autodenuncia -aunque ésta haya sido incompleta- que a uno que haya sido descubierto por las autoridades.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7403012",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9587,
                    "source": {
                        "title": "El Universal de Caracas",
                        "uri": "www.eluniversal.com"
                    },
                    "time": "14:33:00",
                    "title": "Condenan al presidente del Bayern a tres años y seis meses de cárcel - El Universal (Venezuela)",
                    "uri": "167448507",
                    "url": "http://www.eluniversal.com/deportes/futbol/140313/condenan-al-presidente-del-bayern-a-tres-anos-y-seis-meses-de-carcel",
                    "wgt": 1
                },
                {
                    "body": "Uli Hoeness sonríe a su abogado Markus Gotzens durante el juicio.  / Efe\nEl presidente del FC Bayern, Uli Hoeness, ha sido condenado hoy a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros.\n Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.\n La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n Las dos partes pueden recurrir la sentencia, por lo que esta todavía no es firme y de momento Hoeness no tendrá que ingresar en prisión.\n No obstante, en Alemania se considera bastante probables que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.\n El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de 18 millones de euros, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n No obstante, para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7397369",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9459,
                    "source": {
                        "title": "El Norte de Castilla",
                        "uri": "www.elnortedecastilla.es"
                    },
                    "time": "14:08:00",
                    "title": "La Fiscalía pide cinco años y seis meses de cárcel para Hoeness",
                    "uri": "167432284",
                    "url": "http://www.elnortedecastilla.es/rc/20140313/deportes/futbol/fiscalia-pide-cinco-anos-201403131338.html?utm_source=elnortedecastilla.es&utm_medium=rss&utm_content=ultima-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "El presidente del Bayern Múnich, Uli Hoeness, ha sido condenado hoy a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros.  Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.\n La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n Las dos partes pueden recurrir la sentencia, por lo que esta todavía no es firme y de momento Hoeness no tendrá que ingresar en prisión.\n No obstante, en Alemania se considera bastante probables que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del Bayern Múnich.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.  El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de 18 millones de euros, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en Suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n No obstante, para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7396032",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9329,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "13:56:00",
                    "title": "Uli Hoeness, condenado a tres años y medio de cárcel",
                    "uri": "167428475",
                    "url": "http://www.abc.es/deportes/futbol/20140313/abci-hoeness-condena-201403131421.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.\n La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n Esta todavía no es firme y de momento Hoeness no tendrá que ingresar en prisión\nLas dos partes pueden recurrir la sentencia, por lo que esta todavía no es firme y de momento Hoeness no tendrá que ingresar en prisión.\n No obstante, en Alemania se considera bastante probables que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.\n El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de 18 millones de euros, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n No obstante, para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7418988",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9249,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "14:30:00",
                    "title": "Hoeness, presidente del Bayern, condenado a tres años y seis meses de cárcel por fraude fiscal",
                    "uri": "167492854",
                    "url": "http://www.20minutos.es/noticia/2084279/0/hoeness/condenado/tres-anos-y-seis-meses/",
                    "wgt": 1
                },
                {
                    "body": "El presidente del FC Bayern Munich, Uli Hoeness, ha sido condenado hoy, 13 de marzo, a tres años y medio de cárcel por un fraude fiscal estimado en USD 37,7 millones.  Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.\n La fiscalía había pedido una pena de cinco años y medio, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n El abogado de Hoeness, Hanns Feitgen, ha anunciado que recurrirá la sentencia, con lo que esta todavía no es firme.  Por esta razón, el Presidente del Bayern de momento no tendrá que entrar en la cárcel.\n En Alemania se considera bastante probable que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.\n Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de USD 4,8 millones.  El propio Hoeness corrigió esa cifra al alza durante el primer día del proceso, cuando aseguró deber más de USD 25 millones, y posteriormente una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.\n Los impuestos adeudados se derivan de los beneficios por especulaciones bursátiles realizadas a través de una cuenta en suiza, en el banco Vontobel, de la que originalmente no tenía conocimiento el fisco alemán.\n Después de que fracasasen las negociaciones para un acuerdo tributario entre Suiza y Alemania, Hoeness optó por autodenunciarse, aprovechando una figura del derecho alemán que permite a los evasores fiscales librarse de la persecución penal a cambio de una multa y del pago de su deuda, con los intereses de mora correspondiente.\n Para ello se requiere que la autodenuncia sea completa, lo que para el tribunal no se dio en el caso de Hoeness.  El recurso que presentará el abogado de Hoeness se basara en el argumento de que no se puede tratar igual a un evasor que haya desatado el proceso en su contra a través de una autodenuncia (aunque haya sido incompleta) que a uno que haya sido descubierto por las autoridades.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7408581",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9184,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "16:02:00",
                    "title": "Presidente del Bayern condenado a tres años y medio de carcel por fraude fiscal",
                    "uri": "167463586",
                    "url": "http://www.elcomercio.com/deportes/futbol/Uli_Hoeness-Bayern_Munich-alemania-evasion-impuestos-futbol_0_1100890031.html",
                    "wgt": 1
                },
                {
                    "body": "La sentencia aún no es firme y de momento Hoeness no tendrá que ingresar en prisión\nEl presidente del FC Bayern, Uli Hoeness, ha sido condenado a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros.  Así lo confirmaba la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.\n La fiscalía ha pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n La sentencia aún no es firme y de momento Hoeness no tendrá que ingresar en prisión.  Las dos partes pueden todavía recurrir, por lo que esta todavía no es firme y de momento Hoeness no irá a prisión.\n En Alemania se considera bastante probable que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.  La acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.  El propio Hoeness corrigió esa cifra el primer día del proceso, cuando aseguró deber más de 18 millones de euros.  Posteriormente, una inspectora fiscal llamada a declarar hizo una segunda corrección en la que se basan las cifras actuales.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7435634",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8352,
                    "source": {
                        "title": "www.olesevilla.com",
                        "uri": "www.olesevilla.com"
                    },
                    "time": "19:49:00",
                    "title": "El presidente del Bayern es condenado a prisión por fraude fiscal",
                    "uri": "167534532",
                    "url": "http://www.olesevilla.com/el-presidente-del-bayern-es-condenado-a-prision-por-fraude-fiscal/31948/",
                    "wgt": 1
                },
                {
                    "body": "Múnich - El presidente del FC Bayern, Uli Hoeness, ha sido condenado a tres años y seis meses de cárcel por un fraude fiscal estimado en 27,2 millones de euros, aunque se dice son en realidad 30 millones.  Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.  La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.  Las dos partes pueden recurrir la sentencia, por lo que esta todavía no es firme y de momento Hoeness no tendrá que ingresar en prisión.  No obstante, en Alemania se considera bastante probable que en las próximas horas Hoennes deje su cargo como presidente del Consejo de Vigilancia del Bayern y no se descarta que abandone también la presidencia del club.  Inicialmente, la acusación contra Hoeness partía de una deuda fiscal de 3,5 millones de euros.",
                    "date": "2014-03-14",
                    "eventUri": "327126",
                    "id": "7452691",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8057,
                    "source": {
                        "title": "El Tiempo Valera",
                        "uri": "www.diarioeltiempo.com.ve"
                    },
                    "time": "00:05:00",
                    "title": "Presidente del Bayer condenado a tres años",
                    "uri": "167578974",
                    "url": "http://www.diarioeltiempo.com.ve/V3_Secciones/index.php?id=24792014&_Proc=Desp",
                    "wgt": 1
                },
                {
                    "body": "El presidente del Bayern Munich, Uli Hoeness, ha sido condenado a tres años y medio de cárcel por evadir impuestos por un valor estimado de 27,2 millones de euros.  Así lo ha informado la Audiencia Provincial de Múnich tras un proceso que ha durado cuatro días.  La fiscalía había pedido una pena de cinco años y seis meses, mientras que la defensa había solicitado archivar el proceso o una pena menor de dos años, que hubiera permitido a Hoeness evitar la cárcel.\n El abogado de Hoeness, Hanns Feitgen, ha anunciado que recurrirá la sentencia, con lo que éste todavía no es firme y el presidente del Bayern de momento no tendrá que entrar en la cárcel.",
                    "date": "2014-03-13",
                    "eventUri": "327126",
                    "id": "7425229",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6741,
                    "source": {
                        "title": "sportYou.es",
                        "uri": "www.sportyou.es"
                    },
                    "time": "18:57:00",
                    "title": "Hoeness, condenado a tres años y medio de carcel",
                    "uri": "167509654",
                    "url": "http://www.sportyou.es/blog/futbol/2014/03/13/hoeness-condenado-a-tres-anos-y-medio-de-carcel-484223.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2014-03-13",
            "avgCos": 0.8983,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "327126",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "327126",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Colombia",
                    "lat": 4,
                    "long": -72,
                    "wikiUri": "http://en.wikipedia.org/wiki/Colombia"
                },
                "labelEng": "El Banco",
                "lat": 9.00114,
                "long": -73.97581,
                "wikiUri": "http://en.wikipedia.org/wiki/El_Banco"
            },
            "storyDate": "2014-03-13",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-105415",
            "variance": 0.1931
        }
    },
    "meta": {
        "CCAArticleMatchCount": 17,
        "CCAArticleMatchRatio": 0.1036585365853659,
        "CCAAvgCosSim": 0.816435294117647,
        "CCAAvgMatchWgt": 52.64705882352941,
        "_articleUri1": "167439856",
        "_articleUri2": "167434678",
        "_datetime": "2015-02-21 23:28:15",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-105415",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-209983",
        "_username": "admin",
        "artCount1": 11,
        "artCount2": 7,
        "avgCosSimStory1": 0.8983,
        "avgCosSimStory2": 0.621,
        "categorySim": 0,
        "conceptCosSim": 0.09542450482753463,
        "conceptJaccardSim": 0.08536585365853659,
        "coreTime1": 124454.1333333333,
        "coreTime2": 124453.1833333333,
        "coreTimeStDev1": 3.252056434969841,
        "coreTimeStDev2": 1.032466171146916,
        "entityCosSim": 0.05687011056333843,
        "entityJaccardSim": 0.03571428571428571,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1010962435368849,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 43,
        "storyQuality2": 10,
        "timeAvg1": 124457.6136363636,
        "timeAvg2": 124454.7523809524,
        "timeStDev1": 4.648844855877,
        "timeStDev2": 1.032466171146916,
        "varianceStory1": 0.1931,
        "varianceStory2": 0.4715
    }
}