{
    "850f305d-14db-4c75-b547-79470a557ea3-23576": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "PHILIPPINE anti-drug police authorities said yesterday they had arrested three people connected to Mexico's feared Sinaloa drug cartel while they were storing narcotics.  The two Filipinos and one Filipino-Chinese were arrested in a raid on Wednesday in Lipa City, 75 kilometers south of Manila, after weeks of intelligence operations by local and US anti-narcotics personnel.\n Seized in the raid were 84 kilograms of methamphetamine hydrochloride, popularly known as \"ice\" or \"shabu,\" as well as two firearms, said police officials.\n However, the actual members of the Mexican cartel were not there during the raid, said Sr. Supt.  Bartolome Tobias, head of a drugs task force.\n \"We have previously had reports that the Mexicans are here and... this is the first time we have confirmed that indeed, the Mexicans are already here,\" he told reporters.\n Mr. Tobias did not say how they knew the Sinaloa cartel was involved.\n He said a Filipino-American named Gary Torres and two Mexicans known as \"Jaime\" and \"Joey\" were being sought in connection with the seized drugs.\n It was not clear why the Mexican cartel would have entered the Philippines.\n Philippine National Police (PNP) police chief, Director-General Alan Purisima, said the country's strategic location and the difficulty of guarding the archipelago's maritime borders made it easy for the Mexicans to infiltrate the Philippines.\n The Mexican embassy in the Philippines declined to comment on the issue.\n The Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.\n He is now America's most wanted drug trafficker, as well as being considered by Forbes Magazine as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organized crime since then-president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.  -- AFP",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "716831",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9343,
                    "source": {
                        "title": "www.bworldonline.com",
                        "uri": "www.bworldonline.com"
                    },
                    "time": "17:12:00",
                    "title": "Mexican drug cartel suspects arrested",
                    "uri": "145642269",
                    "url": "http://www.bworldonline.com/content.php?section=Nation&title=Mexican-drug-cartel-suspects-arrested&id=81300",
                    "wgt": 1
                },
                {
                    "body": "Philippine anti-drug police said on Thursday they had arrested three people connected to Mexico's feared Sinoloa drug cartel while they were storing narcotics.\n The two Filipinos and one Filipino-Chinese were arrested in a raid on Wednesday in Lipa City, 75 kilometers (47 miles) south of Manila, after weeks of intelligence operations by local and U.S. anti-narcotics personnel.\n Seized in the raid were 84 kilograms (185 pounds) of methamphetamine hydrochloride, popularly known as \"ice\" or \"shabu,\" as well as two firearms, said police officials.\n However the actual members of the Mexican cartel were not there during the raid, said Senior Superintendent Bartolome Tobias, head of a drugs task force.\n \"We have previously had reports that the Mexicans are here and... this is the first time we have confirmed that indeed, the Mexicans are already here,\" he told reporters.\n Tobias did not say how they knew the Sinaloa cartel was involved\nHe said a Filipino-American named Gary Torres and two Mexicans known as \"Jaime\" and \"Joey\" were being sought in connection with the seized drugs.\n It was not clear why the Mexican cartel would have entered the Philippines.  The national police chief, Director-General Alan Purisima, said the country's strategic location and the difficulty of guarding the archipelago's maritime borders made it easy to infiltrate.\n The Mexican embassy in the Philippines declined to comment.\n The Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.  He is now America's most wanted drug trafficker, as well as being considered by Forbes as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organized crime since then-president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "690157",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9329,
                    "source": {
                        "title": "Naharnet",
                        "uri": "www.naharnet.com"
                    },
                    "time": "09:36:00",
                    "title": "Philippines Arrests Three Linked to Mexico Drug Cartel",
                    "uri": "145574354",
                    "url": "http://www.naharnet.com/stories/en/111450-philippines-arrests-three-linked-to-mexico-drug-cartel",
                    "wgt": 1
                },
                {
                    "body": "Philippine anti-drug police said on Thursday they had arrested three people connected to Mexico's feared Sinoloa drug cartel while they were storing narcotics.  The two Filipinos and one Filipino-Chinese were arrested in a raid on Wednesday in Lipa City, 75 kilometres (47 miles) south of Manila, after weeks of intelligence operations by local and US anti-narcotics personnel.\n Seized in the raid were 84 kilograms (185 pounds) of methamphetamine hydrochloride, popularly known as \"ice\" or \"shabu\", as well as two firearms, said police officials.\n However the actual members of the Mexican cartel were not there during the raid, said Senior Superintendent Bartolome Tobias, head of a drugs task force.\" \"We have previously had reports that the Mexicans are here and... this is the first time we have confirmed that indeed, the Mexicans are already here,\" he told reporters.\n Tobias did not say how they knew the Sinaloa cartel was involvedHe said a Filipino-American named Gary Torres and two Mexicans known as \"Jaime\" and \"Joey\" were being sought in connection with the seized drugs.\n It was not clear why the Mexican cartel would have entered the Philippines.\n The national police chief, Director-General Alan Purisima, said the country's strategic location and the difficulty of guarding the archipelago's maritime borders made it easy to infiltrate.\n The Mexican embassy in the Philippines declined to comment.T The Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.\n He is now America's most wanted drug trafficker, as well as being considered by Forbes as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organised crime since then-president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "690156",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.93,
                    "source": {
                        "title": "voiceofrussia.com",
                        "uri": "voiceofrussia.com"
                    },
                    "time": "09:36:00",
                    "title": "Philippines arrests three linked to Mexico drug cartel - police",
                    "uri": "145574353",
                    "url": "http://voiceofrussia.com/news/2013_12_26/Philippines-arrests-three-linked-to-Mexico-drug-cartel-police-6132/",
                    "wgt": 1
                },
                {
                    "body": "Philippine anti-drug police said on Thursday they had arrested three people connected to Mexico's feared Sinaloa drug cartel while they were storing narcotics.\n The two Filipinos and one Filipino-Chinese were arrested in a raid on Wednesday on a cock-fighting farm in Lipa City, 75 kilometers (47 miles) south of Manila, after weeks of intelligence operations by local and US anti-narcotics personnel.\n Seized in the raid were 84 kilograms (185 pounds) of methamphetamine hydrochloride, popularly known as \"ice\" or \"shabu\", as well as two firearms, said police officials.\n However the actual members of the Mexican cartel were not there during the raid, said Senior Superintendent Bartolome Tobias, head of a drugs task force.\n \"We have previously had reports that the Mexicans are here and... this is the first time we have confirmed that indeed, the Mexicans are already here,\" he told reporters.\n Tobias did not say how they knew the Sinaloa cartel was involved\nHe said a Filipino-American named Gary Torres and two Mexicans known as \"Jaime\" and \"Joey\" were being sought in connection with the seized drugs.\n President Benigno Aquino 3rd's spokesman Herminio Coloma said the government would act promptly against the cartel.\n \"Of course, the government will seek to arrest these lawbreakers, stop their crimes, and protect the citizenry,\" he told reporters.\n It was not clear why the Mexican cartel would have entered the Philippines.  The national police chief, Director-General Alan Purisima, said the country's strategic location and the difficulty of guarding the archipelago's maritime borders made it easy to infiltrate.\n \"It is part of our investigation how the cartel was able to penetrate our country.  We are still in the process of determining what is the history behind the arrest of these people,\" Purisima said.\n He said Chinese drug syndicates may be colluding with the Mexicans.\n A spokesman for the Philippine Drug Enforcement Agency, Derrick Carreon, said the entry of the Mexican cartel was based on \"intelligence reports\" but did not elaborate.\n The Mexican embassy declined to comment.\n The Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.  He is now America's most wanted drug trafficker, as well as being considered by Forbes as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organised crime since then-president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.  AFP",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "695831",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9144,
                    "source": {
                        "title": "manilatimes.net",
                        "uri": "manilatimes.net"
                    },
                    "time": "11:52:00",
                    "title": "Philippine police arrest three linked to Mexico drug cartel",
                    "uri": "145593123",
                    "url": "http://manilatimes.net/philippine-police-arrest-three-linked-to-mexico-drug-cartel/63251/",
                    "wgt": 1
                },
                {
                    "body": "The two Filipinos and one Filipino-Chinese were arrested in a raid on Wednesday in Lipa City, 75 kilometers south of Manila, after weeks of intelligence operations by local and U.S. anti-narcotics personnel.\n Seized in the raid were 84 kilograms of methamphetamine hydrochloride, popularly known as \"ice\" or \"shabu,\" as well as two firearms, said police officials.\n However the actual members of the Mexican cartel were not there during the raid, said Senior Superintendent Bartolome Tobias, head of a drugs task force.\n \"We have previously had reports that the Mexicans are here and ... this is the first time we have confirmed that indeed, the Mexicans are already here,\" he told reporters.\n Tobias did not say how they knew the Sinaloa cartel was involved\nHe said a Filipino-American named Gary Torres and two Mexicans known as \"Jaime\" and \"Joey\" were being sought in connection with the seized drugs.\n It was not clear why the Mexican cartel would have entered the Philippines.  The national police chief, Director-General Alan Purisima, said the country's strategic location and the difficulty of guarding the archipelago's maritime borders made it easy to infiltrate.\n The Mexican embassy in the Philippines declined to comment.\n The Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.  He is now America's most wanted drug trafficker, as well as being considered by Forbes as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organized crime since then-president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "727114",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9126,
                    "source": {
                        "title": "www.ChinaPost.com.tw",
                        "uri": "www.chinapost.com.tw"
                    },
                    "time": "19:47:00",
                    "title": "Philippines arrests 3 linked to Mexican Sinaloa drug cartel in narcotics bust",
                    "uri": "145668389",
                    "url": "http://www.chinapost.com.tw/asia/philippines/2013/12/27/396868/Philippines-arrests.htm",
                    "wgt": 1
                },
                {
                    "body": "Police seized some 84kg of methamphetamine hydrochloride, popularly known as Ice or \"shabu\", in the raid.\n Philippine anti-drug police said yesterday that they had arrested three people connected to Mexico's feared Sinaloa drug cartel while they were storing narcotics.\n The two Filipinos and one Filipino-Chinese were arrested in a raid on Wednesday on a fighting cock farm in Lipa City, 75 kilometres south of Manila, after weeks of intelligence operations by local and US anti-narcotics personnel.\n Police seized some 84kg of methamphetamine hydrochloride, popularly known as Ice or \"shabu\", in the raid, as well as two firearms.\n The actual members of the Mexican cartel were not present during the raid, Senior Superintendent Bartolome Tobias, head of a drugs task force, said.\n \"We have previously had reports that the Mexicans are here and ... this is the first time we have confirmed that, indeed, the Mexicans are already here,\" he said.\n Tobias did not say how they knew the Sinaloa cartel was involved\nHe said a Filipino-American, named Gary Torres, and two Mexicans, known as \"Jaime\" and \"Joey\", were being sought in connection with the seized drugs.\n It was not clear why the Mexican cartel would have entered the Philippines.  The national police chief, Director-General Alan Purisima, said the country's strategic location and the difficulty of guarding the archipelago's maritime borders made it easy to infiltrate.\n \"It is part of our investigation how the cartel was able to penetrate our country.  We are still in the process of determining what is the history behind the arrest of these people,\" Purisima said.\n He said Chinese drug syndicates may be colluding with the Mexicans.\n A spokesman for the Philippine Drug Enforcement Agency, Derrick Carreon, said the entry of the Mexican cartel was based on \"intelligence reports\" but did not elaborate.\n The Mexican embassy declined to comment.\n The Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.  He is now America's most wanted drug trafficker.",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "726815",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8971,
                    "source": {
                        "title": "South China Morning Post",
                        "uri": "www.scmp.com"
                    },
                    "time": "19:43:00",
                    "title": "Philippines police arrest three linked to Mexican drug cartel",
                    "uri": "145667751",
                    "url": "http://www.scmp.com/news/asia/article/1390387/philippines-police-arrest-three-linked-mexican-drug-cartel",
                    "wgt": 1
                },
                {
                    "body": "A drug cartel based in Mexico has linked up with a Chinese-Filipino syndicate to traffic shabu in the Philippines, police authorities said on Thursday.\n The presence of the Sinaloa cartel in the country was confirmed after police and anti-narcotics agents raided a ranch in Lipa City on Wednesday.\n A Filipino-Chinese and two Filipinos were arrested, and the raiders seized 84 kilograms (185 pounds) of methamphetamine hydrochloride, popularly known as shabu, as well as two firearms.\n The shabu, which has a street value of at least P420 million, was packed in 84 plastic sachets hidden inside four travelling bags.\n The actual members of the Mexican cartel were not there during the raid, Sr. Supt.  Bartolome Tobias, chief of the Philippine National Police's (PNP's) Anti-Illegal Drugs Special Operations Task Force (AIDSOTF), said at a press conference on Thursday at\nCamp Crame, the PNP headquarters.\n \"We have previously had reports that the Mexicans are here and .  .  .  this is the first time we have confirmed that indeed, the Mexicans are already here,\" Tobias said.\n He did not say how they knew the Sinaloa cartel was involved.\n He said a Filipino-American named Gary Torres and two Mexicans known as \"Jaime\" and \"Joey\" were being sought in connection with the seized drugs.\n It was not clear why the Mexican cartel would have entered the Philippines.  The PNP chief, Director General Alan Purisima, said the country's strategic location and the difficulty of guarding the archipelago's maritime borders made it easy to infiltrate.\n The Mexican embassy in the Philippines declined to comment.\n The Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.  He is now America's most wanted drug trafficker, as well as being considered by Forbes as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organized crime since then-president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.\n \"Before, our problem came from Filipino-Chinese and West African drug syndicates.\n Now I can confirm that the Mexican Sinaloa drug syndicate has penetrated us,\" Director General Arturo Cacdac Jr., chief of the Philippine Drug Enforcement Agency (PDEA), said.\n Cacdac said the cartel was \"coordinating with a local drug group, and this operation in Batangas is the first time that we have encountered them.\" \"\nThe cartel deals mainly in cocaine and heroin, but it chose shabu because it is more lucrative and easier to sell in the Philippines, he said.\n Purisima said investigators want to find out how the Sinaloa made inroads in the Philippine drug market and how long it has been operating here.\n Authorities said the arrested Filipino-Chinese, Garry Tan alias Chua is a big drug trafficker who works with Torres, who has a US passport.\n Torres is a member of the Sinaloa and is in charge with smuggling illegal drugs into the country, Tobias said.\n \"An AIDSOTF undercover operative conducted an intensified case build-up and properly identified the duo with their Mexican cohorts and located the place they used as storage facility for illegal drugs,\" Tobias said.\n The storage facility was located inside the Lipa City ranch said to be owned by the Leviste family.\n Arrested with Tan were Filipinos Argay Argenos Ledesma and Rochelle Argenos Mercado.",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "716801",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8536,
                    "source": {
                        "title": "manilatimes.net",
                        "uri": "manilatimes.net"
                    },
                    "time": "17:11:00",
                    "title": "Mexican drug cartel has foothold in ph",
                    "uri": "145642273",
                    "url": "http://manilatimes.net/mexican-drug-cartel-has-foothold-in-ph/63417/",
                    "wgt": 1
                },
                {
                    "body": "MANILA: The Philippines said Friday it will take special measures to investigate the entry of Mexico's feared Sinaloa drug cartel into the country.\n President Benigno Aquino's spokeswoman Abigail Valte said there would be increased cooperation between Philippine anti-drug agencies and their foreign counterparts after the arrest of three people on Wednesday allegedly linked to one of the world's biggest drug syndicates.\n She also said the immigration bureau would try to find out how members of the cartel entered the Philippines amid reports that they used US passports.\n \"We are having improved information sharing which leads to the capture of either (drug) smugglers or of those (criminal) rings here.  Because we don't want our country to become a haven for illegal drugs,\" she told reporters.\n This came after Philippine anti-drug police said on Thursday they had arrested three Filipinos who were storing illegal drugs for the Sinaloa drug cartel.\n The two Filipinos and one Filipino-Chinese were arrested for possession of 84 kilogrammes (185 pounds) of methamphetamine hydrochloride, popularly known as \"ice,\" \"meth\" or \"shabu,\" as well as two firearms.\n The Philippine Drug Enforcement Agency said in a statement on Friday that the illegal drugs came from Mexico and that three Mexican nationals, identified as \"Jorge Gomez Torres,\" as well as two individuals known just as \"Jaime\" and \"Joey,\" were involved but were not at the scene of the raid.\n Previous police reports had said a Filipino named \"Gary Torres\" and two Mexicans known as \"Jaime\" and \"Joey\" were being sought.\n The chief of the anti-drug agency, Arturo Cacdac said in the statement that the cartel considered the Philippines a \"possible market and transshipment point for shabu because of the country's geographical location... porous borders and vast coastlines.\" \"\nThe Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.\n Its main leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.  He is now America's most wanted drug trafficker, as well as being considered by Forbes as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organized crime since then-president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.",
                    "date": "2013-12-27",
                    "eventUri": "70146",
                    "id": "765743",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8045,
                    "source": {
                        "title": "Arab News",
                        "uri": "www.arabnews.com"
                    },
                    "time": "11:25:00",
                    "title": "Philippines steps up efforts to check entry of Mexican cartel",
                    "uri": "145760016",
                    "url": "http://www.arabnews.com/news/499306",
                    "wgt": 1
                },
                {
                    "body": "The country's fight against illegal drugs is facing a new formidable nemesis.\n A notorious Mexican drug cartel, described by US authorities as the world's most powerful organized crime group, has traveled across the globe and found its way into the country, the Philippine National Police disclosed on Thursday.\n PNP Director General Alan Purisima said the presence of the Sinaloa drug cartel in the country was confirmed during a raid on a cock farm in Lipa City on Wednesday during which a Filipino couple and a Chinese-Filipino were arrested after weeks of intelligence operations by local and US antinarcotics personnel.\n The raid on the LPL Ranch at Barangay Inosluban yielded 84 kilograms of shabu (methamphetamine hydrochloride) with a street value of P400 million.\n \"Going after this group will entail more hard work,\" Purisima told a news briefing at Camp Crame.\n \"We have confirmed that the Mexican (drug traffickers) are already here,\" said Senior Supt.  Bartolome Tobias, chief of the PNP Anti-Illegal Drugs Special Operations Task Force.\n Along with agents of the Philippine Drug Enforcement Agency (PDEA), Tobias' men carried out the operations in Lipa on Christmas Day.\n \"We have previously received reports that the Mexicans are in the country.  But this is the first time we have confirmed that the Mexicans are already here,\" Tobias said.\n Purisima said it was still unclear how the Sinaloa drug group was able to gain a foothold in the Philippines.  He said that the Mexicans were apparently \"coordinating with the Chinese.\" \"\n\"They are in collusion.  It's like a partnership,\" he said.\n \"One of the Mexicans would initially finance the operations and run the illegal business later on.  So it's a process.  We know that they are just starting that's why we have to act immediately to stop them before they can expand their presence,\" Purisima said.\n Possibly smuggled\nThe Chinese-Filipino arrested was identified as Gary Tan and the Filipinos as Argay and Rochelle Argenos, who are said to be caretakers of the drug storage facility in the farm.\n Police authorities Thursday night filed illegal possession of drugs and firearms charges against the three who were taken to the Department of Justice for inquest.\n Former Batangas Gov. Antonio Leviste on Thursday denied he owned LPL Ranch.  His lawyer, Cristina Buendia, said that the so-called ranch is a 100-hectare subdivision divided into one-hectare parcels which had been sold to private individuals, mostly devoted to cock-breeding.\n Buendia said that Leviste, who was recently granted parole following his conviction on a murder case, \"does not own any parcel, nor have any interest or anything whatsoever to do\" with the ranch.\n Initial police reports said the drug storage facility was on a property leased by a cock-fighting aficionado, identified as Jorge Torres.  Police authorities have reportedly launched a hunt for Torres for possible illegal drug trafficking.\n Purisima said the seized contraband was not produced locally and was possibly smuggled into the country through the seaports.\n He said the Sinaloa cartel, whose members are also involved in kidnapping, bribery and gun-for-hire activities, took advantage of the country's porous boundaries.\n \"We are a country of 7,000 islands.  If you go down south, you can freely go to Sabah in Malaysia.  You don't even have to go through immigration.  You can just go to one island and hop to another using a boat,\" he said.\n He said the PNP was also checking reports that some customs personnel had been allowing container vans filled with illegal drugs to leave the seaports without being checked and opened as mandated by law.\n \"We have suspicions, but we do not have evidence yet.  There are so many ways of transporting drugs into our country,\" he said.\n Largest US drug source\nThe Sinaloa cartel is reputed to be the largest source of illegal drugs to the United States.  Its leader, Joaquin \"El Chapo\" Guzman, escaped from a Mexican prison in 2001.  He is now America's most wanted drug trafficker, as well as being considered by Forbes as the most powerful criminal on the planet.\n More than 77,000 people have been killed in Mexico in connection with organized crime since then President Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.\n At present, PDEA and antidrug operatives already have their hands full going after the dreaded Chinese drug syndicate and the West African group, which is notoriously known for using drug mules in slipping illegal drugs into the country.\n Purisima said authorities had estimated that drug traffickers had been earning \"billions of pesos\" from the illicit drug trade.  With reports from AFP and Christine O. Avendaño",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "726355",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6776,
                    "source": {
                        "title": "Cebu Daily News",
                        "uri": "globalnation.inquirer.net"
                    },
                    "time": "19:08:00",
                    "title": "Lipa drug bust tied to Mexico drug ring",
                    "uri": "145664564",
                    "url": "http://globalnation.inquirer.net/95209/lipa-drug-bust-tied-to-mexico-drug-ring",
                    "wgt": 1
                },
                {
                    "body": "The drug trafficking cartel known as Sinaloa derives its name from Mexico's remote state.  It is said to be the ancestral land of the country's most notorious traffickers, bound in an \"alliance of blood.\" \" Prominent members are cousins by marriage or brothers-in-law.\n The cartel is headed by Mexico's most wanted man, Joaquin (\"El Chapo\" or \"Shorty\") Guzman.\n Often described as Mexico's most powerful drug kingpin, Guzman escaped from prison in 2001 and then went on a wave of killings in an attempt to dominate the country's highly lucrative drug trade into the United States.  He has been on the run with a $5-million reward on his head since.\n Guzman was on the Forbes list of billionaires from 2009 to 2012.  He was cut from the 2013 list.  Forbes said it was no longer confident Guzman, rumored to have been killed in a shootout on the Guatemala border in February, had enough money to count in its rankings this year.\n About 90 percent of all cocaine consumed in the United States come from Mexico, which is also a major source of heroin, methamphetamines and marijuana.  By most estimates, Sinaloa has achieved a market share of 40 to 60 percent, which may be translated to annual revenues of some $3 billion.\n In the 1980s, Guzman joined the Guadalajara cartel, which was headed by a former policeman known as El Padrino.  After El Padrino's capture in 1989, the remaining members joined Guzman.\n The Sinaloa cartel initially controlled a single smuggling route, through western Mexico into Arizona.  But by 1990, it was moving three tons of cocaine each month over the border, and from there, to Los Angeles.  It is now believed to be operating in 50 countries.\n Sources: Inquirer archives, http://www.insightcrime.org, http://www.nytimes.com\nRELATED STORIES:",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "728094",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5255,
                    "source": {
                        "title": "Cebu Daily News",
                        "uri": "globalnation.inquirer.net"
                    },
                    "time": "19:29:00",
                    "title": "In the know: Sinaloa drug cartel",
                    "uri": "145670710",
                    "url": "http://globalnation.inquirer.net/95219/in-the-know-sinaloa-drug-cartel",
                    "wgt": 1
                },
                {
                    "body": "The Sinaloa Cartel (Spanish: Cártel de Sinaloa or CDS) is a drug-trafficking, money laundering and organized crime syndicate based in the city of Culiacán, Sinaloa, with operations in the Mexican states of Baja California, Durango, Sonora and Chihuahua.  The cartel is also known as the Guzmán-Loera Organization and the Pacific Cartel, the latter due to the coast of Mexico from which it originated.  The cartel has also been called the Federation and the Blood Alliance.  The 'Federation' was partially splintered when the Beltrán-Leyva brothers broke apart from the Sinaloa Cartel.\n The United States Intelligence Community considers the Sinaloa Cartel \"the most powerful drug trafficking organization in the world\" and in 2011, the Los Angeles Times called it \"Mexico's most powerful organized crime group.\" \" The Sinaloa Cartel is associated with the label \"Golden Triangle\", which refers to the states of Sinaloa, Durango, and Chihuahua.  The region is a major producer of Mexican opium and marijuana.  According to the U.S. Attorney General, the Sinaloa Cartel is responsible for importing into the United States and distributing nearly 200 tons of cocaine and large amounts of heroin between 1990 and 2008.\n Leadership: Sinaloa Cartel hierarchy in early 2008\nThe Sinaloa Cartel used to be known as La Alianza de Sangre (\"Blood Alliance\").[ [19] When Héctor Luis Palma Salazar (a.k k.a a.  El Güero) was arrested on 23 June 1995, by elements of the Mexican Army, his partner Joaquín Guzmán Loera took leadership of the cartel.  Guzmán was captured in Guatemala on June 9.  1993, and extradited to Mexico, where he was jailed in a maximum security prison, but on January 19, 2001, Guzmán escaped and resumed his command of the Sinaloa Cartel.  Guzmán has two close associates, Ismael Zambada García and Ignacio Coronel Villareal.  Guzman and Zambada became Mexico's top drug kingpins in 2003, after the arrest of their rival Osiel Cardenas of the Gulf Cartel.  Another close associate, Javier Torres Félix, was arrested and extradited to the U.S. in December 2006; so far, Guzmán and Zambada have evaded operations to capture them.\n More than 77,000 people have been killed in Mexico in connnection with the organized crime since then president Felipe Calderon launched a nationwide war against the cartels after taking office in 2006.\n On July 29, 2010 Ignacio Coronel was killed in a shootout with the Mexican military in Zapopan, Jalisco.\n The cartel's main leader, Guzman, also known as \"El Chapo,\" is being considered by Forbes as the most powerful criminal on the planet.  Source: Wikipedia",
                    "date": "2013-12-26",
                    "eventUri": "70146",
                    "id": "716393",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5116,
                    "source": {
                        "title": "manilastandardtoday.com",
                        "uri": "manilastandardtoday.com"
                    },
                    "time": "17:04:00",
                    "title": "The Sinaloa Cartel (Spanish: Cártel de Sinaloa or CDS) is a drug-trafficking, money laundering and organized crime syndicate based in the city of...",
                    "uri": "145641088",
                    "url": "http://manilastandardtoday.com/2013/12/27/violent-trail-of-blood-alliance-/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2013-12-26",
            "avgCos": 0.8086,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "70146",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "70146",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Philippines",
                    "lat": 13,
                    "long": 122,
                    "wikiUri": "http://en.wikipedia.org/wiki/Philippines"
                },
                "labelEng": "Manila",
                "lat": 14.58333,
                "long": 121,
                "wikiUri": "http://en.wikipedia.org/wiki/Manila"
            },
            "storyDate": "2013-12-26",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-23576",
            "variance": 0.3462
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-55827": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "La policía antidrogas de Filipinas anunció este jueves la detención de dos filipinos y un chino-filipino supuestamente vinculados al cártel de Sinaloa, sorprendidos cuando procedían a almacenar drogas sintéticas.\n La detención tuvo lugar el miércoles en una granja donde se llevan a cabo riñas de gallos en Lipa, a 75 kilómetros al sur de Manila.  Un trabajo previo de inteligencia realizado con la ayuda de agentes antidrogas de Estados Unidos posibilitó estos arrestos, precisó la policía filipina.\n La operación permitió decomisar 84 kilos de clorhidrato de metanfetamina, llamado coloquialmente \"hielo\" o \"cristal\", así como dos armas de fuego.\n Sin embargo, los verdaderos miembros del cártel de Sinaloa no se encontraban en el lugar cuando se produjeron los arrestos.\n \"Ya teníamos informes sobre la presencia de los mexicanos aquí y (...) es la primera vez que confirmamos que efectivamente los mexicanos ya están aquí\", declaró el superintendente superior Bartolome Tobias, quien dirige la fuerza especial antidrogas.\n Tobias no aclaró de qué modo se logró establecer que el cártel de Sinaloa estaba involucrado en este caso.  La policía está buscando a un filipino-estadunidense y a dos mexicanos, conocidos como \"Jaime\" y \"Joey\", agregó.\n El portavoz del presidente filipino Benigno Aquino, Herminio Coloma, dijo a la prensa que \"obviamente, el gobierno procurará arrestar a estos malhechores, frenar sus crímenes y proteger a la ciudadanía\".\n No quedaba claro qué razón tendría el cártel de Sinaloa para ingresar en Filipinas.  El director de la Policía Nacional de Filipinas (PNP), Alan Purisima, estimó que la ubicación estratégica de su país y lo difícil que resulta vigilar sus fronteras marítimas facilita el ingreso.\n El poderoso cártel de Sinaloa está liderado por Joaquín \"El Chapo\" Guzmán, quien se escapó de una prisión mexicana en 2001.  Se trata del narcotraficante más buscado por Estados Unidos, además de ser considerado por la revista Forbes como el delincuente más poderoso del planeta.\n En septiembre, un alto responsable estadunidense de la lucha contra el narcotráfico había estimado, durante una visita a Filipinas, que los cárteles de América Latina exportan cantidades cada vez mayores de cocaína y metanfetaminas hacia los países emergentes del este de Asia.\n La caída de la demanda en Estados Unidos está llevándolos a buscar nuevos mercados, había indicado William Brownfield, subsecretario de la Oficina para Asuntos Internacionales y de Aplicación de la Ley en materia de Narcóticos, en una conferencia de prensa en Manila.\n \"A medida que Estados Unidos frena el flujo de cocaína y metanfetaminas desde América del Sur, las organizaciones de tráfico de drogas buscan nuevos mercados y algunos de ellos están en el este de Asia\", dijo Brownfield.\n El consumo de cocaína en Estados Unidos cayó más del 40% en los últimos seis años mientras en Europa y Asia los precios de la cocaína están aumentando, había explicado.\n El jefe filipino de antinarcóticos, Arturo Cacdac, ya había indicado en septiembre que se estaba investigando la conexión con grupos criminales de México de un gang chino arrestado el año pasado en el país que fabricaba metanfetaminas en Filipinas.",
                    "date": "2013-12-26",
                    "eventUri": "180477",
                    "id": "716711",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8886,
                    "source": {
                        "title": "Imagen del Golfo",
                        "uri": "www.imagendelgolfo.com.mx"
                    },
                    "time": "17:10:00",
                    "title": "Capturan en Filipinas a tres vinculados con 'El Chapo'",
                    "uri": "145642138",
                    "url": "http://www.imagendelgolfo.com.mx/resumen.php?id=40982291",
                    "wgt": 1
                },
                {
                    "body": "(CNNMéxico) -- Tres filipinos presuntamente vinculados al cártel mexicano de Sinaloa fueron detenidos mientras almacenaban drogas sintéticas, informó este jueves la policía antidrogas de Filipinas.\n Sin embargo, los integrantes mexicanos del cártel de Sinaloa no se encontraban en el lugar cuando se produjeron los arrestos, de acuerdo con la policía.\n \"Ya teníamos informes sobre la presencia de los mexicanos aquí y (...) es la primera vez que confirmamos que efectivamente los mexicanos están aquí\", indicó el superintendente superior Bartolome Tobias, quien dirige la fuerza especial antidroga, según AFP.\n La detención ocurrió este miércoles en una granja en Lipa, a unos 75 kilómetros al sur de la capital Manila, donde se llevaban a cabo peleas de gallos.  El operativo se realizó tras un trabajo de inteligencia con la ayuda de agentes antidrogas de Estados Unidos, detalló la policía filipina, de acuerdo con la agencia AFP.\n Tobias no aclaró de qué modo se logró establecer que el cártel de Sinaloa estaba involucrado en el caso.  La policía está buscando a un filipino-estadounidense y a dos mexicanos, conocidos como \"Jaime\" y \"Joey\", detalló.\n El portavoz del presidente filipino Benigno Aquino, Herminio Coloma, aseguró a reporteros que \"el gobierno procurará arrestar a estos malhechores, frenar sus crímenes y proteger a la ciudadanía\", según AFP.\n Funcionarios de la Procuraduría General de la República (PGR), la Secretaría de Relaciones Exteriores (SRE) de México y la embajada de Filipinas en México dijeron a CNNMéxico que estas dependencias no han recibido información oficial de la búsqueda de ciudadanos mexicanos en Filipinas.\n La operación permitió decomisar 84 kilos de clorhidrato de metanfetamina, conocido comúnmente como \"hielo\" o \"cristal\", además de dos armas de fuego.\n Sobre las razones del cártel de Sinaloa para ingresar en Filipinas, el director de la Policía Nacional de Filipinas (PNP), Alan Purisima, explicó que la ubicación estratégica de su país y lo difícil que resulta vigilar sus fronteras marítimas facilita el ingreso.\n El cártel de Sinaloa está liderado por Joaquín El Chapo Guzmán, quien se escapó de una prisión mexicana en 2001.  Se trata del narcotraficante más buscado por Estados Unidos, además de ser considerado por la revista Forbes como el delincuente más poderoso del planeta.\n En septiembre, un alto responsable estadounidense de la lucha contra el narcotráfico estimó, durante una visita a Filipinas, que los cárteles de América Latina exportan cantidades cada vez mayores de cocaína y metanfetaminas hacia los países emergentes del este de Asia.\n La caída de la demanda en EU está llevándolos a buscar nuevos mercados, detalló William Brownfield, subsecretario de la Oficina para Asuntos Internacionales y de Aplicación de la Ley en materia de Narcóticos, en una conferencia de prensa en Manila.\n \"A medida que Estados Unidos frena el flujo de cocaína y metanfetaminas desde América del Sur, las organizaciones de tráfico de drogas buscan nuevos mercados y algunos de ellos están en el este de Asia\", dijo Brownfield.\n El consumo de cocaína en Estados Unidos cayó más del 40% en los últimos seis años, mientras en Europa y Asia los precios de la cocaína están aumentando, dijo.\n El jefe filipino de antinarcóticos, Arturo Cacdac, indicó en septiembre que se investigaba la conexión con grupos criminales de México de una organización chino detenida el año pasado en el país que fabricaba metanfetaminas.",
                    "date": "2013-12-27",
                    "eventUri": "180477",
                    "id": "749479",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8647,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "02:25:00",
                    "title": "Filipinas busca a mexicanos del cártel de Sinaloa",
                    "uri": "145720157",
                    "url": "http://mexico.cnn.com/mundo/2013/12/26/la-policia-filipina-busca-a-mexicanos-presuntamente-del-cartel-de-sinaloa",
                    "wgt": 1
                },
                {
                    "body": "Manila, Filipinas.- - La Policía antidrogas de Filipinas anunció la detención de dos filipinos y un chino-filipino supuestamente vinculados al Cártel de Sinaloa, sorprendidos cuando almacenaban drogas sintéticas.\n La detención ocurrió ayer en una granja donde se llevan a cabo peleas de gallos en Lipa, a 75 kilómetros al sur de Manila.\n Un trabajo previo de inteligencia realizado con la ayuda de agentes antidrogas de Estados Unidos posibilitó estos arrestos, precisó la Policía filipina.\n La operación permitió decomisar 84 kilos de clorhidrato de metanfetamina, llamado coloquialmente \"hielo\" o \"cristal\", así como dos armas de fuego.\n \"Ya teníamos informes sobre la presencia de los mexicanos aquí y (...) es la primera vez que confirmamos que efectivamente los mexicanos ya están aquí\", declaró el superintendente superior Bartolomé Tobías, quien dirige la fuerza especial antidrogas.\n Tobías no aclaró de qué modo se logró establecer que el Cártel de Sinaloa estaba involucrado en este caso.\n La Policía está buscando a un filipino-estadounidense y a dos mexicanos, conocidos como \"Jaime\" y \"Joey\", agregó.\n \"El Gobierno procurará arrestar a estos malhechores, frenar sus crímenes y proteger a la ciudadanía\", dijo Herminio Coloma, portavoz del Presidente filipino Benigno Aquino.\n No queda claro qué razón tendría el Cártel de Sinaloa para ingresar en Filipinas.\n El director de la Policía Nacional de Filipinas (PNP), Alan Purísima, estimó que la ubicación estratégica de su país y lo difícil que resulta vigilar sus fronteras marítimas facilita el ingreso.\n En septiembre, un alto responsable estadounidense de la lucha contra el narcotráfico había estimado, durante una visita a Filipinas, que los cárteles de América Latina exportan cantidades cada vez mayores de cocaína y metanfetaminas hacia los países emergentes del este de Asia.\n La caída de la demanda en Estados Unidos está llevándolos a buscar ...",
                    "date": "2014-01-24",
                    "eventUri": "180477",
                    "id": "3460821",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8332,
                    "source": {
                        "title": "elliderusa.com",
                        "uri": "elliderusa.com"
                    },
                    "time": "20:05:00",
                    "title": "Caen en Filipinas tres ligados al Chapo ...Indaga la DEA infarto de El Chapo",
                    "uri": "153141440",
                    "url": "http://elliderusa.com/noticia/9030/caen-en-filipinas-tres-ligados-al-chapo-indaga-la-dea",
                    "wgt": 1
                },
                {
                    "body": "Distrito Federal -- La presencia del Cártel de Sinaloa que dirige Joaquín El Chapo Guzmán no se limita a países de Centro, Sudamérica y Europa: La agencia antidrogas estadunidense (DEA, por sus siglas en inglés) acaba de detectar las huellas de esa organización criminal en Asia, concretamente en Filipinas.\n El pasado martes 24 la policía antidrogas de esa nación, en colaboración con la DEA, capturó a dos filipinos y a un chino-filipino presuntamente vinculados al Cártel de Sinaloa, cuando almacenaban drogas sintéticas en una granja ubicada en Lipa, a 75 kilómetros al sur de la capital de Manila, donde se llevan a cabo peleas de gallos.\n En el operativo, las autoridades asiáticas decomisaron 84 kilos de clorhidrato de metanfetamina (hielo o cristal), así como dos armas de fuego.\n El superintendente superior Bartolomé Tobías, quien estuvo a cargo del operativo, comentó que ya tenían informes sobre la presencia de los mexicanos en territorio filipino y que \"es la primera vez que confirmamos que los mexicanos ya están aquí\".\n Además, comentó que la policía busca a un filipino-estadunidense y a dos mexicanos, identificados con los nombres de \"Jaime\" y \"Joey\".\n \"El gobierno procurará arrestar a estos malhechores, frenar sus crímenes y proteger a la ciudadanía\", dijo Herminio Coloma, portavoz del presidente filipino Benigno Aquino.\n El semanario Proceso publicó en el número que está en circulación (1938) una serie de reportajes que documentan la presencia del Cártel de Sinaloa por Colombia, Honduras y España que sólo reafirman el poderío de la organización que dirige El Chapo Guzmán, quien habría sufrido un infarto que lo tuvo algunos días en el hospital con otra identidad.",
                    "date": "2013-12-27",
                    "eventUri": "180477",
                    "id": "761092",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7336,
                    "source": {
                        "title": "diario.mx",
                        "uri": "diario.mx"
                    },
                    "time": "06:47:00",
                    "title": "Detiene la DEA en Filipinas a tres ligados con 'El Chapo' Guzmán - Diario Digital Juárez",
                    "uri": "145749744",
                    "url": "http://diario.mx/Nacional/2013-12-26_cd553853/detiene-la-dea-en-filipinas-a-tres-ligados-con-el-chapo-guzman/",
                    "wgt": 1
                },
                {
                    "body": "AFP/AFP/Archivos - Un agente antidrogas filipino muestra el material decomisado en una operación en Manila el 22 de agosto de 2009\nLa policía antidrogas de Filipinas anunció este jueves la detención de dos filipinos y un chino-filipino supuestamente vinculados al cártel mexicano de Sinaloa, sorprendidos cuando procedían a almacenar drogas sintéticas.\n La detención tuvo lugar el miércoles en una granja donde se llevan a cabo peleas de gallos en Lipa, a 75 kilómetros al sur de Manila.  Un trabajo previo de inteligencia realizado con la ayuda de unos agentes antidrogas de Estados Unidos posibilitó estos arrestos, precisó la policía filipina.\n La operación permitió decomisar 84 kilos de clorhidrato de metanfetamina, llamado coloquialmente 'hielo' o 'cristal', así como dos armas de fuego.\n Sin embargo, los verdaderos miembros del cártel de Sinaloa no se encontraban en el lugar cuando se produjeron los arrestos.\n \"Ya teníamos informes sobre la presencia de los mexicanos aquí y (...) es la primera vez que confirmamos que efectivamente los mexicanos ya están aquí\", declaró el superintendente superior Bartolome Tobias, quien dirige la fuerza especial antidrogas.\n Tobias no aclaró de qué modo se logró establecer que el cártel de Sinaloa estaba involucrado en este caso.  La policía está buscando a un filipino-estadounidense y a dos mexicanos, conocidos como 'Jaime' y 'Joey', agregó.\n El portavoz del presidente filipino, Benigno Aquino, Herminio Coloma, dijo a la prensa que \"obviamente, el gobierno procurará arrestar a estos malhechores, frenar sus crímenes y proteger a la ciudadanía\".\n No quedaba claro qué razón tendría el cártel de Sinaloa para ingresar en Filipinas.  El director de la Policía Nacional de Filipinas (PNP), Alan Purisima, estimó que la ubicación estratégica de su país y lo difícil que resulta vigilar sus fronteras marítimas facilita el ingreso.\n El poderoso cártel de Sinaloa está liderado por Joaquín 'El Chapo' Guzmán, quien se escapó de una prisión mexicana en 2001.  Se trata del narcotraficante más buscado por Estados Unidos, además de ser considerado por la revista Forbes como el delincuente más poderoso del planeta.\n En septiembre, un alto responsable estadounidense de la lucha contra el narcotráfico había estimado, durante una visita a Filipinas, que los cárteles de América Latina exportan cantidades cada vez mayores de cocaína y metanfetaminas hacia los países emergentes del este de Asia.\n La caída de la demanda en Estados Unidos está llevándolos a buscar nuevos mercados, había indicado William Brownfield, subsecretario de la Oficina para Asuntos Internacionales y de Aplicación de la Ley en materia de Narcóticos, en una rueda de prensa en Manila.  \"A medida que Estados Unidos frena el flujo de cocaína y metanfetaminas desde América del Sur, las organizaciones de tráfico de drogas buscan nuevos mercados y algunos de ellos están en el este de Asia\", dijo Brownfield.\n El consumo de cocaína en Estados Unidos ha caído más de un 40% en los últimos seis años, mientras en Europa y Asia, los precios de la cocaína están aumentado, había explicado.\n El responsable filipino de antinarcóticos, Arturo Cacdac, ya había indicado en septiembre que se estaba investigando la conexión con grupos criminales de México de un chino arrestado el año pasado en el país que fabricaba metanfetaminas en Filipinas.",
                    "date": "2014-01-01",
                    "eventUri": "180477",
                    "id": "1088479",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6936,
                    "source": {
                        "title": "es.noticias.yahoo.com",
                        "uri": "es.noticias.yahoo.com"
                    },
                    "time": "23:19:00",
                    "title": "3 detenidos en Filipinas por presuntos vínculos con el cártel de Sinaloa",
                    "uri": "146569296",
                    "url": "http://es.noticias.yahoo.com/3-detenidos-en-filipinas-por-presuntos-v%C3%ADnculos-con-162845692.html",
                    "wgt": 1
                },
                {
                    "body": "La policía indaga si el cártel operado por Joaquín \"El Chapo\" Guzmán compró o no favores de autoridades locales.\n A través de un comunicado el Vicegobernador de la provincia de Batangas, en Filipinas, Marcos Leviste, criticó que se les relacione al hallazgo de millones de dólares presuntamente propiedad del cártel de Sinaloa, en Leviste Ranch, situado en Lipa City.\n \"Los verdaderos miembros del Cártel de Sinaloa no se encontraban en el lugar \"\nY es que el pasado 26 de diciembre la Agencia de Control de Drogas de Filipinas y la Policía Nacional incautaron millones de dólares durante una redada en ese rancho, además de lograr la captura de miembros de dicho cártel, quienes fueron sorprendidos almacenando drogas sintéticas.\n Ante esto, la policía indaga si, en efecto, el cártel operado por Joaquín \"El Chapo\" Guzmán compró o no favores de autoridades locales.\n Alan Purisima, director de la Policía Nacional de Filipinas, dijo que se investigará al político Marcos Leviste en torno a la propiedad y su relación con los presuntos narcotraficantes mexicanos, lo mismo que a su hermano gemelo Antonio Leviste, exgobernador de Batangas y quien está en libertad condicional por homicidio.\n De acuerdo con el portal Sinembargo.m mx, los Leviste argumentan que no son propietarios del complejo y no deben ser relacionados con el tema.  Sin embargo, sí aceptaron que esa granja pertenece a un complejo -LPL Estates-, del que ellos son propietarios y que arrenda casas y terrenos a varias personalidades y políticos filipinos.\n Mexicanos lograron escapar\n\"Nosotros no somos guardianes de nuestros inquilinos.  Nosotros no hacemos y no toleraremos actividades ilegales en nuestros desarrollos y propiedades\", dijeron en el comunicado.\n En ese terreno, expuso la autoridad nacional, también se realizaban peleas de gallos y fue gracias a un trabajo previo de inteligencia, realizado con la ayuda de agentes antidrogas de Estados Unidos, como se hizo posible la captura de dos filipinos y un chino-filipino.\n Sin embargo, las autoridades reconocieron que \"los verdaderos miembros del Cártel de Sinaloa no se encontraban en el lugar cuando se produjeron los arrestos\".\n \"Ya teníamos informes sobre la presencia de los mexicanos aquí y (...) es la primera vez que confirmamos que efectivamente los mexicanos ya están aquí\", declaró el superintendente superior Bartolome Tobias, quien dirige la fuerza especial antidrogas.",
                    "date": "2014-01-24",
                    "eventUri": "180477",
                    "id": "3459693",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4926,
                    "source": {
                        "title": "elliderusa.com",
                        "uri": "elliderusa.com"
                    },
                    "time": "20:14:00",
                    "title": "Investigan sobornos del \"Chapo\" Guzm&#225;n a autoridades de Filipinas",
                    "uri": "153141422",
                    "url": "http://elliderusa.com/noticia/9068/investigan-sobornos-del-chapo-guzm-amp-225-n-a-autoridades-de",
                    "wgt": 1
                },
                {
                    "body": "Antes de su escapatoria, Joaquín Guzmán Loera, \"El Chapo,\" fue un narcotraficante de mediano alcance cuya leyenda no alcanzaba ni para componer un corrido\nJoaquín Archivaldo Guzmán Loera, \"El Chapo\", era un don nadie el mediodía del 19 de enero de 2001, cuando ascendió tres niveles metido en un carro de lavandería, cubierto por una sábana y un colchón, y cruzó el umbral del estacionamiento -o la puerta principal, como indicó otra versión- del penal de máxima seguridad de Puente Grande, Jalisco.\n No tenía fama, prestigio ni fortuna.  No como ahora.  De su vida no se desprendía nada bueno para los cuartetos de un narcocorrido: un tipo regordete y sin estatura que no supo impedir su detención en las aguas del Suchiate, en la frontera entre México y Guatemala, que fue arrastrado por el agente de migración que dio con él, incapaz de responder un solo tiro en su defensa y entregado a la policía mexicana como un costal de carne.\n Un señor dado a la melancolía que cuando apareció esposado, levantó la cara para mirar fijo a las cámaras.  Un \"narquillo\" de la sierra que había sido detenido como chivo expiatorio del asesinato del cardenal Juan Jesús Posadas Ocampo, ocurrido el 24 de mayo de 1993.\n Un capo peligroso, sí; con cierto control del trasiego de cocaína a Estados Unidos, pero tan de medio pelo que se le podía detener el impulso.  Como quiera, al salir del penal, estaba sin ropa de civil y toda la libertad por delante.\n ¿Lograría este ser convertirse en el más buscado, más rico y más poderoso?  Han pasado 13 años desde que emprendió el subterfugio y desde entonces, no se encuentra un minuto inútil en su biografía.  Ha dejado de ser un don nadie.  Hoy es el corazón de los narcocorridos.\n Y de las búsquedas de instancias de seguridad tanto en América como en Europa y Oceanía.  Envuelto en leyenda, con poderes certeros o inverosímiles, cada año de su libertad, Joaquín Archivaldo Guzmán Loera, \"El Chapo\", ha avanzado en la fortificación de una holding del narcotráfico, con franquicias y laboratorios que se expanden en Estados Unidos, Europa y a últimas fechas, en Asia, en Hong Kong.  En el mismo 2001, \"el Chapo\" hizo alianzas con otros hombres del narcotráfico considerados ya históricos como Ismael \"El Mayo\" Zambada; Juan José Esparragoza Moreno, \"El Azul\" e Ignacio \"Nacho\" Coronel Villarreal, del Cártel de Juárez.  Luego, aunque siempre fantasmagórico, transformó el mapa de la droga del mundo.\n Para la Procuraduría General de la República (PGR), \"El Chapo\" opera en toda la República.  Para la Oficina Europea de Policía (Europol), ha penetrado en Europa y Oceanía.\n Para autoridades de Hong Kong, según un reportaje publicado por el South Morning Post, \"El Chapo\" está ligado a dos tríadas de ese país, la 14K y la Sun Yee On.  \"Tríada\" es un término que se usa para designar organizaciones criminales de origen chino, con base en Hong Kong, Taiwán y China continental, y las que han fincado alianza con \"El Chapo\" son las más poderosas.\n La industria de \"El Chapo\", en lugar de haberse debilitado en el sexenio pasado, cuando Felipe Calderón Hinojosa emprendió una guerra contra el crimen, se expandió con más fuerza.  Si se siguen los números de la PGR, las batallas no se dieron en su contra.  O pudo ser que \"El Chapo\" resistió tanto que las acciones de Calderón no hicieron mella en el ejército de sus colaboradores.\n La revisión de cincuenta solicitudes de información en el Infomex del Instituto Federal de Acceso a la Información revela que los capturados en ese periodo fueron más bien, sus enemigos.\n De mil 971 detenciones, 947 correspondieron a miembros del Cártel del Golfo o Los Zetas, o tanto del Cártel del Golfo como de Los Zetas (de Michoacán).  Según la PGR, los Beltrán Leyva -también nacidos en Badiraguato como \"El Chapo\" y alguna vez, brazos del Cártel de Sinaloa- se convirtieron en sus detractores.  Y aunque el número de detenciones de este grupo durante el calderonismo es mucho menor que el de los cárteles michoacanos -apenas 250- fue uno de sus líderes el que protagonizó el golpe más espectacular que logró dar el ex Presidente Calderón.\n Durante una semana, elementos de La Marina persiguieron a Arturo Beltrán Leyva \"El Barbas\" en Cuernavaca y al final, lo mataron frente a cámaras de televisión.  Cayó en la habitación de un departamento de lujo, decorada para una niña, entre muñecas y princesas, y frente al espejo de un tocador rosa, con flores.  La supuesta enemistad entre Los Beltrán Leyva y Guzmán Loera se originó en 2008, cuando el gobierno federal detuvo a Alfredo \"El Mochomo\".  Desde entonces, Arturo rompió con la alianza y fortificó su propio grupo.",
                    "date": "2014-01-20",
                    "eventUri": "180477",
                    "id": "3129368",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4341,
                    "source": {
                        "title": "Periodico Noroeste",
                        "uri": "www.noroeste.com.mx"
                    },
                    "time": "03:51:00",
                    "title": "Cumple \"El Chapo\" Guzmán 13 años de haberse fugado de Puente Grande",
                    "uri": "151808517",
                    "url": "http://www.noroeste.com.mx/publicaciones.php?id=922972",
                    "wgt": 1
                },
                {
                    "body": "El Centro para la Seguridad Alimentaria de EE.UU. presentó a mediados de diciembre un escrito legal en apoyo de una demanda, amparada por varias organizaciones norteamericanas, en contra de la decisión de la Agencia de Protección Ambiental de EE.UU. (EPA) de aprobar el uso de sulfoxaflor: un tipo de insecticida químico de la familia de los neonicotinoides que se asocia con la muerte en masa de las poblaciones de abejas, insectos vitales para la polinización de un tercio de los cultivos mundiales.\n De hecho, la Unión Europea ya ha prohibido los neonicotinoides con base en estudios científicos que han vinculado su uso con la erradicación súbita de colmenas enteras, un fenómeno llamado 'Trastorno de colapso de la colonia' (CCD, por sus siglas en inglés).\n Esta es la primera demanda con base a la Ley de Especies en Peligro de Extinción de EE.UU., presentada para proteger a las abejas.  \"La EPA considera de manera inadecuada, o ignora por completo, el daño de sulfoxaflor a los polinizadores y los importantes costes que se impondrán en la economía agrícola, la seguridad alimentaria y los ecosistemas naturales\", alega el Centro para la Seguridad Alimentaria y otros grupos afines en un escrito legal adjunto a la demanda.\n Desde el año 2006, el CCD ha causado la devastación de cerca de 10 millones de colmenas, con un valor promedio de 200 dólares cada una, según un informe redactado en mayo por el Departamento de Agricultura estadounidense.  El invierno pasado, la población de abejas domésticas se redujo un 31,1% (algunos apicultores reportaron pérdidas de entre 90 y el 100% de la población de sus colmenas).\n Científicos norteamericanos están preocupados de que el 'holocausto de abejas' pueda causar el colapso de la industria agrícola en el país, ya que más de 100 cultivos estadounidenses -incluyendo manzanas, calabacines, aguacates y ciruelas- dependen de las abejas para polinizar.\n El nuevo pleito -que incluye a muchos apicultores gravemente afectados por la reciente ola del CCD- se suma a una demanda previa presentada en marzo en la Corte Federal por el Centro para la Seguridad Alimentaria con fin de bloquear la utilización de otros dos plaguicidas neonicotinoides populares: la clotianidina y el tiametoxam.\n Ambas solicitudes afirman que la EPA violó la Ley de Especies en Peligro de Extinción por no considerar suficientemente el impacto de los pesticidas en las abejas y otros animales salvajes en peligro.  La citada ley prohíbe a las agencias gubernamentales adoptar cualquier medida que pueda amenazar a una especie en peligro antes de consultarlo con el Servicio de Pesca y Vida Silvestre (FWS, por sus siglas en inglés).  No obstante, la EPA no siguió el protocolo adecuado.",
                    "date": "2013-12-28",
                    "eventUri": "180477",
                    "id": "814527",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.338,
                    "source": {
                        "title": "RT en Español",
                        "uri": "actualidad.rt.com"
                    },
                    "time": "10:49:00",
                    "title": "Demandan a la Agencia Ambiental de EE.UU. por provocar el 'holocausto de abejas'",
                    "uri": "145908164",
                    "url": "http://actualidad.rt.com/actualidad/view/115554-demandan-gobierno-eeuu-muerte-abejas",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-01-07",
            "avgCos": 0.6164,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "180477",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "180477",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Philippines",
                    "lat": 13,
                    "long": 122,
                    "wikiUri": "http://en.wikipedia.org/wiki/Philippines"
                },
                "labelEng": "Manila",
                "lat": 14.58333,
                "long": 121,
                "wikiUri": "http://en.wikipedia.org/wiki/Manila"
            },
            "storyDate": "2014-01-07",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-55827",
            "variance": 0.4951
        }
    },
    "meta": {
        "CCAArticleMatchCount": 15,
        "CCAArticleMatchRatio": 0.1048951048951049,
        "CCAAvgCosSim": 0.82624,
        "CCAAvgMatchWgt": 47.86666666666667,
        "_articleUri1": "146569296",
        "_articleUri2": "145642269",
        "_datetime": "2015-02-21 23:34:16",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-55827",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-23576",
        "_username": "admin",
        "artCount1": 8,
        "artCount2": 11,
        "avgCosSimStory1": 0.6164,
        "avgCosSimStory2": 0.8086,
        "categorySim": 0,
        "conceptCosSim": 0.3389803011206312,
        "conceptJaccardSim": 0.1595744680851064,
        "coreTime1": 122609.1666666667,
        "coreTime2": 122601.6,
        "coreTimeStDev1": 304.4037978619471,
        "coreTimeStDev2": 3.441651595736697,
        "entityCosSim": 0.6265929174048775,
        "entityJaccardSim": 0.225,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.2113734628901671,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 10,
        "storyQuality2": 28,
        "timeAvg1": 122884.0833333333,
        "timeAvg2": 122609.8227272727,
        "timeStDev1": 304.4037978619471,
        "timeStDev2": 6.698184107633829,
        "varianceStory1": 0.4951,
        "varianceStory2": 0.3462
    }
}