{
    "850f305d-14db-4c75-b547-79470a557ea3-208863": {
        "articles": {
            "resultCount": 27,
            "results": [
                {
                    "body": "Tensions reach a boiling point as anti-Maduro sentiment continues to grow in Venezuela.  Questions by the international community about the conflict in the South American nation is not sitting well with Nicolas Maduro.\n Reports of wide-spread violence in the Latin American nation has shot around the globe.\n SEE ALSO: 5 myths about the Venezuela crisis\nAP reports,\"United Nations human rights experts demanded answers Thursday from Venezuela's government about the use of violence and imprisonment in a crackdown on widespread demonstrations.\" \"\n\"Six experts with the U.N.'s top human rights body wrote to the administration of President Nicolas Maduro about allegations of protesters being beaten and in some cases severely tortured by security forces, and taken to military facilities, cut off from communication and denied legal help, U.N. officials said,\" they AP added.\n Maduro has not been open to the idea of allowing the international community to investigate the situation in the oil-producing nation.\n Venezuelan president Nicolas Maduro has broken off relations with Panama over the Central American nation's request for the OAS to investigate what is going on in Venezuela.\n Maduro sees Panama as a puppet of the United States.\n The AP reported, \"Maduro said he made the move because Panama asked for the Organization of American States to study the situation in Venezuela.  Maduro considers the OAS to be dominated by the U.S. government, which has denied his claims that it is acting against Venezuela's government.\" \"\n\"We don't accept the interventionism of anyone, because our international policy is a policy of peace, of cooperation, of respect, of the anti-imperialist Latin American union,\" Maduro said according to AP.\n SEE ALSO: Where are Hugo Chavez's daughters in midst of Venezuelan madness?\n The government of Panama disagrees with Maduro's accusation.\n \"Panama's Foreign Ministry issued a statement expressing 'astonishment' at Maduro's action and called his comments 'unacceptable insults.' ' It denied that the request for the OAS to discuss Venezuela was interference in Venezuelan affairs, saying the proposal had the \"sole purpose to assist in bringing together the different actors in that sister country,\" the AP reported.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6758803",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7305,
                    "source": {
                        "title": "voxxi.com",
                        "uri": "voxxi.com"
                    },
                    "time": "00:45:00",
                    "title": "Nicolas Maduro lashes out against foreign intervention in Venezuela",
                    "uri": "165490395",
                    "url": "http://voxxi.com/2014/03/06/nicolas-maduro-foreign-intervention/",
                    "wgt": 1
                },
                {
                    "body": "Maduro blames the month-old unrest shaking his country on a minority group in the opposition\nVenezuelan President Nicolas Maduro has called for a meeting of South American leaders over the growing turmoil facing his country, where the death toll from a month of anti-government protests hit 20.\n Ahead of the meeting, due to take place next week in Chile, Maduro blamed the month-old unrest shaking his oil-rich country on a minority group in the opposition.\n \"It's a tiny group belonging to the opposition and they have put the rest of the opposition in a dire situation,\" Maduro told CNN in an interview.\n He also called for improved relations between Venezuela and the United States.\n The two have been without ambassadors in each other's countries' since 2010, and Maduro has accused Washington of encouraging the daily street protests.\n Maduro's call for regional dialogue on his country's unrest came a day after he broke off relations with Panama, following its call for the rival Washington-based Organisation of American States (OAS) to convene on the crisis.\n Maduro's government later ordered Panamanian ambassador Pedro Pereira and three other diplomats working at the mission to leave the country within 48 hours, Panama's Deputy Foreign minister Mayra Arosemena told reporters.\n But Arosemena said that despite Venezuela's measures against the diplomats, Panama \"has every intention of maintaining the best relations with Venezuela\".\n In Washington, the OAS Permanent Council met on Thursday to discuss a draft resolution calling for dialogue and condemning violence in Venezuela, as well as Panama's proposal for foreign ministers to hold talks on the crisis.\n But no agreement was reached and it was decided to resume the meeting today, Panamanian delegate Arturo Ulises Vallarino said.\n Street protests erupted in Venezuela on February 4 and have continued every day since in the biggest challenge yet to Maduro's nearly year-old, socialist-inspired government.\n Public anger over rampant crime, shortages of basic goods and arrests of protesters have fuelled the unrest, which the Venezuelan leader insists is part of a US-backed plot by \"fascists\" to destabilise his authority.  (AFP)",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6860657",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7173,
                    "source": {
                        "title": "Breaking News, Kenya, Africa, Politics, Business, Sports, Blogs, Photos, Videos",
                        "uri": "www.nation.co.ke"
                    },
                    "time": "22:23:00",
                    "title": "South America leaders set for Venezuela talks",
                    "uri": "165786977",
                    "url": "http://www.nation.co.ke/news/politics/South-America-leaders-set-for-Venezuela-talks/-/1064/2235344/-/wgk80nz/-/index.html",
                    "wgt": 1
                },
                {
                    "body": "Venezuelan President Nicolas Maduro warned Thursday against attempts to incite foreign intervention in Venezula, and pledged to solve the country's political unrest within the regional framework.\n Maduro said in a statement Panama's Foreign Minister, Francisco Alvarez de Soto, and its ambassador to the United States, Mario E. Jaramillo, were \"conspiring\" to bring about foreign intervention in Venezuela.\n He accused Panama's right-wing government of lobbying for USinterference.\n His warning came a day after he announced Venezuela was breaking off diplomatic and trade ties with Panama, following Panama's request for an urgent meeting by the Organization of American States (OAS), a US-dominated regional bloc, on Venezuela's unrest.\n The OAS Council has agreed to meet Friday in Washington, headquarters of the regional bloc.\n Rebuking the Panamanian government as a \"lackey\" government, Maduro said earlier Wednesday the moves by the US and Panama created the conditions for the OAS and other bodies to move towards intervention.\n Maintaining that the right-wing protests were being fueled by the US in an attempt to topple the socialist government, Maduro said he would respond forcefully to any attempted intervention.\n Maduro also pledged, during a meeting Thursday with his counterpart from Suriname, Desire Bouterse, to solve the political unrest within the regional framework of the Union of South American Nations (UNASUR), which groups 12 South American nations.\n A special high-level UNASUR meeting will be held in coming days to analyze the situation, Maduro and Bouterse jointly announced.\n Suriname currently holds UNASUR's rotating presidency.\n The special meeting aims \"to lay out the circumstances and violent attacks by small groups that have tried to infringe on society and impose a political crisis in Venezuela,\" according to the joint statement.\n The leaders of UNASUR member countries were discussing the exact date of the meeting, Venezuelan Foreign Minister Elias Jaua told media.\n Meanwhile, Cuban Foreign Minister Bruno Rodriguez condemned the attempts by Western countries to destabilize and overthrow the governments of Venezuela and Ukraine, according to a statement issued by Cuba's Foreign Ministry on Thursday.\n Cuba expressed \"invariable and total solidarity\" with Venezuela and its constitutional President Nicolas Maduro, and condemned attempts by foreign interference, especially the US, to defeat the Venezuelan government, Rodriguez said at a press conference, according to the statement.\n The ongoing anti-government protests in Venezuela have left 20 dead, according to the latest figures released Thursday by the president of the National Assembly, Diosdado Cabello.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6791744",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7153,
                    "source": {
                        "title": "www.globaltimes.cn",
                        "uri": "www.globaltimes.cn"
                    },
                    "time": "06:41:00",
                    "title": "Venezuela warns against attempts to incite foreign intervention",
                    "uri": "165593627",
                    "url": "http://www.globaltimes.cn/content/846842.shtml",
                    "wgt": 1
                },
                {
                    "body": "A protester throws a molotov cocktail at Venezuelan security forces during an anti-government demonstration.  Photo: Getty Images\nVenezuelan President Nicolas Maduro has called for a meeting of South American leaders over the growing turmoil facing his country, where the death toll from a month of anti-government protests hit 20.\n Ahead of the meeting, due to take place next week in Chile, Maduro blamed the month-old unrest shaking his oil-rich country on a minority sector of the opposition.\n \"It's a tiny group belonging to the opposition and they have put the rest of the opposition in a dire situation,\" Maduro told CNN in an interview.\n He also called for improved relations between Venezuela and the United States.  The two have been without ambassadors in each other's countries' since 2010, and Maduro has accused Washington of encouraging the daily street protests.\n Advertisement\nMaduro's call for regional dialogue on his country's unrest came a day after he broke off relations with Panama, following its call for the rival Washington-based Organization of American States (OAS) to convene on the crisis.\n Maduro's government later ordered Panamanian Ambassador Pedro Pereira and three other diplomats working at the mission to leave the country within 48 hours, Panama's Deputy Foreign Minister Mayra Arosemena said.\n But Arosemena said that despite Venezuela's measures against the diplomats, Panama \"has every intention of maintaining the best relations with Venezuela.\" \"\nIn Washington, the OAS Permanent Council was meeting late on Thursday to discuss a draft resolution calling for dialogue and condemning violence in Venezuela, as well as Panama's proposal for foreign ministers to hold talks on the crisis.\n Street protests erupted in Venezuela on February 4 and have continued every day since in the biggest challenge yet to Maduro's nearly year-old, socialist-inspired government.\n Public anger over rampant crime, shortages of basic goods and arrests of protesters have fuelled the unrest, which the Venezuelan leader insists is part of a US-backed plot by \"fascists\" to destabilise his authority.\n Protesters have accused government forces of committing human rights abuses.\n The affluent Caracas neighbourhood of Altamira saw clashes between police and dozens of students who used stones and firebombs.  The police dispersed them with tear gas and arrested 15 people, according to the mayor.\n AFP",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6847081",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7076,
                    "source": {
                        "title": "The Age",
                        "uri": "www.theage.com.au"
                    },
                    "time": "20:13:00",
                    "title": "Death toll rises as street protests continue in Venezuela",
                    "uri": "165753598",
                    "url": "http://www.theage.com.au/world/death-toll-rises-as-street-protests-continue-in-venezuela-20140308-hvgnb.html",
                    "wgt": 1
                },
                {
                    "body": "Mérida, 6 March 2014 (Venezuelanalysis.c com) - Venezuelan president Nicolas Maduro has stated he will sever all diplomatic and economic ties with Panama.\n The move comes after Panama called on the Organisation of American States (OAS) to review recent political disturbances in Venezuela.\n \"Facing the open conspiracy...I I decided to break political and diplomatic relations with the current government of Panama,\" Maduro stated.\n The Venezuelan president accused the Panamanian government of lobbying to \"justify foreign intervention\" in Venezuela, a charge Panama's president Ricardo Martinelli has denied.\n On Wednesday, Maduro claimed Martinelli has been \"actively working against Venezuela, creating conditions for the Organisation of American States and other organisations to take the step of intervention in our country\".\n \"There's a right-wing government that's aiming to convene the Permanent Council of the OAS.  It's a plan for the intervention of foreign forces in the country,\" Maduro stated.\n Martinelli has denied the claim, stating his government called on the OAS to promote political dialogue, ensure human rights and democracy.  He described Maduro's comments as \"unacceptable insults\".\n \"The foul language used is inappropriate for the president of a brother country,\" Martinelli said in a statement issued last night.\n \"Panama only longs for its brother country to find peace and strengthen its democracy,\" he stated.\n Along with severing diplomatic ties, Maduro also stated he would \"freeze all economic...relations\".\n The decision sparked fears that repayments of Venezuelan debt in the Colon Free Zone (CFZ) will be indefinitely frozen.\n Venezuelan companies could have around US$2 billion in debt in the CFZ, according to the free port's manager, Leopoldo Benedetti.\n \"The debt was incurred mainly because Venezuelan businesspeople lack liquidity due to a US dollar shortage in their country,\" Benedetti stated, according to El Universal.\n Last year Venezuela and Panama established a bilateral commission to resolve concerns over CFZ debt.\n Wednesday's decision follows calls from Washington for action against Maduro's government.  On Tuesday, the US House of Representatives passed a resolution calling for international support of Venezuela's political opposition.\n Maduro has long maintained that the US is providing funding and other support to the opposition.  On Wednesday, he also accused Martinelli of being a US \"lackey\".\n However, Venezuela's largest opposition coalition, the Democratic Unity Roundtable (MUD) has condemned the freezing of relations with Panama.  In a statement, the MUD described the decision as \"aggressive rhetoric\".\n \"The international relations of one country cannot be handled at the whim of its rulers,\" the MUD stated.\n The OAS is expected to hold talks on Venezuela in the US today.  The talks are closed to the public.\n OAS President Jose Miguel Insulza has suggested sending international observers to Venezuela if both the government and opposition consent.  However, during a speech on Wednesday, Insulza indicated that beyond calls for peace, further OAS actions are unlikely.",
                    "date": "2014-03-06",
                    "eventUri": "446790",
                    "id": "6697595",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7025,
                    "source": {
                        "title": "venezuelanalysis.com",
                        "uri": "venezuelanalysis.com"
                    },
                    "time": "19:08:00",
                    "title": "Venezuela Breaks Ties With Panama",
                    "uri": "165347290",
                    "url": "http://venezuelanalysis.com/news/10451",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (RV) - As the world turns its eyes to Ukraine, the issue of national sovereignty is in Latin America.\n Venezuela cut diplomatic and commercial ties with Panama after the Central American nation called for a meeting of the Washington-based Organization of American States (OAS) to look into ongoing antigovernment protests in and around Caracas, Venezuela.\n In response, Venezuelan President Nicolás Maduro slammed the suggestion as an excuse for Washington to become involved in Venezuela's internal affairs.  The U.S. is a member of OAS.\n The U.S. is viewed as antagonist to the Venezuelan president, who was elected in April, 2013 after the March 5 death of former President Hugo Chávez.\n President Maduro has also called for a UNASUR meeting in order to explain, \"The attacks, the violence, the small groups that have tried to undermine social life and impose a political situation that our country is overcoming.\" \"\nSteve Ellner is a professor in Venezuela at the Universidad de Oriente and the editor of \"Latin America's Radical Left: Challenges and Complexities of Political Power in the Twenty-first Century.\" \"\nEllner told VR, \"Venezuela is and Venezuela has been for some time a very polarized country.\" \" Still, he said it's unlikely the protesters will succeed in removing President Maduro from power.\n Venezuela remains bogged down in weeks of protests that started February 4th.  20 people have died in the clashes, including today a police officer and a protestor.\n VR's Molly Seder spoke with Professor Steve Ellner.  You can listen to their conversation here:",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6791742",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6992,
                    "source": {
                        "title": "voiceofrussia.com",
                        "uri": "voiceofrussia.com"
                    },
                    "time": "08:58:00",
                    "title": "Venezuela cuts ties with Panama over OAS row",
                    "uri": "165593638",
                    "url": "http://voiceofrussia.com/us/2014_03_07/Venezuela-cuts-ties-with-Panama-over-OAS-row-0620/",
                    "wgt": 1
                },
                {
                    "body": "Brasília (AFP) - In the face of violent protests roiling Venezuela, many of Latin America's leaders have backed the government of President Nicolas Maduro, some have stayed mum and only a few have complained.\n The region's few voices of dissent have been conservative leaders -- Panama's Ricardo Martinelli so angered Maduro that the leftist Venezuelan president broke off ties with Panama City -- but by and large, those voices have been muted.\n \"The region has protected itself in the 'democratic clothing' of President Maduro, who was elected democratically,\" Alberto Pfeifer, a University of Sao Paulo professor and specialist on the region, told AFP.\n \"That is the position of the Community of Latin American and Caribbean States, the Organization of American States, the Union of South American Nations and (regional trade bloc) Mercosur,\" adds Pfeifer.\n - Strong leftist support -\nThose quickest to back Maduro were Argentina, Bolivia, Cuba, Ecuador and Nicaragua -- all countries with leftist governments whose heads of state were close with Maduro's predecessor, the late Hugo Chavez.\n Bolivian President Evo Morales and Cuba's Raul Castro even traveled to Caracas on Wednesday to mark the first anniversary of Chavez's death\nCarlos Malamud, a senior analyst for Latin America at Spain's Elcano Royal Institute, told AFP that countries such as Argentina, Bolivia and Ecuador \"cannot allow the elected government of Venezuela to fall\" because they run \"the risk of the same medicine being applied to them.\" \"\nThe anti-government protests in Venezuela, over rampant crime and widespread shortages of basic goods, have so far left 20 people dead.\n While the United States and the European Union have spoken out for the protection of freedom of expression, very few in Latin America have defended those principles.\n \"Only a few critical voices are being raised, timidly, in defense of human rights and freedom of expression,\" says Malamud.\n Malamud named Martinelli, Colombian President Juan Manuel Santos and Chile's Sebastian Pinera as among those who have criticized authorities in Caracas.\n Uruguay -- while showing solidarity with Venezuela -- has nevertheless defended the right to free expression.\n - Break with Panama -\nAfter Martinelli broke ranks and called for a meeting of the Organization of American States on Thursday to seek solutions to resolve tensions in Venezuela, Maduro struck back, breaking off ties.\n \"Nobody will conspire with impunity to ask for an intervention against our fatherland.  Enough!\" thundered Maduro, who regards the protests as a US-backed plot to destabilize his government.\n Pinera, who has enjoyed cordial relations with Caracas despite his ideological differences with Maduro, has called for respect for human rights in Venezuela.\n His successor, leftist Michelle Bachelet, on Thursday pledged her support for \"the government and people of Venezuela\" as they seek a democratic, peaceful way out of the crisis, which erupted on February 4 and has become the biggest challenge yet to Maduro's nearly year-old government.\n Colombia's Santos has called for calm and dialogue with Venezuela, though Caracas has accused former president Alvaro Uribe of fueling the anti-government opposition.\n She said Chile would support respect for human rights, but also would oppose \"violent actions seeking to destabilize a democratically elected government.\" \"\n- Silence from Brazil -\nRegional giant Brazil, whose traditional line is not to interfere in the internal affairs of neighbors, has so far only reiterated the line of tacit support for Maduro issued by Mercosur, which groups Argentina, Brazil, Paraguay, Uruguay and Venezuela.\n Brazil \"will, as far as it can, resist criticizing the situation, unless and until an escalation of the violence makes that impossible,\" says Pfeifer.\n Mexico issued a statement condemning violence \"but without fingering those responsible\" so it could avoid \"an unnecessary dynamic of conflict with Venezuela,\" Mexican political analyst Alfonso Zarate told AFP.\n The strongest statement of discontent in the region has come from a group of former Latin American presidents who condemned \"disproportionate repression\" of the protests by Venezuelan authorities.\n Former leaders Oscar Arias of Costa Rica, Ricardo Lagos of Chile, Fernando Henrique Cardoso of Brazil and Alejandro Toledo of Peru also demanded an \"immediate halt to persecution of students and opposition leaders\" and the freeing of those jailed for political reasons.\n - Talks without Washington -\nVenezuela last week dispatched Foreign Minister Elias Jaua on a regional tour to whip up support and call an extraordinary meeting of Unasur, rather than have to endure OAS talks that would include the United States, largely viewed with scorn in the region in recent years.\n US Secretary of State John Kerry nevertheless has said he was working with Colombia and other countries to see if mediation was possible.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6844656",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6925,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "19:48:00",
                    "title": "Much of LatAm behind Venezuela's Maduro, few critical",
                    "uri": "165747102",
                    "url": "http://news.yahoo.com/much-latam-behind-venezuelas-maduro-few-critical-182751723.html",
                    "wgt": 1
                },
                {
                    "body": "The Union of South American Nations has called for an end to the unrest in Venezuela, after violent protests left another two people dead.  Venezuela has been gripped by almost a month of demonstrations that have killed a total of 20 people.\n Venezuelan Minister of Foreign Affairs Elias Jaua announced that the Union of South American Nations (Unasur) will meet on Tuesday in Chile to discuss what Caracas has branded as \"fascist violence\" in Venezuela.  Jaua said the meeting will analyze the causes and consequences of \"this new attack on Venezuelan peace and democracy.\" \"\n\"We are ready to work together with Unasur on a dialogue between Venezuelans to achieve political stability, and eradicate the threat that these violent groups represent when they attack the Venezuelan democratic institution and the democratic values of South America,\" said Jaua in a statement on Saturday.\n Venezuela has been hit by a wave of violent protests that have continued for almost a month and have left at least 20 people dead.  The demonstration movement is angry at President Nicolas Maduro's government over inflation and the lack of basic products in the country such as paper, sugar and oil.\n The latest outbreak of deadly violence happened on Friday when an unidentified gunman opened fire on a group of people dismantling a barricade in the East of the Venezuelan capital city.  The shooting spree left a riot officer and a motorcyclist dead.  Later in the day clashes between student protesters and riot police were reported in the Altamira.  Police deployed tear gas to disperse the students who threw stones and Molotov cocktails at them.\n President Nicolas Maduro has denounced the violence as the product of a fascist political minority.\n \"The majority of the opposition are peaceful,\" President Maduro told CNN in an interview, adding that the Venezuelan government has always respected freedom of expression.  On a number of occasions Maduro has pointed the finger at the US for inciting and plotting to overthrow the Venezuelan government in a coup d'etat.\n Earlier this week, Maduro ejected the Panamanian ambassador along with three other diplomats from Venezuela, citing their alleged involvement in a conspiracy against his government.  He took issue with a petition made by the Panamanian government to the Washington-based Organization of American States for a private meeting regarding the continuing unrest in Venezuela.\n Washington, for its part, has urged Venezuela to investigate reports of widespread police brutality during the protests and denied orchestrating the unrest.\n Venezuela's South American neighbors have for the most part offered their support to President Maduro.  Ecuadorian President Rafael Correa said earlier this week in a television interview that Maduro's government was not repressing its people.\n \"The truth is that the Venezuelan government is the victim, Nicolas Maduro is a humane person who would be incapable of repressing his own people,\" Correa said.\n Argentinian President Cristina Kirchner also voiced her solidarity, denouncing the violence in Caracas as an attempt at a coup d'état.",
                    "date": "2014-03-08",
                    "eventUri": "446790",
                    "id": "6915614",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6794,
                    "source": {
                        "title": "RT (Russia Today)",
                        "uri": "rt.com"
                    },
                    "time": "12:07:00",
                    "title": "S. American leaders call for peace in Venezuela amid violent protests",
                    "uri": "165939368",
                    "url": "http://rt.com/news/venezuela-protest-summit-maduro-614/",
                    "wgt": 1
                },
                {
                    "body": "It's a shame that Venezuela just severed diplomatic and economic ties with Panama, because their respective presidents - Nicolás Maduro and Ricardo Martinelli - have a lot in common.\n Yes, I know that Maduro is a radical socialist and former bus driver.  And that Martinelli is a right-wing supermarket tycoon.\n But they're both intolerant ideologues who believe, among other retro-anti-democratic notions, that folks should be thrown in the pokey for saying or writing anything that insults leaders like them.  (Venezuela's legislature has actually codified that thinking; Panama's fortunately has rebuffed Martinelli's attempts to do the same.) )\nNevertheless, they are serious hemispheric adversaries who like to call each other \"lackeys\" of either the United States or Cuba.  So the diplomatic divorce that Maduro announced Wednesday - in peevish response to Martinelli's call for the Organization of American States (OAS) to get involved in Venezuela's anti-government protests crisis - isn't all that surprising.\n Nor is the chilling effect that it's likely to have on the OAS this week as it convenes in Washington, D.C., to discuss what - if anything - to do about the bitter clash between Maduro and his opposition, which has killed at least 18 people.  Most analysts, including Michael Shifter, president of the Inter-American Dialogue in Washington, don't expect much to come of the OAS meeting.\n \"I think it's very unlikely that [it's] going to produce any meaningful results,\" Shifter told me.  \"There's not much support among many [member] countries to confront Maduro.  They're nervous about him [because] he's so unpredictable, and his breaking relations with Panama will only aggravate that.\" \"\nRELATED: What My Talks With Hugo Taught Me About Chavismo In Venezuela\nShifter cites others reasons - including a fear among many smaller Latin American and Caribbean countries of being cut off from Venezuela's oil largesse, or anxiety among most governments in the region about alienating leftist voters.\n But even if Maduro's opponents have little hope of ousting him - he still has the support of about half the country, especially among his base of poorer voters - the angry street demonstrations that began early last month show little sign of ending.\n And the longer they last, the more Maduro's security forces and neighborhood watch organizations - already widely condemned for their heavy-handed response to the unrest - risk further sullying his international image.\n Which means at some point sooner than later, some outside entity needs to prod Maduro and his foes - who for their part need to more sharply define the aim of these protests - to a negotiating table to hash out what sparked the student-led outburst in the first place: Venezuela's deep economic and social crises - which have saddled the hemisphere's most oil-rich nation with South America's highest inflation and murder rates - and the authoritarian left-wing agenda the protesters accuse Maduro's government of ramming down the country's throat.\n If not the OAS - which Maduro distrusts anyway as yet another puppet of the Americans, who he insists is behind the protests to begin with - then who?  Maduro suggests the South America regional body known as Unasur - but the Venezuelan opposition distrusts it as a puppet of the regional left.\n Perhaps neighboring Colombia, but it's already locked in peace talks with Marxist guerrillas and has a presidential election coming up in May.  Or neighboring Brazil, but it's racing to finish soccer World Cup preparations for this summer, and President Dilma Rousseff's got anti-government street protests of her own to deal with.\n Shifter thinks the Vatican may be the best bet, given Pope Francis' Latin American bona fides and his appeal to both Maduro and opposition forces.\n \"I think the Pope would have that credibility,\" Shifter said.  \"He could play that role.\" \"\nNERVE-WRACKING TASK\nWhoever emerges to play it, the task of mediating in a country as fiercely polarized as Venezuela is likely to be as nerve-wracking as a late-night walk through Caracas' violent crime-plagued streets - or as frustrating as finding cooking oil or toilet paper on many of its grocery store shelves.\n Then again, Maduro showed signs of some mature flexibility on Thursday when he reportedly sat down for a wide-ranging interview with Christiane Amanpour of CNN - the same yanqui network he's accused for weeks of whipping up the unrest, and which he's threatened to chuck out of Venezuela.\n In that regard, observers like Shifter are right: Maduro can be remarkably unpredictable.  But ever since he was elected President last year - to succeed his mentor, Hugo Chávez, who died a year ago this week - that erratic nature has usually worked against Venezuela.  If the CNN interview is the start of a trend, maybe Maduro's character could finally work in the country's favor.",
                    "date": "2014-03-06",
                    "eventUri": "446790",
                    "id": "6758820",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.677,
                    "source": {
                        "title": "wlrn.org",
                        "uri": "wlrn.org"
                    },
                    "time": "23:45:00",
                    "title": "Venezuela: Can Anyone Mediate This Mess?",
                    "uri": "165490407",
                    "url": "http://wlrn.org/post/venezuela-can-anyone-mediate-mess",
                    "wgt": 1
                },
                {
                    "body": "A marathon meeting of the Organization of American States over Venezuela ended in a deadlock early Friday when the permanent council could not agree whether to send a mission to investigate rights abuse allegations or empanel regional foreign ministers to discuss the unrest and protests in the South American nation.\n After eight hours, the Venezuelan government was able to muster enough support to block a petition by Panama calling for emergency measures to address the ongoing protests and unrest aimed at President Nicolás Maduro.\n On Friday, Venezuelan Foreign Minister Elías Jaua called it \"a victory\" for his country's sovereignty.\n Maduro broke off diplomatic ties with Panama, accusing the government of President Ricardo Martinelli of trying to interfere in the country's domestic affairs.\n \"What is clear is that they [the diplomats] have been able to stop the interventionist intentions of those who called this council,\" Venezuela's OAS ambassador Roy Chaderton told reporters after the closed-door meeting.\n The United States and Canada have backed Panama's proposal.\n The OAS was expected to meet later Friday to continue discussing what further action, if any, to take.  Diplomatic sources at the regional organization's headquarters in Washington expected that the ambassadors would eventually issue a joint resolution calling for dialogue between Maduro's government and the opposition.\n The nationwide protests against Maduro's economic policies, the country's high crime rate, and food shortages are in their fourth week.  Students continued to erect street barricades in many cities on Thursday as hundreds of thousands of Venezuelans went back to work following an extended seven-day Carnival holiday, which also coincided with commemorations marking the first anniversary of the death of Hugo Chávez, who governed the country for more than 15 years.\n During the OAS meeting, Bolivia - a Venezuelan ally - presented a resolution backed by Argentina, Uruguay and Brazil lauding the Maduro government's efforts to resolve the social unrest by calling a peace conference.\n Opposition groups have said they would meet with Maduro but wanted a pre-agreed agenda of the subjects that should be discussed.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6831451",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6763,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "elpais.com"
                    },
                    "time": "17:56:00",
                    "title": "OAS meeting ends with no action taken on Venezuela",
                    "uri": "165714649",
                    "url": "http://elpais.com/elpais/2014/03/07/inenglish/1394211792_628372.html",
                    "wgt": 1
                },
                {
                    "body": "In the face of violent protests roiling Venezuela, many of Latin America's leaders have backed the government of President Nicolas Maduro, some have stayed mum and only a few have complained.\n The region's few voices of dissent have been conservative leaders -- Panama's Ricardo Martinelli so angered Maduro that the leftist Venezuelan president broke off ties with Panama City -- but by and large, those voices have been muted.\n \"The region has protected itself in the 'democratic clothing' of President Maduro, who was elected democratically,\" Alberto Pfeifer, a University of Sao Paulo professor and specialist on the region, told Agence France Presse.\n \"That is the position of the Community of Latin American and Caribbean States, the Organization of American States, the Union of South American Nations and (regional trade bloc) Mercosur,\" adds Pfeifer.\n Those quickest to back Maduro were Argentina, Bolivia, Cuba, Ecuador and Nicaragua -- all countries with leftist governments whose heads of state were close with Maduro's predecessor, the late Hugo Chavez.\n Bolivian President Evo Morales and Cuba's Raul Castro even traveled to Caracas on Wednesday to mark the first anniversary of Chavez's death\nCarlos Malamud, a senior analyst for Latin America at Spain's Elcano Royal Institute, told AFP that countries such as Argentina, Bolivia and Ecuador \"cannot allow the elected government of Venezuela to fall\" because they run \"the risk of the same medicine being applied to them.\" \"\nThe anti-government protests in Venezuela, over rampant crime and widespread shortages of basic goods, have so far left 20 people dead.\n While the United States and the European Union have spoken out for the protection of freedom of expression, very few in Latin America have defended those principles.\n \"Only a few critical voices are being raised, timidly, in defense of human rights and freedom of expression,\" says Malamud.\n Malamud named Martinelli, Colombian President Juan Manuel Santos and Chile's Sebastian Pinera as among those who have criticized authorities in Caracas.\n Uruguay -- while showing solidarity with Venezuela -- has nevertheless defended the right to free expression.\n After Martinelli broke ranks and called for a meeting of the Organization of American States on Thursday to seek solutions to resolve tensions in Venezuela, Maduro struck back, breaking off ties.\n \"Nobody will conspire with impunity to ask for an intervention against our fatherland.  Enough!\" thundered Maduro, who regards the protests as a U.S.-backed plot to destabilize his government.\n Pinera, who has enjoyed cordial relations with Caracas despite his ideological differences with Maduro, has called for respect for human rights in Venezuela.\n His successor, leftist Michelle Bachelet, on Thursday pledged her support for \"the government and people of Venezuela\" as they seek a democratic, peaceful way out of the crisis, which erupted on February 4 and has become the biggest challenge yet to Maduro's nearly year-old government.\n Colombia's Santos has called for calm and dialogue with Venezuela, though Caracas has accused former president Alvaro Uribe of fueling the anti-government opposition.\n She said Chile would support respect for human rights, but also would oppose \"violent actions seeking to destabilize a democratically elected government.\" \"\nRegional giant Brazil, whose traditional line is not to interfere in the internal affairs of neighbors, has so far only reiterated the line of tacit support for Maduro issued by Mercosur, which groups Argentina, Brazil, Paraguay, Uruguay and Venezuela.\n Brazil \"will, as far as it can, resist criticizing the situation, unless and until an escalation of the violence makes that impossible,\" says Pfeifer.\n Mexico issued a statement condemning violence \"but without fingering those responsible\" so it could avoid \"an unnecessary dynamic of conflict with Venezuela,\" Mexican political analyst Alfonso Zarate told AFP.\n The strongest statement of discontent in the region has come from a group of former Latin American presidents who condemned \"disproportionate repression\" of the protests by Venezuelan authorities.\n Former leaders Oscar Arias of Costa Rica, Ricardo Lagos of Chile, Fernando Henrique Cardoso of Brazil and Alejandro Toledo of Peru also demanded an \"immediate halt to persecution of students and opposition leaders\" and the freeing of those jailed for political reasons.\n Venezuela last week dispatched Foreign Minister Elias Jaua on a regional tour to whip up support and call an extraordinary meeting of Unasur, rather than have to endure OAS talks that would include the United States, largely viewed with scorn in the region in recent years.\n U.S. Secretary of State John Kerry nevertheless has said he was working with Colombia and other countries to see if mediation was possible.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6831466",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6719,
                    "source": {
                        "title": "Naharnet",
                        "uri": "www.naharnet.com"
                    },
                    "time": "17:56:00",
                    "title": "Much of LatAm behind Venezuela's Maduro, Few Critical",
                    "uri": "165714694",
                    "url": "http://www.naharnet.com/stories/en/121672-much-of-latam-behind-venezuela-s-maduro-few-critical",
                    "wgt": 1
                },
                {
                    "body": "Anti government demonstrators take cover from a police water cannon in Caracas, Venezuela, / AP\nU.S. lawmakers continued to criticize Latin American democracies on Friday for not taking more action to end government repression in Venezuela and for holding a meeting behind closed doors.\n The Organization of American States (OAS) Permanent Council, composed of representatives from all 35 countries in the Americas, convened in a closed meeting on Thursday afternoon in Washington, D.C., to discuss the Venezuelan crisis.  The meeting, which was scheduled to continue on Friday, was requested by Panama as businesses in the country reportedly expressed concerns about $2 billion in debt owed to them by the Venezuelan government.\n Venezuelan President Nicolas Maduro reacted angrily to Panama's request by breaking off diplomatic and economic ties to the country, expelling the Panamanian ambassador and three other diplomats, and attributing the OAS meeting to \"moves by the United States government in accord with a lackey government of a right-wing president.\" \"\n\"OAS, out of here!  For now and forever!\" Maduro said in a fiery speech this week.\n Maduro's government has been widely condemned for an almost month-long crackdown on protesters that has now resulted in 20 deaths.  A group of United Nations independent experts sought a response from the Venezuelan government on Thursday to allegations that security forces arbitrarily detained and tortured opposition leaders, protesters, and journalists.\n \"The reconciliatory dialogue that is so deeply needed in Venezuela is not going to take place if political leaders, students, media groups, and journalists are harassed and intimidated by the authorities,\" the UN experts said in a statement.\n OAS Secretary General José Miguel Insulza decried the \"political crisis\" and violence in Venezuela in prepared remarks but stressed that \"OAS is not here to interfere in the internal affairs of its member states.\" \" Critics say the OAS has failed to fulfill its mission of promoting and defending democracy and human rights in the region.\n Rep.  Ileana Ros-Lehtinen (R., Fla.) denounced what she called the silence of the OAS and its members in a statement to the Washington Free Beacon.\n \"This organization, which was founded to defend liberty and democracy, is absent when democracy is actually under threat,\" she said.  \"To add insult to injury, it is holding its deliberations where it will treat the Maduro regime with kid gloves under a cloud of secrecy.\" \"\n\"The session should be open and transparent, like the freedom they purport to promote,\" she added.  \"History will remember the names of those who stayed silent in the face of oppression, especially this shameful lot who claimed to be the defenders of liberty.\" \"\nRos-Lehtinen circulated a letter among lawmakers this week that calls on President Barack Obama to impose targeted sanctions against Venezuelan officials involved in human rights abuses, including U.S. visa bans, asset freezes, and prohibitions on financial transactions.\n Rep.  Matt Salmon (R., Ariz.), chairman of the House Foreign Affairs Subcommittee on the Western Hemisphere, previously urged the OAS to demand an independent investigation into alleged human rights violations in a statement to the Free Beacon.\n U.S. Ambassador to the OAS Carmen Lomellin said in prepared remarks that the U.S. government was \"severely disturbed\" by Venezuela's restrictions on freedom of expression and the press.  She also expressed support for a third-party mediator to assist \"genuine dialogue\" in the country.  However, that prospect appeared unlikely with Maduro's refusal to work with the OAS.\n Ecuadorian President Rafael Correa announced on Thursday that members of the Union of South American Nations (UNASUR), viewed as a pro-Venezuela alternative to the OAS, would meet next week to discuss the unrest in the country.\n \"The truth is that the Venezuelan government is the victim, Nicolas Maduro is a humane person who would be incapable of repressing his own people,\" Correa said during a televised interview.\n Correa himself has been sharply criticized by human rights activists for his administration's harassment of dissenters and threats to fine and jail critical journalists.\n Maduro and former Venezuelan President Hugo Chávez have long used their countries' immense oil and gas reserves to expand the influence of its socialist ALBA bloc, which includes authoritarian governments in Ecuador, Bolivia, Cuba, and Nicaragua.  Declines in overall production and exports have posed new economic challenges to Venezuela in recent years.\n Protesters blame the Maduro administration's strict currency controls and overall economic mismanagement for rampant inflation and shortages of basic goods.  Crime rates have also soared.\n Maduro has dismissed the protesters as fascists and \"violent vandals\" covertly financed by U.S. officials.\n Opposition leaders have refused to attend a so-called \"peace conference\" held by Maduro this week as leading activist Leopoldo López remains behind bars at a military facility.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6926411",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6631,
                    "source": {
                        "title": "Washington Free Beacon",
                        "uri": "freebeacon.com"
                    },
                    "time": "19:36:00",
                    "title": "Lawmakers Criticize Latin American Democracies for Inaction in Venezuela",
                    "uri": "165973775",
                    "url": "http://freebeacon.com/lawmakers-criticize-latin-american-democracies-for-inaction-in-venezuela/",
                    "wgt": 1
                },
                {
                    "body": "SAO PAULO - Venezuela has expelled Panama's ambassador, along with three other diplomats, giving the officials' 48 hours to leave the country.\n The four diplomats were declared personae non gratae, according to Panamanian officials, who said they were \"astonished\" by the decision.\n Venezuela's Foreign Minister Elías Jaua said ties would be suspended, and debt repayments frozen, \"until there is a serious government in Panama that respects relations [between the two countries].\" \"\nVenezuelan businesses owe an estimated $1.2 billion to Panama's Colon Free Zone exporters, and fears are growing about repayment.\n The break in relations was sparked when Panama requested a meeting at the Organization of American States to discuss the crisis in Venezuela.\n As a result, Venezuela's president, Nicolás Maduro, said diplomatic relations would be severed and economic ties with the Central American country frozen, labelling it a \"lackey government\" of the United States and accusing it of \"stepping towards an intervention in our country.\" \"\nFollowing directly in the footsteps of his predecessor, the late Hugo Chávez, Maduro has apportioned blame for the country's problems partly on the U.S., which it says is meddling in Venezuela's affairs and orchestrating a coup d'état.\n Venezuela has already expelled three U.S. diplomats from the country.  Washington retaliated by expelling an equal number of a Venezuelan diplomats.\n Despite rejecting the Organization of American States intervention, Maduro's government has now appealed for international help from the Union of South American Nations, of which Panama and the U.S. are not members.\n Reports say Venezuela has asked Suriname's president, Dési Bouterse, who currently holds the rotating presidency of the union, to convene a meeting to discuss the country's problems.\n There has so far been little public high-level discussion from neighboring countries on events in Venezuela.\n The violence, which began in early February, is the worst the country has seen in a decade with some reports suggesting over 1,000 people have now been detained in the unrest.\n The opposition party leader, Ramón Guillermo Aveledo, said Maduro might be \"sowing the seeds of a civil war\" in the country, and said the government had tried to \"terrorize\" protesters off the streets, rather than address their grievances.\n The protesters are demanding President Maduro's resignation, but their numbers have decreased since February, and a lull was witnessed during this week's annual Carnival celebrations.\n Meanwhile, the president has urged Venezuelans to keep working and continued the country's Bolivarian Revolution.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6943000",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6564,
                    "source": {
                        "title": "www.turkishpress.com",
                        "uri": "www.turkishpress.com"
                    },
                    "time": "11:00:00",
                    "title": "Venezuela expels Panama ambassador",
                    "uri": "166022684",
                    "url": "http://www.turkishpress.com/news/393728/",
                    "wgt": 1
                },
                {
                    "body": "Latin America is so deeply divided in its stance toward Venezuela and the country's ongoing crisis that, up to this point, talks held regarding the issue have reached no conclusions.  Instead, they have led to regional stalemate and antagonism.\n The Panamanian government called for the Organization of American States (OAS) to bring all the region's foreign ministers together on Thursday (Mar 6) to find a solution to the violence generated by the anti-government protests which have rocked Venezuela since February 12, leaving around 20 dead and hundreds wounded and arrested.\n However, due to the influence of Venezuela's vocal allies in Latin America - particularly Bolivia, Cuba, Nicaragua and Argentina - and the silence of many other countries on the matter, the OAS was unable to muster sufficient participation from Latin America's governments.\n The organization is now scheduled to discuss a joint resolution calling for dialog in Venezuela, however the viability of a declaration of this kind remains doubtful, as does the probability of definitive action, as Venezuela remains highly opposed to any influence from the OAS, with President Nicolás Maduro claiming its motives are \"interventionist.\" \"\nHuman Rights Watch's director for the Americas, José Miguel Vivanco, has previously criticized what he called the region's \"silence\" in the face of the crisis and the violations of human rights occurring in Venezuela, including press censorship, the intimidation and arrest of journalists, the arrest of opposition leader Leopoldo López and reports of brutality against those detained.\n Vivanco has particularly lamented Brazil's reluctance to speak out, while praising Chile's Sebastián Piñera and Colombia's Juan Manuel Santos for issuing statements deploring the political violence in the country.\n BREAKING TIES WITH PANAMA\nIn response to Panama's request for further OAS action on the crisis, Maduro announced that Venezuela had decided to break diplomatic and political ties with Panama.  During the commemoration of the anniversary of Hugo Chávez's death, he accused Panama of attempting to organize foreign intervention in its internal affairs.\n In a clear effort to intimidate his other neighbors, Maduro also warned the OAS not to interfere further, saying at the same ceremony that he will react with \"force\" against any country that does so.\n At the same time, the rest of Latin America appears to prefer silence regarding Venezuela's decision on Panama, with a notable lack of public criticism or questioning of the move.",
                    "date": "2014-03-09",
                    "eventUri": "446790",
                    "id": "6961015",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6325,
                    "source": {
                        "title": "BNamericas",
                        "uri": "www.bnamericas.com"
                    },
                    "time": "00:54:00",
                    "title": "Banking - Regional - Latin America's political divide mutes region over Venezuela issue",
                    "uri": "166072746",
                    "url": "http://www.bnamericas.com/news/banking/latin-americas-political-divide-mutes-region-over-venezuela-issue?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BBusinessNewsAmericas-TopStoriesEN%2B%2528Business%2BNews%2BAmericas%2B-%2BTop%2BStories%2BEN%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Venezuela's President Nicolas Maduro greets supporters as he arrives at a rally with workers in Caracas, Venezuela.  Reuters/Jorge Silva\nVenezuela may be on fire, but President Nicolás Maduro has no need for international assistance to put the flames out.  His government responded thusly to an offer of mediation by the Organization of American States Organization (OAS) on Tuesday: \"OAS should stay where it is.\" \"\nSponsorship Link Must read Amazon Merchants Say SKU Limits Will Decimate Their Bottom Lines Bitcoin's Face: The Mystery Man Behind The Crypto-Currency McDonald's Sued for $1.5 Million Over A Napkin Turkey's Crimea Connection - Why Istanbul Cares About Ukraine Wounded War Heroes Learn To Dive [VIDEO]\nMaduro made the categorical statement during a military parade to honor the memory of late Venezuelan President Hugo Chávez, one year after his death.  Barely hours later, the president also announced that Venezuela was cutting off relations with Panama, since it was President Ricardo Martinelli's administration that made the request for mediation to OAS.  \"We have said loud and clear through diplomatic means the opinion of the revolutionary government of Venezuela,\" Maduro said.\n \"There are maneuvers by the U.S. government plotting with a lackey government that has a right-wing president who is leaving in the next few months, who is not worthy of his people, who has been working actively against Venezuela,\" he added.\n This show of defiance happened in front of several international leaders who were attending the Chávez's memorial, like Cuba's Raúl Castro, Bolivia's Evo Morales and Nicaragua's Daniel Ortega -- allies of the Bolivarian revolution.  \"We are a peaceful people, but we are also brave in what matters, like defending our rights,\" Maduro added in his speech.\n The OAS Permanent Council, however, planned to still hold a scheduled meeting Thursday to talk about the crisis in Venezuela, per Panama's request and amid demands from U.S. South Florida lawmakers for action against the regime.  \"We pay a lot of attention to situations like [Venezuelan crisis] when they happen further away, and this is something that's happening with one of our immediate neighbors,\" said Sen.  Bill Nelson, D-Fla., , on Wednesday in support of the OAS meeting.\n Panama's government denied Maduro's accusations.  \"We reject as unacceptable the insults uttered by President Nicolás Maduro against our country and its highest authority.  The foul language used is inappropriate for the president of a brother country,\" read the statement issued by Panama City.\n In the meantime, Martinelli took to Twitter to make his personal feelings known.  \"Panama only longs for its brother country to find peace and strengthen its democracy,\" he said.\n Indeed, no matter what Maduro says, Venezuela looks anything but peaceful these days.  Disregarding the demand of the government to not disrupt the Chávez death anniversary \"in order to respect the feelings of half of the country,\" opposition groups built barricades all around the country on Tuesday.  In Caracas, their goal was to obstruct the way for officials and international leaders around the city -- especially Castro's, considered by most a mentor to the Venezuelan regime.  However, the handful of international invitees, which also included representatives from Argentina and Brazil, made it to the parade without many problems.\n Patricia Rey Mallén Twitter Google Plus RSS\nPatricia covers Latin America for the International Business Times.\n Before joining IBT in March 2013, she worked at BBC America in New York, La República in Lima...  Continue Reading\nMore from Patricia Rey Mallén more articles In Venezuela, Maduro vs. Everybody The Mexican Firm Behind The Citigroup-Banamex Scandal Venezuela's Year Without Hugo Chávez Will Cuba's 100 Stolen Art Pieces Find Their Way Home?",
                    "date": "2014-03-06",
                    "eventUri": "446790",
                    "id": "6730391",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6279,
                    "source": {
                        "title": "International Business Times",
                        "uri": "www.ibtimes.com"
                    },
                    "time": "23:26:00",
                    "title": "Venezuela's President Nicolás Maduro Rejects International Help To Deal With Upheaval; Breaks Diplomatic Relations With Panama",
                    "uri": "165422940",
                    "url": "http://www.ibtimes.com/venezuelas-president-nicolas-maduro-rejects-international-help-deal-upheaval-breaks-diplomatic",
                    "wgt": 1
                },
                {
                    "body": "The country should be prosperous and secure.  It sits atop the world's largest proven oil reserves.  Its nearly $100 billion in annual oil exports rank it among the world's top 10 oil exporters - Dr. Douglas Cassel, Professor of Law at Norte Dame Law School about Venezuela.\n However, the country is gripped by poverty and protests as it also leads in price inflation.  Its official inflation rate of 56 percent annually is the highest in the world.  More realistically, after factoring in the black market, economist Steve Hanke of John Hopkins University and the Cato Institute has calculated Venezuela's real rate of inflation at more than 300 percent, Dr. Cassel says.\n Though President Maduro has imposed price controls on some basic goods, it made things worse resulting in severe shortages of vital necessities like corn, flour, butter, eggs, and even toilet paper.  So, Venezuela is forced to import about two-thirds of its food (wheat from the United States, chickens from Brazil), as well as many consumer goods.  And since Maduro took power in March 2013, the value of the national currency has sunk by nearly two-thirds against the dollar.\n So no wonder that tens of thousands of Venezuelan university students have taken to the streets in protest.  They are supported by anti-Maduro opposition in most of the largest cities.  The regime a;ready had opposition leader Leopoldo López arrested and charged with murder.  López remains behind bars, awaiting trial.\n Maduro's regime, however, responds not by reforms but by labeling domestic human-rights groups as traitors and accusing its neighbors of plotting the attacks.\n Among those \"traitors\" appeared Panama - Venezuela's President severed diplomatic relations with the country Wednesday, accusing the Central American nation of being a \"lackey\" for the United States in a conspiracy plot against his government, CNN reports.  He accused Panama of pushing for regional organizations to intervene in Venezuela.  As a result, Maduro said he was cutting off diplomatic and political ties and freezing trade relations with Panama's current government \"in defense of the homeland's sovereignty.\" \"\n\"There are maneuvers by the US government plotting with a lackey government that has a right-wing president who is leaving in the next few months, who is not worthy of his people, who has been working actively against Venezuela,\" President Nicolas Maduro said in televised remarks.\n Panamanian President Ricardo Martinelli wrote on Twitter that he was surprised by Venezuela's decision.\n \"Panama only longs for its brother country to find peace and strengthen its democracy,\" he said.\n In a statement late Wednesday, Panama's government denied Maduro's accusations and said it had tried to encourage action by the Organization of American States to help promote dialogue, democracy and human rights in Venezuela.\n \"We reject as unacceptable the insults uttered by President Nicolas Maduro against our country and its highest authority.  The foul language used is inappropriate for the president of a brother country,\" the statement said.\n Last month Maduro expelled three US diplomats form Venezuela, accusing them of conspiring against his government.\n The United States expelled three Venezuelan diplomats last week in retaliation.\n The State Department has repeatedly denied Venezuela's accusations that it's funding opposition efforts to topple Maduro's government or involved in other conspiracy plots, CNN writes.\n \"Venezuela, rather than trying to distract from its own failings by making up false accusations against diplomats from the United States, the government ought to focus on addressing the legitimate grievances of the Venezuelan people,\" US President Barack Obama told reporters last month.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6829844",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6206,
                    "source": {
                        "title": "voiceofrussia.com",
                        "uri": "voiceofrussia.com"
                    },
                    "time": "17:42:00",
                    "title": "Venezuela and Panama: now foes?",
                    "uri": "165710754",
                    "url": "http://voiceofrussia.com/2014_03_07/Venezuela-and-Panama-now-foes-0501/",
                    "wgt": 1
                },
                {
                    "body": "South American foreign ministers are to discuss the unrest in Venezuela at a meeting next week.  Venezuela's worst unrest in a decade saw more clashes on the streets of the capital, Caracas, on Friday.\n The explosion of anti-government demonstrations has claimed at least 20 lives since February.\n It's scenes like these that have led to a meeting of Latin American foreign ministers next week to discuss the crisis.\n The meeting is due to take place on Tuesday in Chile at a Union of South American Nations gathering.\n In a further twist earlier in the week Venezuela's president severed diplomatic and commercial ties with Panama.\n Nicolas Maduro said Panama was conspiring with the United States to intervene in Venezuela's affairs.\n Panama's president called Maduro's action immature - its foreign minister called it astonishing.\n [Alvarez De Soto, Panama's Foreign Minister Francisco]:\n\"We want to express and reiterate the astonishment caused to the government of Panama by the decision of the Venezuelan government to break diplomatic relations with Panama.  As we have shown, we find this measure lamentable and disproportionate.\" \"\nDespite the opposition protecters' clamour for Maduro to step down there's no sign that he will be forced from office, nor that the unrest is hitting Venezuela's crucial oil exports.",
                    "date": "2014-03-08",
                    "eventUri": "446790",
                    "id": "6918648",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6152,
                    "source": {
                        "title": "www.ntd.tv",
                        "uri": "www.ntd.tv"
                    },
                    "time": "10:08:00",
                    "title": "Venezuela Crisis in Unasur Spotlight",
                    "uri": "165948290",
                    "url": "http://www.ntd.tv/en/news/world/south-america/20140308/107721-venezuela-crisis-in-unasur-spotlight.html",
                    "wgt": 1
                },
                {
                    "body": "HAVANA, March 6 (Xinhua) -- Cuba on Thursday condemned the attempts by some foreign countries to destabilize and overthrow the governments of Venezuela and Ukraine.\n Speaking at a press conference, Foreign Minister Bruno Rodriguez expressed his country's \"invariable and total solidarity\" with Venezuela and its constitutional president, Nicolas Maduro.\n The minister also denounced foreign attempts of interference in Venezuela, particularly a recent resolution passed by U.S. Congress that backs a proposal by Panama to ask the Organization of American States (OAS) to mediate the Venezuelan crisis.\n Following Panama's call for an OAS meeting on the Venezuelan situation, Maduro on Wednesday announced his decision to break diplomatic and trade ties with Panama, saying the proposal amounted to an open conspiracy of intervention.\n Meanwhile, Rodriguez also condemned what he called \"the hypocrisy, the double standards and the aggression\" of Washington and NATO over the ouster of the pro-Russian government in Ukraine.\n \"We cannot accept the violent overthrow of a constitutional government, at the cost of dozens of deaths and injuries, through the intervention of the United States and several NATO allies,\" said Rodriguez.\n The attempt to extend NATO's reach to Russia's borders is a flagrant violation of international law and the UN Charter and a threat to peace, security and global stability, he said.\n He stressed that the United States and its allies would be held responsible for the consequences of its increasingly aggressive military doctrine beyond North Atlantic.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6765928",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6098,
                    "source": {
                        "title": "Xinhuanet.com",
                        "uri": "news.xinhuanet.com"
                    },
                    "time": "06:10:00",
                    "title": "Cuba slams foreign interference in Venezuela, Ukraine",
                    "uri": "165509707",
                    "url": "http://news.xinhuanet.com/english/world/2014-03/07/c_133168453.htm",
                    "wgt": 1
                },
                {
                    "body": "Speaking at a press conference, Foreign Minister Bruno Rodriguez expressed his country's \"invariable and total solidarity\" with Venezuela and its constitutional president, Nicolas Maduro.\n The minister also denounced foreign attempts of interference in Venezuela, particularly a recent resolution passed by U.S. Congress that backs a proposal by Panama to ask the Organization of American States (OAS) to mediate the Venezuelan crisis.\n Following Panama's call for an OAS meeting on the Venezuelan situation, Maduro on Wednesday announced his decision to break diplomatic and trade ties with Panama, saying the proposal amounted to an open conspiracy of intervention.\n Meanwhile, Rodriguez also condemned what he called \"the hypocrisy, the double standards and the aggression\" of Washington and NATO over the ouster of the pro-Russian government in Ukraine.\n \"We cannot accept the violent overthrow of a constitutional government, at the cost of dozens of deaths and injuries, through the intervention of the United States and several NATO allies,\" said Rodriguez.\n The attempt to extend NATO's reach to Russia's borders is a flagrant violation of international law and the UN Charter and a threat to peace, security and global stability, he said.\n He stressed that the United States and its allies would be held responsible for the consequences of its increasingly aggressive military doctrine beyond North Atlantic.",
                    "date": "2014-03-08",
                    "eventUri": "446790",
                    "id": "6921685",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6087,
                    "source": {
                        "title": "voiceofrussia.com",
                        "uri": "voiceofrussia.com"
                    },
                    "time": "13:42:00",
                    "title": "Cuba condemns attempts by Western countries to destabilize and overthrow gov'ts of Venezuela, Ukraine.",
                    "uri": "165958010",
                    "url": "http://voiceofrussia.com/news/2014_03_08/Cuba-condemns-attempts-by-Western-countries-to-destabilize-and-overthrow-govts-of-Venezuela-Ukraine-6263/",
                    "wgt": 1
                },
                {
                    "body": "There have been protests in Venezuela for a little more than a month.\n Demonstrations are taking place across the country, with protesters angry over inflation, crime, and other issues in the post-Chavez era.\n Venezuelan President Nicolas Maduro blamed the month-old unrest shaking his country on a \"minority\" that has left the opposition in a difficult situation.\n \"Those who have started the violence are in the minority,\" Maduro said.\" \"It's a tiny group belonging to the opposition and they have put the rest of the opposition in a dire situation.\" \"\nMaduro also renewed his call for establishing a new level of relations with the United States after years of frosty relations.  CNN released only excerpts of the interview hosted by Christiane Amanpour, which it said would air in full Friday.\n The Venezuelan government ordered Panama's ambassador Pedro Pereira, charge d'affaires Jaime Serrano and two other embassy officials to leave the country within 48 hours, a Panamanian official said Thursday, a day after Caracas broke ties with Panama City.\n \"We received a note from the foreign ministry of Venezuela that was delivered to our embassy in which it declared four diplomats working in our embassy as 'persona non grata,'\" Panama's Deputy Foreign Minister Mayra Arosemena told reporters.\n Venezuelan President Nicolas Maduro announced Wednesday he was breaking diplomatic ties with Panama after the country called a meeting of North and Latin American nations over weeks of sometimes violent protests in Caracas.  Maduro also said he was freezing all trade and economic ties with the Central American nation.\n The end of Carnival was marked with more protests.  The government had been pushing for citizens to enjoy the holiday, in hopes it would diminish tension.  (March 4, 2014)\nAn opposition leader turned himself in, with hopes it would spur the protests on.  Things got heated after Leopoldo Lopez's jailing, and a beauty queen was killed.  (Feb 18, 2014)\nThere was a meeting with the UN and Venezuelan Foreign Minister Elias Jaua met with U.N. Secretary-General Ban Ki-moon and defended the government's actions before the U.N. Human Rights Council.  Jaua said only three of those killed were due to illegal acts by the police.  (March 3, 2014)\nThe origins: While the anger has been around awhile, a early February incident at University of the Andes in San Cristobal where students protested after a recent assault on campus may have been the spark.  Local authorities responded to the protest, and furor was ignited at the harsh response.\n Why: Food shortages, rising crime, and incredible inflation have made things rough for the country.\n The players: President Nicolas Maduro, who was close to Hugo Chavez; Leopoldo López, a mayor and opposition leader; Maria Corina Machado, an opposition parliament member",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6950708",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5993,
                    "source": {
                        "title": "Oneida Daily Dispatch",
                        "uri": "www.oneidadispatch.com"
                    },
                    "time": "11:00:00",
                    "title": "Venezuela breaks ties with Panama and other updates from the protests",
                    "uri": "166045254",
                    "url": "http://www.oneidadispatch.com/general-news/20140307/venezuela-breaks-ties-with-panama-and-other-updates-from-the-protests/1",
                    "wgt": 1
                },
                {
                    "body": "CARACAS.  -- In the face of violent protests roiling Venezuela, many of Latin America's leaders have backed the government of President Nicolas Maduro, some have stayed mum and only a few have complained.T The region's few voices of dissent have been conservative leaders -- Panama's Ricardo Martinelli so angered Maduro that the Venezuelan president broke off ties with Panama City -- but by and large, those voices have been muted.\n \"The region has protected itself in the 'democratic clothing' of President Maduro, who was elected democratically,\" Alberto Pfeifer, a University of Sao Paulo professor and specialist on the region, told AFP.  \"That is the position of the Community of Latin American and Caribbean States, the Organization of American States, the Union of South American Nations and (regional trade bloc) Mercosur,\" adds Pfeifer.\n Those quickest to back Maduro were Argentina, Bolivia, Cuba, Ecuador and Nicaragua -- all countries with leftist governments whose heads of state were close with Maduro's predecessor, the late Hugo Chavez.\n Bolivian President Evo Morales and Cuba's Raul Castro even traveled to Caracas on Wednesday to mark the first anniversary of Chavez's death\nCarlos Malamud, a senior analyst for Latin America at Spain's Elcano Royal Institute, told AFP that countries such as Argentina, Bolivia and Ecuador \"cannot allow the elected government of Venezuela to fall\" because they run \"the risk of the same medicine being applied to them.\" \"\nThe anti-government protests in Venezuela, over rampant crime and widespread shortages of basic goods, have so far left 20 people dead.  Uruguay -- while showing solidarity with Venezuela -- has nevertheless defended the right to free expression.  -- AFP.",
                    "date": "2014-03-08",
                    "eventUri": "446790",
                    "id": "6884161",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.574,
                    "source": {
                        "title": "www.herald.co.zw",
                        "uri": "www.herald.co.zw"
                    },
                    "time": "02:59:00",
                    "title": "LatAm behind Venezuela's Maduro",
                    "uri": "165844451",
                    "url": "http://www.herald.co.zw/latam-behind-venezuelas-maduro/",
                    "wgt": 1
                },
                {
                    "body": "At least 2 protesters have been killed in Venezuela, as violence on the streets escalates once again.\n Demonstrators demand the resignation of President Nicolas Maduro over food shortages and failed economic policy.  The violence, concentrated mostly in the capital Caracas, has already claimed at least 20 lives, Euronews reports.\n Maduro has called for a peaceful resolution of the crisis, but also claims he will not tolerate any insurgency or coup attempts.\n Earlier this week, Venezuela decided to cut diplomatic and trade ties with Panama, blaming it of \"conspiracy\" against the government.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6783390",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5305,
                    "source": {
                        "title": "Novinite",
                        "uri": "www.novinite.com"
                    },
                    "time": "09:37:00",
                    "title": "At Least 2 More Dead in Ongoing Venezuela Protests",
                    "uri": "165562457",
                    "url": "http://www.novinite.com/view_news.php?id=158728",
                    "wgt": 1
                },
                {
                    "body": "Hugo Chavez's successor Nicolas Maduro a devotee of Satya Sai Baba\nVenezuelan President Nicolas Maduro blamed the month-old unrest shaking his country on a \"minority\" that has left the opposition in a difficult situation.\n In an interview with an english news channel, Maduro also renewed his call for establishing a new level of relations with the United States after years of frosty relations.\n \"My message (to the US) is: respect, dialogue, that we overcome the visions they have of our country,\" Maduro said.\n \"Our message to those who rule the US is respect Venezuela, respect Latin America and let's establish new levels of relations.\" \"\nOnly excerpts of the interview hosted by Christiane Amanpour were released, which it said would air in full Friday.\n \"Those who have started the violence are in the minority,\" Maduro said.\n \"It's a tiny group belonging to the opposition and they have put the rest of the opposition in a dire situation.\" \"\nHe wondered aloud what would happen \"if a tiny group said they were going to start a revolution or a revolt to change the constitutional government of the US.\" \"\n\"I guess they would react and resort to the tools to restore order and peace,\" Maduro said.\n The United States and Venezuela have not had ambassadors in each other's countries since 2010.  Last month, the two countries exchanged hostile gestures, such as Caracas expelling three US diplomats.  Washington answered in kind.\n However, Maduro appointed young diplomat Maximilian Arvelaez to serve as his ambassador to Washington.\n The US State Department, however, gave the move a cool reception, noting that an exchange of ambassadors must be a reciprocal gesture.\n Two weeks ago, an English news channel said that the Venezuelan government had revoked the credential of the news network's staff in Caracas and work permits for anchors Patricia Janiot and Rafael Lomo.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6791729",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5274,
                    "source": {
                        "title": "indianexpress.com",
                        "uri": "indianexpress.com"
                    },
                    "time": "08:41:00",
                    "title": "Venezuelan President Nicolas Maduro blames 'minority' for Venezuela violence",
                    "uri": "165593599",
                    "url": "http://indianexpress.com/article/world/europe/venezuelan-president-nicolas-maduro-blames-minority-for-venezuela-violence/",
                    "wgt": 1
                },
                {
                    "body": "Two people were killed in Venezuela on Thursday, officials said, bringing the death toll to at least 20 in recent anti-government demonstrations.\n A paramilitary policeman and a civilian were shot dead from a building near a barricade in the Los Ruices area of eastern Caracas, the attorney-general's office said.\n The civilian was part of a group of motorcycle taxi drivers who were clearing the streets of debris left by the latest protests in the district, Venezolana de Television reported online.\n The shots were fired from a nearby building, the official statement said.  VTB cited witnesses as saying the men clearing up were harassed, pelted with stones and shot at by \"fascist groups.\" \"\nPresident Nicolas Maduro had called on his supporters to confront the protesters.\n Also on Thursday, Mr. Maduro expelled the ambassador of Panama, a day after breaking off diplomatic relations for the country's suggestion that the Organisation of American States (OAS) convene a special meeting over the persistent street demonstrations in Venezuela.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6765932",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5213,
                    "source": {
                        "title": "The Hindu",
                        "uri": "www.thehindu.com"
                    },
                    "time": "06:10:00",
                    "title": "Two killed in latest Venezuela clashes",
                    "uri": "165509733",
                    "url": "http://www.thehindu.com/news/international/world/two-killed-in-latest-venezuela-clashes/article5759881.ece",
                    "wgt": 1
                },
                {
                    "body": "Protests Endure as Venezuela Commemorates Anniversary of Chávez's Death\nVenezuela's opposition protests continued into their third week as the death toll reached 20.  Amid the demonstrations, on March 5 the government commemorated the one-year anniversary of President Hugo Chávez's death, drawing the presidents of Bolivia, Cuba, and Nicaragua as well as officials from throughout Latin America.\n On March 6, the OAS Permanent Council held a meeting about the situation in Venezuela, but failed to reach a consensus; the group meets again today, reports EFE.  Meanwhile, Ecuadoran President Rafael Correa announced that foreign ministers from the Union of South American Nations (UNASUR) will meet in Chile on March 11 to discuss Venezuela's crisis.  Brazilian President Dilma Rousseff's foreign policy advisor, Marco Aurélio Garcia, met with Maduro on the sidelines of the March 5 commemoration, and said the Venezuelan government is open to allowing a mission of UNASUR observers to go to the country.\n Get a full timeline of events and more key facts about Venezuela's protests in AS/COA's resource guide.\n Venezuela Cuts Ties with Panama\nOn March 5, Venezuelan President Nicolás Maduro announced his country would break diplomatic and commercial relations with Panama.  The move comes after the Central American country requested the Organization of American States' Permanent Council meeting to discuss the situation in Venezuela.  Martinelli took to Twitter to express his surprise, saying that Panama only wants \"its brother country to find peace and strengthen its democracy.\" \"\nEl Salvador Runoff Election Set for Sunday\nWith El Salvador's presidential runoff set to take place March 9, contenders for the country's highest office ended their campaigns on March 5.  February polls show ruling party candidate Salvador Sánchez Cerén maintaining a 10- to 18-point lead over opposition candidate Norman Quijano.  In an article for World Politics Review, Central American politics expert Michael Allison notes that Sánchez Cerén has the advantage of being able to take credit for achievements made by the governing party, such as popular social programs.\n Read more about the latest presidential polls in an AS/COA blog post.\n Costa Rican Presidential Candidate Suspends Campaign before Runoff\nJohnny Araya, Costa Rica's ruling party candidate, announced this week that he would stop campaigning ahead of the April 6 presidential runoff.  The March 5 decision came shortly after the release of a University of Costa Rica poll showing that Araya trailed his contender Luis Guillermo Solís by over 40 points.  Araya is the first candidate in the country's history to discontinue his campaign before a second-round vote.  But because Costa Rica's Constitution does not allow a candidate to withdraw from a runoff, Araya's name will still show up on the ballot.\n Read an AS/COA Online blog post about Araya's decision.\n Mexico's Senate Considers Reforms to Military Justice Law\nThis week, Mexico's Senate debated reforms to the country's Military Justice Code, which would allows civil courts to judge members of the armed forces for crimes against civilians that took place during peacetime.  The proposal would also allow victims of military abuse to gain access \"to truth and justice\" and not just reparations.  Under the reform, military courts would have jurisdiction only when crimes adversely affect the interests of the armed forces.\n Fewer Mexicans Have U.S.-Based Family Members\nA new Mitofsky survey found that the percentage of Mexicans with family living in the United States stands at 32.4 percent as of June 2013 -- the same rate as in a prior survey in September 2012.  The portion of Mexicans with a U.S.-based family member has declined steadily since a high of 40.3 percent in June 2008.\n Santos Formalizes Presidential Bid and Taps New VP\nOn March 4, Colombian President Juan Manual Santos officially registered his candidacy to run for another term in office.  Vowing to bring the peace process to a successful conclusion, Santos also promised to guarantee education for all.  In addition, the president tapped the popular former Interior Minister Germán Vargas Lleras as his pick for vice president.  A March 2 El Tiempo/W Radio poll found that Santos leads the running with 24 percent of the vote, although currently ahead of him is the \"blank ballot,\" polling at nearly 42 percent.\n Colombia will hold legislative elections on March 9.  Learn more about this vote and its impact on the presidential race.\n Corruption Control: Colombia's New Transparency Law\nPresident Juan Manuel Santos signed a new transparency and information access bill into law on March 6, calling it \"truly revolutionary\" in the fight against corruption.  He added that information is a right, not a privilege, and that it is the government's obligation to provide it to the public.  The law -- which comes into force in six months -- will not only require public organizations and officials to provide information upon request, but also government contractors and political parties.\n Brazil's Farm Lobby Seeks to Soften Forest Law\nThis week, Folha de São Paulo reported that Brazil's farm lobby and representatives from the country's Agriculture Ministry asked the executive branch to make changes to how the country's forest law is implemented.  The controversial reform to this legislation passed in 2012, though certain points have yet to be put into practice.  The farm lobby wants the federal government to replace fines given for deforestation with warnings -- instead of replanting trees.  The group also would like to change property registration rules, which would allow large landowners to gain benefits given to small farmers.\n In 2014, Brazil Sees Record Trade Deficit\nThis week, the Brazilian government released figures showing a $2.13 billion trade deficit in February -- the largest trade deficit for that month since 1994.  In January, Brazil had a record $4.06 billion deficit, its largest monthly trade gap ever.  Lower prices of oil exports and high levels of energy imports are the source of the deficit, Brazil Trade Association President José Augusto de Castro told O Estado de São Paulo.\n Ahead of Bachelet Inauguration, Chile Gets Its First Female Senate President\nFor the first time in its history, Chile's upper house of Congress will be headed by a woman.  Isabel Allende -- currently a senator for the Atacama region and daughter of the country's former President Salvador Allende -- was appointed on Thursday to lead the Senate, a post her father also held.\n In addition to her new role, Allende will also place the presidential sash on President-elect Michelle Bachelet when she is inaugurated for the second time March 11.  Leaders from around the region will attend the ceremony, including the presidents of Argentina, Brazil, Colombia, Ecuador, Mexico, Paraguay, Peru, Uruguay, and Venezuela, as well as U.S. Vice President Joe Biden.\n Peru and Chile Come to Agreement on Maritime Border Starting Point\nOn March 2, Chile and Peru concluded talks on the starting point for their shared maritime border, reports El Comercio.  Experts from both countries worked throughout the weekend to reach an agreement.  The talks initially began on February 6, after the International Court of Justice ruled that both countries would need to jointly establish a point of origin for their border.\n Report: Money Laundering Hot Spots in the Americas\nA new U.S. State Department report released this week lists a number of Western Hemisphere countries whose financial institutions' transactions include large proceeds from international drug trafficking.  The 2014 International Narcotics Control Strategy Report named Canada and the United States, eight Caribbean countries, and 12 other Latin American countries as major money laundering hot spots.\n Ranking: Caracas Rated as LatAm's Most Expensive City\nCaracas is the world's sixth most expensive city, according to the Economist Intelligence Unit's (EIU) data.  The Venezuelan capital was the only Latin American city to place in the top 10 of the EIU's bi-annual Worldwide Cost of Living survey, which ranks 131 cities on factors such as currency appreciation and price inflation.  However, Venezuelan journalist Francisco Toro writes for the New Republic that Caracas' ranking has to do with Venezuela's \"dysfunctional currency exchange control system.\" \" He explains: \"At the more realistic black market rate, as EIU itself notes, Caracas is one the cheapest big cities on earth.\" \"\nAt spot 124, Panama City is the least expensive Latin American city in the survey.  Meanwhile, Brazilian cities São Paulo and Rio de Janeiro fell in the ranks from 43 to 57 and from 61 to 77, respectively.",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6849957",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4673,
                    "source": {
                        "title": "www.as-coa.org",
                        "uri": "www.as-coa.org"
                    },
                    "time": "20:43:00",
                    "title": "Weekly Roundup: El Salvador's Runoff, Colombia's Transparency Law, LatAm's Most Expensive Cities",
                    "uri": "165760655",
                    "url": "http://www.as-coa.org/articles/weekly-roundup-el-salvadors-runoff-colombias-transparency-law-latams-most-expensive-cities",
                    "wgt": 1
                },
                {
                    "body": "Venezuelans in Washington DC, Organization of American States Demonstration for Peace in Venezuela March 6, 2014\nMeant to convey the message for peace to the diplomatic Delegations scheduled to be present at the meeting of the Permanent Council of the Organization of American States, the current discussion convened to Venezuelan crisis.\n The demonstration will be an important part of the effort needed to make sure our voice is heard in behalf of democracy, human rights and freedom, as well as against the brutal use of force being used against the peaceful protests that flood the country's streets today in Venezuela.\n Demonstration in the main headquarters of the OAS.  200 17th St NW\n(17th St. and Constitution Ave. NW)\nWashington DC 20006.\n March 6, 2014\nFrom 3:00 PM until 6:00 PM",
                    "date": "2014-03-07",
                    "eventUri": "446790",
                    "id": "6830412",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4257,
                    "source": {
                        "title": "CNN iReport",
                        "uri": "ireport.cnn.com"
                    },
                    "time": "16:29:00",
                    "title": "Venezuelans in Washington DC, Organization of American States Demonstration for Peace in Venezuela March 6, 2014 .1",
                    "uri": "165712114",
                    "url": "http://ireport.cnn.com/docs/DOC-1101660?ref=feeds%252Foncnn",
                    "wgt": 1
                },
                {
                    "body": "Misunderstanding over Non-Intervention Impedes Democracy in Latin America\nEspañolThe first 14 years of this century have featured, like never before, the governments of the Americas trampling on the sacred right to democracy and forgoing and defense of representative democracy -- both guaranteed with great fanfare in the Inter-American Democratic Charter of 2001.\n I refer to the shameful inaction of most American states, the Organization of American States (OAS), and multiple integration and multilateral agencies that currently exist in the hemisphere regarding the current situation of democratic decay in Venezuela.  The same goes for the frequent constitutional and human rights violations in Latin-American countries, particularly within members of the Bolivarian Alliance (ALBA).\n No doubt this is due in large part to the numerous leftist, populist, pro-Cuban-revolution governments that have come to power over the years -- starting with the Chávez-Maduro government of Venezuela.  These governments try to torpedo representative and liberal democracy, and subsequently, to install and promote what they call \"popular, revolutionary, Bolivarian democracy.\" \" In practice is no more than an authoritarian political system with a thin democratic facade .\n The lack of a strong defense of representative democracy in the continent also stems from the OAS, the governing body of the American system since its creation in 1948.  The case of the current Venezuelan crisis, to cite just one example, shows how the OAS remains an inept and limited organization, which in practice behaves more reactively than proactively.\n As pointed out by analyst Rubén Perina, there are several inherent limitations and tensions in this organization, which mainly correspond to the limitations that have traditionally been identified for all international organizations and international law in general.  These include the limitations of the \"non-mandatory sanctions,\" due to the fact that the decisions of its governing bodies (General Assembly, Meeting of Ministers of Foreign Affairs, Permanent Council) only have the character of recommendations, suggestions, or exhortations to member states to comply with the agreed resolutions.\n In addition, the OAS doesn't have the jurisdiction or enforcement capacity to implement on its own the decisions of the governing bodies, or to force their application in order to enforce the agreed measures, as the OAS Charter doesn't allow the use of force or coercive measures.\n But there is a deeper reason for the abuse or mere indifference to the principle of defense of representative democracy in the Americas, be it implemented unilaterally by a state, or collectively by a regional body.  This important legal and political obstacle is the principle of non-intervention, i.e., the right of every sovereign independent state to handle its own internal affairs free from intervention by any other state, a principle enshrined in both national law and classic and modern international law.\n Indeed, despite the historical evolution of the concept of non-intervention -- as well as of those of sovereignty and self-determination -- it has been and is a powerful barrier to the implementation of international policies toward the defense and promotion of democracy.\n In its formal sense, the defense and promotion of democracy by a state or international actor towards others does not mean, and should not mean, an act of interference in the internal affairs of other nations, or violations of their sovereignty, autonomy, and independence -- legal and political.  In fact, the OAS itself states as one of its main purposes, to promote and consolidate representative democracy within a framework of respect for the principle of nonintervention.\n However, the defense and promotion of democracy has been limited in practice by the principle of non-intervention, and by virtue of the fear and doubt that have always existed among governments -- including the most democratic -- on the impact and supremacy that democratic principles can have on the principle of non-intervention, which could eventually provide an open door for interventionism.\n Yet aware that it is in collective action where the antidote for unilateral intervention lies, Latin American countries -- particularly those governed by radical Marxists -- still fear that collective action taken on behalf of the defense and promotion of democracy, could lead to the intervention of a state in the internal affairs of another state, especially to cover up the will and interests of the regional power, the United States.\n The problem is that this absolute and even biased interpretation of the principle of non-intervention, coupled with the excessive precautions towards pro-democracy policies, have served to protect and perpetuate, in many opportunities, Latin-American dictatorships and pseudo-dictatorships, such as the one that today exists in Venezuela.\n If the majority of the governments in the continent do not enforce the normative principle of the defense of representative democracy, the OAS will finally wither away, and organizations like CELAC and UNASUR -- as Cuba, Venezuela, and the albistas hope -- will go on to dominate hemispheric policy, and thereby legitimize the new socialist dictatorships of the 21st century.",
                    "date": "2014-03-06",
                    "eventUri": "446790",
                    "id": "6976506",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3666,
                    "source": {
                        "title": "PanAm Post",
                        "uri": "panampost.com"
                    },
                    "time": "11:00:00",
                    "title": "Regional Organizations: Boosters of the 21st Century Neo-Dictatorship",
                    "uri": "166113196",
                    "url": "http://panampost.com/maria-teresa-romero/2014/03/06/regional-organizations-boosters-of-the-21st-century-neo-dictatorship/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 27,
            "averageDate": "2014-03-07",
            "avgCos": 0.6191,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "446790",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "447505",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Venezuela",
                    "lat": 8,
                    "long": -66,
                    "wikiUri": "http://en.wikipedia.org/wiki/Venezuela"
                },
                "labelEng": "Caracas",
                "lat": 10.48801,
                "long": -66.87919,
                "wikiUri": "http://en.wikipedia.org/wiki/Caracas"
            },
            "storyDate": "2014-03-07",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-208863",
            "variance": 0.6167
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-94482": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "Pide a Obama no ir a un \"callejón sin salida\" en Venezuela y A.Latina\nWashington.  El presidente de Venezuela, Nicolás Maduro, pidió hoy a su homólogo estadounidense, Barack Obama, que respete su país y la región para no ir a un \"callejón sin salida\" en Venezuela y en el conjunto de América Latina, al tiempo que le invitó a establecer \"nuevos niveles de relación\".\n \"Qué haría Estados Unidos, qué pasaría en Estados Unidos si algún grupo dijera que va a incendiar los Estados Unidos para que Obama se vaya, para que renuncie, para cambiar el Gobierno constitucional de Estados Unidos.  Seguramente el Estado reaccionaría, utilizaría toda la fuerza que le da la ley para restablecer el orden\", dijo Maduro a la CNN.\n En un momento de fuertes protestas contra su Gobierno en Venezuela y de tensión con Washington por la reacción de su Ejecutivo, Maduro concedió una entrevista a la televisión estadounidense CNN, una conversación de la que el jueves se publicaron dos extractos y que se emitirá íntegra este viernes a las 19:00 horas (GMT) por el canal internacional de la cadena.\n Preguntado por la conocida periodista Christiane Amanpour sobre los violentos disturbios que vive su país desde hace casi un mes, Maduro insistió en que quienes se manifiestan en su contra son una \"minoría\".\n \"Deben saber en los Estados Unidos y quienes nos escuchan en este prestigioso programa, que los que han adelantado este plan violento son una minoría, un grupo, bueno, perteneciente a la oposición, que ha puesto en aprietos al resto de la dirigencia política de la oposición\", sostuvo Maduro en el extracto adelantado por CNN en español.\n La cadena emitirá la entrevista en español a las 3.30 am horas GMT del sábado en el marco de un programa especial sobre las protestas que vive el país suramericano.\n \"Mi mensaje -a los Estados Unidos- es respeto, diálogo, superación de las visiones que ha habido de nuestro país.  Precisamente yo tomé la decisión de nombrar un nuevo embajador en Estados Unidos.  (...) No vayamos a un callejón sin salida en relación con Venezuela y Latinoamérica\", afirmó Maduro en el extracto emitido este jueves en inglés en la página web general de CNN.\n Añadió que \"nuestro mensaje a los que gobiernan en Estados Unidos es que respeten Venezuela, que respeten América Latina y que establezcamos nuevos niveles de relación\".\n Las protestas que sacuden Venezuela volvieron a tornarse violentas este jueves con dos muertes más que el Gobierno achaca a grupos fascistas.\n Las manifestaciones en Caracas y otras ciudades del país se han saldado hasta el momento con 19 muertos y al menos 300 heridos, según datos oficiales.\n Las protestas arrancaron el 12 de febrero con una marcha convocada por estudiantes y opositores que terminó en violencia y en la que murieron tres personas y decenas resultaron heridas.  Esto desató inmediatamente numerosas manifestaciones, concentraciones, enfrentamientos y barricadas.\n En ese contexto, el Gobierno de Maduro ratificó este jueves la suspensión de las relaciones con Panamá por considerar que se entrometió en asuntos internos venezolanos al reclamar una reunión en la Organización de Estados Americanos (OEA) sobre la situación en Venezuela, encuentro que se celebra hoy en Washington.  EFE",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6824908",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.808,
                    "source": {
                        "title": "noticias24horas.com",
                        "uri": "noticias24horas.com"
                    },
                    "time": "13:52:00",
                    "title": "MADURO, EN LA CNN",
                    "uri": "165698397",
                    "url": "http://noticias24horas.com/2014/03/07/maduro-pide-a-obama-no-ir-a-un-callejon-sin-salida-en-venezuela-y-a-latina/",
                    "wgt": 1
                },
                {
                    "body": "Aseguró que las protestas son obra de una \"minoría\", y justificó la represión: \"¿Qué pasaría en EE.UU. si un grupo dijera que va a incendiar el país para que Obama renuncie?\"\nEl presidente de Venezuela, Nicolás Maduro, aseguró que las protestas que enfrenta en Venezuela son obra de una \"minoría\", al tiempo que justificó la forma en la que su gobierno está reprimiéndolas -los enfrentamientos entre fuerzas chavistas y antichavistas ya dejaron por lo menos 20 muertos en las últimas semanas- preguntándose retóricamente qué haría Estados Unidos si intentaran derrocar a Barack Obama.\n El planteo de Maduro fue hecho, además, ante la CNN, en la entrevista que le concedió a la emisora norteamericana a la que hace poco había amenazado con echar de Venezuela (en los hechos, llegó a retirarles las credenciales a los periodistas, aunque luego dio marcha atrás).\n \"Quienes han adelantado este programa violento son una minoría, un grupo que ha puesto en aprietos al resto de la dirigencia política de la oposición\", afirmó Maduro en un tramo de la entrevista que la CNN difundió en su sitio web antes de transmitirla completa esta misma tarde.\n \"¿Qué pasaría en Estados Unidos si algún grupo dijera que va a incendiar los Estados Unidos para que el presidente Obama se vaya, renuncie, para cambiar el gobierno constitucional de Esados Unidos?\", se preguntó y él mismo respondió: \"Seguramente, el Estado reaccionaría y usaría todas las fuerzas que le da la ley para restablecer el orden\".\n La entrevista a Maduro fue realizada por la veterana periodista Christiane Amanpour.  Maduro justificó la concesión en que la CNN en inglés es distinta.  \"Vino a entrevistarme una de las periodistas de CNN en inglés, es distinto a CNN en español que tanto ha criticado a nuestro pueblo.  Ella me hizo las preguntas con el veneno de lo que hablan de nosotros, como buena periodista.  Allí defendí la verdad de nuestra Patria\", había anticipado ayer el venezolano.\n \"Respeto\" de EEUU.\n Maduro afirmó que busca el \"respeto\" para su país y diálogo con Estados Unidos, pese a las diferencias en las últimas semanas, en las que también designó un nuevo embajador ante la Casa Blanca.\n \"He enviado muchos mensajes; queremos un nuevo tipo de relación basado en el respeto, en el reconocimiento de lo que somos\", dijo en una entrevista con CNN transmitida este viernes.\n \"Mi mensaje es el respeto, el diálogo, la superación de las visiones que se tienen acerca de nuestro país.  Precisamente, tomé la decisión de designar a un nuevo embajador ante Estados Unidos\", dijo Maduro, un puesto vacante desde 2010 cuando ambos países expulsaron a sus respectivos embajadores.\n Maduro nombró hace pocos días un nuevo embajador ante la Casa Blanca, Max Arveláiz, \"un gran diplomático que conoce el mundo y Estados Unidos\", en el que dijo que \"confía\" y que \"será muy útil estableciendo nuevas relaciones\".\n En el último año todos los intentos para recomponer sus relaciones fracasaron.  Sin embargo, Estados Unidos es el principal comprador de petróleo venezolano.\n La entrevista, emitida en inglés, se hizo un día después del primer aniversario de la muerte de su predecesor, Hugo Chávez, y tras un mes de protestas en contra de la inseguridad y de la escasez que han sacudido Venezuela, consideradas por el mandatario como un golpe de estado en ciernes y que llevó a la expulsión de tres diplomáticos estadounidenses acusados de colaborar en un supuesto sabotaje con la oposición.\n Maduro dijo que las relaciones con Estados Unidos \"son muy buenas.  Nuestras relaciones con los trabajadores, los artistas y los intelectuales\" pero considera que hay una \"poderosa élite\" que quiere el \"control económico\" de América Latina.\n \"La élite estadounidense tiene un proyecto: tener hegemonía y control (pero) en Latinoamérica hay una nueva realidad.  Estamos intentando encontrar nuevos modelos\", dijo Maduro, quien advirtió que si impusieran un gobierno de derecha en lugar del actual habría \"caos\" y que \"el pueblo venezolano nunca abandonará los ideales que el presidente Chávez nos dio\".\n \"No entren en un callejón sin salida en relación con Venezuela y América Latina.  Nuestro mensaje a todos en el poder en Estados Unidos es el respeto a Venezuela, respetar a América Latina, y vamos a establecer nuevos niveles de relaciones\", aseguró.",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6898441",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7996,
                    "source": {
                        "title": "El Observador",
                        "uri": "www.elobservador.com.uy"
                    },
                    "time": "16:44:00",
                    "title": "La entrevista del millón: Maduro habló con CNN",
                    "uri": "165883242",
                    "url": "http://www.elobservador.com.uy/noticia/273407/maduro-a-cnn-que-pasaria-en-eeuu-si-un-grupo-dijera-que-va-a-incendiar-el-pais-para-que-obama-renuncie/",
                    "wgt": 1
                },
                {
                    "body": "Aseguró que las protestas son obra de una \"minoría\", y justificó la represión: \"¿Qué pasaría en EE.UU. si un grupo dijera que va a incendiar el país para que Obama renuncie?\"\nEl presidente de Venezuela, Nicolás Maduro, aseguró que las protestas que enfrenta en Venezuela son obra de una \"minoría\", al tiempo que justificó la forma en la que su gobierno está reprimiéndolas -los enfrentamientos entre fuerzas chavistas y antichavistas ya dejaron por lo menos 20 muertos en las últimas semanas- preguntándose retóricamente qué haría Estados Unidos si intentaran derrocar a Barack Obama.\n El planteo de Maduro fue hecho, además, ante la CNN, en la entrevista que le concedió a la emisora norteamericana a la que hace poco había amenazado con echar de Venezuela (en los hechos, llegó a retirarles las credenciales a los periodistas, aunque luego dio marcha atrás).\n \"Quienes han adelantado este programa violento son una minoría, un grupo que ha puesto en aprietos al resto de la dirigencia política de la oposición\", afirmó Maduro en un tramo de la entrevista que la CNN difundió en su sitio web antes de transmitirla completa esta misma tarde.\n \"¿Qué pasaría en Estados Unidos si algún grupo dijera que va a incendiar los Estados Unidos para que el presidente Obama se vaya, renuncie, para cambiar el gobierno constitucional de Esados Unidos?\", se preguntó y él mismo respondió: \"Seguramente, el Estado reaccionaría y usaría todas las fuerzas que le da la ley para restablecer el orden\".\n La entrevista a Maduro fue realizada por la veterana periodista Christiane Amanpour.  Maduro justificó la concesión en que la CNN en inglés es distinta.  \"Vino a entrevistarme una de las periodistas de CNN en inglés, es distinto a CNN en español que tanto ha criticado a nuestro pueblo.  Ella me hizo las preguntas con el veneno de lo que hablan de nosotros, como buena periodista.  Allí defendí la verdad de nuestra Patria\", había anticipado ayer el venezolano.\n La entrevista completa se verá en CNN inglés a las 17 y en CNN Español a las 22 (ambos hora uruguaya).\n Esta nota fue publicada por El Cronista.",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6832200",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7847,
                    "source": {
                        "title": "El Observador",
                        "uri": "www.elobservador.com.uy"
                    },
                    "time": "18:03:00",
                    "title": "La entrevista del millón: Maduro habló con CNN",
                    "uri": "165716706",
                    "url": "http://www.elobservador.com.uy/noticia/273407/la-entrevista-del-millon-maduro-hablo-con-cnn/",
                    "wgt": 1
                },
                {
                    "body": "En entrevista para CNN Maduro habló sobre lo que ocurre en Venezuela.\n El presidente venezolano Nicolás Maduro hablo con CNN sobre los acontecimientos que azotan a Venezuela desde febrero de este año.  La entrevista saldrá al aire a las 13:00 de día de hoy, sin embargo se mostró un avance donde Maduro habla sobre la postura que tomaría Estados Unidos al estar en la misma situación.\n \"¿Qué pasaría si en Estados Unidos algún grupo dijera que va a incendiar a Estados Unidos para que el presidente Obama se vaya, renuncie, para cambiar el gobierno constitucional de los Estados Unidos?  Seguramente el Estado reaccionaría, ¿no?, utilizaría toda la fuerza que la da la ley para restablecer el orden\", señala Maduro.\n Así mismo señaló que las personas que han participado en las manifestaciones son una minoría con 'un plan violento' que ha puesto a la oposición en una 'grave situación'.",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6824900",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7785,
                    "source": {
                        "title": "www.ciudadypoder.com.mx",
                        "uri": "www.ciudadypoder.com.mx"
                    },
                    "time": "14:58:00",
                    "title": "Estados Unidos habría hecho lo mismo, Nicolás Maduro",
                    "uri": "165698386",
                    "url": "http://www.ciudadypoder.com.mx/index.php/noticias/el-mundo/item/1800-estados-unidos-habria-hecho-lo-mismo-nicolas-maduro",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- El presidente de Venezuela, Nicolás Maduro, no tiene remordimientos por la respuesta que ha tenido su gobierno con los manifestantes de la oposición, tras semanas de disturbios en su país.\n Hay que pensar en lo que el gobierno de Estados Unidos haría si un grupo político diseñara un mapa de ruta para derrocar al presidente Barack Obama, dijo Maduro en una entrevista exclusiva con la periodista Christiane Amanpour, de CNN.\n \"¿Qué pasaría si en Estados Unidos algún grupo dijera que va a incendiar a Estados Unidos para que el presidente Obama se vaya, renuncie, para cambiar el gobierno constitucional de los Estados Unidos?\", dijo Maduro.\n \"Seguramente el Estado reaccionaría, ¿no?, utilizaría toda la fuerza que la da la ley para restablecer el orden\", dijo el presidente.\n Maduro dijo a Amanpour que un grupo minoritario es el responsable de un \"plan violento\" que ha puesto a la oposición en una \"grave situación\".\n El presidente de Venezuela habló con Amanpour un día después del primer aniversario de la muerte de su predecesor, Hugo Chávez.  La entrevista saldrá al aire en CNN Internacional este viernes a las 13:00 horas (centro de México).\n Semanas de protestas en contra del gobierno han sacudido a Venezuela y han provocado declaraciones agudas de Maduro, quien ha llamado a la paz mientras describe a los opositores como fascistas y extremistas.\n Los manifestantes dicen que la escasez de bienes, la inflación y el alto crimen los llevaron a las calles.  Es la mayor amenaza que Maduro ha enfrentado desde su elección, el año pasado.\n Uno de los líderes de la oposición que alentó las protestas, Leopoldo López, está en la cárcel y enfrenta cargos de incendio premeditado y conspiración.\n Los manifestantes han acusado al gobierno de Maduro de la violencia que ha cobrado la vida de al menos 20 personas durante las protestas.  Los funcionarios del gobierno han acusado a López y otros líderes de la oposición de alimentar la violencia y no hacer lo suficiente para detenerla.\n Mientras tanto, las tensiones diplomáticas entre Estados Unidos y Venezuela han ido en aumento durante los disturbios.\n El mes pasado, Maduro expulsó a tres diplomáticos estadounidenses de Venezuela, acusándolos de conspirar contra su gobierno.  Estados Unidos expulsó a tres diplomáticos venezolanos la semana pasada, en reciprocidad.\n Pero Maduro también ha sugerido recientemente que quiere recomponer la relación con Estados Unidos y reavivar las relaciones diplomáticas.  El Ministerio de Relaciones Exteriores de Venezuela anunció la semana pasada que el país quería enviar a Maximilian Arvelaez a Washington como su nuevo embajador, una posición que ha estado vacante desde 2008, cuando Venezuela expulsó al embajador estadounidense y Estados Unidos hizo lo mismo con el venezolano en respuesta.\n El mes pasado, una vocera del Departamento de Estado dijo que Estados Unidos quiere desarrollar \"una relación más constructiva con Venezuela\".\n \"Hemos dicho desde hace muchos meses que podría incluir el intercambio de embajadores\", dijo la vocera Jen Psaki a periodistas.  \"Pero Venezuela también tiene que demostrar seriedad para que seamos capaces de avanzar.  Y las acciones recientes, incluida la expulsión de tres de nuestros diplomáticos, siguen haciéndolo muy difícil\".\n Los anuncios de la expulsión de los diplomáticos de menor nivel de Estados Unidos han sido una ocurrencia común en Venezuela en los últimos años.\n Pero la tensa relación podría cambiar, dijo Maduro a Amanpour.\n Cuando se le preguntó cuál era su mensaje para Estados Unidos, el presidente de Venezuela no lo dudó.\n \"Mi mensaje es el respeto, el diálogo, la superación de las visiones que se tienen acerca de Venezuela.  Precisamente, tomé la decisión de designar a un nuevo embajador ante los Estados Unidos\", dijo Maduro.\n \"No entren en un callejón sin salida en relación con Venezuela y América Latina.  Nuestro mensaje a todos en el poder en Estados Unidos es el respeto a Venezuela, respetar a América Latina, y vamos a establecer nuevos niveles de relaciones\".",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6824907",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7583,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "13:52:00",
                    "title": "EU habría respondido igual ante la oposición: Nicolás Maduro",
                    "uri": "165698389",
                    "url": "http://mexico.cnn.com/mundo/2014/03/07/nicolas-maduro-venezuela-entrevista-cnn-amanpour-oposicion",
                    "wgt": 1
                },
                {
                    "body": "El presidente venezolano brindó una entrevista exclusiva a la cadena que hace menos de un mes amenazó con expulsar de su país.  Se verá a la medianoche de este viernes.\n El presidente venezolano, Nicolás Maduro, concedió una entrevista exclusiva a la cadena CNN, que será emitida este viernes a las 00.30 hora uruguaya.\n La periodista Christian Amanpour consulta a Maduro sobre el difícil momento que enfrenta Venezuela en este momento y el mandatario asegura que quienes comenzaron este \"plan violento\" son una minoría.  \"Un grupo perteneciente a la posición que ha puesto en aprietos al resto de la dirigencia política de la oposición\", afirmó.\n Además, Maduro se preguntó: \"¿qué pasaría en Estados Unidos si un grupo dijera que va a incendiar el país para que el presidente Obama se vaya?  Seguramente el Estado reaccionaría, utilizaría todas las fuerzas que le da la ley\".\n En febrero Maduro fue duro con la cadena estadounidense y anunció que había empezado \"el proceso administrativo para sacarlos de Venezuela\".  Les exigía que rectificaran su información y los acusaba de \"querer hacer ver que en el país hay una guerra civil\".\n Luego, incluso les quitó las credenciales que permitían el trabajo de los periodistas de CNN en Venezuela, pero finalmente las devolvió.",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6870818",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7378,
                    "source": {
                        "title": "www.subrayado.com.uy",
                        "uri": "www.subrayado.com.uy"
                    },
                    "time": "17:59:00",
                    "title": "Tras la amenaza de expulsión de Venezuela, Maduro habló con CNN",
                    "uri": "165811766",
                    "url": "http://www.subrayado.com.uy/Site/noticia/31487/tras-la-amenaza-de-expulsion-de-venezuela-maduro-hablo-con-cnn",
                    "wgt": 1
                },
                {
                    "body": "Después de que amenazara con expulsar a CNN de Venezuela, el presidente Nicolás Maduro ofreció una entrevista a la cadena de noticias estadounidense.\n En la conversación con la periodista Christiane Amanpour, Maduro dijo que una \"minoría\" de la oposición es la causante de las protestas violentas en su país.\n El mandatario puso como ejemplo \"qué haría el gobierno de Estados Unidos si un grupo amenazara con cambiar la administración de Obama\".\n La entrevista completa se transmitirá el viernes 7 de marzo, pero se conocieron fragmentos con adelantos.",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6813926",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6881,
                    "source": {
                        "title": "Ambito Financiero",
                        "uri": "www.ambito.com"
                    },
                    "time": "15:26:00",
                    "title": "Tras la amenaza de expulsión, Maduro dio una entrevista a CNN",
                    "uri": "165667072",
                    "url": "http://www.ambito.com/noticia.asp?id=731629",
                    "wgt": 1
                },
                {
                    "body": "Venezuela: luego de la pelea con la CNN, Maduro le concedió una ...\n TN.c com.a ar\nLa cadena estadounidense emitió un adelanto de un reportaje que le dio el presidente de ese país.  Hace dos semanas les había revocado las credenciales de trabajo a varios periodistas.  Viernes 7 de Marzo de 2014 | 04:23 CHARLA.  Maduro finalmente ...\n Maduro pide a Obama respeto a Venezuela para no ir a un \"callejón ...  RTVE\nMaduro pide a Obama no ir a un \"callejón sin salida\" El Universal (Venezuela)\nMaduro pide a Obama no ir a un \"callejón sin salida\" en Venezuela ...  La Prensa Gráfica\nelEconomista.e es\nlos 44 artículos informativos \"",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6791841",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6572,
                    "source": {
                        "title": "Contacto Latino Noticias",
                        "uri": "contacto-latino.com"
                    },
                    "time": "11:29:00",
                    "title": "Venezuela: after the battle with CNN, ripe granted a ...- nt. com. hr",
                    "uri": "165593839",
                    "url": "http://contacto-latino.com/es/noticias/201303/201357576/venezuela-luego-de-la-pelea-con-la-cnn-maduro-les-concedio-una-tn-com-ar/",
                    "wgt": 1
                },
                {
                    "body": "Mientras, en el país se han producido dos nuevas muertes en las protestas y el Gobierno ha ratificado la suspensión de las relaciones con Panamá por considerar que se entrometió en asuntos internos venezolanos.  La Organización de Estados Americanos (OEA) ha descartado convocar una reunión de consulta de los cancilleres del continente por situación en el país caribeño.\n En delaraciones a la CNN, Maduro se ha preguntado \"qué haría Estados Unidos, qué pasaría si algún grupo dijera que va a incendiar los Estados Unidos para que Obama se vaya, para que renuncie, para cambiar el Gobierno constitucional de Estados Unidos.  Seguramente el Estado reaccionaría, utilizaría toda la fuerza que le da la ley para restablecer el orden\".\n En un momento de fuertes protestas contra su Gobierno en Venezuela y de tensión con Washington por la reacción de su Ejecutivo, Maduro ha concedido una entrevista a la televisión estadounidense CNN, una conversación de la que este jueves se han publicado dos extractos y que se emitirá íntegra este viernes a las 19:00 horas (GMT) por el canal internacional de la cadena.\n Sobre los violentos disturbios que vive su país desde el pasado 12 de febrero, Maduro ha insistido en que quienes se manifiestan en su contra son una minoría: \"Deben saber en los Estados Unidos y quienes nos escuchan en este prestigioso programa, que los que han adelantado este plan violento son una minoría, un grupo, bueno, perteneciente a la oposición, que ha puesto en aprietos al resto de la dirigencia política de la oposición\",\n\"Mi mensaje es respeto, diálogo, superación de las visiones que ha habido de nuestro país.  Precisamente yo tomé la decisión de nombrar un nuevo embajador en Estados Unidos.  (...) No vayamos a un callejón sin salida en relación con Venezuela y Latinoamérica\", ha asegurado en el extracto emitido hoy en inglés en la página web general de CNN.  CNN en español emitirá la entrevista en esta lengua en el marco de un programa especial sobre las protestas que vive el país caribeño.\n Y ha añadido que \"nuestro mensaje a los que gobiernan en Estados Unidos es que respeten Venezuela, que respeten América Latina y que establezcamos nuevos niveles de relación\".\n El Consejo Permanente de la Organización de Estados Americanos (OEA), reunido en sesión extraordinaria para debatir sobre la situación en Venezuela, ha descartado ya la posibilidad de convocar este viernes una reunión de consulta de los cancilleres del continente, según fuentes diplomáticas.\n Tras casi cinco horas de reunión, los embajadores de los estados miembros han descartado por falta de consenso la propuesta planteada por Panamá, que solicitó convocar el encuentro hace más de una semana precisamente para debatir sobre la posibilidad de llamar a un debate entre los ministros de Asuntos Exteriores.\n La idea que parece más probable es la de emitir una declaración conjunta que llame al diálogo en Venezuela, y los embajadores están debatiendo sobre la base de un proyecto de declaración presentado por Bolivia, al que pueden añadirse enmiendas\nPor otra parte, el presidente de Ecuador, Rafael Correa, ha asegurado que los gobernantes de la Unión de Naciones Suramericanas (UNASUR) se reunirán la próxima semana en Santiago de Chile para analizar la situación en Venezuela.\n Los gobernantes aprovecharán su asistencia a los actos de investidura de la nueva presidenta de Chile, Michelle Bachelet, para mantener la reunión de los jefes de Estado de la Unión sobre la crisis venezolana.\n Por otra parte, otras dos personas han muerto en las protestas, muertes que el Gobierno ha achacado a grupos fascistas, mientras que la oposición ha responsabilizado al oficialismo de atizar la violencia por llamar a sus seguidores a apagar \"candelitas\" o barricadas.\n Las dos personas que han perdido la vida en la jornada de este jueves han sido, según la Fiscalía, un policía militar y un civil \"mototaxista\", que han recibido impactos de balas en el este de Caracas.\n Maduro ha condenado las nuevas muertes y ha señalado que el guardia nacional ha recibido un disparo mientras \"ponía orden\" en la zona, mientras que el civil ha recibido un tiro desde un edificio cuando limpiaba la calle de barricadas o \"guarimbas\" para \"garantizar su trabajo\".\n \"Va a haber justicia (...), eso no es ningún movimiento estudiantil, esos grupos de guarimberos son unos vándalos, que odian al pueblo, tengo que decirlo, porque yo tengo que llamar a la paz\", ha asegurado Maduro en un acto de entrega de viviendas.\n Las manifestaciones en Caracas y otras ciudades del país se han saldado, con estas dos nuevas muertes con 21 muertos y al menos 300 heridos, según datos oficiales.\n Las protestas arrancaron el 12 de febrero, con una marcha convocada por estudiantes y opositores que terminó en violencia y en la que murieron tres personas y decenas resultaron heridas.  Esto desató inmediatamente numerosas manifestaciones, concentraciones, enfrentamientos y barricadas.",
                    "date": "2014-03-07",
                    "eventUri": "302893",
                    "id": "6787265",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6527,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "07:17:00",
                    "title": "Maduro pide a Obama respeto para no conducir a Venezuela a un ... - RTVE",
                    "uri": "165576551",
                    "url": "http://www.rtve.es/noticias/20140307/maduro/891520.shtml",
                    "wgt": 1
                },
                {
                    "body": "De gira por Washington, el diputado y jefe del Frente Renovador brindó una entrevista a la CNN.  Evitó hablar de sus aspiraciones políticas y criticó la posición del Gobierno frente al conflicto en Venezuela\nComo parte de su gira por los Estados Unidos, el líder del Frente Renovador llamó en diálogo con CNN a \"dejar de mirar para atrás y mirar para adelante\".\n Massa presentó a su espacio como \"un sector que nace de dirigentes y alcaldes justicialistas y radicales\".  Cuando le recordaron que él viene del peronismo y que fue jefe de Gabinete de la presidente Cristina Kirchner, y le preguntaron si va a hacer algo distinto, respondió: \"Somos un espacio nuevo que apuesta a la pluralidad, la opinión diversa, a la gestión y al futuro\".\n A la hora de hablar de la coyuntura en Argentina, opinó que \"el país está en un momento de transición política, porque empieza una etapa de cambio de ciclo\".  Y consideró que \"hay muchos temas que cuidar y otros por resolver, como la economía o la inseguridad\".\n Al ser consultado sobre sus aspiraciones políticas, esquivó la respuesta y aprovechó para hablar de los temas que suelen monopolizar su relato: \"Es un año en el que la inflación, la inseguridad, la deuda, son temas mucho más importante que las candidaturas\", comentó.\n Sobre la relación que cree que Argentina debería tener con los Estados Unidos, explicó: \"Debe ser seria y profunda, de colaboración en temas centrales como lucha contra el narcotráfico o temas nucleares, temas de derechos humanos o de sustentabilidad ambiental.  En eso tiene que haber una estrecha colaboración y un trabajo conjunto y coordinado, más allá de que muchas veces hay diferencias.  Tiene que haber una relación responsable, que no signifique resignar intereses nacionales\".\n Y sobre la postura del gobierno kirchnerista frente al conflicto en Venezuela, volvió a criticar al Ejecutivo argentino.  \"Mi posición tiene que ver con las violaciones constantes a los derechos humanos, las detenciones de carácter político, las violaciones a la libertad expresión y el uso del poder del estado para reprimir a los jóvenes, que son el motor de cambio de la sociedad.  La democracia de origen tiene que venir acompañada de la práctica democrática\", sostuvo.  \"Es importante que todos los países de la región le exijamos la aplicación de la carta democrática (de la OEA)\", agregó.",
                    "date": "2014-03-26",
                    "eventUri": "302893",
                    "id": "8431938",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4769,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "23:30:00",
                    "title": "Massa llamó a tener \"una relación seria, profunda y de colaboración en los temas centrales\" con EEUU",
                    "uri": "170853618",
                    "url": "http://www.infobae.com/2014/03/26/1553010-massa-llamo-tener-una-relacion-seria-profunda-y-colaboracion-los-temas-centrales-eeuu",
                    "wgt": 1
                },
                {
                    "body": "El instrumento lo perforó y se detuvo a un centímetro de una arteria vital.\n PENNSYLVANIA, Estados Unidos.- - Un hombre salvó su vida de milagro luego de sufrir un accidente de trabajo en el que una sierra eléctrica le ingresó por el cuello y se detuvo a un centímetro de una arteria vital.\n El obrero de 21 años, identificado como James Valentine, fue sometido rápidamente a una intervención quirúrgica que duró una hora y en la que le realizaron 30 puntos de sutura.\n Según los testigos del accidente, los compañeros pudieron detener el equipo a un cuarto de pulgada de la arteria carótida, que suministra sangre a la cabeza, y la cuchilla permaneció en ese lugar hasta que el personal de emergencia llegó.\n Su hermana Becca, en diálogo con \"CNN\", no pudo ocultar su asombro y emoción y aseguró que \"no podemos creerlo en absoluto, él está caminando y hablando\".",
                    "date": "2014-04-10",
                    "eventUri": "302893",
                    "id": "9197199",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3367,
                    "source": {
                        "title": "La Gaceta de Tucuman",
                        "uri": "www.lagaceta.com.ar"
                    },
                    "time": "02:16:00",
                    "title": "Hombre sobrevive milagrosamente luego de enterrar una sierra eléctrica en su cuello",
                    "uri": "174250108",
                    "url": "http://www.lagaceta.com.ar/nota/586022/sociedad/hombre-sobrevive-milagrosamente-luego-enterrar-sierra-electrica-cuello.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BLaGacetaUltimoMomento%2B%2528La%2BGaceta%2B-%2BUltimo%2BMomento%2529&utm_content=FeedBurner",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2014-03-12",
            "avgCos": 0.6799,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "302893",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "302893",
            "lang": "spa",
            "storyDate": "2014-03-12",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-94482",
            "variance": 0.5378
        }
    },
    "meta": {
        "CCAArticleMatchCount": 33,
        "CCAArticleMatchRatio": 0.2088607594936709,
        "CCAAvgCosSim": 0.700040909090909,
        "CCAAvgMatchWgt": 44.57575757575758,
        "_articleUri1": "165698397",
        "_articleUri2": "165490395",
        "_datetime": "2015-02-23 10:55:16",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-94482",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-208863",
        "_username": "admin",
        "artCount1": 11,
        "artCount2": 27,
        "avgCosSimStory1": 0.6799,
        "avgCosSimStory2": 0.6191,
        "categorySim": 0,
        "conceptCosSim": 0.2922700626181837,
        "conceptJaccardSim": 0.1818181818181818,
        "coreTime1": 124307.4833333333,
        "coreTime2": 124296.75,
        "coreTimeStDev1": 145.8982052773606,
        "coreTimeStDev2": 10.23894632489783,
        "entityCosSim": 0.4857510073355543,
        "entityJaccardSim": 0.2666666666666667,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 4,
        "hasSameLocation": 1,
        "keywordCosSim": 0.1581848394712336,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 15,
        "timeAvg1": 124425.7666666667,
        "timeAvg2": 124311.0722222222,
        "timeStDev1": 255.1662917876215,
        "timeStDev2": 13.64143862415556,
        "varianceStory1": 0.5378,
        "varianceStory2": 0.6167
    }
}