{
    "850f305d-14db-4c75-b547-79470a557ea3-1071548": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "VATICAN CITY -- Pope Francis, in his weekly general audience, said that the Church on earth is on a pilgrimage to heaven guided by the Lord, who will lead us to the fullness of joy and truth at the end of time.\n\n\"In today's catechesis, we reflect on the Church (that is) on a pilgrimage to the kingdom [of God],\" the Pope told those present in St. Peter's Square on Nov. 26.\n\n\"As was well affirmed in the Second Vatican Council, the Church is not a static reality, but continually journeys throughout history to the final and marvelous goal, which is the kingdom of heaven.\"\n\nThe Church, the Pope continued, is not an end in herself, but is, rather, the \"seed and beginning\" of what will be experienced in heaven.\n\nWhen faced with this reality, we realize that our imagination is limited and that the splendor of the mystery of the kingdom of God far surpasses what we are capable of seeing or perceiving it to be, the Pope observed.\n\nQuestions that arise from the faithful are often \"When will this final passage take place? What will the new dimension of the Church be like? What then will happen to humanity and to the creation that surrounds us?\" he noted.\n\nScripture tells us that, although we do not know the day or time that the Lord will come again, we know that he is preparing a \"new dwelling,\" in which \"the universe will be transformed, and we will be fully enveloped by joy, peace and the love of God in the new heavenly Jerusalem,\" the Holy Father explained.\n\nPope Francis then spoke of the beauty of the communion that exists between the heavenly and earthly Churches, saying that the Church in heaven sustains and guides us through her intercession.\n\nThe kingdom of God, he explained, \"is already inside of us, (but) we go forward journeying with God, Jesus and the Holy Spirit, who are the fullness (of the kingdom).\"\n\nAs members of the pilgrim Church on earth, part of our mission entails praying for the souls in purgatory, who are waiting to enter into eternal happiness, he continued.\n\nHowever, he noted that, from the Christian perspective, distinction is not made \"between who has died or who has not, but between who is with Christ and who is not: This is the fundamental and decisive element for our happiness.\"\n\nThe Bishop of Rome then referred to the writings of St. Paul, noting how the apostle tells us that, at the end of time, it will not only be humanity that is freed from corruption, but also the entirety of creation.\n\n\"All things will be brought into the fullness of being, truth and beauty. This is God's design for us and the Church's vocation,\" he said, explaining that paradise is not so much a place as it is a state of being.\n\nIn this state, which is being prepared for us by God, all of our hopes will be fulfilled, and we will be freed from all evil, including death itself, the Pope observed.\n\n\"Although we (often) ignore the time in which the end of all creation will arrive, we know by Revelation that God is preparing for us a New Earth, where justice will dwell, and happiness will satisfy the desires of the human heart in a superabundant way,\" he said.\n\nThe Pope concluded his address by asking for the intercession of Mary in helping us to be signs of hope for our brothers and sisters.\n\nHe greeted pilgrims present from various countries around the world, including England, Kenya, Nigeria, Canada, the United States, Spain, Argentina and México.",
                    "date": "2014-11-26",
                    "eventUri": "1863290",
                    "id": "26373640",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8366,
                    "source": {
                        "title": "National Catholic Register",
                        "uri": "www.ncregister.com"
                    },
                    "time": "13:37:00",
                    "title": "Pope: The Church Is on Pilgrimage to Heaven",
                    "uri": "229392360",
                    "url": "http://www.ncregister.com/daily-news/pope-the-church-is-on-pilgrimage-to-heaven?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BNCRegisterDailyBlog%2BNational%2BCatholic%2BRegister&utm_content=FeedBurner#When%3A2014-11-26%252013%3A37%3A01",
                    "wgt": 1
                },
                {
                    "body": "Pope Francis greets pilgrims in St. Peter's Square during his general audience on Nov. 26, 2014. Credit: Bohumil Petrik/CNA.\n\nVatican City, Nov 26, 2014 / 05:20 am (CNA/EWTN News).- Pope Francis in his weekly general audience said that the Church on earth is on a pilgrimage to heaven guided by the Lord, who will lead us to the fullness of joy and truth at the end of time.\n\n\"In today's catechesis we reflect on the Church (that is) on pilgrimage to the kingdom,\" the Pope told those present in St. Peter's Square for his Nov. 26 audience.\n\n\"As was well affirmed in the Second Vatican Council, the Church is not a static reality, but continually journeys throughout history to the final and marvelous goal, which is the Kingdom of Heaven.\"\n\nThe Church, the Roman Pontiff continued, is not an end in herself, but is rather the \"seed and beginning\" of what will be experienced in heaven.\n\nWhen faced with this reality we realize that our imagination is limited, and that the splendor of the mystery of the Kingdom of God far surpasses what we are capable of seeing or perceiving it to be, the Pope observed.\n\nQuestions that arise with realization are often \"when will this final passage take place? What will the new dimension of the Church be like? What then will happen to humanity? And to the Creation that surrounds us?\" he noted.\n\nScripture tells us that although we do not know the day or time that the Lord will come again, we know that he is preparing a \"new dwelling,\" in which \"the universe will be transformed and we will be fully enveloped by joy, peace and the love of God in the new heavenly Jerusalem,\" the pontiff explained.\n\nPope Francis then spoke of the beauty of the communion that exists between the heavenly and earthly Church, saying that the Church in heaven sustains and guides us through her intercession.\n\nThe Kingdom of God, the pontiff explained, \"is already inside of us, (but) we go forward journeying with God; Jesus and the Holy Spirit, who are the fullness (of the Kingdom).\"\n\nAs members of the pilgrim Church on earth, part of our mission entails praying for the souls in purgatory who are waiting to enter into eternal happiness, he continued.\n\nHowever, he noted that from the Christian perspective, distinction is not made \"between who has died or who has not, but between who is with Christ and who is not; this is the fundamental and decisive element for our happiness.\"\n\nThe Bishop of Rome then referred to the writings of St. Paul, noting how the apostle tells us that at the end of time it will not only be humanity that is freed from corruption, but also the entirety of creation.\n\n\"All things will be brought into the fullness of being, truth and beauty. This is God's design for us and the Church's vocation,\" he said, explaining that paradise is not so much a place as it is a state of being.\n\nIn this state, which is being prepared by for us by God, all of our hopes will be fulfilled and we will be freed from all evil, including death itself, the pontiff observed.\n\n\"Although we (often) ignore the time in which the end of all creation will arrive, we know by Revelation that God is preparing for us a new earth, where justice will dwell and happiness will satisfy the desires of the human heart in a superabundant way,\" he said.\n\nThe Roman Pontiff concluded his address by asking for the intercession of Mary in helping us to be signs of hope for our brothers and sisters.\n\nHe greeted pilgrims present from various countries around the world, including England, Kenya, Nigeria, Canada, the United States, Spain, Argentina and México.",
                    "date": "2014-11-26",
                    "eventUri": "1863290",
                    "id": "26360278",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8277,
                    "source": {
                        "title": "Catholic News Agency",
                        "uri": "www.catholicnewsagency.com"
                    },
                    "time": "15:34:00",
                    "title": "Pope's Wednesday Audience: \"The Church is on a journey to the Kingdom of Heaven\"...",
                    "uri": "229354278",
                    "url": "http://www.catholicnewsagency.com/news/the-church-isnt-static-shes-a-pilgrim-on-a-journey-pope-says-86122/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bcatholicnewsagency%252Fdailynews%2B%2528CNA%2BDaily%2BNews%2529&utm_term=daily%2Bnews",
                    "wgt": 1
                },
                {
                    "body": "(Vatican Radio) Pope Francis greeted pilgrims in St Peter's Square on Wednesday for his General Audience. In his catechesis the Pope said the Church is on a continuing journey towards heaven.\n\nBelow is the English tranlation of the Pope's catechesis at the Weekly General Audience.\n\nDear brothers and sisters,\n\nThe weather s not so great, but you are courageous, let us pray together today\n\nin presenting the Church to the people of our time, the Second Vatican Council had in mind a fundamental truth, that we must never forget: the Church is not a static reality, an end in itself, but that she is continually journeying through history to the kingdom of heaven, of which the Church on earth is the seed and beginning (cf. Conc. Vatican Ecumenical Council. Vat. II, Const. Dogmatic Constitution. on the Church Lumen Gentium, 5). When we turn towards this horizon, we realize that our imagination comes to a halt, revealing itself to be barely capable of perceiving the splendor of the mystery which surpasses our senses. And some questions arise spontaneously in us: when will this final passage take place? What will the new dimension of the Church be like? What then will happen to humanity? And to the Creation that surrounds us? These questions are nothing new, the disciples at the time of Christ asked the same questions. They are ancient, human questions.\n\nThe conciliar Constitution Gaudium et spes, faced with these questions that always resonate in the human heart, says: \"We do not know the time for the consummation of the earth and of humanity, nor do we know how all things will be transformed. As deformed by sin, the shape of this world will pass away; but we are taught that God is preparing a new dwelling place and a new earth where justice will abide, and whose blessedness will answer and surpass all the longings for peace which spring up in the human heart\"(n. 39). This is the goal toward which the Church projects itself: it is the \"new Jerusalem\", \"Paradise.\" More than a place, it is a \"state of being\" in which our deepest expectations will be fulfilled in abundance and our being as creatures and as children of God, will reach full maturity. We will finally be covered with the joy, peace and love of God in a complete way, without any limitations, and we will be face to face with Him! (cf. 1 Cor 13:12). It's lovely to think of this, to think we will all find ourselves up there! All of us in heaven. It's good, it gives strength to our soul.\n\nIn this perspective, it is nice to hear that there is a continuity and a communion between the Church in heaven and the Church still journeying on earth. Those who already live in the sight of God can indeed support us and intercede for us, pray for us from heaven. On the other hand, we are always invited to offer good deeds, prayer and the Eucharist itself to alleviate the suffering of souls who are still waiting for the bliss without end. Yes, because in the Christian perspective, the distinction is not between those who are already dead and those who are not, but between those who are in Christ and those who are not! This is the determining factor, really decisive for our salvation and for our happiness.\n\n3. At the same time, the Holy Scripture teaches us that the fulfillment of this wonderful design also affects everything around us, and that came out of the thought and the heart of God. The Apostle Paul explicitly says as much, when he says that \" that creation itself would be set free from slavery to corruption and share in the glorious freedom of the children of God\" (Rom 8:21). Other texts use the image of the \"new heaven\" and the \"new earth\" (cf. 2 Pet 3:13; Rev 21,1), in the sense that the whole universe will be renovated and will be liberated once and for all from all traces of evil and death itself. What lies ahead, as the fulfillment of a transformation that is actually already in place since the death and resurrection of Christ, is therefore a new creation. It is not an annihilation of the universe and all that surrounds us, rather it brings everything to its fullness of being, truth and beauty. This is the plan that God, Father, Son and Holy Spirit, always want to accomplish and is realizing.\n\nDear friends, when we think about these wonderful realities that await us, we realize how belonging to the Church truly is a wonderful gift, which calls us to the highest vocation! So let us ask the Virgin Mary, Mother of the Church, to watch over us on our journey and help us to be, like her, a joyful sign of trust and hope in the midst of our brothers.",
                    "date": "2014-11-26",
                    "eventUri": "1863290",
                    "id": "26350707",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7718,
                    "source": {
                        "title": "en.radiovaticana.va",
                        "uri": "en.radiovaticana.va"
                    },
                    "time": "08:49:00",
                    "title": "Pope Francis at the General Audience",
                    "uri": "229321828",
                    "url": "http://en.radiovaticana.va/news/2014/11/26/pope_francis_at_the_general_audience/1112462",
                    "wgt": 1
                },
                {
                    "body": "Pope Francis devoted his November 26 general audience to the Church's pilgrimage to heaven.\n\n\"This is the goal toward which the Church projects itself: it is the 'new Jerusalem,' 'Paradise,'\" he said. \"More than a place, it is a 'state of being' in which our deepest expectations will be fulfilled in abundance and our being as creatures and as children of God, will reach full maturity. We will finally be covered with the joy, peace, and love of God in a complete way, without any limitations, and we will be face to face with Him!\"\n\nThose who already live in the sight of God can indeed support us and intercede for us, pray for us from heaven. On the other hand, we are always invited to offer good deeds, prayer and the Eucharist itself to alleviate the suffering of souls who are still waiting for the bliss without end. Yes, because in the Christian perspective, the distinction is not between those who are already dead and those who are not, but between those who are in Christ and those who are not! This is the determining factor, really decisive for our salvation and for our happiness.\n\nReferring to three New Testament texts (Romans 8, 2 Peter 3, and Revelation 21), Pope Francis added that \"what lies ahead, as the fulfillment of a transformation that is actually already in place since the death and resurrection of Christ, is therefore a new creation. It is not an annihilation of the universe and all that surrounds us, rather it brings everything to its fullness of being, truth and beauty. This is the plan that God, Father, Son and Holy Spirit, always wants to accomplish and is realizing.\"",
                    "date": "2014-11-26",
                    "eventUri": "1863290",
                    "id": "26350698",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6938,
                    "source": {
                        "title": "www.catholicculture.org",
                        "uri": "www.catholicculture.org"
                    },
                    "time": "10:30:00",
                    "title": "Pope Francis reflects on heaven",
                    "uri": "229321811",
                    "url": "http://www.catholicculture.org/news/headlines/index.cfm?storyid=23349",
                    "wgt": 1
                },
                {
                    "body": "The Lagos State Government said on Wednesday that it would commence the transportation of the first batch of over 1,000 intending pilgrims to Jerusalem on Nov. 27.\n\nThe Commissioner for Home Affairs and Culture, Oyinlomo Danmole, said this during the dedication service for the intending pilgrims.\n\nDanmole said that all arrangements, including transportation, accommodation and the overall welfare of all the intending pilgrims had been concluded.\n\n\"We shall make the journey a hitch-free one.\n\n\"This dedication service, which is the last stage of the pre-pilgrimage exercise, is aimed at committing the whole journey into the hands of God,\" he said.\n\nDanmole congratulated the pilgrims for the privilege of embarking on a journey that would make them witnesses of the historical records in the Bible.\n\nHe said that any of the pilgrims with ulterior motives, should desist and have a change of heart.\n\nAlso, the Executive Secretary of the Lagos State Christian Pilgrims Welfare Board, Mrs Bolajoko Fashola, expressed the hope that the conduct of the pilgrims would be impressive- having gone through a robust screening exercise earlier by officials of the board.\n\nShe implored the pilgrims to be focused in their dealings in the Holyland by putting on the armour of prayers and godly conduct.\n\nFashola assured them of the readiness of the State Government officials to offer the necessary assistance and maximum cooperation to all during the exercise.\n\nIn his sermon, Rev. Wilson Badejo, former General Overseer, Foursquare Gospel Church, Nigeria, urged the intending pilgrims to always look unto Jesus as the author and finisher of their faith.\n\nBadejo said that the essence of the holy journey was hinged on absolute faith in Christ.\n\n\"I urge intending pilgrims to always crave for the Heavenly Jerusalem; Jerusalem experience here on earth cannot in any way be compared to the glimpse of what the Heavenly Jerusalem is,\" he said. NAN",
                    "date": "2014-11-26",
                    "eventUri": "1863290",
                    "id": "26362234",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4023,
                    "source": {
                        "title": "allafrica.com",
                        "uri": "allafrica.com"
                    },
                    "time": "16:06:00",
                    "title": "Nigeria: Lagos to Begin Airlifting of Pilgrims to Jerusalem",
                    "uri": "229361026",
                    "url": "http://allafrica.com/stories/201411261587.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-11-26",
            "avgCos": 0.4995,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1863290",
            "extractedDate": "2014-11-26",
            "extractedDateEnd": "",
            "id": "1853252",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Italy",
                    "lat": 42.83333,
                    "long": 12.83333,
                    "wikiUri": "http://en.wikipedia.org/wiki/Italy"
                },
                "labelEng": "Rome",
                "lat": 41.89474,
                "long": 12.4839,
                "wikiUri": "http://en.wikipedia.org/wiki/Rome"
            },
            "storyDate": "2014-11-26",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1071548",
            "variance": 0.2505
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-357206": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "El papa Francisco explicó qué es el paraíso y lo que él definio como las \"preguntas antiguas\" sobre la vida después de la muerte, frente a más de 13.000 personas que lo escuchaban en la Plaza San Pedro durante su tradicional audiencia de los días miércoles.\n\nAsí el Pontífice describió que \"el paraíso, más que de un lugar se trata de un estado del alma en el que las expectativas más profundas serán cumplidas\".\n\n\"Nos damos cuenta que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\", dijo el Papa.\n\n\"Pero estas preguntas -subrayó- no son nuevas, ya las habían hecho los discípulos a Jesús\" y dijo que \"son preguntas humanas, preguntas antiguas, que nos planteamos también nosotros\".\n\nEl Papa Francisco recordó la realidad de la Iglesia y cómo \"al presentar la Iglesia a los hombres de nuestro tiempo, el Concilio Ecuménico Vaticano II tenía presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estática, detenida\" sino que \"está continuamente en camino hacia la meta última que es el reino de los cielos\".\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio y surgen preguntas espontáneas\".\n\nY bien, no sabemos cómo será, pero \"sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva en la que habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre: he aquí la meta a la que tiende la Iglesia, la Jerusalén nueva... el paraíso\".\n\n\"Nuestro ser hijos de Dios -agregó- llegará a la plena maduración, estaremos vestidos de la gloria y el amor de Dios, sin límite, estaremos cara a cara con él, es bello pensar así, en el cielo, todos nos encontraremos cara a cara con Dios, es bello, da fuerza al alma\".\n\nSe tratará \"de una nueva creación, no una aniquilación, sino el llevar cada ser a su plenitud. Este es el diseño que Dios desde siempre quiere realizar y está realizando\", dijo.\n\nPor eso no hay que tener miedo, y la Iglesia y los cristianos pueden buscar ser \"señal feliz de confianza y de esperanza en medio de nuestros hermanos\", manifestó.\n\n\"Un poco feo el día, pero ustedes son valientes, ¨no? Felicitaciones, esperemos rezar juntos hoy\", había dicho el Papa antes de comenzar la catequesis, mirando los paraguas abiertos sobre la plaza.\n\nEn los saludos, entretanto, pidió plegarias para que su viaje a Turquía dé frutos de paz. El Papa estará en Turquía desde el viernes hasta el próximo domingo.",
                    "date": "2014-11-27",
                    "eventUri": "1863290",
                    "id": "26465839",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.93,
                    "source": {
                        "title": "www.mdzol.com",
                        "uri": "www.mdzol.com"
                    },
                    "time": "16:12:00",
                    "title": "Qué es el Paraíso, según el papa Francisco",
                    "uri": "229752831",
                    "url": "http://www.mdzol.com/nota/572904-que-es-el-paraiso-segun-el-papa-francisco/",
                    "wgt": 1
                },
                {
                    "body": "Para el Pontífice \"el paraíso, más que de un lugar se trata de un estado del alma en el que las expectativas más profundas serán cumplidas\".\n\nEl Papa Francisco explicó qué es el paraíso y lo que él definio como las \"preguntas antiguas\" sobre la vida después de la muerte, frente a más de 13.000 personas que lo escuchaban en la Plaza San Pedro durante su tradicional audiencia de los días miércoles.\n\nAsí el Pontífice describió que \"el paraíso, más que de un lugar se trata de un estado del alma en el que las expectativas más profundas serán cumplidas\".\n\n\"Nos damos cuenta que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\", dijo el Papa.\n\n\"Pero estas preguntas -subrayó- no son nuevas, ya las habían hecho los discípulos a Jesús\" y dijo que \"son preguntas humanas, preguntas antiguas, que nos planteamos también nosotros\".\n\nEl Papa Francisco recordó la realidad de la Iglesia y cómo \"al presentar la Iglesia a los hombres de nuestro tiempo, el Concilio Ecuménico Vaticano II tenía presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estática, detenida\" sino que \"está continuamente en camino hacia la meta última que es el reino de los cielos\".\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio y surgen preguntas espontáneas\".\n\nY bien, no sabemos cómo será, pero \"sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva en la que habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre: he aquí la meta a la que tiende la Iglesia, la Jerusalén nueva... el paraíso\".\n\n\"Nuestro ser hijos de Dios -agregó- llegará a la plena maduración, estaremos vestidos de la gloria y el amor de Dios, sin límite, estaremos cara a cara con él, es bello pensar así, en el cielo, todos nos encontraremos cara a cara con Dios, es bello, da fuerza al alma\".\n\nSe tratará \"de una nueva creación, no una aniquilación, sino el llevar cada ser a su plenitud. Este es el diseño que Dios desde siempre quiere realizar y está realizando\", dijo.\n\nPor eso no hay que tener miedo, y la Iglesia y los cristianos pueden buscar ser \"señal feliz de confianza y de esperanza en medio de nuestros hermanos\", manifestó.\n\n\"Un poco feo el día, pero ustedes son valientes, ¨no? Felicitaciones, esperemos rezar juntos hoy\", había dicho el Papa antes de comenzar la catequesis, mirando los paraguas abiertos sobre la plaza.\n\nEn los saludos, entretanto, pidió plegarias para que su viaje a Turquía dé frutos de paz. El Papa estará en Turquía desde el viernes hasta el próximo domingo.",
                    "date": "2014-11-27",
                    "eventUri": "1863290",
                    "id": "26465853",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9228,
                    "source": {
                        "title": "www.latercera.com",
                        "uri": "www.latercera.com"
                    },
                    "time": "15:19:00",
                    "title": "Papa Francisco explica de qué se trata el paraíso",
                    "uri": "229752894",
                    "url": "http://www.latercera.com/noticia/mundo/2014/11/678-606348-9-papa-francisco-explica-de-que-se-trata-el-paraiso.shtml",
                    "wgt": 1
                },
                {
                    "body": "¿Existe el paraíso? La respuesta la dio el mismo Papa Francisco. Y dijo: \"El paraíso, más que de unlugar se trata de un estado del alma en el que las expectativas más profundas serán cumplidas\".\n\nAsí definió el Pontífice al cielo, ese lugar donde los hombres y la naturaleza no serán \"aniquilados\" sino\"llevados a plenitud, hechos perfectos\". \"Será bello estar cara a cara con Dios, todos juntos, allá arriba\", explicó.\n\nEl Papa habló de las \"preguntas antiguas\" sobre la vida después de la muerte. Fue el miércoles durante la audiencia general en la Plaza de San Pedro. Lo escuchaban atentas unas 13 mil personas.\n\n\"Nos damos cuenta -les dijo- que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\".\n\n\"Pero estas preguntas -subrayó- no son nuevas, ya las habían hecho los discípulos a Jesús\" y dijo que \"son preguntas humanas, preguntas antiguas, que nos planteamos también nosotros\".\n\nFrancisco recordó la realidad de la Iglesia y cómo \"al presentar la Iglesia a los hombres de nuestro tiempo, el Concilio Ecuménico Vaticano II tenía presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estática, detenida\" sino que \"está continuamente en camino hacia la meta última que es el reino de los cielos\".\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio y surgen preguntas espontáneas\".\n\nY bien, no sabemos cómo será, pero \"sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva en la que habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre: he aquí la meta a la que tiende la Iglesia, la Jerusalén nueva... el paraíso\".\n\n\"Nuestro ser hijos de Dios -agregó- llegará a la plena maduración, estaremos vestidos de la gloria y el amor de Dios, sin límite, estaremos cara a cara con él, es bello pensar así, en el cielo, todos nos encontraremos cara a cara con Dios, es bello, da fuerza al alma\".\n\nSe tratará \"de una nueva creación, no una aniquilación, sino el llevar cada ser a su plenitud. Este es el diseño que Dios desde siempre quiere realizar y está realizando\", dijo.\n\nPor eso no hay que tener miedo, y la Iglesia y los cristianos pueden buscar ser \"felices de confianza y de esperanza en medio de nuestros hermanos\", manifestó.\n\n\"Un poco feo el día, pero ustedes son valientes, ¿no? Felicitaciones, esperemos rezar juntos hoy\", había dicho el Papa antes de comenzar la catequesis, mirando los paraguas abiertos sobre la plaza.\n\nEn los saludos, entretanto, pidió plegarias para que su viaje a Turquía dé frutos de paz. El Papa estará en Turquía desde el viernes hasta el próximo domingo.",
                    "date": "2014-11-27",
                    "eventUri": "1863290",
                    "id": "26465861",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9161,
                    "source": {
                        "title": "Clarin.com",
                        "uri": "www.clarin.com"
                    },
                    "time": "14:12:00",
                    "title": "Francisco explica qué es el cielo",
                    "uri": "229752806",
                    "url": "http://www.clarin.com/mundo/Papa-Francisco-explica-paraiso-estado-alma_0_1256274565.html",
                    "wgt": 1
                },
                {
                    "body": "¿Existe el paraíso? La respuesta la dio el mismo Papa Francisco. Y dijo: \"El paraíso, más que de un lugar, se trata de un estado del alma en el que las expectativas más profundas serán cumplidas\".\n\nAsí definió el Pontífice al cielo, ese lugar donde los hombres y la naturaleza no serán \"aniquilados\" sino\"llevados a plenitud, hechos perfectos\". \"Será bello estar cara a cara con Dios, todos juntos, allá arriba\", explicó.\n\nEl Papa habló de las \"preguntas antiguas\" sobre la vida después de la muerte. Fue el miércoles durante la audiencia general en la Plaza de San Pedro. Lo escuchaban atentas unas 13 mil personas.\n\n\"Nos damos cuenta -les dijo- que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\".\n\n\"Pero estas preguntas -subrayó- no son nuevas, ya las habían hecho los discípulos a Jesús\" y dijo que \"son preguntas humanas, preguntas antiguas, que nos planteamos también nosotros\".\n\nFrancisco recordó la realidad de la Iglesia y cómo \"al presentar la Iglesia a los hombres de nuestro tiempo, el Concilio Ecuménico Vaticano II tenía presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estática, detenida\" sino que \"está continuamente en camino hacia la meta última que es el reino de los cielos\".\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio y surgen preguntas espontáneas\".\n\nY bien, no sabemos cómo será, pero \"sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva en la que habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre: he aquí la meta a la que tiende la Iglesia, la Jerusalén nueva... el paraíso\".\n\n\"Nuestro ser hijos de Dios -agregó- llegará a la plena maduración, estaremos vestidos de la gloria y el amor de Dios, sin límite, estaremos cara a cara con él, es bello pensar así, en el cielo, todos nos encontraremos cara a cara con Dios, es bello, da fuerza al alma\".\n\nSe tratará \"de una nueva creación, no una aniquilación, sino el llevar cada ser a su plenitud. Este es el diseño que Dios desde siempre quiere realizar y está realizando\", dijo.\n\nPor eso no hay que tener miedo, y la Iglesia y los cristianos pueden buscar ser \"felices de confianza y de esperanza en medio de nuestros hermanos\", manifestó.\n\n\"Un poco feo el día, pero ustedes son valientes, ¿no? Felicitaciones, esperemos rezar juntos hoy\", había dicho el Papa antes de comenzar la catequesis, mirando los paraguas abiertos sobre la plaza.\n\nEn los saludos, entretanto, pidió plegarias para que su viaje a Turquía dé frutos de paz. El Papa estará en Turquía desde el viernes hasta el próximo domingo.\n\nFuente: http://www.clarin.com/mundo/Papa-Francisco-explica-paraiso-estado-alma_0_1256274565.html",
                    "date": "2014-11-27",
                    "eventUri": "1863290",
                    "id": "26465860",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9114,
                    "source": {
                        "title": "Contexto Tucumán",
                        "uri": "www.contextotucuman.com"
                    },
                    "time": "14:16:00",
                    "title": "El papa Francisco explicó qué es el Paraíso",
                    "uri": "229752839",
                    "url": "http://www.contextotucuman.com/nota/153399/el-papa-francisco-explico-que-es-el-paraiso.html",
                    "wgt": 1
                },
                {
                    "body": "El Papa Francisco afirmó hoy que el paraíso es el estado del alma donde nuestras expectativas más profundas \"serán realizadas\".\n\nEn la audiencia general de los miércoles Bergoglio afirmó que \"nuestro ser hijos de Dios llegará a la plena maduración, seremos vestidos de la alegría y al amor de Dios, sin límite, estaremos cara a cara con él\".\n\nFrancisco dedicó la catequesis de hoy a las \"preguntas antiguas\", las \"preguntas espontáneas\" que se plantea el hombre de todos los tiempos.\n\nLo hizo a partir de la realidad de la Iglesia, y de cómo \"en el presentar la Iglesia a los hombres de nuestro tiempo el Concilio Ecuménico Vaticano II tenía presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estática, detenida\" sino \"está en camino continuo hacia la meta última que es el reino de los cielos\", según reprodujo la agencia ANSA.\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\".\n\n\"Pero estas preguntas no son nuevas, ya las habían hecho los discípulos a Jesús\", son \"preguntas humanas, preguntas antiguas, que nos planteamos también nosotros\", dijo.\n\nGracias a la fe, explicó, \"nosotros sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva donde habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre\".\n\n\"El paraíso, más que un lugar, se trata de un estado del alma en el que nuestras expectativas más profundas serán realizadas y nuestro ser hijos de Dios llegará a la plena maduración. Estaremos vestidos de la gloria y del amor de Dios, sin límite, estaremos cara a cara con él\", sostuvo Francisco.\n\n\"Los santos del cielo nos sostienen, interceden por nosotros, y también nosotros estamos siempre invitados a ofrecer obras buenas y la misma eucaristía para sostener las almas en espera de la plena beatitud\", subrayó.\n\n\"La distinción -observó Francisco- no es entre quién está muerto y quién no lo está todavía, sino entre quién está en Cristo y quién no lo está, este es el elemento decisivo\", concluyó.",
                    "date": "2014-11-28",
                    "eventUri": "1863290",
                    "id": "26465868",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8907,
                    "source": {
                        "title": "Telam - Agencia Nacional de Noticias",
                        "uri": "www.telam.com.ar"
                    },
                    "time": "10:24:00",
                    "title": "\"El paraíso, más que un lugar, es un estado del alma\"",
                    "uri": "229752847",
                    "url": "http://www.telam.com.ar/notas/201411/86657-paraso-papa-francisco.html",
                    "wgt": 1
                },
                {
                    "body": "Francisco dedicó la catequesis de hoy a las \"preguntas antiguas\", las \"preguntas espontáneas\" que se plantea el hombre de todos los tiempos.\n\nEl papa Francisco afirmó hoy que el paraíso \"más que un lugar es un estado del alma\" en donde nuestras expectativas más profundas \"serán realizadas\".\n\nEn la audiencia general de los miércoles Bergoglio afirmó que \"nuestro ser hijos de Dios llegará a la plena maduración, seremos vestidos de la alegría y al amor de Dios, sin límite, estaremos cara a cara con él\".\n\nLo hizo a partir de la realidad de la Iglesia, y de cómo \"en el presentar la Iglesia a los hombres de nuestro tiempo el Concilio Ecuménico Vaticano II tenía presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estática, detenida\" sino \"está en camino continuo hacia la meta última que es el reino de los cielos\", según reprodujo la agencia Ansa.\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\".\n\n\"Pero estas preguntas no son nuevas, ya las habían hecho los discípulos a Jesús\", son \"preguntas humanas, preguntas antiguas, que nos planteamos también nosotros\", dijo.\n\nGracias a la fe, explicó, \"nosotros sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva donde habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre\".\n\n\"El paraíso, más que un lugar, se trata de un estado del alma en el que nuestras expectativas más profundas serán realizadas y nuestro ser hijos de Dios llegará a la plena maduración. Estaremos vestidos de la gloria y del amor de Dios, sin límite, estaremos cara a cara con él\", sostuvo Francisco.\n\n\"Los santos del cielo nos sostienen, interceden por nosotros, y también nosotros estamos siempre invitados a ofrecer obras buenas y la misma eucaristía para sostener las almas en espera de la plena beatitud\", subrayó.\n\n\"La distinción -observó Francisco- no es entre quién está muerto y quién no lo está todavía, sino entre quién está en Cristo y quién no lo está, este es el elemento decisivo\", concluyó.",
                    "date": "2014-11-28",
                    "eventUri": "1863290",
                    "id": "26465871",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8794,
                    "source": {
                        "title": "La Voz del Interior",
                        "uri": "www.lavoz.com.ar"
                    },
                    "time": "10:24:00",
                    "title": "\"El Paraíso más que un lugar es un estado del alma\", dijo el Papa",
                    "uri": "229752843",
                    "url": "http://www.lavoz.com.ar/mundo/el-paraiso-mas-que-un-lugar-es-un-estado-del-alma-dijo-el-papa",
                    "wgt": 1
                },
                {
                    "body": "El papa Francisco afirmó hoy que el paraíso \"más que un lugar es un estado del alma\" en donde nuestras expectativas más profundas \"serán realizadas\".\n\nEn la audiencia general de los miércoles Bergoglio afirmó que \"nuestro ser hijos de Dios llegará a la plena maduración, seremos vestidos de la alegría y al amor de Dios, sin límite, estaremos cara a cara con él\".\n\nFrancisco dedicó la catequesis de hoy a las \"preguntas antiguas\", las \"preguntas espontáneas\" que se plantea el hombre de todos los tiempos.\n\nLo hizo a partir de la realidad de la Iglesia, y de cómo \"en el presentar la Iglesia a los hombres de nuestro tiempo el Concilio Ecuménico Vaticano II tenía presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estática, detenida\" sino \"está en camino continuo hacia la meta última que es el reino de los cielos\", según reprodujo la agencia ANSA.\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\".\n\n\"Pero estas preguntas no son nuevas, ya las habían hecho los discípulos a Jesús\", son \"preguntas humanas, preguntas antiguas, que nos planteamos también nosotros\", dijo.\n\nGracias a la fe, explicó, \"nosotros sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva donde habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre\".\n\n\"Los santos del cielo nos sostienen, interceden por nosotros, y también nosotros estamos siempre invitados a ofrecer obras buenas y la misma eucaristía para sostener las almas en espera de la plena beatitud\", subrayó.\n\n\"La distinción -observó Francisco- no es entre quién está muerto y quién no lo está todavía, sino entre quién está en Cristo y quién no lo está, este es el elemento decisivo\", concluyó. (Télam)",
                    "date": "2014-11-28",
                    "eventUri": "1863290",
                    "id": "26465847",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8567,
                    "source": {
                        "title": "La Nueva Provincia",
                        "uri": "www.lanueva.com"
                    },
                    "time": "10:24:00",
                    "title": "\"El paraíso más que un lugar es un estado del alma\", afirmó el Papa",
                    "uri": "229752882",
                    "url": "http://www.lanueva.com/sociedad/788655/francisco-afirmo-que-el-paraiso-mas-que-un-lugar-es-un-estado-del-alma.html",
                    "wgt": 1
                },
                {
                    "body": "El Pontífice afirmó que es el espacio en donde \"nuestras expectativas más profundas serán realizadas\".\n\nEn la audiencia general de los miércoles Bergoglio afirmó: \"nuestro ser hijos de Dios llegará a la plena maduración, seremos vestidos de la alegría y al amor de Dios, sin límite, estaremos cara a cara con él\".\n\nFrancisco dedicó la catequesis de hoy a las \"preguntas antiguas\", las \"preguntas espontáneas\" que se plantea el hombre de todos los tiempos.\n\n\"La Iglesia no es una realidad estática, detenida sino está en camino continuo hacia la meta última que es el reino de los cielos\", según reprodujo la agencia ANSA.\n\n\"Cuando nos dirigimos hacia este horizonte -observó el Papa- nos damos cuenta de que nuestra imaginación nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontáneas como ¿cuándo ocurrirá este pasaje final? ¿Qué será entonces de la humanidad y de la creación que nos rodea?\".\n\nAseguró que estas preguntas \"no son nuevas\", sino que ya las \"habían hecho los discípulos a Jesús, son preguntas humanas, preguntas antiguas.\n\nGracias a la fe, explicó, \"nosotros sabemos el modo en que será transformada la humanidad, sabemos por la revelación que Dios prepara una tierra nueva donde habita la justicia\" y que \"saciará todos los deseos de paz del corazón del hombre\".\n\n\"El paraíso, más que un lugar, se trata de un estado del alma en el que nuestras expectativas más profundas serán realizadas y nuestro ser hijos de Dios llegará a la plena maduración. Estaremos vestidos de la gloria y del amor de Dios, sin límite, estaremos cara a cara con él\", sostuvo Francisco.\n\n\"La salvación no se compra ni vende, se regala\". El Sumo Pontífice subrayó, hace unas semanas, que \"sólo con un corazón humilde como el de María es posible acercarse a Dios\", y cargó contra la \"soberbia del corazón\", como la de Adán y Eva, que lo que hace es alejar del paraíso.",
                    "date": "2014-11-28",
                    "eventUri": "1863290",
                    "id": "26465870",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8221,
                    "source": {
                        "title": "inforegion.com.ar",
                        "uri": "www.inforegion.com.ar"
                    },
                    "time": "10:24:00",
                    "title": "Francisco: “El paraíso más que un lugar es un estado del alma”",
                    "uri": "229752885",
                    "url": "http://www.inforegion.com.ar/noticia/112925/francisco-el-paraiso-mas-que-un-lugar-es-un-estado-del-alma",
                    "wgt": 1
                },
                {
                    "body": "Para el PontÃ­fice \"el paraÃ­so, mÃ¡s que de un lugar se trata de un estado del alma en el que las expectativas mÃ¡s profundas serÃ¡n cumplidas\".\n\nEl Papa Francisco explicÃ³ quÃ© es el paraÃ­so y lo que Ã©l definio como las \"preguntas antiguas\" sobre la vida despuÃ©s de la muerte, frente a mÃ¡s de 13.000 personas que lo escuchaban en la Plaza San Pedro durante su tradicional audiencia de los dÃ­as miÃ©rcoles.\n\nAsÃ­ el PontÃ­fice describiÃ³ que \"el paraÃ­so, mÃ¡s que de un lugar se trata de un estado del alma en el que las expectativas mÃ¡s profundas serÃ¡n cumplidas\".\n\n\"Nos damos cuenta que nuestra imaginaciÃ³n nos impide\" comprender \"el esplendor del misterio, y surgen preguntas espontÃ¡neas como ¿cuÃ¡ndo ocurrirÃ¡ este pasaje final? ¿QuÃ© serÃ¡ entonces de la humanidad y de la creaciÃ³n que nos rodea?\", dijo el Papa.\n\n\"Pero estas preguntas -subrayÃ³- no son nuevas, ya las habÃ­an hecho los discÃ­pulos a JesÃºs\" y dijo que \"son preguntas humanas, preguntas antiguas, que nos planteamos tambiÃ©n nosotros\".\n\nEl Papa Francisco recordÃ³ la realidad de la Iglesia y cÃ³mo \"al presentar la Iglesia a los hombres de nuestro tiempo, el Concilio EcumÃ©nico Vaticano II tenÃ­a presente una verdad fundamental que no hay que olvidar: la Iglesia no es una realidad estÃ¡tica, detenida\" sino que \"estÃ¡ continuamente en camino hacia la meta Ãºltima que es el reino de los cielos\".\n\n\"Cuando nos dirigimos hacia este horizonte -observÃ³ el Papa- nos damos cuenta de que nuestra imaginaciÃ³n nos impide\" comprender \"el esplendor del misterio y surgen preguntas espontÃ¡neas\".\n\nY bien, no sabemos cÃ³mo serÃ¡, pero \"sabemos el modo en que serÃ¡ transformada la humanidad, sabemos por la revelaciÃ³n que Dios prepara una tierra nueva en la que habita la justicia\" y que \"saciarÃ¡ todos los deseos de paz del corazÃ³n del hombre: he aquÃ­ la meta a la que tiende la Iglesia, la JerusalÃ©n nueva... el paraÃ­so\".\n\n\"Nuestro ser hijos de Dios -agregÃ³- llegarÃ¡ a la plena maduraciÃ³n, estaremos vestidos de la gloria y el amor de Dios, sin lÃ­mite, estaremos cara a cara con Ã©l, es bello pensar asÃ­, en el cielo, todos nos encontraremos cara a cara con Dios, es bello, da fuerza al alma\".\n\nSe tratarÃ¡ \"de una nueva creaciÃ³n, no una aniquilaciÃ³n, sino el llevar cada ser a su plenitud. Este es el diseÃ±o que Dios desde siempre quiere realizar y estÃ¡ realizando\", dijo.\n\nPor eso no hay que tener miedo, y la Iglesia y los cristianos pueden buscar ser \"seÃ±al feliz de confianza y de esperanza en medio de nuestros hermanos\", manifestÃ³.\n\n\"Un poco feo el dÃ­a, pero ustedes son valientes, ¨no? Felicitaciones, esperemos rezar juntos hoy\", habÃ­a dicho el Papa antes de comenzar la catequesis, mirando los paraguas abiertos sobre la plaza.\n\nEn los saludos, entretanto, pidiÃ³ plegarias para que su viaje a TurquÃ­a dÃ© frutos de paz. El Papa estarÃ¡ en TurquÃ­a desde el viernes hasta el prÃ³ximo domingo.",
                    "date": "2014-11-27",
                    "eventUri": "1863290",
                    "id": "26465872",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6924,
                    "source": {
                        "title": "Diario Uno",
                        "uri": "www.diariouno.com.ar"
                    },
                    "time": "20:12:00",
                    "title": "Francisco explicó de qué se trata el paraíso",
                    "uri": "229752826",
                    "url": "http://www.diariouno.com.ar/mundo/Francisco-explico-de-que-se-trata-el-paraiso-20141127-0084.html",
                    "wgt": 1
                },
                {
                    "body": "Hoy el santo padre Francisco ha recibido a los participantes de la segunda fase del Congreso Internacional de la Pastoral de la Grandes Ciudades, que se ha celebrado en Barcelona del 24 al 26 de noviembre. Y en su discurso ha hablado de su experiencia personal, como \"pastor de una ciudad poblada y multicultural como es Buenos Aires\". De este modo, ha aprovechado esta \"óptima ocasión\" para profundizar en los desafíos y posibles horizontes de una pastoral urbana.\n\nEl primer desafio del que ha hablado es \"realizar un cambio en nuestra mentalidad pastoral\". Notando el hecho de que \"hoy ya no somos los únicos que producimos cultura, ni los primeros, ni los más escuchados\". Por eso, \"necesitamos un cambio de mentalidad pastoral\", pero no de una \"pastoral relativista\" que por querer estar presente en la \"cocina cultural\" pierde el horizonte evangélico, dejando al hombre confiado en sí mismo y emancipado de la mano de Dios. De este modo, Francisco ha destacado que es necesario \"tener la valentía de hacer una pastoral evangelizadora audaz y sin temor\" porque, \"el hombre, la mujer, las familias y los distintos grupos que viven en la ciudad esperan de nosotros, y necesitan para su vida la Buena Noticia que es Jesús y su Evangelio\". Y para ello, ha añadido, \"debemos trabajar para no tener vergüenza en el anunciar a Jesucristo\".\n\nEl segundo punto abordado por el Pontífice ha sido la multiculturalidad. Realidad con la que hay que dialogar \"sin miedo\". Se trata -ha afirmado Francisco- de adquirir un diálogo pastoral sin relativismos, que no negocia la propia identidad cristiana, pero que quiere llegar al corazón del otro, de los otros distintos a nosotros, y allí sembrar el Evangelio. A propósito ha puesto como ejemplo a Pablo en su discurso en Atenas, \"pobrecito, salió mal...pero tuvo creatividad\".\n\nLa religiosidad del pueblo ha sido el tercer aspecto sobre el que ha reflexionado. \"Dios vive en la ciudad. Es necesario ir a buscarlo y pararse allí donde Él está trabajando\", ha indicado. Además, ha advertido sobre las religiosidades que nos son cristianas. Pero, también ha precisado que \"no podemos negar ni despreciar tal experiencia de Dios, que aún siendo a veces dispersa o mezclada, pide ser descubierta y no construida\". Asimismo, ha recordado que para el diálogo evangelizador \"es necesaria la conciencia de la propia identidad cristiana y también la empatía con la otra persona\". Por otro lado, ha indicado otro doble desafío en las grandes ciudades: ser hospitalarios con los pobres y los inmigrantes y valorar su fe. Advirtiendo que es muy probable que esta fe esté mezclada con elementos del pensamiento mágico e inmanentista, \"debemos buscarla, reconocerla, interpretarla y seguramente también evangelizarla\".\n\nY finalmente el desafío de los pobres urbanos. \"La ciudad, junto con la multiplicidad de preciosas ofertas para la vida, tiene una parte que no se puede esconder y que en muchas ciudades es cada vez más evidente: los pobres, los excluidos, los descartados\", ha observado. A propósito ha afirmado que la Iglesia no puede ignorar su grito, ni entrar en el juego de los sistemas injustos, mezquinos e interesados que buscan hacerles invisibles.\n\nPara finalizar su intervención ante los participantes del Congreso, el Pontífice ha dado dos propuestas para estos desafíos. En primer lugar: \"salir y facilitar\". Aspecto clave para Francisco, este cambio de mentalidad: \"del recibir al salir, del esperar a que vengan a ir a buscarles\". Y para \"facilitar el encuentro con el Señor\" ha propuesto \"hacer accesible el sacramento del bautismo\", \"iglesias abiertas\", \"secretarías con horarios para las personas que trabajan\", \"catequesis adaptadas en los contenidos y en los horarios de la ciudad\"... De este modo, el Papa ha pedido \"profundizar esos cambios necesarios en nuestras varias catequesis, sustancialmente en nuestras formas pedagógicas, para que los contenidos se comprendan mejor\" y al mismo tiempo \"aprender a despertar en nuestros interlocutores la curiosidad y el interés por Jesucristo\".\n\nLa segunda propuesta es \"la Iglesia samaritana. Estar\". Este es un cambio en el sentido del testimonio. \"Con el testimonio podemos incidir en los núcleos más profundos, allí donde nace la cultura\", ha afirmado. Los cristianos contribuyen a construir una ciudad en la justicia, en la solidaridad y en la paz con \"el testimonio concreto de misericordia y ternura que busca estar presente en las periferias existenciales y pobres\" porque \"actúa directamente en los imaginarios sociales, generando orientación y sentido para la vida de la ciudad\".\n\nY en toda esta labor social de la Iglesia, es muy importante \"el protagonismo de los laicos y de los mismos pobres. Y también la libertad del laico, porque eso que nos encarcela, que no abre las puertas, es la enfermedad del clericalismo. Es uno de los problemas más graves\".\n\nPara finalizar, Francisco ha recordado los escritos del beato Pablo VI, cuando era arzobispo de Milán, que pueden ayudar en este desafio pastoral.",
                    "date": "2014-11-27",
                    "eventUri": "1863290",
                    "id": "26501245",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2435,
                    "source": {
                        "title": "www.zenit.org",
                        "uri": "www.zenit.org"
                    },
                    "time": "15:31:00",
                    "title": "El Papa pide valentía y audacia en la pastoral de las grandes urbes",
                    "uri": "229872741",
                    "url": "http://www.zenit.org/es/articles/el-papa-pide-valentia-y-audacia-en-la-pastoral-de-las-grandes-urbes?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bzenit%252Fspanish%2B%2528ZENIT%2BEspa%25C3%25B1ol%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-11-27",
            "avgCos": 0.5703,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1863290",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1863290",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Israel",
                    "lat": 31.5,
                    "long": 34.75,
                    "wikiUri": "http://en.wikipedia.org/wiki/Israel"
                },
                "labelEng": "Jerusalem",
                "lat": 31.76904,
                "long": 35.21633,
                "wikiUri": "http://en.wikipedia.org/wiki/Jerusalem"
            },
            "storyDate": "2014-11-27",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-357206",
            "variance": 0.1748
        }
    },
    "meta": {
        "CCAArticleMatchCount": 21,
        "CCAArticleMatchRatio": 0.105,
        "CCAAvgCosSim": 0.8290928571428571,
        "CCAAvgMatchWgt": 40.33333333333334,
        "_articleUri1": "229752831",
        "_articleUri2": "229392360",
        "_datetime": "2015-02-23 14:37:51",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-357206",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1071548",
        "_username": "admin",
        "artCount1": 10,
        "artCount2": 5,
        "avgCosSimStory1": 0.5703,
        "avgCosSimStory2": 0.4995,
        "categorySim": 0,
        "conceptCosSim": 0.4142604255003253,
        "conceptJaccardSim": 0.2205882352941176,
        "coreTime1": 130690.4,
        "coreTime2": 130642.5,
        "coreTimeStDev1": 9.366015834074688,
        "coreTimeStDev2": 2.838884757554483,
        "entityCosSim": 0.7552378140088709,
        "entityJaccardSim": 0.2105263157894737,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 4,
        "hasSameLocation": 0,
        "keywordCosSim": 0.3744621468459787,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 16,
        "storyQuality2": 8,
        "timeAvg1": 130679.33,
        "timeAvg2": 130644.92,
        "timeStDev1": 9.17374514579375,
        "timeStDev2": 2.838884757554483,
        "varianceStory1": 0.1748,
        "varianceStory2": 0.2505
    }
}