{
    "850f305d-14db-4c75-b547-79470a557ea3-495118": {
        "articles": {
            "resultCount": 18,
            "results": [
                {
                    "body": "Florida Gov. Rick Scott on Monday signed into law a medical marijuana bill in Florida.\n Senate Bill 1030, nicknamed the Charlotte's Web bill, will allow for the use of a low-THC medical marijuana in Florida.  It's not to be confused with Amendment 2, a constitutional amendment on the ballot in November that would also expand the use of medical marijuana in Florida.\n RELATED CONTENT: 4 ways to lose money trying to start a medical marijuana business\n\"As a father and grandfather, you never want to see kids suffer,\" Scott said in a prepared statement.  \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.  I am proud to stand today with families who deserve the ability to provide their children with the best treatment available.\" \"\nFlorida has become the 23rd state in the country to allow medical marijuana, and the District of Columbia also has legalized medical marijuana.  There also are federal efforts moving through Congress to block the DEA from raiding medical marijuana centers in states where it's legal.\n Read more from the Orlando Business Journal.\n Covers health care, higher education and technology",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13619158",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8075,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "18:38:00",
                    "title": "Florida legalizes medical marijuana",
                    "uri": "191143129",
                    "url": "http://www.bizjournals.com/southflorida/blog/2014/06/florida-legalizes-medical-marijuana.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bvertical_33%2B%2528Health%2BInsurance%2BIndustry%2BNews%2529",
                    "wgt": 1
                },
                {
                    "body": "Florida Gov. Rick Scott on Monday signed into law a medical marijuana bill in Florida.\n Senate Bill 1030, nicknamed the Charlotte's Web bill, will allow for the use of a low-THC medical marijuana in Florida.  It's not to be confused with Amendment 2, a constitutional amendment on the ballot in November that would also expand the use of medical marijuana in Florida.\n \"As a father and grandfather, you never want to see kids suffer,\" Scott said in a prepared statement.  \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.  I am proud to stand today with families who deserve the ability to provide their children with the best treatment available.\" \"\nFlorida has become the 23rd state in the country to allow medical marijuana, and the District of Columbia also has legalized medical marijuana.  There also are federal efforts moving through Congress to block the DEA from raiding medical marijuana centers in states where it's legal.\n The medical marijuana industry in Florida could be a $785 million market, according to industry groups.  Florida is doing a \"soup to nuts\" style of medical marijuana, with five licenses available in the state.  To qualify to apply for a license, the applicant must be a nursery with 30 years of operation in Florida and with a 400,000 plant inventory.\n Covers health care, higher education and technology",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13619688",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7974,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "18:51:00",
                    "title": "Florida legalizes medical marijuana",
                    "uri": "191145190",
                    "url": "http://www.bizjournals.com/triangle/news/2014/06/16/florida-legalizes-medical-marijuana.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bvertical_33%2B%2528Health%2BInsurance%2BIndustry%2BNews%2529",
                    "wgt": 1
                },
                {
                    "body": "Florida Gov. Rick Scott on Monday signed into law a medical marijuana bill in Florida.\n Senate Bill 1030, nicknamed the Charlotte's Web bill, will allow for the use of a low-THC medical marijuana in Florida.  It's not to be confused with Amendment 2, a constitutional amendment on the ballot in November that would also expand the use of medical marijuana in Florida.\n \"As a father and grandfather, you never want to see kids suffer,\" Scott said in a prepared statement.  \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.  I am proud to stand today with families who deserve the ability to provide their children with the best treatment available.\" \"\nFlorida has become the 23rd state in the country to allow medical marijuana, and the District of Columbia also has legalized medical marijuana.  There also are federal efforts moving through Congress to block the DEA from raiding medical marijuana centers in states where it's legal.\n The medical marijuana industry in Florida could be a $785 million market, according to industry groups.  Florida is doing a \"soup to nuts\" style of medical marijuana, with five licenses available in the state.  To qualify to apply for a license, the applicant must be a nursery with 30 years of operation in Florida and with a 400,000 plant inventory.\n See below for more on medical marijuana in Florida:\n4 ways to lose money trying to start a medical marijuana business\nDatabase: The 39 companies eligible for a medical marijuana license\nCovers health care, higher education and technology",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13618526",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7921,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "18:20:00",
                    "title": "Into the wild green yonder: Florida legalizes medical marijuana",
                    "uri": "191140161",
                    "url": "http://www.bizjournals.com/orlando/blog/2014/06/into-the-wild-green-yonder-florida-legalizes.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bvertical_33%2B%2528Health%2BInsurance%2BIndustry%2BNews%2529",
                    "wgt": 1
                },
                {
                    "body": "Florida now officially recognizes marijuana as a substance with medical benefits... well, at least in some very narrow cases.\n As expected, Gov. Rick Scott signed the \"Charlotte's Web\" bill into law today.  The bill allows certain strains of non-euphoric marijuana tincture to be used to treat a very small list of maladies, including childhood epilepsy.\n \"As a father and grandfather, you never want to see kids suffer,\" the governor said in a statement.  \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.\" \"\nOf course, cynics might point out that Scott's signing of the bill may have just as much to do with his opposition to a wider medical marijuana policy in Florida as it does children.\n No law gets passed in Florida without wide Republican support, and it's not much of a surprise that the GOP took up the Charlotte's Web bill the same year that a medical marijuana initiative is on the ballot in November.\n If the amendment passes, Floridians suffering from diseases would be able to seek prescriptions for regular ol' medical grade marijuana to treat ailments like cancer, glaucoma, and HIV.\n Several Republicans, including Agriculture Commissioner Adam Putnam, are hoping the Charlotte's Web bill will undercut the medical marijuana debate in Florida.  But it's not just Republicans who feel that way.  DNC Chief Debbie Wasserman Schultz is also skeptical of the amendment.\n In several children with epilepsy, the cannabidiol content (i.e. not the THC) of marijuana has been one of the few effective substances that gives them relief.  The particular strain used for \"Charlotte's Web\" contains very little THC.",
                    "date": "2014-06-17",
                    "eventUri": "875040",
                    "id": "13631990",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7383,
                    "source": {
                        "title": "Miami New Times",
                        "uri": "blogs.miaminewtimes.com"
                    },
                    "time": "01:05:00",
                    "title": "Rick Scott Signs \"Charlotte's Web\" Medical Marijuana Law",
                    "uri": "191198478",
                    "url": "http://blogs.miaminewtimes.com/riptide/2014/06/rick_scott_signs_charlottes_web_medical_marijuana_law.php",
                    "wgt": 1
                },
                {
                    "body": "Some patients in Florida are going to be able to use a strain of low-potency marijuana under a bill signed into law by Gov. Rick Scott.\n Scott on Monday signed the measure that allows the use of a particular strain for epilepsy and cancer patients.\n The measure passed with strong support in the Florida Legislature after legislators heard stories of children suffering from seizures who could be helped by the strain known as Charlotte's Web.\n Scott, who opposes a constitutional amendment to allow the use of medical marijuana, said in a statement that he does not want to see \"kids suffer.\" \"\nHe said in a statement that the approval of the bill will ensure that children will have the \"medication needed to improve their quality of life.\" \"",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13621709",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7361,
                    "source": {
                        "title": "WTVT TV 13",
                        "uri": "www.myfoxtampabay.com"
                    },
                    "time": "19:45:00",
                    "title": "Gov. Scott signs bill allowing use of low-potency pot strain - FOX 13 News",
                    "uri": "191153832",
                    "url": "http://www.myfoxtampabay.com/story/25789654/gov-scott-signs-bill-allowing-use-of-low-potency-pot-strain",
                    "wgt": 1
                },
                {
                    "body": "TALLAHASSEE -- As promised, Gov. Rick Scott signed a bill on Monday that legalizes the use of a non-euphoric strain of marijuana to treat certain medical conditions such as childhood epilepsy.  He signed Senate Bill 1030, which approves the medication, and SB 1700, which protects the identifies of the patients who use it.\n \"As a father and grandfather, you never want to see kids suffer,\" Scott said in a statement.  \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.\" \"\nThere is still a larger medical marijuana debate going on this year in Florida.  Voters will be asked in November to weigh in on Amendment 2, a much broader medical pot referendum that would legalize marijuana for a range of conditions.\n Scott has said in the past that he personally opposes legalizing medical marijuana in this way, but will leave the issue to voters.\n The governor's office also announced today that he approved HB 697, which bans six new synthetic drugs.",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13618874",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7129,
                    "source": {
                        "title": "Tampa Bay Times",
                        "uri": "www.tampabay.com"
                    },
                    "time": "18:29:00",
                    "title": "Gov. Scott signs 'Charlotte's Web' marijuana bill into law",
                    "uri": "191141665",
                    "url": "http://www.tampabay.com/news/politics/stateroundup/gov-scott-signs-charlottes-web-marijuana-bill-into-law/2184590?utm_source=twitterfeed&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "Florida Republican Governor Rick Scott signed a law today that permits limited medical marijuana use in his state.  Specifically, the legislation allows for use of a strain called Charlotte's Web.  Lawmakers in the state achieved bipartisan support for the measure and passed it this spring.\n The progress for medical marijuana use was likely motivated by the passionate pleas from parents who asserted that people who suffer from epileptic seizures may get positive results from taking the drug.  In fact, the type of medical marijuana that was just given the nod of approval by the governor is named for a girl from Colorado who has gotten relief from her debilitating seizures because of marijuana.\n In a statement about his approval of the medical marijuana use, Scott pointed out how he's a father and grandfather and it's never pleasant to see kids who are suffering.  He also indicated a desire to support parents who want to provide their kids with the best possible treatment.\n This freshly-inked law allows for medical marijuana use in cases where people are coping with Lou Gehrig's disease, cancer and epileptic seizures.  Also, the legislation puts strict caps on sales of the marijuana, meaning that sales will be well below what they are in states such as California, where marijuana is legal for recreational use.\n Florida has now joined a total of nearly two dozen states plus the District of Columbia that have some type of legalized medical marijuana use in effect.  In November, the state will have a referendum vote on whether to allow for more widespread adoption of medical marijuana, but this move by the governor is not related to that initiative.\n This strain of medical marijuana is so important to some families who have children suffering from seizures that it has caused some bold parents to uproot their lives and move to Colorado.  There, interested persons must join a waiting list for the drug, but when there is not a shortage, access to that type of medical marijuana is generally easier than in other places around the country.\n Fortunately, there's no need to start feeling alarmed that some kids who are as young as toddlers are being given permission by their parents to get intoxicated by medical marijuana.  The Charlottes Web form comes in an oil format, so it is not smoked.  Also, it has a lower-than-usual quantity of THC, the chemical that makes people high.\n [Image Credit: Al Jazeera America]",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13629440",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7007,
                    "source": {
                        "title": "The Inquisitr News",
                        "uri": "www.inquisitr.com"
                    },
                    "time": "23:35:00",
                    "title": "Medical Marijuana Use Gets Go Ahead From Florida Governor",
                    "uri": "191174665",
                    "url": "http://www.inquisitr.com/1302483/medical-marijuana-use-gets-go-ahead-from-florida-governor/",
                    "wgt": 1
                },
                {
                    "body": "TALLAHASSEE -- Gov. Rick Scott signed a bill Monday that legalizes a form of medical marijuana touted as way to help relieve symptoms for children with epilepsy and cancer patients.\n The Republican-controlled Legislature made a policy about-face this year and passed the bill to legalize a version of medical marijuana that could be used by cancer patients and children with degenerative seizures.\n Scott had already pledged to sign SB 1030, which creates a legal system for producing, dispensing and studying the drug in Florida for patients who are permanent residents of the state with cancer or conditions leading to seizures.\n \"As a father and grandfather, you never want to see kids suffer,\" Scott said in a press release.  \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.  I am proud to stand today with families who deserve the ability to provide their children with the best treatment available.\" \"\nThe bill decriminalizes a version of cannabis nicknamed \"Charlotte's Web\" after a Colorado child.  It is low in the chemical that gets people high when smoking the plant.\n The legislation comes as a more sweeping medical marijuana legalization question heads to Florida voters this fall.  Amendment 2 would legal all forms of medical marijuana, not just the low-buzz version authorized by the bill.  Scott and GOP lawmakers oppose the amendment, and touted the Charlotte's Web bill has a safer alternative.\n Lawmakers, along with the People United for Care organization pushing the fall amendment, offered high marks to the governor for signing the bill.\n \"While tens of thousands of Floridians are one step closer to a healthier life, many times that number can draw nothing but hope from this move,\" campaign manager Ben Pollara said in a statement.\n The lobbying effort this year was led by a cadre of parents with epileptic children, including Holley and Peyton Moseley, a Gulf Breeze couple who adopted a child RayAnn with severe epilepsy.  They have become well-known advocates for legalizing Charlotte's Web after visiting Colorado where the new medicine was developed.\n \"Florida has the opportunity to lead in the research and development of scientific breakthroughs from cannabis derived therapies,\" said Rep.  Katie Edwards, a Plantation Democrat who co-sponsored the bill.\n The bill requires five dispensing organizations throughout the state, require they hire medical directors and that staffers take training courses on the drug.  It creates a \"compassionate care registry\" where sick patients are deemed eligible by a physician.",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13622189",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6937,
                    "source": {
                        "title": "Sun-Sentinel.com",
                        "uri": "www.sun-sentinel.com"
                    },
                    "time": "20:00:00",
                    "title": "Scott signs 'Charlotte's Web' medical pot bill - Sun Sentinel",
                    "uri": "191155941",
                    "url": "http://www.sun-sentinel.com/news/local/florida/politics-blog/os-scott-signs-charlottes-web-medical-pot-bill-20140616%2C0%2C199773.post",
                    "wgt": 1
                },
                {
                    "body": "TALLAHASSEE -- As he promised, Gov. Rick Scott signed a bill on Monday that legalizes the use of a non-euphoric strain of marijuana to treat conditions such as epilepsy, Lou Gehrig's disease and cancer.\n He signed Senate Bill 1030, which approves the medication, and SB 1700, which protects the identities of the patients who use it.\n \"As a father and grandfather, you never want to see kids suffer,\" Scott said in a statement.  \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.\" \"\nThe governor's office also announced today that he approved HB 697, which bans six new synthetic drugs.\n There is still a larger medical marijuana debate going on this year in Florida.  Voters will be asked in November to weigh in on Amendment 2, a much broader medical pot referendum that would legalize marijuana for a range of conditions.\n Scott said that he personally opposes legalizing medical marijuana and the ballot initiative.\n \"I've watched drug use; I've watched alcoholism,\" he said during a campaign stop Monday.  \"I've seen how it affects families; I can't support that.\" \"\nThe Charlotte's Web bill legalizes strains of marijuana that are high in cannabidiol, or CBD, but low in tetrahydrocannabinol (THC), the compound which produces a high.\n An estimated 125,000 children in Florida suffer from severe epilepsy and their families lobbied hard to persuade reluctant legislators to open the door to limited use.  It also could be used by adults.\n Authorized patients will be allowed access to the drug through oil or vapor form, but it may not be smoked.\n If 60 percent of Florida voters approve Amendment 2, it would allow doctors to prescribe other forms of marijuana, including the kind that is smoked, to treat an even wider range of conditions.\n The bill was amended at the ninth hour to stiffen licensing requirements so that only Florida nursery owners with businesses in operation for 30 continuous years will be allowed to grow \"Charlotte's Web.\" \"\nFlorida physicians who have been authorized to order this strain of medical marijuana can start writing prescriptions Jan. 1.  It will be sold through dispensaries licensed by the state Department of Health.\n Most of the Legislature's Republican leadership opposes the rival constitutional ballot initiative, as does the Florida Sheriff's Association and the Florida Medical Association.\n Many speculated that the GOP-controlled Legislature agreed to pass the low-THC proposal to squash voter interest in passing the amendment, which opponents believe will lead to the total legalization of smoking marijuana, misuse and abuse.\n Some Democrats have argued that the Republican opposition to Amendment 2 is additionally based upon a fear that voters who support the initiative are more apt to support Democratic candidates.\n United for Care, the main organization advocating in favor of Amendment 2, issued a statement praising Scott for signing SB 1030 but insisting more should be done.\n \"Today is an important day for our cause, but while tens of thousands of Floridians are one step closer to a healthier life, many times that number can draw nothing but hope from this move,\" said Ben Pollara, United for Care's campaign manager.  \"The only definitive and conclusive solution to removing the barriers faced by patients with debilitating conditions who can benefit from the use of medical cannabis is the approval of Amendment 2 on November 4.\" \"\nThe campaign is supported by Orlando lawyer John Morgan, who has spent about $4 million of his own fortune.\n The \"Vote No on 2\" campaign formed recently to give a voice to the opposition.  Sheldon Adelson, a Las Vegas casino owner and one of the wealthiest men in the world, donated $2.5 million to bankroll the anti-Amendment 2 effort.",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13627513",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6924,
                    "source": {
                        "title": "miamiherald",
                        "uri": "www.miamiherald.com"
                    },
                    "time": "22:36:00",
                    "title": "Scott signs medical marijuana bill",
                    "uri": "191178780",
                    "url": "http://www.miamiherald.com/2014/06/16/4182407/scott-signs-medical-marijuana.html",
                    "wgt": 1
                },
                {
                    "body": "While medical marijuana is new in Florida, medical marijuana was legalized in California in 1996.\n Gov. Rick Scott quietly signed a bill Monday legalizing a limited form of medical marijuana known as \"Charlotte's Web,\" even as much of the state's GOP leadership continues battling a constitutional amendment allowing more sweeping use of pot.\n The measure (SB 1030) allows some patients to use a strain of marijuana that is low in euphoria-inducing tetrahydrocannabinol (THC) but high in cannabidiol (CBD) -- a mix that supporters say provides the health-care benefits of pot without the high.\n The strain is supposed to dramatically reduce life-threatening seizures in children with a rare-form of epilepsy but has not been approved by the U.S. Food and Drug Administration.\n \"The approval of Charlotte?s Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life,\" said Scott, who had announced during the legislative session that he would sign the bill.  \"I am proud to stand today with families who deserve the ability to provide their children with the best treatment available.\" \"\nThe governor also signed a measure (SB 1700) shielding patient records related to the use of medical marijuana from public view.\n The charge for the legislation was led by Rep.  Matt Gaetz, a conservative Fort Walton Beach Republican who took up the cause after discussions with Holley and Peyton Moseley.  They say Charlotte's Web can help their adopted daughter, RayAnn, and children in about 150,000 other Florida families.  Gaetz is also the son of Senate President Don Gaetz, R-Niceville.\n \"Thank you @FLGovScott for signing the Compassionate Medical Cannabis Act! #helpisontheway,\" the younger Gaetz wrote in a Twitter post Monday.",
                    "date": "2014-06-17",
                    "eventUri": "875040",
                    "id": "13647092",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6788,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "12:17:00",
                    "title": "Scott signs 'Charlotte's Web' medical marijuana bill",
                    "uri": "191288522",
                    "url": "http://www.bizjournals.com/jacksonville/blog/morning-edition/2014/06/scott-signs-charlottes-web-medical-marijuana-bill.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbizj_jacksonville%2B%2528Jacksonville%2BBusiness%2BJournal%2529",
                    "wgt": 1
                },
                {
                    "body": "Florida Gov. Rick Scott signed a bill legalizing medical marijuana on Monday, after it easily passed the state legislature last month.  The bill is colloquially referred to as \"Charlotte's Web.\" \"\n\"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life,\" Scott, a Republican, said in a prepared statement after signing the legislation.  The bill authorizes a low-THC, non-euphoric strain of marijuana to treat certain medical conditions like childhood epilepsy.\n Florida now joins 22 other states and the District of Columbia in legalizing medical marijuana.  The bill overwhelmingly passed both houses of the Florida Legislature, passing 111-7 in the House and 30-9 in the Senate.  Republicans hold significant majorities in each chamber.\n Later this year, Florida voters will weigh a more expansive medical marijuana measure, Amendment 2, which expands the forms of medical marijuana doctors may prescribe and increases the number of individuals who qualify for such a prescription.  Scott opposes passage of Amendment 2 and drew support from casino magnate and GOP mega-donor Sheldon Adelson, who donated $2.5 million to the Drug Free Florida Committee to defeat the referendum.\n However, prominent Democrats have also voiced opposition to Amendment 2, including Rep.  Debbie Wasserman Schultz, D-Fla.\n Wasserman Schultz, chairwoman of the Democratic National Committee, told the Tampa Bay Times: \"I have concerns that it is written too broadly and stops short of ensuring strong regulatory oversight from state officials.\" \" She also voted against the Farr-Rohrabacher amendment last month, a measure prohibiting the federal government from interfering with state medical marijuana laws.\n That ultraconservative Adelson and Democrat stalwart Wasserman Schultz both oppose the same amendment underscores the complicated politics of medical marijuana.  Though medical marijuana remains illegal in Republican bastions throughout the South and Midwest, some deeply conservative states like Alaska and Montana have permitted its use for more than 10 years.\n Similarly, Gov. Andrew Cuomo, a Democrat, has only recently voiced support for medical or decriminalized marijuana in deep blue New York, where both remain illegal.\n Marijuana Majority's Tom Angell told the Huffington Post the issue transcends traditional political coalitions.  \"Polls show overwhelming voter support for medical marijuana across the board, from all parts of the political spectrum.\" \"",
                    "date": "2014-06-17",
                    "eventUri": "875040",
                    "id": "13663018",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6732,
                    "source": {
                        "title": "washingtonexaminer.com",
                        "uri": "washingtonexaminer.com"
                    },
                    "time": "19:34:00",
                    "title": "Florida legalizes medical marijuana | WashingtonExaminer.com",
                    "uri": "191361782",
                    "url": "http://washingtonexaminer.com/florida-legalizes-medical-marijuana/article/2549842?custom_click=rss&utm_source=twitterfeed&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "Today, Florida Governor Rick Scott signed a bill that legalizes Charlotte's Web, a strain of cannabis that doesn't get you high, for treating conditions like cancer and epilepsy.\n The low-THC strain was developed in 2011 to treat patients who want weed's medical benefits without nasty side effects like feeling awesome or laughing a lot.  It's particularly promising for children with chronic conditions -- whose parents, understandably, might be interested in easing their symptoms without getting them stoned.\n Scott said in a statement:\nAs a father and grandfather, you never want to see kids suffer.  The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life.\n Patients will be allowed to vaporize Charlotte's Web but not smoke it.  Amendment 2, an initiative slated to appear on Florida ballots in November, could legalize medical marijuana more broadly.\n Incidentally, the same day that Scott legalized weed that doesn't get you high, he also banned a few substances that do: methylenedioxymethcathinone, methylenedioxypyrovalerone, and methylmethcathinone -- otherwise known as the stuff found in bath salts.",
                    "date": "2014-06-18",
                    "eventUri": "875040",
                    "id": "13712040",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6653,
                    "source": {
                        "title": "Gawker",
                        "uri": "gawker.com"
                    },
                    "time": "22:32:00",
                    "title": "Florida Legalizes Boring Medical Weed That Doesn't Even Get You High",
                    "uri": "191598721",
                    "url": "http://gawker.com/florida-legalizes-boring-medical-weed-that-doesnt-even-1592757850",
                    "wgt": 1
                },
                {
                    "body": "By Letitia Stein\nTAMPA Fla. (Reuters) - Florida Governor Rick Scott signed a law on Monday allowing for the limited use of a special strain of marijuana to treat epileptic seizures and other diseases.\n State lawmakers passed the measure this spring with bipartisan support after impassioned appeals from parents seeking access to the form of marijuana known as \"Charlotte's Web,\" named for a Colorado girl whose epileptic seizures have shown some response to the drug.\n â\u0080\u009cAs a father and grandfather, you never want to see kids suffer,\" Scott, a Republican, said in a statement.  \"I am proud to stand today with families who deserve the ability to provide their children with the best treatment available.â â\u0080\u009d\nThe new law will severely limit marijuana sales, keeping them well below those in Colorado and Washington state, where recreational marijuana has been legalized.\n The Florida law allows use of the drug for people suffering from epilepsy, cancer and amyotrophic lateral sclerosis (ALS), known as Lou Gehrig's disease.\n The Charlotte's Web substance is not for smoking and is specially cultivated to be very low in tetrahydrocannabinol (THC), the element that gets users high.\n Experts say it is of only limited medical use and will not help in the treatment of patients with cancer or ALS, or veterans with post-traumatic stress disorder.\n The law is not related to a more expansive medical marijuana referendum up for vote in November, with polls showing widespread support.\n Twenty states and the District of Columbia have some form of laws that permit the use of marijuana for medicinal purposes, though they vary widely, according to a Florida legislative analysis.\n (This story corrects paragraph four to Washington state instead of California)\n(Reporting by Letitia Stein; Editing by Colleen Jenkins, Eric Beech and Jim Loney)",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13622171",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6578,
                    "source": {
                        "title": "chicagotribune.com",
                        "uri": "www.chicagotribune.com"
                    },
                    "time": "19:41:00",
                    "title": "Florida governor signs law allowing limited medical marijuana use - Chicago Tribune",
                    "uri": "191155744",
                    "url": "http://www.chicagotribune.com/news/politics/sns-rt-us-usa-florida-marijuana-20140616%2C0%2C5667269.story",
                    "wgt": 1
                },
                {
                    "body": "TALLAHASSEE -- In an expected move, Gov. Rick Scott Monday signed legislation legalizing a non-euphoric strain of marijuana widely-known as Charlotte's Web.\n \"The approval of Charlotte's Web will ensure that children in Florida who suffer from seizures and other debilitating illnesses will have the medication needed to improve their quality of life,\" Scott said in a news release.\n The strain is low in THC, the ingredient that gives traditional marijuana users the high associated with the drug.  The strain is high in cannabidiol, or CBD, which has been used to treat conditions such as childhood epilepsy.\n Families with children who suffer from intense seizures testified during committee hearings throughout spring's legislative session.  Among them was Renee Petro, wife of an Army colonel, who spoke about the tortured life of their 8-year-old son, Branden.\n The bill, SB 1030, was shepherded through the process by Republican state Rep.  Matt Gaetz, R-Shalimar, and three Republican state senators -- Rob Bradley of Fleming Island, Jeff Brandes of St. Petersburg and Aaron Bean of Fernandina Beach.\n The forceful support of a group of conservative lawmakers was seen as both a nod to the changing perception of medical marijuana and an attempt to stop a proposed constitutional amendment to legalize all medical marijuana.\n That measure, which will be \"Amendment 2\" on November's ballot, is strongly supported by attorney John Morgan, a big Democratic donor whose firm employs Charlie Crist, the likely Democratic nominee for governor.\n Morgan has put more than $3 million into his effort, which could help boost turnout for Democratic voters who would otherwise not vote.\n After the bill's passage, some supporters said they support legalizing Charlotte's Web, but not the constitutional amendment.\n \"I hope passage of the Compassionate Medical Cannabis Act shows people we've done the responsible thing and that legalizing euphoric marijuana for functionally recreational purposes would be unnecessary and undesirable,\" Gaetz told the Northwest Florida Daily News shortly after session.\n Scott also signed a separate bill, SB 1700, which protects the identities of Charlotte's Web users.\n matt.dixon@naplesnews.com",
                    "date": "2014-06-17",
                    "eventUri": "875040",
                    "id": "13630459",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6555,
                    "source": {
                        "title": "TBO.com",
                        "uri": "TBO.com"
                    },
                    "time": "00:10:00",
                    "title": "Scott signs bill allowing low-THC medical pot",
                    "uri": "191178954",
                    "url": "http://TBO.com/news/politics/scott-signs-bill-allowing-low-thc-pot-for-medical-use-20140616/",
                    "wgt": 1
                },
                {
                    "body": "State lawmakers passed the measure this spring with bipartisan support after impassioned appeals from parents seeking access to the form of marijuana known as \"Charlotte's Web,\" named for a Colorado girl whose epileptic seizures have shown some response to the drug.\n \"As a father and grandfather, you never want to see kids suffer,\" Scott, a Republican, said in a statement.  \"I am proud to stand today with families who deserve the ability to provide their children with the best treatment available.\" \"\nThe new law will severely limit marijuana sales, keeping them well below those in Colorado and Washington state, where recreational marijuana has been legalized.\n The Florida law allows use of the drug for people suffering from epilepsy, cancer and amyotrophic lateral sclerosis (ALS), known as Lou Gehrig's disease.\n The Charlotte's Web substance is not for smoking and is specially cultivated to be very low in tetrahydrocannabinol (THC), the element that gets users high.\n Experts say it is of only limited medical use and will not help in the treatment of patients with cancer or ALS, or veterans with post-traumatic stress disorder.\n The law is not related to a more expansive medical marijuana referendum up for vote in November, with polls showing widespread support.\n Twenty states and the District of Columbia have some form of laws that permit the use of marijuana for medicinal purposes, though they vary widely, according to a Florida legislative analysis.\n (This story corrects paragraph four to Washington state instead of California)",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13622090",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6456,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "19:57:00",
                    "title": "Florida governor signs law allowing limited medical marijuana use",
                    "uri": "191155306",
                    "url": "http://www.reuters.com/article/2014/06/16/us-usa-florida-marijuana-idUSKBN0ER2GM20140616?feedType=RSS&feedName=healthNews",
                    "wgt": 1
                },
                {
                    "body": "TALLAHASSEE, Fla. -- Some patients in Florida are going to be able to use a strain of low-potency marijuana under a bill signed into law by Gov. Rick Scott.\n Scott on Monday signed the measure that allows the use of a particular strain for epilepsy and cancer patients.\n The measure passed with strong support in the Florida Legislature after legislators heard stories of children suffering from seizures who could be helped by the strain known as Charlotte's Web.\n Scott, who opposes a constitutional amendment to allow the use of medical marijuana, said in a statement that he does not want to see \"kids suffer.\" \"\nHe said in a statement that the approval of the bill will ensure that children will have the \"medication needed to improve their quality of life.\" \"",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13619028",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5297,
                    "source": {
                        "title": "miamiherald",
                        "uri": "www.miamiherald.com"
                    },
                    "time": "18:33:00",
                    "title": "Florida Gov. signs bill to ok use of pot strain",
                    "uri": "191142386",
                    "url": "http://www.miamiherald.com/2014/06/16/4181911/florida-gov-signs-bill-to-ok-use.html",
                    "wgt": 1
                },
                {
                    "body": "By Bill Wohlsifer, Candidate for Florida Attorney General\nWhile Florida's legislators present themselves as though they are acting with compassion to help children who suffer intractable epilepsy, many of the power player's real objective is to capture market share for their crony friends of the huge marijuana business that is rapidly approaching Florida.  A close reading of SB 1030, ironically tilted the \"Compassionate Medical Cannabis Act of 2014\" a/k/a the \"Charlotte's Web Bill\" reveals it sets the foundation to hand over Florida's burgeoning marijuana industry to a select few friends of the establishment class.  Charlotte's Web creates an anti-competitive platform under the guise of compassionate legislation and the Governor has stated his intent to sign it into law.\n The proposed law requires that the cultivation, processing, and dispensing of the low level-CBD end-product shall solely be conducted by a single entity referred to as a \"dispensing organization.\" \" Under the proposed law there can be no more than five dispensing organizations, statewide.  I predict there will be only one.  This anti-competitive business model is referred to as \"vertical integration.\" \" Ironically, vertical integration is exactly what the Republican majority argued against when insisting that the craft brewery industry must use a three-tier level of distribution contending that would preserve competitive markets.  This is what is known as hypocrisy.\n It gets worse.  Not only must a single entity be the sole grower, processor, manufacturer and distributor of the Charlotte's Web strain of cannabis from the time it is planted in the soil until placed under the patient's tongue as an oil, but in order to qualify as a dispensing organization the business must have been \"a registered nursery in this state for at least 30 continuous years.\" \" (See lines 185-194 from the proposed legislation inserted below.) ) I suggest this anti-competitive platform was accomplished purposefully to position a few crony capitalists (also known as democratic capitalists) to be handed the lion's share of Florida's marijuana business that will plant itself in our state following the passage of Amendment 2 to the Florida Constitution in November 2014.  I further suggest, as I have been stating in my campaign appearances around the state, this was the Republican establishment's endgame plan all along, despite political propaganda to the contrary.  A thirty-year requirement to qualify for market access is unprecedented in any industry I am aware of and certainly has no rational basis to serve as a prerequisite to grow \"weed.\" \" Shame on those in the House who introduced and supported this 11 hour amendment.  A new industry that could create prosperity for so many Floridian entrepreneurs is being funneled to a select few.\n My heart goes out to the families and patients who will be denied compassionate use because of this highly restrictive Charlotte's Web bill, which only allows for use as an oil droplet for patients who demonstrate symptoms of seizures or severe and persistent muscle spasms.  Aside from the small population this oil will help, a million Floridians will be denied the healing benefits of other derivatives of the cannabis plant which could have been made available by passage of the Cathy Jordan Medical Cannabis Act (SB 962).  When I wrote the original Cathy Jordan Medical Cannabis Act in 2012, I purposefully included safeguards against anti-competition like we now see in 2014.  The Republican leadership refused to advance the Cathy Jordan Act again this year.  Yet they embraced this commercial market grab presently known as CS/CS/SB 1030, Enrolled.\n This is the type of politicking and cronyism that inspired me to run for Florida Attorney General.  I want to be in a position to protect the interests of ALL Floridians when the legislature has to meet its mandate to create law following the passage of Amendment 2 in November.  I do not trust any of the 'establishment candidates' to protect the will of the voters where such a huge and profitable market is involved.  On behalf of the parents who came to Tallahassee to plead for access to that which is available in 21 other states and D.C., I'm calling \"foul\" on our FL legislators.\n In the 11th hour the following was added to the bill by 7-generation Floridian, Rep.  Matt Caldwell, R-Lehigh Acres:\n185 .  .  .  An applicant for approval as a\n186 dispensing organization must be able to demonstrate:\n187 1.  The technical and technological ability to cultivate and\n188 produce low-THC cannabis.  The applicant must possess a valid\n189 certificate of registration issued by the Department of\n190 Agriculture and Consumer Services pursuant to s.  581.131 that is\n191 issued for the cultivation of more than 400,000 plants, be\n192 operated by a nurseryman as defined in s.  581.011, and have been\n193 operated as a registered nursery in this state for at least 30\n194 continuous years.\n Wohlsifer, an attorney in Tallahassee, is now running for the office held by Attorney General Pam Bondi.  Wohlsifer has announced that he will pay the qualifying fee and is certain to be on the November ballot.",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13622397",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4314,
                    "source": {
                        "title": "wohlsifer4ag.com",
                        "uri": "wohlsifer4ag.com"
                    },
                    "time": "20:06:00",
                    "title": "THE WEB OF CRONY CAPITALISM IS MUCH BIGGER THAN 'CHARLOTTE'S WEB' | Bill Wohlsifer For Florida Attorney General",
                    "uri": "191156975",
                    "url": "https://wohlsifer4ag.com/2014/05/06/web-crony-capitalism-much-bigger-charlottes-web/",
                    "wgt": 1
                },
                {
                    "body": "Gov. Rick Scott signed two bills today that allow physicians to prescribe low-THC marijuana for patients with cancer or illnesses that cause seizures and muscle spasms.\n In addition to SB 1030, which allows physicians to prescribe the low-dose marijuana, SB 1700 prohibits the public from accessing information in the state's Compassionate Use Registry -- which identifies patients prescribed low-dose THC marijuana and physicians who write those prescriptions.  Law enforcement investigators, physicians and agency employees who maintain the registry will be allowed to access information in the registry.",
                    "date": "2014-06-16",
                    "eventUri": "875040",
                    "id": "13618789",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4048,
                    "source": {
                        "title": "Palm Beach Post",
                        "uri": "www.palmbeachpost.com"
                    },
                    "time": "18:26:00",
                    "title": "Gov. okays pot to treat cancer/seizures | www.palmbeachpost.com",
                    "uri": "191141312",
                    "url": "http://www.palmbeachpost.com/news/news/state-regional-govt-politics/gov-okays-pot-to-treat-cancerseizures/ngMCJ/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 18,
            "averageDate": "2014-06-17",
            "avgCos": 0.6588,
            "categories": [
                {
                    "label": "Recreation/Drugs/Cannabis",
                    "uri": "http://www.dmoz.org/Recreation/Drugs/Cannabis",
                    "wgt": 38
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "875040",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "875040",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Florida",
                "lat": 28.75054,
                "long": -82.5001,
                "wikiUri": "http://en.wikipedia.org/wiki/Florida"
            },
            "storyDate": "2014-06-17",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-495118",
            "variance": 0.5382
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-189316": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "TALLAHASSEE -- Como prometió, el gobernador Rick Scott firmó un proyecto de ley que legaliza el uso de una cepa no eufórica de marihuana para tratar condiciones como la epilepsia, la enfermedad de Lou Gehrig y el cáncer.\n Scott firmó el Proyecto de Ley 1030 del Senado que aprueba el medicamento, y el Proyecto de Ley 1700 del Senado, que protege las identidades de los pacientes que lo usan.\n \"Como padre y abuelo, nunca quieres ver a los niños sufrir\", dijo Scott en una declaración.  \"La aprobación de la Telaraña de Charlotte asegurará que los niños en la Florida que sufren de ataques de epilepsia y otras enfermedades debilitantes tengan el medicamento necesario para mejorar su calidad de vida\".\n La oficina del gobernador también anunció el lunes que aprobó el Proyecto de Ley 697 de la Cámara de Representantes, que prohíbe seis nuevas drogas sintéticas.\n Aún habrá este año en la Florida un gran debate médico sobre la marihuana medicinal.  Se les preguntará a los votantes en noviembre que evalúen la Enmienda 2, un referendo mucho más amplio sobre la marihuana medicinal que la legalizaría para una serie de condiciones.\n Scott dijo que él personalmente se opone a legalizar la marihuana medicinal y colocar la iniciativa en la boleta.\n \"He visto el consumo de drogas, el alcoholismo\", dijo el lunes Scott durante una escala de campaña.  \"He visto cómo afecta a las familias.  No puedo apoyar eso\".\n El proyecto de ley de la Telaraña de Charlotte legaliza una cepa de marihuana que es alta en cannabidiol, o CBD, pero baja en tetrahidrocannabinol (THC), el compuesto que produce el efecto de las drogas.\n Un estimado de 125,000 niños en la Florida sufren de epilepsia grave y sus familias cabildearon enérgicamente para persuadir a los legisladores reacios a abrir las puertas al uso limitado de la marihuana.  También se podría usar por los adultos.\n A los pacientes autorizados se les permitirá acceso a la droga a través de la forma de aceite o vapor, pero no se podrá fumar.\n Si el 60 por ciento de los votantes de la Florida aprueba la Enmienda 2, esto podría permitir a los médicos recetar otras formas de marihuana, incluyendo la que se fuma, para tratar un grupo aún más amplio de condiciones.\n El proyecto de ley se enmendó a última hora para endurecer los requerimientos de licencia para que sólo se permita a los dueños de guarderías infantiles con negocios en operación durante 30 años seguidos cultivar la \"Telaraña de Charlotte\".\n A los médicos de la Florida que se les autorizó ordenar esta cepa de la marihuana medicinal podrán comenzar a escribir recetas el 1 de enero.  Se venderá a través de dispensarios que tengan la licencia del Departamento de Salud.\n La mayoría del liderazgo republicano de la legislatura se opone a la iniciativa rival de colocarlo en la boleta de votación como algo constitucional, como también lo hacen la Asociación de Jefes de Policía de la Florida y la Asociación Médica de la Florida.\n Muchos especularon que la legislatura controlada por los republicanos estuvo de acuerdo en aprobar la propuesta de la marihuana con bajo THC para reducir el interés en aprobar la enmienda, que sus oponentes creen que llevará a la total legalización del uso y abuso de la marihuana que se fuma.\n Algunos demócratas han alegado que la oposición republicana a la Enmienda 2 se basa también en un temor de que los votantes que aprueben la iniciativa son más propensos a apoyar los candidatos demócratas.\n La principal organización que aboga a favor de la Enmienda 2, United for Care, emitió una declaración que elogia a Scott por firmar la Iniciativa 1030 del Semado, pero insistió en que se debe hacer más.\n \"Hoy es un día importante para nuestra causa, pero mientras decenas de miles de floridianos están a un paso más de una vida más saludable, muchas más veces esa cantidad pueden sacar nada más que esperanza de esta acción\", dijo Ben Pollara, director de campaña de United for Care.  \"La única solución definitiva y concluyente para quitar las barreras que enfrentan los pacientes con condiciones debilitantes que podrían beneficiarse del uso de la marihuana medicinal es la aprobación de la Enmienda 2 el 4 de noviembre\".\n La campaña tiene el apoyo del abogado John Morgan, quien ha gastado en ella unos $4 millones de su propia fortuna.\n La campaña \"Voten No en la 2\" se formó recientemente para dar una voz a la oposición.  Sheldon Adelson, un dueño de un casino en Las Vegas y uno de los hombres más ricos del mundo, donó $2.5 millones para desbaratar el esfuerzo contra la Enmienda 2.",
                    "date": "2014-06-17",
                    "eventUri": "863822",
                    "id": "13633634",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6625,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "02:10:00",
                    "title": "Florida legaliza el uso de marihuana medicinal",
                    "uri": "191206523",
                    "url": "http://www.elnuevoherald.com/2014/06/16/1775197/florida-legaliza-el-uso-de-marihuana.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "El gobernador del estado de Florida (EE.UU.), Rick Scott, firmó hoy una legislación que aprueba el uso médico y terapéutico de una cepa específica de marihuana que ayuda, entre otros, a los niños que sufren de epilepsia.\n \"Como padre y abuelo, nunca quieres ver a los niños sufrir\", aseguró el gobernador Scott en un comunicado, en el que manifestó que los niños que presentan estas convulsiones \"tendrán la medicación necesaria para mejorar su calidad de vida\".\n La cepa aprobada es conocida como \"Charlotte's Web\", la cual es baja en THC, el principal ingrediente psicoactivo de la marihuana, pero mantiene los niveles normales de CBD, que conforma en torno al 40 % de la planta y que no es psicoactivo, por lo que se usa a menudo para tratar episodios de convulsiones en las personas.\n Los médicos creen que el CBD tiene un alcance más amplio que el TCH para aplicaciones medicinales.\n Asimismo, los electores en Florida podrán decidir el uso medicinal general de la marihuana en el estado en un plebiscito previsto para las próximas elecciones generales, programadas para noviembre.\n Con Florida ya son 22 los estados de Estados Unidos en los que se permite el uso medicinal de la marihuana.  Colorado y Washington han aprobado, además, el uso de marihuana con fines recreativos.",
                    "date": "2014-06-17",
                    "eventUri": "863822",
                    "id": "13635123",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6506,
                    "source": {
                        "title": "www.extra.ec",
                        "uri": "www.extra.ec"
                    },
                    "time": "03:08:00",
                    "title": "Florida aprueba el uso medicinal de una cepa de marihuana contra la epilepsia",
                    "uri": "191213858",
                    "url": "http://www.extra.ec/ediciones/2014/06/16/internacional/florida-aprueba-el-uso-medicinal-de-una-cepa-de-marihuana-contra-la-epilepsia/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bextra%252FstPj%2B%2528Extra%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "El pasado viernes el Gobierno constituyó una mesa de trabajo para revisar la ley 20.000 de drogas, integrada por los ministerios de Salud y Justicia, las subsecretarías de Interior y Prevención del Delito, además del Senda, en línea de la promesa de campaña de Michelle Bachelet de analizar el cuerpo legal.\n Uno de los puntos de la discusión en la mesa de trabajo es permitir el uso medicinal del cannabis, lo que fue valorado por el siquiatra Milton Flores, quien cumple este lunes 54 días en huelga de hambre, aunque sostuvo que faltan miradas necesarias en aquella instancia gubernamental, como la perspectiva del uso espiritual.\n \"Se valora la intención de empezar a trabajar sobre el tema, pero la mirada que se trasluce por los discursos no tiene la profundidad suficiente como para comprender a cabilidad el tema.  Está el uso medicinal, pero también hay cantidad de ciudadanos sanos, responsables, que en el marco de sus derechos individuales usan cannabis hoy en Chile y esa materia no está siendo incluida en la propuesta del Ejecutivo\", dijo Flores.\n Flores se reunirá este lunes en la sede del Congreso en Santiago con los senadores Alejandro Guillier (Ind), Fulvio Rossi (PS) y Antonio Horvath (Ind) para expresar la necesidad del uso del cannabis como un ejercicio de libertad individual.\n A su vez, el doctor experto en polìticas de drogas del Colegio Médico, Sergio Sánchez, aseguró que una cosa es debatir sobre el uso de la marihuana y otra muy distinta es especifcar de qué forma la sustancia estará al servicio de la comunidad.\n \"Nos interesa que el uso medicinal quede regulado de manera tal que esté disponible para su uso de manera apropiada, lo que incluye el estudio de la mejor forma para acceder a la medicina.  Si vamos a tener clubes de usuarios como en España, o el Estado va a tener una plantación como en Uruguay o se va a permitir el autocultivo como en Colorado, EE.UU.\", dijo Sánchez.\n El tema en la UDI adquirió mayor preponderancia desde que el alcalde de La Florida, Rodolfo Carter, anunciara su plan de cultivar cannabis para uso medicinal de pacientes de su comuna.\n A esto se agregó el diputado gremialista Felipe de Mussy, quien reconoció fumar marihuana de vez en cuando.\n Tras esto, el secretario general del gremialismo e integrante de la Comisión de Salud de la Cámara de Diputados, Javier Macaya, se mostró abierto a discutir el tema, aunque no para despenalizar la sustancia, sino que para determinar bien los límites entre consumo y tráfico.\n \"Tenemos medicamentos en Chile que tienen principios activos de drogas muchísimo más complejos que la marihuana.  Me parece que son temas que se ridiculizan, porque legalizar la marihuana, desde la perspectiva de comercio, no está en los planes de la UDI.  Sí nos interesa entregar la mayor cantidad de criterios objetivos a los tribunales de Justicia al momento de fallar en las causas de narcotráfico versus de lo que son situaciones de tenencia para consumo\", dijo Macaya.\n Se espera que el próximo 16 de junio el diputado Macaya discuta el tema en el comité político de la UDI.",
                    "date": "2014-06-09",
                    "eventUri": "863822",
                    "id": "13374411",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5065,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "14:23:00",
                    "title": "Siquiatra cuestionó profundidad de miradas en discusión por marihuana - Cooperativa.cl",
                    "uri": "189688528",
                    "url": "http://www.cooperativa.cl/noticias/pais/salud/drogas/siquiatra-cuestiono-profundidad-de-miradas-en-discusion-por-marihuana/2014-06-09/095510.html",
                    "wgt": 1
                },
                {
                    "body": "Tras cuatro meses de legalización del cannabis en Colorado, los síntomas positivos afloran.  Este nuevo marco legal ha creado una nueva industria que demanda nuevos perfiles laborales y oferta nuevos puestos de trabajo especializados en el mundo cannábico.  Incluso ya existe un nuevo portal de oferta y demanda de empleo para este sector: Cannajobs.  De hecho existen varios.  En España, este escenario queda un poco más lejos.  Pero si al gobierno le da por normalizar el consumo de maría para saldar nuestro déficit, estos son algunos ejemplos...\netiquetas: empleos, marihuana, españa, legalización",
                    "date": "2014-05-27",
                    "eventUri": "863822",
                    "id": "12630043",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4386,
                    "source": {
                        "title": "www.meneame.net",
                        "uri": "www.meneame.net"
                    },
                    "time": "11:19:00",
                    "title": "10 nuevos empleos que crearía la legalización de la marihuana en España",
                    "uri": "185079392",
                    "url": "http://www.meneame.net/story/10-nuevos-empleos-crearia-legalizacion-marihuana-espana",
                    "wgt": 1
                },
                {
                    "body": "La Comisión de Gobierno del Ayuntamiento de Barcelona aprobó el miércoles suspender la apertura y ampliación de clubs cannábicos durante un año y hasta que el consistorio regule su situación, ha anunciado este viernes en rueda de prensa el primer teniente de alcalde, Joaquim Forn.\n \"Hemos detectado un conjunto de situaciones que se alejan del autoconsumo que debían tener\" estas entidades, algunas de las cuales promovían el consumo del cannabis, se publicitaban para captar clientes y generaban conflictos de convivencia.\n Además, en algunos locales se detectó a traficantes y menores, y varios no reunían las condiciones de seguridad necesarias ni seguían normas de ventilación y de aforo, entre otros aspectos.\n Hasta aprobarse la suspensión, \"no necesitaban ningún tipo de licencia: sólo un comunicado de actividad que se hacía llegar al Ayuntamiento, y esto ha facilitado el incremento\" de estas asociaciones en la ciudad, donde hay 160 registradas.  Todas se revisarán.\n \"No podemos permitir que, bajo la apariencia de entidades, amenacen el bienestar de las personas\", según Forn, que asegura que el Gobierno municipal tendrá especialmente en cuenta las condiciones de seguridad y las implicaciones sanitarias, por lo que contará con el sector médico y farmacológico para elaborar la regulación.\n Considera que es una decisión preventiva y sensata, y garantiza que no dejarán \"ningún tipo de brecha o de vacío legal\" que permita a estas entidades no adaptarse a la futura regulación.\n Forn ha resaltado que el Gobierno municipal tiene la responsabilidad de prevenir los efectos de las drogas --tanto duras como blandas-- sobre la sociedad, y especialmente en los jóvenes, ya que pueden ser causa de fracaso escolar.\n En referencia al turismo, ha resaltado que no pueden permitir \"que Barcelona se convierta en una ciudad referente de consumo de cannabis\", razón que se suma a los elementos por los que ha considerado necesaria la regulación.\n Para elaborar la nueva regulación consultará a expertos del ámbito médico y farmacológico para incorporar las recomendaciones del sector.\n El primer teniente de alcalde ha hecho este anuncio en una comparencia en la que también han participado el gerente de Prevención, Joan Delort y el director del área de Régimen Jurídico, Manuel Mallo.  Como avanzó EL PERIÓDICO en febrero, el Ayuntamiento de Barcelona ha decidido tener listo un protocolo para ordenar estas entidades ante la inacción de la Generalitat, que no decide si regula o prohíbe los clubs cannábicos debido a las divergencias entre las 'conselleries' de Interior y Salut.\n Esta regulación se trabaja en un momento en el que los clubs cannábicos con ánimo de lucro están proliferando.  El limbo legal que permite a las asociaciones dispensar marihuana y productos derivados en sus sedes sociales exige el cumplimiento de una lista de buenas prácticas, una especie de código de conducta autoimpuesto que garantiza la permanencia en los cauces de ese vacío -los hay- y el mantenimiento de la distancia con lo ilegal, pero algunas asociaciones no juegan limpio.\n Sin ir más lejos, la pasada semana los Mossos cerraron por primera vez en Catalunya una asociación cannábica en cumplimiento de una orden judicial.  El proceso de cierre del club, ubicado en el distrito de Ciutat Vella de Barcelona, se inició el 23 de mayo, cuando la policía, a instancias de la Fiscalía de Barcelona, denunció que en el local se traficaba con drogas y se favorecía y promocionaba su consumo.",
                    "date": "2014-06-13",
                    "eventUri": "863822",
                    "id": "13526157",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.412,
                    "source": {
                        "title": "El Periódico",
                        "uri": "www.elperiodico.com"
                    },
                    "time": "13:16:00",
                    "title": "Barcelona suspende la apertura y la ampliación de clubs de ... - El Periódico",
                    "uri": "190579689",
                    "url": "http://www.elperiodico.com/es/noticias/sociedad/barcelona-regulara-los-clubs-cannabicos-3299395",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 3,
            "averageDate": "2014-06-15",
            "avgCos": 0.4546,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "863822",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "863822",
            "lang": "spa",
            "storyDate": "2014-06-15",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-189316",
            "variance": 0.4934
        }
    },
    "meta": {
        "CCAArticleMatchCount": 23,
        "CCAArticleMatchRatio": 0.46,
        "CCAAvgCosSim": 0.6587630434782608,
        "CCAAvgMatchWgt": 34.73913043478261,
        "_articleUri1": "189688528",
        "_articleUri2": "191143129",
        "_datetime": "2015-02-23 14:43:36",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-189316",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-495118",
        "_username": "admin",
        "artCount1": 3,
        "artCount2": 18,
        "avgCosSimStory1": 0.4546,
        "avgCosSimStory2": 0.6588,
        "categorySim": 0,
        "conceptCosSim": 0.2481794212367754,
        "conceptJaccardSim": 0.1685393258426966,
        "coreTime1": 126661.2666666667,
        "coreTime2": 126738.4333333333,
        "coreTimeStDev1": 40.25202395034274,
        "coreTimeStDev2": 6.852253959946109,
        "entityCosSim": 0.2934738758983321,
        "entityJaccardSim": 0.1891891891891892,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.2375851148746378,
        "keywordJaccardSim": 0.1538461538461539,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 3,
        "storyQuality2": 17,
        "timeAvg1": 126718.1888888889,
        "timeAvg2": 126745.3657407407,
        "timeStDev1": 40.25202395034274,
        "timeStDev2": 12.76216978173205,
        "varianceStory1": 0.4934,
        "varianceStory2": 0.5382
    }
}