{
    "850f305d-14db-4c75-b547-79470a557ea3-852615": {
        "articles": {
            "resultCount": 21,
            "results": [
                {
                    "body": "The Spanish nurse who became the first person in Europe to become infected with Ebola says she 'hasn't the slightest idea' how she contracted the killer disease.\n\nTeresa Romero Ramos, 44, from Galicia in northwest Spain, one of the medical team that treated two repatriated Spanish priests who died from Ebola, was diagnosed with the illness on Monday.\n\nShe is now being held in quarantine at a hospital in Madrid under police guard but terrifyingly said she followed all safety protocols but still became ill.\n\nEbola is spread via bodily fluids like vomit or diarrhoea, but Mrs Romero Ramos wore a protective suit and there are fears the clothing did not meet safety standards.\n\nWhen asked how she thinks she became ill she told El Mundo: 'I can't tell you, I haven't the slightest idea'.\n\nShe was asked if she did anything that would have put herself at risk she said: 'No, not at all,' adding 'yes, I followed protocols'.\n\nMrs Romero Ramos said days after contracting Ebola: 'I'm a little better now' but would not expand on her health and was described as struggling to speak by the journalist who briefly interviewed her.\n\nHer husband Javier Limon Romero, who is also in quarantine over fears he may too have contracted the disease, said his wife was not worried about getting ill and volunteered to help the priests.\n\n'She volunteered. Other people run way. But not Teresa,' he said.\n\n'I have heard that others called in sick. But not Teresa. She asked to be sent there.'\n\nArmed police have been spotted outside the nurse's Madrid home in the suburb of Alcorcon, as curious members of the public gathered outside.\n\nTheir identities came out after Mr Romero asked a Spanish animal charity to start a social media campaign to stop health officials putting his dog down.\n\nHer husband raged: 'I want to publicly denounce a man called Zarco, who I think is Head of Health for the community of Madrid and who's told me that I have to sacrifice my dog. He's asked for my consent and I've denied it, to which he responded that they would ask for a court order to enter my house and sacrifice it.'\n\nAnger was growing in Spain meanwhile over how the nurse became infected with Ebola as it was claimed the protective suits given to health officials were not good enough.\n\nFour suspected Ebola patients are now in hospital in Madrid after Teresa Romero Ramos was confirmed as the first person to catch the virus outside of West Africa.\n\nThe escalation in Spain's Ebola outbreak comes as officials revealed 30 people were being monitored for symptoms.\n\nIn a further worrying development, the World Health Organisation says Europe must brace itself for even more outbreaks.\n\nIt has also since emerged that a week before she tested positive for Ebola the nurse had contacted health workers to complain of a fever and fatigue, telling them she had helped treat two priests who contracted Ebola in Africa and were repatriated to Spain.\n\nBut it wasn't until she went to her local hospital on Monday that she was finally admitted and tested for the virus.\n\nIt is not the same hospital where she worked, raising questions over the number of people she has come into contact with.\n\nToday husband Javier, who is also being looked after at the Carlos III Hospital, spoke to respected Spanish daily El Mundo, which managed to get a quick phone interview with him in hospital.\n\nHe sounded fit and in good health during their five-minute chat.\n\nHe told the paper: 'My wife has been working normally and has followed all the normal protocols.\n\n'We've no idea how she could have been infected.\n\n'She's never appeared worried about anything. We were going to go on holiday and couldn't because of an accident I had at work.\n\n'She volunteered to help the second priest who died from Ebola. She was on the rota when the first patient arrived but volunteered second time round.'\n\nAnger was growing in Spain today over how the nurse became infected with Ebola as it was claimed the protective suits given to health officials were not good enough.\n\nFour suspected Ebola patients are now in hospital in Madrid after Teresa Romero Ramos was confirmed as the first person to catch the virus outside of West Africa.\n\nThe escalation in Spain's Ebola outbreak comes as officials revealed 30 people were being monitored for symptoms,\n\nMeanwhile the World Health Organisation warned that it is 'unavoidable' more cases will be diagnosed in Europe.\n\nWHO's European director Zsuzsanna Jakab said further such events were 'unavoidable'.\n\nShe said: 'Such imported cases and similar events as have happened in Spain will happen also in the future, most likely.\n\n'It is quite unavoidable... that such incidents will happen in the future because of the extensive travel both from Europe to the affected countries and the other way around.'\n\n'It will happen,' she added. 'But the most important thing in our view is that Europe is still at low risk and that the western part of the European region particularly is the best prepared in the world to respond to viral hemorrhagic fevers including Ebola.'\n\nOfficials have said they 'don't know' how the Spanish nurse became infected with the deadly virus.\n\nBut last night staff at the Carlos III hospital where she worked claimed the protective suits they were given were not good enough.\n\nUnnamed sources told Spanish daily El Pais the suits did not meet World Health Organisation standards.\n\nThey said the suits they were issued with were permeable and lacked breathing apparatus.\n\n'At the moment we are investigating the way in which the professional was infected,' said Antonio Alemany, the head of Madrid's primary health care services.\n\n'We don't know yet what failed,' he was quoted by the Guardian as saying. 'We're investigating the mechanism of infection.'\n\nMercedes Vinuesa, the head of Spain's public health service, told parliament today that the nurse's husband had been placed in quarantine. Although he has shown no signs of Ebola, the measures have been taken as a precaution.\n\nIn addition, a second nurse who also treated the priest who died on September 25 was put into quarantine after experiencing diarrhoea but she did not have a fever, the most common initial symptom for Ebola.\n\nA Nigerian man who recently arrived in Spain is also under quarantine but tested negative for Ebola in his first test.\n\nNews of the quarantines has hit Spain's stock market. It is one of Europe's biggest tourist destinations and stocks in companies such as airlines and hotel chains fell on the Madrid stock exchange.\n\nProf Jonathan Ball, Professor of Molecular Virology at the University of Nottingham, said: 'If appropriate containment measures were adopted this really should not have happened.\n\n'It will be crucial to find out what went wrong in this case so necessary measures can be taken to ensure it doesn't happen again.\n\n'As the African outbreak perfectly illustrates, healthcare workers put their life on the line, so everything should be done to ensure that risks are minimised as much as possible.\n\n'As for the suggestion of screening people as they arrive at airports, this would only work if people were already showing symptoms.'\n\nDr Ben Neuman, Lecturer in Virology, University of Reading, said: 'Nurses face a problem in that a person who is sick with Ebola can make quite a lot of highly infectious waste, as the patient loses fluid through diarrhoea and vomiting.\n\n'Those bodily fluids can contain millions of Ebola viruses, and it only takes one to transfer the infection.\n\n'The protective suits that Ebola workers wear provide excellent protection, but there is a danger when it is time to take the suit off.\n\n'It is also possible that a tiny amount of Ebola-containing liquid splashed on the protective garments, and then was transferred to her skin while removing the protective clothing.'\n\nTwo separate tests confirmed that the woman had contracted the disease.\n\nDespite the concerns raised today, colleagues last night expressed their surprise at news the nurse had contracted the virus, saying that there had been 'extreme' measures in place to protect hospital staff.\n\nOne told Spanish daily El Pais that nurses were equipped with two protective overalls, two pairs of gloves and glasses. All medics had to use a special card to access the hospital's sixth floor - where the two men were treated.\n\nThe Carlos III Hospital was evacuated before the arrival of the first missionary, Miguel Pajares, who contracted the disease in Liberia, but not for Mr Viejo as the sixth floor had already been hermetically sealed.\n\nMr Pajares, the first person in Europe to be treated for Ebola, died at Madrid's Carlos III Hospital in August despite receiving experimental drug ZMapp after he returned.\n\nMr Viejo died at the hospital the following month after contracting the virus in Sierra Leone.\n\nThe Spanish nurse is understood to have tested positive for Ebola in a first analysis after going to hospital in Alcorcon near Madrid with a high fever early yesterday morning.\n\nDoctors isolated the emergency treatment room.\n\nA Ministry of Health source told Spanish daily El Mundo: 'She arrived at the University Hospital Alcorcon Foundation with fever and has undergone tests. The first test has come back positive.'\n\nMeanwhile, in Oslo medical teams received their country's first Ebola victim after a Doctors Without Borders worker flew home after testing positive for the virus.\n\nAnne-Cecilie Kaltenborn, the organization's general secretary in Norway, said the Norwegian female doctor started feeling sick over the weekend and was isolated after she came down with a fever on Sunday.\n\n'We don't know how she was infected. We have very strict rules about working in the field, and all our workers use protective clothing,' Ms Kaltenborn told reporters in Oslo. 'She will be placed in an isolation ward in hospital in Oslo after arrival.'\n\nMs Kaltenborn declined to name the worker or give further details pending an investigation by the organization.\n\nShe said Doctors Without Borders has 86 foreign workers among the 1,200 working currently in Sierra Leone.\n\nHealth Minister Bent Hoie said Norway is ready to accept the patient and that health officials had been preparing for months to treat people infected with the virus.\n\nEbola spreads through contact with the bodily fluids of someone who has the virus and the only way to stop an outbreak is to isolate those who are infected.\n\nThe current outbreak in west Africa, the worst ever, has infected nearly 7,500 people and caused more than 3,400 deaths. There have been a handful of cases in the West.\n\nBritish nurse William Pooley, 29, who was infected with the virus while working in Sierra Leone, recovered last month after being flown back to London for treatment.\n\nHe later jetted to the US to give blood to an American battling the disease.\n\nToday in the U.S., video journalist Ashoka Mukpo, who became infected while working in Liberia, arrived at the Nebraska Medical Centre in Omaha. It's not clear how he was infected said his father, Dr. Mitchell Levy, adding that on Monday, his symptoms of fever and nausea still appeared mild.\n\nMr Mukpo is the fifth American sick with Ebola brought back from West Africa for medical care.\n\nThe others were aid workers - three have recovered and one remains hospitalised.\n\nThere are no approved drugs for Ebola, so doctors have tried experimental treatments in some cases.\n\nA critically ill Liberian man hospitalised in Dallas is getting an experimental treatment, Texas Health Presbyterian Hospital said.\n\nThomas Eric Duncan is the first person to be diagnosed with Ebola in the U.S., he was admitted to the hospital on September 28.\n\nThe hospital said Mr Duncan was receiving an experimental medication called brincidofovir, which was developed to treat other types of viruses. Laboratory tests suggested it may also work against Ebola.\n\nTexas Governor Rick Perry urged the U.S. government to begin screening air passengers arriving from Ebola-affected nations, including taking their temperatures.\n\nBut Federal health officials say a travel ban could make the desperate situation worse in those countries. White House spokesman Josh Earnest said it was not currently under consideration.\n\nPresident Barack Obama said the U.S. will be 'working on protocols to do additional passenger screening both at the source and here in the United States.' He did not outline any details.\n\nLeading charity Save the Children warned recently Ebola is spreading at a 'terrifying rate' with the number of recorded cases doubling every week.\n\nSpeaking at a conference in London co-hosted with Sierra Leone last week, UK Foreign Secretary Philip Hammond called for more financial aid, doctors and nurses.\n\nScientists have warned that the deadly virus could spread across the world infecting people from the U.S. to China within three weeks.\n\nThere is a 50 per cent chance a traveller carrying the disease could touch down in the UK by October 24, a team of U.S. researchers have predicted.\n\nUsing Ebola spread patterns and airline traffic data they have calculated the odds of the virus spreading across the world.\n\nThey estimate there is a 75 per cent chance Ebola will reach French shores by October 24.\n\nAnd Belgium has a 40 per cent chance of seeing the disease arrive on its territory, while Spain and Switzerland have lower risks of 14 per cent each.\n\nProfessor Alessandro Vespignani of Northeastern University in Boston, who led the research, said: 'This is not a deterministic list, it's about probabilities - but those probabilities are growing for everyone.\n\n'It's just a matter of who gets lucky and who gets unlucky.\n\n'Air traffic is the driver.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21376432",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8219,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "07:15:00",
                    "title": "'I followed protocols but still got Ebola': Spanish nurse under police guard after she contracted killer disease says she has 'no idea' how she got it",
                    "uri": "216435990",
                    "url": "http://www.dailymail.co.uk/news/article-2784626/I-followed-protocols-got-Ebola-Spanish-nurse-police-guard-contracted-killer-disease-says-no-idea-got-it.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "The Spanish nurse who became the first person in Europe to become infected with Ebola says she 'hasn't the slightest idea' how she contracted the killer disease.\n\nTeresa Romero Ramos, 44, from Galicia in northwest Spain, one of the medical team that treated two repatriated Spanish priests who died from Ebola, was diagnosed with the illness on Monday.\n\nShe is now being held in quarantine at a hospital in Madrid under police guard but terrifyingly said she followed all safety protocols but still became ill.\n\nEbola is spread via bodily fluids like vomit or diarrhoea, but Mrs Romero Ramos wore a protective suit and there are fears the clothing did not meet safety standards.\n\nWhen asked how she thinks she became ill she told El Mundo: 'I can't tell you, I haven't the slightest idea'.\n\nShe was asked if she did anything that would have put herself at risk she said: 'No, not at all,' adding 'yes, I followed protocols'.\n\nMrs Romero Ramos said days after contracting Ebola: 'I'm a little better now' but would not expand on her health and was described as struggling to speak by the journalist who briefly interviewed her.\n\nHer husband Javier Limon Romero, who is also in quarantine over fears he may too have contracted the disease, said his wife was not worried about getting ill and volunteered to help the priests.\n\n'She volunteered. Other people run way. But not Teresa,' he said.\n\n'I have heard that others called in sick. But not Teresa. She asked to be sent there.'\n\nArmed police have been spotted outside the nurse's Madrid home in the suburb of Alcorcon, as curious members of the public gathered outside.\n\nTheir identities came out after Mr Romero asked a Spanish animal charity to start a social media campaign to stop health officials putting his dog down.\n\nHer husband raged: 'I want to publicly denounce a man called Zarco, who I think is Head of Health for the community of Madrid and who's told me that I have to sacrifice my dog. He's asked for my consent and I've denied it, to which he responded that they would ask for a court order to enter my house and sacrifice it.'\n\nAnger was growing in Spain meanwhile over how the nurse became infected with Ebola as it was claimed the protective suits given to health officials were not good enough.\n\nFour suspected Ebola patients are now in hospital in Madrid after Teresa Romero Ramos was confirmed as the first person to catch the virus outside of West Africa.\n\nThe escalation in Spain's Ebola outbreak comes as officials revealed 30 people were being monitored for symptoms.\n\nIn a further worrying development, the World Health Organisation says Europe must brace itself for even more outbreaks.\n\nIt has also since emerged that a week before she tested positive for Ebola the nurse had contacted health workers to complain of a fever and fatigue, telling them she had helped treat two priests who contracted Ebola in Africa and were repatriated to Spain.\n\nBut it wasn't until she went to her local hospital on Monday that she was finally admitted and tested for the virus.\n\nIt is not the same hospital where she worked, raising questions over the number of people she has come into contact with.\n\nToday husband Javier, who is also being looked after at the Carlos III Hospital, spoke to respected Spanish daily El Mundo, which managed to get a quick phone interview with him in hospital.\n\nHe sounded fit and in good health during their five-minute chat.\n\nHe told the paper: 'My wife has been working normally and has followed all the normal protocols.\n\n'We've no idea how she could have been infected.\n\n'She's never appeared worried about anything. We were going to go on holiday and couldn't because of an accident I had at work.\n\n'She volunteered to help the second priest who died from Ebola. She was on the rota when the first patient arrived but volunteered second time round.'\n\nAnger was growing in Spain today over how the nurse became infected with Ebola as it was claimed the protective suits given to health officials were not good enough.\n\nMeanwhile the World Health Organisation warned that it is 'unavoidable' more cases will be diagnosed in Europe.\n\nWHO's European director Zsuzsanna Jakab said further such events were 'unavoidable'.\n\nShe said: 'Such imported cases and similar events as have happened in Spain will happen also in the future, most likely.\n\n'It is quite unavoidable... that such incidents will happen in the future because of the extensive travel both from Europe to the affected countries and the other way around.'\n\n'It will happen,' she added. 'But the most important thing in our view is that Europe is still at low risk and that the western part of the European region particularly is the best prepared in the world to respond to viral hemorrhagic fevers including Ebola.'\n\nOfficials have said they 'don't know' how the Spanish nurse became infected with the deadly virus.\n\nBut last night staff at the Carlos III hospital where she worked claimed the protective suits they were given were not good enough.\n\nUnnamed sources told Spanish daily El Pais the suits did not meet World Health Organisation standards.\n\nThey said the suits they were issued with were permeable and lacked breathing apparatus.\n\n'At the moment we are investigating the way in which the professional was infected,' said Antonio Alemany, the head of Madrid's primary health care services.\n\n'We don't know yet what failed,' he was quoted by the Guardian as saying. 'We're investigating the mechanism of infection.'\n\nMercedes Vinuesa, the head of Spain's public health service, told parliament today that the nurse's husband had been placed in quarantine. Although he has shown no signs of Ebola, the measures have been taken as a precaution.\n\nIn addition, a second nurse who also treated the priest who died on September 25 was put into quarantine after experiencing diarrhoea but she did not have a fever, the most common initial symptom for Ebola.\n\nA Nigerian man who recently arrived in Spain is also under quarantine but tested negative for Ebola in his first test.\n\nNews of the quarantines has hit Spain's stock market. It is one of Europe's biggest tourist destinations and stocks in companies such as airlines and hotel chains fell on the Madrid stock exchange.\n\nProf Jonathan Ball, Professor of Molecular Virology at the University of Nottingham, said: 'If appropriate containment measures were adopted this really should not have happened.\n\n'It will be crucial to find out what went wrong in this case so necessary measures can be taken to ensure it doesn't happen again.\n\n'As the African outbreak perfectly illustrates, healthcare workers put their life on the line, so everything should be done to ensure that risks are minimised as much as possible.\n\n'As for the suggestion of screening people as they arrive at airports, this would only work if people were already showing symptoms.'\n\nDr Ben Neuman, Lecturer in Virology, University of Reading, said: 'Nurses face a problem in that a person who is sick with Ebola can make quite a lot of highly infectious waste, as the patient loses fluid through diarrhoea and vomiting.\n\n'Those bodily fluids can contain millions of Ebola viruses, and it only takes one to transfer the infection.\n\n'The protective suits that Ebola workers wear provide excellent protection, but there is a danger when it is time to take the suit off.\n\n'It is also possible that a tiny amount of Ebola-containing liquid splashed on the protective garments, and then was transferred to her skin while removing the protective clothing.'\n\nTwo separate tests confirmed that the woman had contracted the disease.\n\nDespite the concerns raised today, colleagues last night expressed their surprise at news the nurse had contracted the virus, saying that there had been 'extreme' measures in place to protect hospital staff.\n\nOne told Spanish daily El Pais that nurses were equipped with two protective overalls, two pairs of gloves and glasses. All medics had to use a special card to access the hospital's sixth floor - where the two men were treated.\n\nThe Carlos III Hospital was evacuated before the arrival of the first missionary, Miguel Pajares, who contracted the disease in Liberia, but not for Mr Viejo as the sixth floor had already been hermetically sealed.\n\nMr Pajares, the first person in Europe to be treated for Ebola, died at Madrid's Carlos III Hospital in August despite receiving experimental drug ZMapp after he returned.\n\nMr Viejo died at the hospital the following month after contracting the virus in Sierra Leone.\n\nThe Spanish nurse is understood to have tested positive for Ebola in a first analysis after going to hospital in Alcorcon near Madrid with a high fever early yesterday morning.\n\nDoctors isolated the emergency treatment room.\n\nA Ministry of Health source told Spanish daily El Mundo: 'She arrived at the University Hospital Alcorcon Foundation with fever and has undergone tests. The first test has come back positive.'\n\nMeanwhile, in Oslo medical teams received their country's first Ebola victim after a Doctors Without Borders worker flew home after testing positive for the virus.\n\nAnne-Cecilie Kaltenborn, the organization's general secretary in Norway, said the Norwegian female doctor started feeling sick over the weekend and was isolated after she came down with a fever on Sunday.\n\n'We don't know how she was infected. We have very strict rules about working in the field, and all our workers use protective clothing,' Ms Kaltenborn told reporters in Oslo. 'She will be placed in an isolation ward in hospital in Oslo after arrival.'\n\nMs Kaltenborn declined to name the worker or give further details pending an investigation by the organization.\n\nShe said Doctors Without Borders has 86 foreign workers among the 1,200 working currently in Sierra Leone.\n\nHealth Minister Bent Hoie said Norway is ready to accept the patient and that health officials had been preparing for months to treat people infected with the virus.\n\nEbola spreads through contact with the bodily fluids of someone who has the virus and the only way to stop an outbreak is to isolate those who are infected.\n\nThe current outbreak in west Africa, the worst ever, has infected nearly 7,500 people and caused more than 3,400 deaths. There have been a handful of cases in the West.\n\nBritish nurse William Pooley, 29, who was infected with the virus while working in Sierra Leone, recovered last month after being flown back to London for treatment.\n\nHe later jetted to the US to give blood to an American battling the disease.\n\nToday in the U.S., video journalist Ashoka Mukpo, who became infected while working in Liberia, arrived at the Nebraska Medical Centre in Omaha. It's not clear how he was infected said his father, Dr. Mitchell Levy, adding that on Monday, his symptoms of fever and nausea still appeared mild.\n\nMr Mukpo is the fifth American sick with Ebola brought back from West Africa for medical care.\n\nThe others were aid workers - three have recovered and one remains hospitalised.\n\nThere are no approved drugs for Ebola, so doctors have tried experimental treatments in some cases.\n\nA critically ill Liberian man hospitalised in Dallas is getting an experimental treatment, Texas Health Presbyterian Hospital said.\n\nThomas Eric Duncan is the first person to be diagnosed with Ebola in the U.S., he was admitted to the hospital on September 28.\n\nThe hospital said Mr Duncan was receiving an experimental medication called brincidofovir, which was developed to treat other types of viruses. Laboratory tests suggested it may also work against Ebola.\n\nTexas Governor Rick Perry urged the U.S. government to begin screening air passengers arriving from Ebola-affected nations, including taking their temperatures.\n\nBut Federal health officials say a travel ban could make the desperate situation worse in those countries. White House spokesman Josh Earnest said it was not currently under consideration.\n\nPresident Barack Obama said the U.S. will be 'working on protocols to do additional passenger screening both at the source and here in the United States.' He did not outline any details.\n\nLeading charity Save the Children warned recently Ebola is spreading at a 'terrifying rate' with the number of recorded cases doubling every week.\n\nSpeaking at a conference in London co-hosted with Sierra Leone last week, UK Foreign Secretary Philip Hammond called for more financial aid, doctors and nurses.\n\nScientists have warned that the deadly virus could spread across the world infecting people from the U.S. to China within three weeks.\n\nThere is a 50 per cent chance a traveller carrying the disease could touch down in the UK by October 24, a team of U.S. researchers have predicted.\n\nUsing Ebola spread patterns and airline traffic data they have calculated the odds of the virus spreading across the world.\n\nThey estimate there is a 75 per cent chance Ebola will reach French shores by October 24.\n\nAnd Belgium has a 40 per cent chance of seeing the disease arrive on its territory, while Spain and Switzerland have lower risks of 14 per cent each.\n\nProfessor Alessandro Vespignani of Northeastern University in Boston, who led the research, said: 'This is not a deterministic list, it's about probabilities - but those probabilities are growing for everyone.\n\n'It's just a matter of who gets lucky and who gets unlucky.\n\n'Air traffic is the driver.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21380598",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8163,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "07:39:00",
                    "title": "'I followed protocols but STILL got Ebola': Spanish nurse under police guard after she contracted killer disease says she has 'no idea' how she got it from two dying priests",
                    "uri": "216441884",
                    "url": "http://www.dailymail.co.uk/news/article-2784626/I-followed-protocols-got-Ebola-Spanish-nurse-police-guard-contracted-killer-disease-says-no-idea-got-it.html?ito=social-twitter_mailonline",
                    "wgt": 1
                },
                {
                    "body": "A Spanish medical worker has tested positive for Ebola in what is suspected as the first transmission of the disease outside West Africa since the current outbreak began. Photo: AP\n\nThe husband and a co-worker of a Spanish nurse's aide who was infected with Ebola in Madrid have been placed in quarantine, officials said Tuesday, as authorities struggled to address international concern over further contagion in the country and beyond.\n\nHealth officials maintained that all appropriate safety measures were taken in the special Ebola ward where the woman worked. But several nurses who work in the isolation unit said some of the special gear they were provided was inadequate, with one describing having to duct tape her protective clothing to her wrists.\n\nMore Fate of Nurse's Aide's Dog Sparks Outcry in Spain Health Care Workers Face Ebola Risks How Liberian Farm Became Ebola Sanctuary\n\nSpain's medical community and some of its 47 million people reacted with alarm to the first suspected case of transmission outside West Africa. The country's stock market fell as airline and hotel shares took a beating.\n\nThe Spanish case, along with that of a Liberian man who became ill in Dallas last week after arriving from his home country, has raised concern about weaknesses in developed countries' medical defenses. Hospital officials said Tuesday afternoon that the man, Thomas Eric Duncan, remains in critical, but stable condition. Six Ebola patients have been cared for in U.S. hospitals since the West African outbreak began.\n\nThe European Union said it had asked Madrid for more details of how the aide had contracted the disease. Ten Ebola patients have been evacuated to European countries so far, according to EU health officials -- eight to EU countries and one each to Norway and Switzerland.\n\nHealth-care workers called for Spanish Health Minister Ana Mato to resign at a demonstration outside Madrid's La Paz Hospital on Tuesday. Reuters\n\nOfficials in Norway, France and Germany said they were confident of their own procedures. The World Health Organization's regional director for Europe stressed that the bloc's countries, including Spain, are still considered at low risk for Ebola. Other such isolated cases may occur on the Continent in the coming months as countries there bring home infected citizens from Africa to treat them, Zsuszanna Jakab said.\n\n\"The preparedness in the EU is very good, probably the best in the world against hemorrhagic fever, including Ebola,\" Dr. Jakab said. They have lab facilities to test for the virus, isolation wards and trained staff to care for patients and arrangements to trace backward how an Ebola patient came to have contact with the virus.\n\nThe EU activated its Early Warning and Response System, a confidential computer network that allows the bloc's members to share information on a disease outbreak and coordinate a response.\n\nThe Ebola outbreak this year has killed more than 3,400 people in West Africa, according to the WHO, and has become a mounting concern to the rest of the world. It has taken a high toll among health-care workers, sickening or killing more than 370 in Liberia, Guinea and Sierra Leone, the hardest-hit countries.\n\nThe Spanish medical worker tested positive after working with a Sierra Leone-based missionary who had contracted the disease and was flown to Madrid for treatment. Officials said she complained of mild fever and weakness on Sept. 30, five days after his death, and was isolated on Monday, almost a week later, at a suburban hospital outside Madrid.\n\nIt isn't clear how long she would have been infectious. Mercedes Vinuesa, Spain's public-health director, said officials were monitoring the 29 other members of the medical team and 22 other people she came in contact with since late September.\n\n\"Every recommendation by the World Health Organization is being followed,\" Ms. Vinuesa told a parliamentary commission Tuesday. \"It must be clear that well-implemented safety measures provide a very high security margin\" against Ebola infection.\n\nThe hashtag #VamosAMorirTodos -- \"We Are All Going to Die\" in Spanish -- was trending among Twitter users in Spain, according to Trendsmap, a company that tracks popular hashtags on the social-media site.\n\nAn ambulance carrying a Spanish nurse who has contracted Ebola arrives at the Carlos III Hospital in Madrid early Tuesday. Reuters\n\nJavier Barrio, an analyst with BPI, said concerns about the economic impact of a larger outbreak are weighing on Spain's stock market. \"It's not simply that tourism might be hurt, but also that people may prefer to stay home and stop consuming,\" he said.\n\nSpanish officials said they were investigating how the nurse's aide would have contracted Ebola. Carlos III Hospital, where she worked, was equipped with gloves, gowns, masks, goggles and other gear meant to protect against bodily fluids, which spread the disease.\n\nBut several nurses who work in the hospital's sixth-floor isolation unit said some of the gear was inadequate. One said the yellow coveralls she was issued sometimes failed to loop around her thumbs to keep the sleeves from bunching up and exposing her forearm, so she fixed them to her wrists with duct tape.\n\nAnother medical worker at the isolation unit said training to handle Ebola patients had been \"scarce, and at the last minute.\" In August, just before the first patient arrived, the hospital called in staff to explain how to put on and remove protective gear, she said. Many who, like herself, were on vacation were later briefed by colleagues but got no formal training, she said.\n\nMs. Vinuesa said the nurse's aide had been moved early Tuesday from the suburban hospital to Carlos III. Officials said her husband was also quarantined there and was being tested, along with a nurse who had treated the missionary. Officials later said the nurse had tested negative for Ebola but remained under quarantine. They didn't say whether the husband had symptoms of Ebola.\n\nDoctors were also testing a third quarantined person, a man who returned from a trip to Nigeria with a fever, officials said. They said he had tested negative for Ebola and was awaiting a second test. His nationality wasn't clear.\n\nColleagues identified the infected nurse's aide only by her first name, Teresa, a 44-year-old married woman with no children and 14 years on the job. She was one of 30 medical personnel who treated Brother Manuel García Viejo in September and another Spanish missionary, the Rev. Miguel Pajares, who died of Ebola in August after being brought home from Liberia.\n\nColleagues said the nurse's aide had washed Brother García Viejo's body once, changed his diaper and took his temperature while he was alive, and spent an hour cleaning his room the night after his death.\n\nShe then took time off to take an exam, with the aim of upgrading her temporary contract to a permanent one, but followed the required precautions as soon as she noticed a mild fever, her colleagues said. She checked in with medical staff at a different Madrid hospital but was sent home because her fever didn't exceed 101.48 degrees Fahrenheit, the temperature that would set in motion the protocol to test for Ebola, said Elvira González, head of Spain's Nursing Aides Union.\n\nThe infected worker then checked in with her primary health-care physician, who gave her Paracetamol, a common pain reliever, to treat her fever. Then she summoned an ambulance to her home, but her fever still wasn't high enough. \"She went to these health professionals basically giving them a prediagnosis,\" and alerting them that she had worked with an Ebola patient, Ms. González said.\n\nShe also had spots on her skin, Ms. González said. A rash is a symptom of Ebola, according to the WHO.\n\nAs the fever persisted, her colleagues said, the infected woman started sleeping in a separate bedroom and using a different bathroom from those of her husband. She was finally hospitalized and tested after her fever spiked.\n\n\"It's intimidating,\" she told nursing colleagues on a WhatsApp chat group after being diagnosed with Ebola. \"I'm really scared.\"\n\nSpanish officials said on Tuesday that she was responding well to an experimental Ebola treatment based on antibodies from the bloodstream of an African nun who survived the illness. They said she had a mild fever. Her nursing colleagues said she had suffered vomiting and diarrhea on Monday but those symptoms had subsided.\n\nInfectious-disease experts said that more about how the transmission happened must be known before it is clear whether any changes in protective procedures are necessary. However, experts agree that the transmission likely was related to human practice rather than the virus itself mutating to become more infectious.\n\nFor instance, it can be difficult to get out of protective contamination suits, so there could have been a breach during that process.\n\nFrancisco George, Portugal's top health official, said he suspected the protective gear worn by the Spanish nurse's aide was faulty. Portugal, which hasn't treated Ebola cases, was looking into its own medical protocols for the disease, he said.\n\nOn Tuesday, a Norwegian who had been working for Doctors Without Borders in Sierra Leone was flown to Oslo in a special jet for treatment in a hospital unit that handles chemical, biological, radiological, nuclear and explosive agents. Health-care workers in yellow protection suits met the patient at the airport.\n\n\"All patient treatment comes with a certain risk if you break routines,\" said Espen Nakstad, head of the National CBRNe Medical and Advisory Center, the unit treating the patient. \"I don't know what happened in Spain, but if you have good routines and safety equipment, you should be safe.\"\n\n-- Ilan Brat, Jeannette Neumann, Carlos Lopez Perea, Nicholas Winning, Kjetil Malkenes Hovland and Betsy McKay contributed to this article.\n\nWrite to Christopher Bjork at christopher.bjork@wsj.com and Shirley S. Wang at shirley.wang@wsj.com",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21338571",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7726,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "03:40:00",
                    "title": "Spain Rushes to Halt Ebola Threat",
                    "uri": "216271242",
                    "url": "http://online.wsj.com/articles/spain-struggles-to-address-concern-over-ebola-case-1412678870?mod=fox_australian",
                    "wgt": 1
                },
                {
                    "body": "A Spanish medical worker has tested positive for Ebola in what is suspected as the first transmission of the disease outside West Africa since the current outbreak began. Photo: AP\n\nThe husband and a co-worker of a Spanish nurse's aide who was infected with Ebola in Madrid have been placed in quarantine, officials said Tuesday, as authorities struggled to address international concern over further contagion in the country and beyond.\n\nHealth officials maintained that all appropriate safety measures were taken in the special Ebola ward where the woman worked. But several nurses who work in the isolation unit said some of the special gear they were provided was inadequate, with one describing having to duct tape her protective clothing to her wrists. (More: Fate of Ebola-Stricken Nurse's Aide's Dog Sparks Outcry in Spain)\n\nMore Fate of Nurse's Aide's Dog Sparks Outcry in Spain Health Care Workers Face Ebola Risks How Liberian Farm Became Ebola Sanctuary\n\nSpain's medical community and some of its 47 million people reacted with alarm to the first suspected case of transmission outside West Africa. The country's stock market fell as airline and hotel shares took a beating.\n\nThe Spanish case, along with that of a Liberian man who became ill in Dallas last week after arriving from his home country, has raised concern about weaknesses in developed countries' medical defenses. Hospital officials said Tuesday afternoon that the man, Thomas Eric Duncan, remains in critical, but stable condition. Six Ebola patients have been cared for in U.S. hospitals since the West African outbreak began.\n\nThe European Union said it had asked Madrid for more details of how the aide had contracted the disease. Ten Ebola patients have been evacuated to European countries so far, according to EU health officials -- eight to EU countries and one each to Norway and Switzerland.\n\nHealth-care workers called for Spanish Health Minister Ana Mato to resign at a demonstration outside Madrid's La Paz Hospital on Tuesday. Reuters\n\nOfficials in Norway, France and Germany said they were confident of their own procedures. The World Health Organization's regional director for Europe stressed that the bloc's countries, including Spain, are still considered at low risk for Ebola. Other such isolated cases may occur on the Continent in the coming months as countries there bring home infected citizens from Africa to treat them, Zsuszanna Jakab said.\n\n\"The preparedness in the EU is very good, probably the best in the world against hemorrhagic fever, including Ebola,\" Dr. Jakab said. They have lab facilities to test for the virus, isolation wards and trained staff to care for patients and arrangements to trace backward how an Ebola patient came to have contact with the virus.\n\nThe EU activated its Early Warning and Response System, a confidential computer network that allows the bloc's members to share information on a disease outbreak and coordinate a response.\n\nThe Ebola outbreak this year has killed more than 3,400 people in West Africa, according to the WHO, and has become a mounting concern to the rest of the world. It has taken a high toll among health-care workers, sickening or killing more than 370 in Liberia, Guinea and Sierra Leone, the hardest-hit countries.\n\nThe Spanish medical worker tested positive after working with a Sierra Leone-based missionary who had contracted the disease and was flown to Madrid for treatment. Officials said she complained of mild fever and weakness on Sept. 30, five days after his death, and was isolated on Monday, almost a week later, at a suburban hospital outside Madrid.\n\nIt isn't clear how long she would have been infectious. Mercedes Vinuesa, Spain's public-health director, said officials were monitoring the 29 other members of the medical team and 22 other people she came in contact with since late September.\n\n\"Every recommendation by the World Health Organization is being followed,\" Ms. Vinuesa told a parliamentary commission Tuesday. \"It must be clear that well-implemented safety measures provide a very high security margin\" against Ebola infection.\n\nThe hashtag #VamosAMorirTodos -- \"We Are All Going to Die\" in Spanish -- was trending among Twitter users in Spain, according to Trendsmap, a company that tracks popular hashtags on the social-media site.\n\nAn ambulance carrying a Spanish nurse who has contracted Ebola arrives at the Carlos III Hospital in Madrid early Tuesday. Reuters\n\nJavier Barrio, an analyst with BPI, said concerns about the economic impact of a larger outbreak are weighing on Spain's stock market. \"It's not simply that tourism might be hurt, but also that people may prefer to stay home and stop consuming,\" he said.\n\nSpanish officials said they were investigating how the nurse's aide would have contracted Ebola. Carlos III Hospital, where she worked, was equipped with gloves, gowns, masks, goggles and other gear meant to protect against bodily fluids, which spread the disease.\n\nBut several nurses who work in the hospital's sixth-floor isolation unit said some of the gear was inadequate. One said the yellow coveralls she was issued sometimes failed to loop around her thumbs to keep the sleeves from bunching up and exposing her forearm, so she fixed them to her wrists with duct tape.\n\nAnother medical worker at the isolation unit said training to handle Ebola patients had been \"scarce, and at the last minute.\" In August, just before the first patient arrived, the hospital called in staff to explain how to put on and remove protective gear, she said. Many who, like herself, were on vacation were later briefed by colleagues but got no formal training, she said.\n\nMs. Vinuesa said the nurse's aide had been moved early Tuesday from the suburban hospital to Carlos III. Officials said her husband was also quarantined there and was being tested, along with a nurse who had treated the missionary. Officials later said the nurse had tested negative for Ebola but remained under quarantine. They didn't say whether the husband had symptoms of Ebola.\n\nDoctors were also testing a third quarantined person, a man who returned from a trip to Nigeria with a fever, officials said. They said he had tested negative for Ebola and was awaiting a second test. His nationality wasn't clear.\n\nColleagues identified the infected nurse's aide only by her first name, Teresa, a 44-year-old married woman with no children and 14 years on the job. She was one of 30 medical personnel who treated Brother Manuel García Viejo in September and another Spanish missionary, the Rev. Miguel Pajares, who died of Ebola in August after being brought home from Liberia.\n\nColleagues said the nurse's aide had washed Brother García Viejo's body once, changed his diaper and took his temperature while he was alive, and spent an hour cleaning his room the night after his death.\n\nShe then took time off to take an exam, with the aim of upgrading her temporary contract to a permanent one, but followed the required precautions as soon as she noticed a mild fever, her colleagues said. She checked in with medical staff at a different Madrid hospital but was sent home because her fever didn't exceed 101.48 degrees Fahrenheit, the temperature that would set in motion the protocol to test for Ebola, said Elvira González, head of Spain's Nursing Aides Union.\n\nThe infected worker then checked in with her primary health-care physician, who gave her Paracetamol, a common pain reliever, to treat her fever. Then she summoned an ambulance to her home, but her fever still wasn't high enough. \"She went to these health professionals basically giving them a prediagnosis,\" and alerting them that she had worked with an Ebola patient, Ms. González said.\n\nShe also had spots on her skin, Ms. González said. A rash is a symptom of Ebola, according to the WHO.\n\nAs the fever persisted, her colleagues said, the infected woman started sleeping in a separate bedroom and using a different bathroom from those of her husband. She was finally hospitalized and tested after her fever spiked.\n\n\"It's intimidating,\" she told nursing colleagues on a WhatsApp chat group after being diagnosed with Ebola. \"I'm really scared.\"\n\nSpanish officials said on Tuesday that she was responding well to an experimental Ebola treatment based on antibodies from the bloodstream of an African nun who survived the illness. They said she had a mild fever. Her nursing colleagues said she had suffered vomiting and diarrhea on Monday but those symptoms had subsided.\n\nInfectious-disease experts said that more about how the transmission happened must be known before it is clear whether any changes in protective procedures are necessary. However, experts agree that the transmission likely was related to human practice rather than the virus itself mutating to become more infectious.\n\nFor instance, it can be difficult to get out of protective contamination suits, so there could have been a breach during that process.\n\nFrancisco George, Portugal's top health official, said he suspected the protective gear worn by the Spanish nurse's aide was faulty. Portugal, which hasn't treated Ebola cases, was looking into its own medical protocols for the disease, he said.\n\nOn Tuesday, a Norwegian who had been working for Doctors Without Borders in Sierra Leone was flown to Oslo in a special jet for treatment in a hospital unit that handles chemical, biological, radiological, nuclear and explosive agents. Health-care workers in yellow protection suits met the patient at the airport.\n\n\"All patient treatment comes with a certain risk if you break routines,\" said Espen Nakstad, head of the National CBRNe Medical and Advisory Center, the unit treating the patient. \"I don't know what happened in Spain, but if you have good routines and safety equipment, you should be safe.\"\n\n-- Ilan Brat, Jeannette Neumann, Carlos Lopez Perea, Nicholas Winning, Kjetil Malkenes Hovland and Betsy McKay contributed to this article.\n\nWrite to Christopher Bjork at christopher.bjork@wsj.com and Shirley S. Wang at shirley.wang@wsj.com",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21374966",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7703,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "07:05:00",
                    "title": "Spain Rushes to Halt Ebola Threat",
                    "uri": "216341769",
                    "url": "http://online.wsj.com/articles/spain-struggles-to-address-concern-over-ebola-case-1412678870?mod=WSJ_GoogleNews",
                    "wgt": 1
                },
                {
                    "body": "Doctors in Madrid have been testing three people for Ebola after a Spanish nurse became the first person known to have contracted the deadly virus outside West Africa.\n\nSome 52 others are being monitored, health officials say.\n\nThe nurse, identified in media reports as Teresa Romero, had treated two Spanish missionaries who died of Ebola after being repatriated.\n\nSome 3,400 people have died in the current outbreak.\n\nMost of the deaths have been in Guinea, Sierra Leone and Liberia.\n\nThe International Monetary Fund (IMF) has warned of the dire consequences for the economies in the region if the virus continues to spread.\n\nMeanwhile the chairman of the World Health Organisation's Ebola science group says he is not surprised that the Spanish nurse contracted the disease.\n\nSpeaking in Geneva, Prof Peter Piot said he expected more cases among medical staff, even in developed countries, and that the slightest mistake during the care of Ebola patients could be fatal.\n\nReports said one of three people hospitalised in Madrid after the nurse's diagnosis tested negative for the virus on Tuesday.\n\nA female health worker, who also treated one of the Spanish priests, has been cleared in two separate tests, health sources say.\n\nThe husband of the afflicted nurse and a Spanish man who travelled to Spain from Nigeria remain in quarantine.\n\nThe European Commission has asked Spain to explain how Ms Romero, a 40-year-old auxiliary nurse, could have become infected. A hospital investigation is under way.\n\nShe was one of about 30 staff at the Carlos III hospital in Madrid who had been treating priests Manuel Garcia Viejo and Miguel Pajares, officials say.\n\nMr Garcia Viejo, 69, died at the hospital on 25 September after catching Ebola in Sierra Leone. Mr Pajares, 75, died in August after contracting the virus in Liberia.\n\nMs Romero had twice gone into the room where Mr Garcia Viejo had been treated, to be directly involved in his care and to disinfect the room after his death.\n\nMadrid healthcare director Antonia Alemany said: \"The nurse went into the room wearing the individual protection gear and there's no knowledge of an accidental exposure to risk.\"\n\nShortly afterwards she went on holiday but fell ill on 30 September and was admitted to Alcorcon hospital in south-west Madrid.\n\nIt was not clear where she went on holiday.\n\nEarly on Tuesday Ms Romero was moved under police escort to Carlos III hospital in the capital and is said to be in a stable condition.\n\nThe Spanish health authorities say she is being treated with a drip using antibodies from previous Ebola patients.\n\nDoctors are monitoring 22 people including relatives and staff who had contact with the nurse at Alcorcon hospital, as well as 30 people working at Carlos III hospital.\n\nAll have been contacted by the health authorities.\n\nThe Carlos III hospital was reported to have had extreme protective measures in place including two sets of overalls, gloves and goggles.\n\nHowever, health workers told El Pais newspaper that the clothing did not have level-four biological security, which is fully waterproof and with independent breathing apparatus.\n\nInstead it was level two, the paper says, as photographs provided by staff indicated that the overalls did not allow for ventilation and the gloves were made of latex and bound with adhesive tape.\n\nHealth staff in Madrid protested over alleged safety failures on Tuesday.\n\nPatients should be isolated - ideally in a hospital with the highest level of bio-safety.\n\nSuch a facility would use a specially designed tent with controlled ventilation to house the patient's bed - this allows staff to provide clinical care while containing the infection.\n\nStaff treating the patient must wear protective suits, gloves, masks and goggles. This equipment should be completely impermeable since Ebola is spread in bodily fluids such as sweat, urine and blood\n\nAny clinical waste such as syringes, paper towels or clothing from the patient should be incinerated. A dedicated laboratory should be used to carry out any necessary tests.\n\nIMF official Rupa Duttagupta said on Tuesday that a generally positive outlook for growth in sub-Saharan Africa was overshadowed by what she described as \"the heavy economic toll\" on countries worst affected by Ebola.\n\nIn other developments:\n\nEbola spreads through contact with bodily fluids and the only way to stop an outbreak is to isolate those who are infected.\n\nThere have been nearly 7,500 confirmed infections worldwide, with officials saying the figure is likely to be much higher in reality.\n\nGuinea, Sierra Leone and Liberia have been hardest hit.\n\nThomas Duncan, the first person to be diagnosed with Ebola in the US, is being treated at a Dallas hospital. He caught the virus in his native Liberia. Doctors say he is in a critical but stable condition.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21351134",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7408,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "04:53:00",
                    "title": "Spain monitors Ebola nurse contacts",
                    "uri": "216271674",
                    "url": "http://www.bbc.co.uk/news/world-europe-29529793#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "Spanish health authorities reacted forcefully today after a nurse's aide was found to have contracted Ebola, putting her in an isolation unit, quarantining her husband and two other people, and getting a court order to euthanize her dog.\n\nThe case marked the first time the disease has been contracted outside of west Africa and has alarmed health workers throughout Europe.\n\nThe European Union has demanded an explanation from Spain as to how the health worker could have become infected. \"Tomorrow morning, we will have an audio conference call of EU's Health Security Committee,\" said Frederic Vincent, a spokesman for European Health Commission. \"We will all listen very carefully to what the Spanish officials have to tell us on why was the hospital not ready for Ebola patients.\"\n\nThe response by Madrid raised the specter that pets could spread the disease. The city of Madrid got a court order to euthanize and incinerate the woman's dog over her and her husband's objections, according to the Associated Press. The dog is a mixed breed pooch named Excalibur.\n\nThe government said available scientific knowledge suggests a risk that the dog could transmit the virus to humans.\n\nDr. Tom Frieden, director of the Centers for Disease Control and Prevention, said in a news conference today, \"We have not identified this as means of transmission,\" but declined to comment on the actions by Madrid officials.\n\nTexas health commissioner David Lakey, who has said they are monitoring about 50 people who had contact with the Ebola patient in Dallas, said, \"We are not monitoring any animals at this time.\"\n\nThe Spanish patient, who has not been publicly identified, worked as the equivalent of a nurse's aide at Madrid's Carlos III hospital. She was part of a team that treated two Ebola patients who were repatriated from West Africa after contracting the disease.\n\nThe medical team treated a missionary Miguel Pajares, 75, who was repatriated home from Liberia in August and died five days later. The same team took care of Mario Garcia Viejo, 69, a Spanish missionary who got infected in Sierra Leone and was flown to Madrid for treatment four days before he died on Sept. 25.\n\nTexas Ebola Patient Thomas Eric Duncan Now Getting Experimental Drug\n\nWhat to Know About the Experimental Drug Being Given to the Texas Ebola Patient\n\nUS Journalist With Ebola Leaves Liberia to Be Treated in Nebraska\n\nThe woman, 44, had contact with Viejo twice. Once when he was still alive and she had to change his diapers, and a second time after he died and she had to take out his sheets, clothing and bodily wastes, public health official said.\n\nShe went on holiday after Viejo's death, although officials insist she never left Madrid.\n\nOfficials said the woman wasn't feeling well for a week before she was admitted to the isolation unit. El Mundo daily reported that it was the nurse who asked repeatedly to be tested for Ebola, before it was done on Monday.\n\nSince her disease was diagnosed, her husband, who has no sign of disease, and two more people including a colleague who treated Viejo are being monitored in the hospital in a bid to try to stop the spread of the deadly virus.\n\nIn addition, health authorities said they are monitoring more than 50 possible contacts of the nurse's aide.\n\nThe team has a strict safety protocol in place, which includes double impregnated gown, gloves, masks and protective eye glasses, according to health officials.\n\n\"We are investigating how she got contaminated and if protocols were respected,\" said Rosa Serrano, an official with Spanish health ministry.\n\nStaff at the hospital told El Pais daily that the protective gowns they were using did not meet World Health Organization criteria, which require them to be impermeable and have a breathing equipment. Staff also complained about low quality latex gloves.\n\nSpain was the first European country to repatriate home infected patients for treatment. Some health professionals said that Spanish hospitals were not well equipped to handle Ebola patients. \"For instance in the U.S. there are 10 hospitals with level 4 isolation and here only Carlos III with level 2 and level 3,\" says Pedro Martinez of AMYTS, the union representing doctors.\n\nDespite the situation in Spain, European Health Commission thinks that a European Ebola epidemic \"is very unlikely, and that in some way it could be a lesson for other member states,\" Vincent said.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21329113",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.706,
                    "source": {
                        "title": "ABC13 Houston",
                        "uri": "abc13.com"
                    },
                    "time": "02:38:00",
                    "title": "Ebola Patient's Dog to Be Euthanized as Precaution",
                    "uri": "216265040",
                    "url": "http://abc13.com/news/ebola-patients-dog-to-be-euthanized-as-precaution/340458/",
                    "wgt": 1
                },
                {
                    "body": "Health officials in Madrid sought to allay fears over Ebola today after announcing that in addition to the nurse who was reported on Monday night to have contracted the disease, three people are in quarantine because of potential contagion and a further 52 are being monitored.\n\nLate on Monday it was revealed that a 40-year-old nurse who helped to care for one of the two Spanish missionaries who died of Ebola after being flown back to Spain for treatment earlier this year, is the first case of transmission outside West Africa in the current outbreak of the disease.\n\nThe three now in quarantine in northern Madrid's Carlos III hospital are the nurse's husband, a man who recently travelled to Spain from Nigeria and one of the nurse's co-workers. It was reported last night that the nurse's colleague had tested negative for the disease. A fifth individual, a doctor, was tested for Ebola overnight on Monday but was quickly given the all-clear.\n\nSpain's Public Health Director, Mercedes Vinuesa, said that officials were drawing up a list of people who may have had contact with the as yet unnamed nurse.\n\nAfter being moved to the Carlos III very early yesterday morning, she is now being treated with antibodies from previously infected survivors of the disease. She is said to be in a stable condition.\n\nThe Spanish nurse infected by Ebola is moved by ambulance in Alcorcon, Spain (Getty)\n\nThe 52 further individuals being monitored are all medical staff who either treated the nurse in the hospital in Alcorcón - a large town south- west of Madrid where she was originally admitted - or at the Carlos III.\n\nWhile the search for further individuals who had come into contact with the nurse continues, it has been confirmed that despite beginning a holiday on 25 September, the nurse did not leave her home near Madrid.\n\nAfter sitting for an exam for an internal promotion during her time off work, the nurse began feeling unwell on about 30 September, suffering from a fever, before being diagnosed with Ebola on Monday.\n\nThe European Commission has sent a letter asking for clarification how she actually became infected, and yesterday the Spanish government came under domestic pressure to explain how the nurse had contracted the virus.\n\nMembers of opposition parties called for the resignation of the Health Minister, Ana Mato - a demand echoed by health workers protesting outside one hospital in Madrid yesterday - and for the minister to make a full statement on the case in Parliament. \"The management of our health service has failed,\" Gaspar Llamazares, an MP for the hard-left Izquierda Unida coalition, claimed.\n\nSpanish Health Minister Ana Mato during a meeting on Ebola in Madrid on Tuesday (EPA)\n\nMembers of one health workers' trade union, meanwhile, argued that the protection suits that they used while handling Ebola cases were not of the maximum standard possible and that they believe Carlos III's infrastructure for handling such diseases had suffered from recent cutbacks. An investigation has now opened into exactly how the nurse, reported to have 15 years' experience as a health worker, caught Ebola despite all the precautions.\n\nContacted by phone by the newspaper El Mundo today while in quarantine, the nurse's husband said that she was progressing favourably. He also claimed that she \"did everything she had been told to\" regarding medical protocol while treating the Ebola victim.",
                    "date": "2014-10-07",
                    "eventUri": "1465323",
                    "id": "21241620",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.703,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "19:08:00",
                    "title": "Ebola outbreak: Spanish seek to allay fears over sick nurse as critics call on minister to quit",
                    "uri": "216237424",
                    "url": "http://www.independent.co.uk/life-style/health-and-families/health-news/ebola-outbreak-spanish-seek-to-allay-fears-over-sick-nurse-as-critics-call-on-minister-to-quit-9780897.html",
                    "wgt": 1
                },
                {
                    "body": "* The nurse caught the infection while treating Manuel Garcia Viejo, a priest who contracted the virus in West Africa.\n\n* People have raised concerns that the protective suits used by workers treating Ebola patients at the facility are not adequate.\n\n* European Union officials have asked Health Minister Ana Mato for clarification about how the nurse became infected\n\nMADRID - Spain has reported the first case of Ebola transmission outside of West Africa as a nurse at a Spanish hospital contracted the virus and three more people, including her husband, were placed under quarantine for Ebola at the Madrid hospital.\n\nThe transmission has raised questions whether sufficient protocols were in place to protect health workers at the Carlos III Hospital where the nurse caught the infection while treating Manuel Garcia Viejo, a priest who contracted the virus in West Africa.\n\nHealth workers at the Carlos III Hospital protested on Tuesday. Others have raised concerns that the protective suits used by workers treating Ebola patients at the facility are not adequate.\n\nHealth care workers said they had not received proper training or equipment to handle an Ebola case. Opposition politicians have called for the health minister, Ana Mato, to resign.\n\nEuropean Union officials have asked Mato for clarification about how the nurse became infected even though all EU member states were required to take measures to avoid transmission.\n\n\"There is obviously a problem somewhere,\" European Commission spokesman Frdric Vincent said, according to the Guardian. The European Commission is the executive arm of the European Union.\n\nAccording to reports, the nurse, a sanitary technician, had entered priest Garcia Viejo's room only twice. In one case, she entered the room to change his diaper; and another time, after he had died, she entered to collect his belongings, according to Mercedes Vinuesa Sebastian, Spain's public health director. Both times, the nurse wore personal protective equipment.\n\nSpanish officials said they are investigating what went wrong.\n\n\"We are working to verify the exact source of contact to see if all strict protocols were followed,\" Health Minister Ana Mato said at a news conference, according to NBC News.\n\nAccording to the Spanish newspaper El Pais, hospital staff members told the paper that the protective equipment was not completely impermeable. The workers also said that the suits did not allow for autonomous breathing.\n\nHospital officials denied that World Health Organization recommendations were not followed in the treatment of both Garcia Viejo and another Spanish priest, 75-year-old Miguel Pajares, who died of Ebola after being flown from West Africa to Spain, where he received the experimental drug ZMapp.\n\n\"The suits used perfectly meet protocol, as well as the mandatory protection requirements for this disease,\" said Yolanda Fuentes, the deputy director of Carlos III hospital, according to El Pais.\n\nThe nurse's aide was moved early Tuesday from a suburban hospital to Carlos III. Officials said the nurse's husband was also quarantined there. The officials didn't say whether the husband had symptoms of Ebola. They said the other nurse had a case of diarrhea, but no fever, a symptom of Ebola.\n\nThe hospital is also monitoring about 50 people who were believed to have come into contact with the nurse.\n\nDoctors were also testing a third quarantined person, a man who returned from a trip to Nigeria with a fever, officials said. They said the traveler had tested negative for Ebola and was awaiting a second test. His nationality wasn't clear.\n\nThe nurse's aide had washed Brother Garca Viejo's body once, changed his diaper and took his temperature while he was alive, and spent an hour cleaning his room the night after his death.\n\nOn Tuesday, a Norwegian working for Doctors Without Borders in Sierra Leone was flown to Oslo in a special jet for treatment in a hospital unit that handles chemical, biological, radiological, nuclear and explosive agents.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21348333",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7011,
                    "source": {
                        "title": "Irish Sun",
                        "uri": "www.irishsun.com"
                    },
                    "time": "04:37:00",
                    "title": "First case of Ebola transmission reported in Spain",
                    "uri": "216406243",
                    "url": "http://www.irishsun.com/index.php/sid/226447269/scat/b8de8e630faf3631",
                    "wgt": 1
                },
                {
                    "body": "In this image made from undated video provided by the Madrid Regional Health Authority on Tuesday, medical workers in protective clothing clean the Madrid hospital room of priest Miguel Pajares, who died in August after contracting Ebola. Associated Press\n\nMADRID -- A third nurse's aide who treated an Ebola patient in Madrid checked into a hospital Tuesday night and was under observation, the government said on Wednesday.\n\nA spokesman for Spain's regional health department said the hospital worker, whose name wasn't disclosed, had a slight fever, one possible early symptom of Ebola. The aide was part of the medical team that treated Manuel García Viejo, a 69-year-old Spanish missionary who contracted Ebola in Sierra Leone and was evacuated to Madrid. He died in late September.\n\nOn Monday, Spain's government said a 44-year-old nurse's aide who also treated the missionary, had contracted Ebola and was under quarantine.\n\nBy Tuesday, the government also quarantined her husband, a second nurse's aide and a man who had recently traveled to Spain from Nigeria. On Tuesday evening, the government said the second nurse's aide had tested negative twice for Ebola, but she remained under hospital supervision.\n\nThe first transmission of Ebola outside West Africa is a concern for European governments who have been relying on standardized Ebola protocols to avoid spreading the disease as they care for repatriated patients who contracted it in Africa. European authorities called for an investigation to determine whether any treatment protocols had been breached.\n\nSpanish health officials said they were studying how the nurse's aide could have become infected. Some nurses and other medical professionals have complained that the government provided them inadequate training and protective gear. Spanish government officials say they followed all World Health Organizationprocedures for handling Ebola patients and have the situation under control.\n\nSpanish Prime Minister Mariano Rajoy on Wednesday urged Spaniards to remain calm, reiterating health officials' message that Ebola is only spread from direct contact with the fluids of a person infected by the virus. \"It's not easily spread,\" Mr. Rajoy told lawmakers Wednesday.\n\n\"Let the health professionals do their job,\" Mr. Rajoy added. \"The Spanish health system is one of the best in the world.\"\n\nThe government said Tuesday the aide who was infected, identified as Teresa, remained in stable condition. No update was available on Wednesday morning. She had a mild fever and was responding well to an experimental Ebola treatment based on antibodies from the bloodstream of an African nun who survived the illness.\n\nSpanish daily El Mundo quoted Teresa as saying she had no idea how she became infected with the virus. \"I can't say,\" she said in a brief telephone interview published Wednesday on the front page.\n\n\"I'm a little better,\" she said. \"I don't want to talk because I get tired,\" she added, bringing the conversation to an end.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21393851",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6944,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "09:17:00",
                    "title": "Third Health Worker in Spanish Hospital After Ebola Case - Wall Street Journal",
                    "uri": "216472887",
                    "url": "http://online.wsj.com/articles/third-health-worker-in-spanish-hospital-after-ebola-case-1412759831",
                    "wgt": 1
                },
                {
                    "body": "THE SOONER YOU ACT ON THIS STUFF, THE BETTER OFF YOU ARE: After Its First Ebola Case, Spain Seeks to Prevent Spread of Virus.\n\nSpain intensified efforts on Tuesday to contain any spread of Ebola from an infected health worker as the government came under increased pressure from the political opposition and the European Union.\n\nThe health worker, a nurse who has not been identified, was described as being in a stable condition. Her husband was quarantined, and monitoring was extended to medical staff who came into in contact with her. The nurse contracted the illness while treating a Spanish missionary who was infected in Sierra Leone and flown to Carlos III Hospital in Madrid.\n\nOpposition politicians said Tuesday that Ana Mato, the health minister, needed to explain any safety lapse, while some called for her immediate removal. Caridad García Álvarez, a lawmaker from the United Left party, wrote on Twitter that Ms. Mato needed to resign after ignoring warnings from health workers about inadequate safety measures. . . .\n\nCarlos III Hospital had been specifically selected by Spain to welcome repatriated Ebola patients, and Yolanda Fuentes, a deputy director of the hospital, said Monday that the protective suits worn by health workers \"comply perfectly with the protocol and the required protective measures for this disease.\"\n\nThe European Commission wrote to the Madrid government requesting an explanation of how the nurse was infected, Agence France-Presse reported, citing Frédéric Vincent, a spokesman for the commission. A European health safety committee is set to meet on Wednesday to review the situation. Still, Mr. Vincent said it was \"highly improbable\" that the virus would spread further across Europe.\n\nAs an assistant nurse, the woman who became infected had only twice entered the room of Manuel García Viejo, a priest who died of Ebola, including once after his death, according to Antonio Alemany, a health official from the regional government of Madrid.\n\nIt's not clear to me that the infection-control precautions for Ebola are sufficient to protect health workers, given how many of them have been infected.\n\nANOTHER UPDATE: Ebola in Spain raises questions about protection. \"Three more people were under quarantine Tuesday for possible Ebola at a Madrid hospital after a Spanish nursing assistant became infected there, authorities said. More than 50 others were being monitored as experts pressed to figure out why Spain's anti-infection practices failed. Health authorities were investigating how the nursing assistant, part of a special team that cared for a Spanish priest who died of Ebola last month, became infected. She was the first case of Ebola being transmitted outside of West Africa, where a months-long outbreak has killed at least 3,500 people and sparked social unrest. . . . Dr. William Schaffner, an infectious disease expert at Vanderbilt University, said her case shows that health workers can be at risk not only in West Africa but in the sophisticated medical centers in Europe and the United States. . . . Rafael Perez-Santamarina, the hospital's director, said authorities did not know yet how the nursing assistant got infected despite the use of internationally recognized precautions against Ebola.\" Yes, the whole \"we're safe because Africans don't have our sophisticated health care\" argument isn't looking exactly bulletproof.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21429383",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6874,
                    "source": {
                        "title": "The PJ Tatler",
                        "uri": "pjmedia.com"
                    },
                    "time": "15:09:00",
                    "title": "THE SOONER YOU ACT ON THIS STUFF, THE BETTER OFF YOU ARE: After Its First Ebola Case, Spain Seeks t...",
                    "uri": "216061903",
                    "url": "http://pjmedia.com/instapundit/196271/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpjmedia%252Finstapundit%2B%2528Instapundit%2529",
                    "wgt": 1
                },
                {
                    "body": "A Spanish medical worker has tested positive for Ebola in what is suspected as the first transmission of the disease outside West Africa since the current outbreak began. Photo: AP\n\nMADRID -- A Spanish medical worker tested positive for Ebola after treating an Africa-based missionary who had been infected with the virus and flown to Madrid, officials said Monday, reporting the first suspected transmission outside West Africa.\n\nSpanish medical-worker representatives expressed alarm over the case, saying it raised questions over the adequacy of the country's medical procedures for treating Ebola patients and preventing the spread of the disease in the country and beyond. The female medical worker was infected while working at Madrid's Carlos III hospital, which had been specially prepared to treat the disease.\n\nSpanish officials sought to play down any sense of crisis but said they were unable to explain what went wrong. (More: Dallas Ebola Patient Receiving Chimerix Experimental Drug)\n\n\"We're investigating what was the source of the contact, verifying if all the established protocols were followed to the letter,\" Ana Mato, Spain's health minister, told a televised news conference. \"Rest assured that we are taking all measures to guarantee the best medical care for the patient and the safety of the medical staff and the wider population,\" she added.\n\nThe infected medical worker, whose name wasn't disclosed, was part of a team that treated Brother Manuel García Viejo, a 69-year-old Spanish missionary, before he died of Ebola on Sept. 25. He had been flown to Madrid three days earlier from Sierra Leone, where he served as medical director of a hospital.\n\nMore U.S. Weighing Additional Passenger Screenings for Ebola Texas Governor Calls for Added U.S. Screening Dallas Mayor: No Ebola Symptoms Among Residents U.S. Journalist With Ebola Arrives in Nebraska Liberian Rubber Farm Becomes Sanctuary Against Ebola Norwegian Aid Worker Contracts Ebola in Sierra Leone Related Videos\n\nAs Spain reports the first case of ebola contracted outside of West Africa, how can the disease be stopped from spreading? UPMC infectious disease expert Dr. Amesh Adalja joins the News Hub. Photo: Getty.\n\nEbola is a highly contagious virus, but only if you come into contact with certain bodily fluids of those infected. What do scientists know about how it's transmitted? WSJ's Jason Bellini has #TheShortAnswer.\n\nBodily fluids present an infection risk to medical workers treating patients with ebola. What gear do they wear? WSJ's Jason Bellini has #TheShortAnswer.\n\nHealth officials said the infected medical worker had been in contact once with Brother García Viejo while he was alive and with his clothes after he died.\n\nShe registered a slight fever on Sept. 30, health officials said, and was admitted to a suburban Madrid hospital on Sunday. The infection was confirmed by two tests, the second one on Monday, they said.\n\nAntonio Alemany, director of primary health care in the Madrid region, said the medical worker was in a stable condition and running a fever that hasn't surpassed 101.48 degrees Fahrenheit.\n\nShe was kept in isolation at the suburban facility, Mr. Alemany said at the news conference, brushing aside criticism by some medical workers that the patient wasn't being held in a special quarantine room.\n\n\"Isolation is the only requirement,\" he said, urging calm and repeating several times that Ebola is transmitted only via direct contact with the bodily fluids of an infected person.\n\nMr. Alemany said officials were trying to determine the number of people with which the medical worker, a married woman with no children, had been in touch recently and were taking the temperature of those they had tracked down twice a day.\n\nThe infected medical worker was one of 30 at Carlos III hospital who had treated Brother García Viejo and a Spanish priest, the Rev. Miguel Pajares, who died of Ebola there in August, five days after being flown to Madrid from Liberia.\n\nAll of those medical workers are undergoing medical tests, officials said.\n\nThe Carlos III hospital had been selected and prepared to treat the Rev. Pajares, the first European to be repatriated after being infected during the latest Ebola outbreak. At the time, the Spanish government distributed protocols to all other hospitals and primary health-care centers in Madrid on how to treat the disease.\n\n\"We don't know whether any errors were made,\" Mr. Alemany said. \"We're investigating what the mechanism of transmission could have been.\"\n\nSome Spanish medical-worker representatives said the case should spark a re-evaluation of the procedures and facilities used to treat Ebola patients.\n\n\"Something went wrong,\" Máximo González Jurado, head of Spain's General Nursing Council, told Spanish news agency EFE. \"They need to establish if the protocol is correct or not correct so that a case like this, that never should have happened, doesn't happen again.\"\n\nDaniel Bernabeu, a radiologist who is president of the Amyts doctors association, said on Monday that he felt \"a mix of consternation and indignation\" over news of the case.\n\nA nurse who treated Spanish missionary Brother Manuel García Viejo for Ebola is suspected of being the first person to contract the virus outside of Africa. European Pressphoto Agency\n\n\"Work has been carried out according to the established protocols, and it will be necessary to analyze exactly in what circumstances the contagion occurred,\" Dr. Bernabeu told EFE. \"Any contact [with an infected patient] carried with it a risk the government had to assume.\"\n\nIn August, Dr. Bernabeu raised questions about the decision to bring the Rev. Pajares to Spain rather than treat him in Liberia, saying Spanish medical facilities may not have been prepared to handle the disease.\n\nThe World Health Organization estimates that the latest Ebola outbreak has killed more than 3,400 people.\n\nWrite to Jeannette Neumann at jeannette.neumann@wsj.com and Ilan Brat at ilan.brat@wsj.com",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21368589",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6809,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "06:25:00",
                    "title": "Health-Care Worker Contracted Ebola in Spanish Hospital",
                    "uri": "216196234",
                    "url": "http://online.wsj.com/articles/health-care-worker-contracted-ebola-in-spain-1412622380?tesla=y&mod=rss_africa&mg=reno64-wsj&url=http:%2F%2Fonline.wsj.com%2Farticle%2FSB11235677476619194475904580198460382620240.html%3Fmod=rss_africa",
                    "wgt": 1
                },
                {
                    "body": "A prominent World Health Organisation official has warned that more Ebola cases can be expected among medical staff - even in developed countries with modern health care systems.\n\nProfessor Peter Piot said that he was not surprised that a Spanish nurse had contracted the disease.\n\nThe nurse has become the first person known to have contracted the deadly virus outside West Africa.\n\nShe treated two Spanish missionaries who died of Ebola in Madrid.\n\nThe nurse, identified in media reports as Teresa Romero, looked after the pair after they were repatriated from West Africa.\n\nShe remains in quarantine in the Spanish capital with her husband and 50 other people in Spain are being monitored.\n\nSome 3,400 people have died in the current outbreak.\n\nMost of the deaths have been in Guinea, Sierra Leone and Liberia.\n\nThe BBC's Imogen Foulkes in Geneva says that from the start of the Ebola epidemic, the World Health Organisation (WHO) has emphasised the impoverished health care systems of the countries hardest hit: Liberia, Guinea, and Sierra Leone.\n\nIts experts have insisted that modern hospitals with rigorous disease control measures would prevent infection - but our correspondent says that the case of the Madrid nurse proves that is far more difficult than many thought.\n\nProfessor Piot, a world specialist in Ebola now brought in by the WHO as a scientific advisor, warned that even the simplest movement, like rubbing your eyes, is a risk.\n\n\"The smallest mistake can be fatal,\" he said.\n\n\"For example, a very dangerous moment is when you come out of the isolation unit you take off your protective gear, you are full of sweat and so on and you take off your glasses and do like this - and that can be the end.\"\n\nProfessor Piot said that he was not surprised by the case of the nurse in Madrid and expects more cases in Europe and the US, although he does not expect to see the illness spread as rapidly as it has in Africa.\n\nMeanwhile the US military is stepping up its efforts to respond to the Ebola outbreak in Liberia, Sierra Leone and Guinea.\n\nLiberia's ambassador to the US, Jeremiah Sulunteh, told the BBC more treatment centres and ambulances were desperately needed.\n\n\"Currently we need about 27 Ebola treatment centres,\" he said, but \"I think we [have] got less than 10.\n\n\"We need some logistical support - ambulances to take people from the communities, rural communities to the treatment centres. All of these things we need.\"\n\nAmbassador Sulunteh said that the virus was hitting a country struggling to recover from 14 years of civil war and where there were about 700,000 people for every medical doctor.\n\nThe International Monetary Fund (IMF) has warned of dire consequences for the economies in the region if the virus continues to spread.\n\nThe European Commission has asked Spain to explain how Ms Romero, a 40-year-old auxiliary nurse, could have become infected. A hospital investigation is under way.\n\nShe was one of about 30 staff at the Carlos III hospital in Madrid who had been treating priests Manuel Garcia Viejo and Miguel Pajares, officials say.\n\nMr Garcia Viejo, 69, died at the hospital on 25 September after catching Ebola in Sierra Leone. Mr Pajares, 75, died in August after contracting the virus in Liberia.\n\nMs Romero had twice gone into the room where Mr Garcia Viejo had been treated, to be directly involved in his care and to disinfect the room after his death.\n\nMadrid healthcare director Antonia Alemany said: \"The nurse went into the room wearing the individual protection gear and there's no knowledge of an accidental exposure to risk.\"\n\nThe Carlos III hospital in Madrid was reported to have had extreme protective measures in place including two sets of overalls, gloves and goggles.\n\nHowever, health workers told El Pais newspaper that the clothing did not have level-four biological security, which is fully waterproof and with independent breathing apparatus.\n\nHealth staff in Madrid protested over alleged safety failures on Tuesday.\n\nEbola spreads through contact with bodily fluids and the only way to stop an outbreak is to isolate those who are infected.\n\nThere have been nearly 7,500 confirmed infections worldwide, with officials saying the figure is likely to be much higher in reality.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21355600",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6745,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "05:08:00",
                    "title": "WHO warns of Ebola hospital risks",
                    "uri": "216371097",
                    "url": "http://www.bbc.co.uk/news/world-europe-29531671#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- The news that a Spanish woman has contracted the Ebola virus has raised questions about what went wrong in the treatment of two patients evacuated from West Africa to Madrid, allowing the potentially deadly disease to spread from person-to-person outside Africa for the first time in this outbreak.\n\nHow did the patient contract Ebola?\n\nThe woman is a nursing assistant at the Carlos III Hospital in Madrid; it is thought she was exposed to the virus while trying to help one of the two Spanish people flown there for treatment after they contracted Ebola in West Africa.\n\nSpanish health authorities insist all health protocols and procedures were followed in the care of missionaries Manuel Garcia Viejo, who became sick while working in Sierra Leone, and Miguel Pajares, who was taken ill in Liberia. Both men eventually died of the disease.\n\nAn investigation is under way into how the woman, who is in her 40s and married, was infected. It is thought there was no obvious problem, such as a torn glove, which would have raised the alarm; concerns only emerged when she became ill on September 30, four days after the death of the second patient.\n\nDr. William Schaffner, from the Department of Preventive Medicine at Vanderbilt University in Nashville, Tennessee, said the woman's infection was likely due to \"gaps in the safety protocol, the infection control precautions\" at the hospital.\n\n\"Healthcare workers are at really great risk when they take care of patients with Ebola, and we anticipate that from time to time there may be one or perhaps even a few cases of transmission from patients with Ebola, during healthcare, to their healthcare providers,\" Schaffner told CNN.\n\nHowever, some Spanish unions are blaming the government, saying they warned that personal protective equipment used by the medical team did not meet the highest standard; authorities say proper procedures were followed.\n\nEpidemiologist Professor David Heymann, who worked on the world's first Ebola outbreak and now heads Public Health England, said the precise cause of the infection may never be known.\n\n\"The barrier was let down somehow,\" he said. \"It could be something as simple as a defect in a rubber glove, or a momentary lapse, or it could be something major that the nurse does not want to report. These things do happen; it's not clear and may never be.\"\n\nHow can hospitals protect medical staff from Ebola?\n\nThe Ebola virus is transmitted by contact with the body fluids of an infected person, so hospitals must take steps to ensure their workers are protected from them.\n\n\"There are protocols that if you follow carefully, you diminish greatly the likelihood that you're going to get infected,\" explained immunologist Dr. Anthony Fauci, of the U.S. National Institute of Allergy and Infectious Diseases.\n\nThe U.S. Centers for Disease Control and Prevention (CDC) recommend that medical personnel treating those with Ebola wear protective clothing including gloves, an impermeable gown and eye protection.\n\nIt says extra precautions should be taken when the patient's condition means they are likely to come into contact with \"copious amounts of blood, body fluids, vomit or feces.\"\n\nFauci says that to keep medical staff safe \"it's more than just goggles and gloves. It's a hood, it's a gown, it's a rubber apron, it's coverings for your shoes. It's everything that can keep a splash of body fluid away from you.\"\n\nAnd he says that as well as having the right equipment, workers must know how to use it effectively, and to dispose of it properly.\n\n\"It's important to wear it, but it's important also that when you take it off, you take it off properly,\" he insists. \"It is conceivable that you could be protected while you're doing everything you need to do with the patient and then as you remove the protective material that could be a point of vulnerability.\"\n\nIn addition to Spain, patients suffering from Ebola have been evacuated to Germany (two), France (one), the UK (one) and Norway (one); this is the first time a medical worker treating one of them has been infected.\n\n\"The hospitals where the patients are being taken are supposed to be equipped and ready to deal with Ebola patients,\" European Commission spokesman Frederic Vincent told CNN.\n\nAll members of the medical team which treated Garcia Viejo are now under observation, as are the woman's husband and the ambulance crew which took her to hospital.\n\nREAD MORE: Scientists race to develop Ebola drugs\n\nIs Ebola likely to spread in Europe?\n\nFollowing news of their colleague's illness, medical staff in Spain have taken to the streets complaining at the way the government has handled the Ebola cases.\n\n\"We were kind of expecting this,\" said Paloma, a nursing assistant at Madrid's La Paz Hospital. \"At least I was expecting it, because this is not a game to be played in the way that they've done it. It's a very worrying matter, and they have not handled it correctly.\"\n\nSome argue that the two missionaries were so ill they should not have been brought to Spain for treatment, exposing many others to the disease.\n\nBut experts insist the risk of an Ebola outbreak outside Africa are still very slim.\n\n\"If protocols are being followed, it's highly unlikely that an outbreak could happen in the EU,\" said Vincent. \"But zero risk doesn't exist, particularly in a hospital where staff are dealing with sick people.\n\n\"We need to find out as soon as possible what happened and if we need to revise procedures.\"\n\nREAD MORE: How the Ebola virus spreads\n\nWhat lessons can be learned from the Spanish case?\n\nExperts say the news from Madrid should act as a wake-up call to healthcare authorities around the world of the risks their frontline staff face, of the precautions that need to be taken when dealing with Ebola, and of the need for everyone to be prepared.\n\n\"If you're running a hospital or if you're a public health administrator in a big city, you should definitely be concerned by this,\" said Dr. Alexander van Tulleken of Fordham University in New York.\n\n\"This should be a disease you can prevent by really rigorously adhering to protocols, and what we're seeing [with this case] is that even if teams notionally know what they're doing -- there's a protocol in the drawer, they've ordered the right kind of suits - that people have to be really well-versed in putting them on, in taking them off, in practicing.\n\n\"This is about drill, practice and preparedness,\" he said.\n\n\"Every hospital everywhere needs to be aware that this could come to them,\" insisted Professor Heymann. \"They need protocols in place, and they need to be ready to deal with it.\"",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21424286",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6668,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "14:26:00",
                    "title": "Q&A: How did Spanish nurse catch Ebola?",
                    "uri": "216550138",
                    "url": "http://edition.cnn.com/2014/10/08/world/europe/qa-ebola-spain/index.html",
                    "wgt": 1
                },
                {
                    "body": "THE World Heath Organisation warns there will be more cases of Ebola in Europe after a nurse in Spain became the first person to contract the deadly virus outside Africa.\n\nWHO European director Zsuzsanna Jakab says more cases will spread and the continent needed to be well prepared to control the disease.\n\nThe 40-year-old nurse, who contracted the virus after treating two Spanish missionaries who had returned from Africa with Ebola, is in a stable condition in hospital.\n\nArmed police have been spotted outside her Madrid home in the suburb of Alcorcon, as curious members of the public gathered outside.\n\nTwenty-two people who came into contact with the infected nurse are also being monitored. Four of those - the nurse, her husband and two others - are in hospital.\n\n\"Such imported cases and similar events as have happened in Spain will happen also in the future, most likely,\" Ms Jakab told Reuters, reports the Independent.\n\n\"It is quite unavoidable ... that such incidents will happen in the future because of the extensive travel both from Europe to the affected countries and the other way around,\" she said.\n\nDr Jakab stressed it was health workers who were most at risk of contracting the virus from the infected, and Europe - particularly the western part - was prepared to respond to an outbreak.\n\nTHE first homegrown European case of Ebola was avoidable, virologists say as the EU demanded answers from Madrid.\n\nThough there is always a threat to health workers of infection with the virus spread through contact with body fluids, the risk is small and well-understood and existing protections effective, the specialists said on Tuesday.\n\n\"If appropriate containment measures were adopted this really should not have happened,\" said Jonathan Ball, a virology professor at the University of Notthingham.\n\n\"It will be crucial to find out what went wrong in this case so necessary measures can be taken to ensure it doesn't happen again.\"\n\nProtesters gathered at the at the Ministry of Health headquarters asking for the resignation of Spanish Health Minister Ana Mato due to the Ebola case.\n\nThis comes as health care workers, who have been in disagreement with the government over cutbacks, said they had not received proper training or equipment to handle an Ebola case.\n\nThe Spanish government said on Monday the nurse had contracted the haemorrhagic fever after treating two patients who died at a Madrid hospital -- both missionaries infected in West Africa, where Ebola has claimed more than 3400 lives.\n\nThe European Union on Tuesday demanded an explanation from Spain as to how she could have become infected.\n\nIn comments to Britain's Science Media Centre, experts said protective suits worn by health workers, coupled with safe disposal of patients' bodily waste, substantially reduced the risk.\n\n\"The recent report of a Spanish nurse who has contracted the virus ... is of concern as it suggests that the barrier methods and training were not sufficient to protect healthcare workers and prevent secondary infection,\" said virology professor David Evans of the University of Warwick.\n\nBen Neuman, an expert from the University of Reading, said investigators will have to look closely at the disposal of waste at the hospital where she worked.\n\n\"Nurses face a problem in that a person who is sick with Ebola can make quite a lot of highly infectious waste, as the patient loses fluid through diarrhoea and vomiting. Those bodily fluids can contain millions of Ebola viruses, and it only takes one to transfer the infection.\"\n\nAnother concern was that the nurse had gone on holiday the day after the second patient died on September 25, though authorities have not said where she went.\n\nAfter contracting the virus, it takes up to 21 days for a person to develop symptoms, which is when they become infectious.\n\n\"Reality is that anyone who suspects that they have been exposed to the virus, unless they were properly protected from infection, should not travel until this 21-day incubation period has passed,\" said Prof Ball.\n\nThe case underlined the importance of following protection measures to a tee, the experts said.\n\nBut there was always a risk, however small. A tiny amount of Ebola-containing liquid could splash on protective garments and be transferred to a person's skin, for example.\n\n\"As the African outbreak perfectly illustrates, healthcare workers put their life on the line, so everything should be done to ensure that risks are minimised as much as possible,\" said Prof Ball.\n\nIt was also a reminder that the risk of such sporadic exports will increase as more and more people become infected in West Africa.\n\n\"That is why it is so important for the international community to ramp up their efforts to combat this deadly disease,\" Prof Ball said.\n\nHealth authorities have ordered the death of the dog owned by a Spanish health worker infected with Ebola in Madrid, triggering a campaign to save him by her husband and animal rights activists.\n\nThe husband, Javier Limon, who has been placed in quarantine, contacted local media to object to the decision by Madrid's department of health.\n\n\"They told me that if I didn't give authorisation, they would get a judicial order to enter my home by force and sacrifice the dog,\" he told El Mundo newspaper.\n\nThe authorities said in a statement there was a risk the dog could be \"a carrier of the virus even without showing symptoms\", and that it could \"expel the virus in its fluids with a potential risk of contagion\".\n\nRomero said the dog, Excalibur, was isolated at home with a stockpile of food and water and could relieve himself outside. The story triggered a petition and some heated responses on Twitter, under the hashtag #SalvemosAExcalibur (#SaveExcalibur). Animal rights group Pacma said there was no evidence of the Ebola virus being transmitted from dogs to humans.\n\n\"He should be examined and placed in quarantine, and treated if necessary,\" said Javier Moreno, a co-founder of Pacma.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21374785",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.662,
                    "source": {
                        "title": "AdelaideNow",
                        "uri": "www.adelaidenow.com.au"
                    },
                    "time": "06:59:00",
                    "title": "World demands answers from Spain",
                    "uri": "216432707",
                    "url": "http://www.adelaidenow.com.au/news/world/madrid-ebola-case-was-avoidable-experts-say-as-world-heath-org-warns-there-will-be-more/story-fni6um3i-1227083151591?from=public_rss&nk=7fbd31678a19bbdd16c79e7b4acf79c2",
                    "wgt": 1
                },
                {
                    "body": "Brussels has said it will investigate procedures at a Spanish hospital where Ebola was transmitted from a patient. Contacts of the infected nurse are being monitored for signs of the deadly disease.\n\nEuropean Commission spokesman Frederic Vincent said Spanish health authorities would give regular updates about how a Spanish nurse came to contract Ebola from a patient. A special meeting of the EU's Health Security Committee is set to take place in Brussels on Wednesday.\n\n\"Our priority... is to know exactly what happened,\" said Vincent, adding that the hospital in question was supposed to \"respect all the rules - which are very strict - aimed at avoiding this type of contamination.\"\n\nWednesday's meeting will see representatives of EU member states briefed by health experts, including those from the World Health Organization and the European Centre for Disease Prevention and Control. The European Commission on Monday sent a letter to the Spanish Health Minister \"to obtain some clarification\" about what had happened.\n\nWhile Spanish authorities claim they are still not certain how the virus was allowed to spread, medical staff unions have complained that staff were not adequately trained.\n\nThe head of Madrid's Carlos III hospital, Rafael Perez-Santamaria, said experts were \"revising our protocols.\"\n\nSpanish officials say the nurse began to feel ill on September 30 while she was on leave after treating Spanish priests Miguel Pajares and Manuel Garcia Viejo. Both men were repatriated from Sierra Leone and later died. The nurse is believed to have been the first person to have contracted the disease outside Africa.\n\nRisk of naivety\n\nSpanish officials said they are monitoring 52 people - mostly health staff - who came into contact with the nurse before she was isolated on Monday.\n\n\"It would be very naive to think that there is no possibility of contagion,\" Spain's health emergencies coordinator Fernando Simon told Spanish radio station Cadena Ser.\n\nThe Madrid regional government on Tuesday obtained a court order to euthanize the nurse's dog, saying \"available scientific information\" could not rule out a risk of the animal spreading the virus.\n\nIn all, nearly 7,500 people have been infected with the Ebola virus in West Africa, with more than 3,400 deaths in Guinea, Liberia and Sierra Leone, which are at the centre of the epidemic.\n\nIn Dallas, Texas, health officials are also monitoring the health of 48 people who may have had contact with Ebola patient Thomas Duncan, the first person to have been diagnosed with the disease outside Africa.\n\nrc/jm (AFP, AP, dpa, Reuters)",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21339153",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6564,
                    "source": {
                        "title": "DW.DE",
                        "uri": "www.dw.de"
                    },
                    "time": "01:22:00",
                    "title": "Europe probes Spanish Ebola transmission",
                    "uri": "216385803",
                    "url": "http://www.dw.de/europe-probes-spanish-ebola-transmission/a-17981652?maca=en-rss-en-all-1573-rdf",
                    "wgt": 1
                },
                {
                    "body": "Teresa Ramos, Spain's Ebola-infected nurse, was reportedly separated only by curtains from other patients at a Madrid hospital where she was tested for the virus. The country's underfunded health service is under fire for its \"inadequate\" response.\n\nEbola spread 'unavoidable' in Europe due to extensive travel - WHO\n\nRamos, 44, who tested positive for Ebola, was not immediately accepted to the central Carlos III hospital, where she came to report possible symptoms of the deadly virus, and where Ebola patients have previously received treatment, Diario Enfermero (Nurse Journal) has reported. She was instead sent to her local medical facility - the Alcorcón hospital, also in the Spanish capital.\n\nThere, the woman was reportedly \"for hours\" only separated by curtains from the rest of the patients while waiting for her Ebola test results, according to the hospital staff. The nurses allegedly attended her without any protective clothing on.\n\nThe report has been issued at a time when the country's healthcare officials have increasingly come under fire from trade unions over \"inadequate\" efforts in tackling the Ebola virus.\n\nBringing the infected missionaries from Africa to Spain was a \"completely improvised hospital campaign,\" said Elena Moral, a spokesperson for the Independent Trade Union of Employees (CSI-F), El Pais reported.\n\n\"We did not have the infrastructure to deal with a virus of this magnitude,\" she said.\n\nHealthcare activists report that Madrid's authorities decided to \"dismantle\" the infectious diseases center at the Carlos III hospital just months before the Ebola patients were brought there.\n\nThe \"dismantling\" has led to Ebola being \"treated in a place that did not meet adequate security conditions,\" according to a spokesman for the Public Health Service Defense Federation, Dr Marciano Sánchez Bayle.\n\n\"The whole section devoted to infectious illnesses has been closed,\" he explained in an interview with Euronews. \"The professionals who worked there have been moved to other positions. The laboratory was closed, and so was the intensive care unit. It's just to say that, one way or another, its capacity to take care of illnesses with these characteristics has been most remarkably reduced.\"\n\nTrade unions have called for the resignations of health officials of various levels from the hospital management to Health Minister Ana Mato. There have also been calls for President of the Community of Madrid, Ignacio Gonzalez, to step down over the decision to \"dismantle\" the infectious disease section of Carlos III hospital.\n\nEbola: Evolution of an epidemic (INTERACTIVE MAP)\n\nRamos treated two Ebola-infected missionaries who were brought from Sierra Leone and Liberia to Spain and eventually died in hospital.\n\nOn Tuesday, four more people were hospitalized in Spain on suspicion they could have contracted the disease. Two of them have since tested negative for Ebola.\n\nUnions have complained of poor training and inadequate protective clothing the medical staff received before having to take care of Ebola patients.\n\nThere have also been reports that waste from the rooms of the infected patients was carried out in the same elevator used by all personnel.\n\nSpanish Prime Minister Mariano Rajoy was grilled by Congress on Wednesday on whether the government could guarantee the Ebola virus was under control in the country.\n\n\"We are facing an issue of concern and rightly so,\" Rajoy said as cited by El Mundo. He added that \"a monitoring committee has been created\" to \"investigate what happened and explain the whole to the public.\"\n\nThe PM asked Spnaiards to be \"be vigilant, while keeping calm\" concerning the Ebola virus, following reports that the country has been unprepared to tackle the virus.\n\nOne of the discoverers of Ebola, Peter Piot, a professor at the London School of Tropical Medicine, has warned that treating those infected by the virus demands draconian discipline.\n\n\"It should be a lesson for everybody that you can't overreact. You can't overprotect,\" he told a WHO science group teleconference, Reuters reported.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21401979",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6412,
                    "source": {
                        "title": "RT (Russia Today)",
                        "uri": "rt.com"
                    },
                    "time": "11:07:00",
                    "title": "​Spain's Ebola-infected nurse not immediately isolated, treated in cuts-hit hospital",
                    "uri": "216495000",
                    "url": "http://rt.com/news/194068-spanish-healthcare-criticism-ebola/",
                    "wgt": 1
                },
                {
                    "body": "Another patient probably infected with the Ebola virus was admitted to the Carlos III hospital in Madrid, Spanish healthcare bodies said Wednesday.\n\nThe talk is about a nurse who took part in transportation to Spain from Africa of Spanish priests Miguel Pajares and Manuel Garcia Viejo who later died.\n\nAccording to Spanish doctors, \"the nurse has a slight rise in temperature, which is not an attribute of a disease caused by the Ebola virus, but specialists said it is expedient to isolate her\".\n\nSo, besides the new patient, nurse Maria Teresa Romero, her husband, as well as a Spanish engineer who recently returned from Nigeria and another nurse are in the hospital now. Tests taken from the latter two Tuesday did not show the presence of the Ebola virus.\n\nPajares working in Liberia was the first Spaniard infected with the virus. He died on August 12. Viejo was the second Spanish national to contract Ebola as he worked as chief medical officer of a hospital in the town of Lunsar in Sierra Leone.\n\nAccording to the World Health Organization (WHO), the death toll from the Ebola virus outbreak has exceeded 3,500 people out of a total of 7,500 officially registered cases.\n\nThe Ebola virus disease (EVD), previously known as the Ebola hemorrhagic fever, is a severe illness in humans, often fatal, according to the WHO website. The virus is passed on to people from wild animals and can be transmitted from humans to humans. The average EVD case death rate is some 50 percent.\n\nThe first outbreaks of the EVD occurred in remote Central African villages, near tropical rainforests. However, major urban and rural areas have been involved in the most recent outbreak in western Africa.\n\nEarly supportive care, which includes rehydration and symptomatic treatment, improves the survival rate. No licensed treatment has yet been proven to be able to neutralize the virus but a number of blood, immunological and drug medications are under development. There are no licensed Ebola vaccines yet but two candidates are being evaluated. -- ITAR-TASS",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21361213",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6202,
                    "source": {
                        "title": "famagusta-gazette.com",
                        "uri": "famagusta-gazette.com"
                    },
                    "time": "05:48:00",
                    "title": "Another nurse hospitalized on suspicion of contracting Ebola virus in Spain",
                    "uri": "216418826",
                    "url": "http://famagusta-gazette.com/another-nurse-hospitalized-on-suspicion-of-contracting-ebola-virus-in-spain-p25954-69.htm",
                    "wgt": 1
                },
                {
                    "body": "A nurse's assistant in Spain has tested positive for Ebola, making her the first to contract the disease outside of Africa. The Spanish Health Minister Ana Mato announced Monday the 44-year-old woman tested positive for Ebola in two separate tests.\n\nHer name has not yet been released. Spanish newspaper El Pais reported the patient was admitted to a hospital with a high fever.\n\nFurther details on her condition have not yet been announced. She reportedly contracted the disease while helping treat a Spanish priest who contracted Ebola in West Africa and was sent home for treatment.\n\nThat man died late last month. The Telegraph quotes a Spanish health official who says, \"All measures have been taken to give the best care to the patient, and guarantee the safety of all citizens.\" All 30 members of the team that treated the Spanish priest are now being monitored, and officials are tracking down anyone else who might have come in contact with the infected nurse's assistant. There have been approximately 7,500 confirmed cases of Ebola worldwide, with the West African countries of Guinea, Sierra Leone and Liberia being hit the hardest. It's estimated 3,400 people have died during the outbreak so far. This video includes images from Getty Images.",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21362186",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6184,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "05:53:00",
                    "title": "Spanish Nurse First to Be Infected With Ebola Outside Africa",
                    "uri": "216049564",
                    "url": "http://www.onenewspage.com/video/20141007/2125941/Spanish-Nurse-First-to-Be-Infected-With-Ebola.htm",
                    "wgt": 1
                },
                {
                    "body": "Maria Teresa Romero Ramos, a Spanish sanitary technician who became the first case of Ebola transmission outside of Africa, said she followed all the appropriate protocols when entering the room of an Ebola patient at Carlos III Hospital.\n\nIn an interview with Spanish newspaper El Mundo from her isolated hospital bed, Ramos was asked how she contracted the virus even though she followed the hospital's safety protocols.\n\n\"I cannot tell you, I have no idea,\" she said.\n\nRamos became infected when she was treating Manuel Garcia Viejo, a priest who contracted the virus in West Africa. She entered Viejo's room only twice, once to change his diaper, and a second time to remove his belongings after he died on Sept. 25. She began experiencing symptoms of Ebola on Sept. 30, but was only admitted to the hospital Sunday. Tests confirmed Monday that she had contracted Ebola.\n\nMeanwhile, Spanish officials have received approval from a Madrid court to euthanize her dog, Excalibur. In a plea to sympathizers, her husband, Javier Limón, who is also in quarantine in the hospital, asked the public to convince Spanish officials to spare the mixed-breed dog's life.\n\n\"Hello, I'm Javier, the husband of Teresa Romero. I'm in the hospital, and I'm asking the population to help me to save my dog Excalibur who they [Spanish health officials] want to kill,\" Limón said in a video message.\n\nOne scientific study suggests dogs can carry the Ebola virus without showing symptoms, according to the Associated Press. But Tom Frieden, director of the U.S. Centers for Disease Control and Prevention said in a news conference Tuesday that the canines are not believed to transmit the disease.\n\n\"We have not identified this as a means of transmission,\" Frieden said in response to a question about the Spanish case.\n\nCarlos Rodriguez, a Spanish veterinarian and talk show host, said that the nurse's husband reached out to him from the hospital for help, according to the AP.\n\nNow that there is a court order to euthanize the animal, \"I can't stop this happening,\" Rodriguez said, according to the AP. Limón \"asked me, crying, to at least make sure the animal does not suffer.\"\n\nOn Twitter, supporters around the world have used the hashtag #SaveExcalibur.\n\nHospital and Spanish health officials are scrambling to find out how their systems failed to prevent Ramos from becoming infected, as tensions grow among health workers concerned for their safety in Ebola treatment wards.\n\n\"This has taken us by surprise,\" said Rafael Perez-Santamaria, head of the Carlos III Hospital, according to Reuters. \"We are revising our protocols, improving them.\"\n\nDoctors protesting outside of the hospital on Tuesday called for the resignation of Spanish Health Minister Ana Mato, and they were joined in those calls by a Spanish doctors union.\n\nIn addition to Ramos and her husband, five others were hospitalized because of suspicions that they might have Ebola. One Spanish man who had recently traveled to Nigeria, and a nurse both tested negative for the virus in lab tests. Another nurse remains hospitalized, according to Reuters.\n\nLimón, who also spoke to El Mundo in an interview, said that when his wife's symptoms began she stayed \"mostly at home\" until she was admitted to the hospital on Sunday.\n\nSince being treated, Ramos said she is feeling \"a little better.\"",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21419647",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6108,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "13:47:00",
                    "title": "Spanish nurse says she has 'no idea' how she got Ebola, as her family fights for their dog's life",
                    "uri": "216538849",
                    "url": "http://www.washingtonpost.com/news/to-your-health/wp/2014/10/08/spanish-nurse-says-she-has-no-idea-how-she-got-ebola-as-her-family-fights-for-their-dogs-life/",
                    "wgt": 1
                },
                {
                    "body": "Hospital staff members walk back into the Carlos III hospital in Madrid, Spain, on Tuesday. Associated Press\n\nThe Ebola infection of a Spanish nurse's aide, the first suspected transmission outside West Africa, is part of a chain of illness in health workers dating back to the early days of the outbreak in rural Guinea in December.\n\nHospital staff in West Africa who had never dealt with the virus took too few precautions when feverish patients began to show up in their waiting rooms. But even health-care workers who have taken precautions, as officials say the Spanish nurse's aide did, have fallen ill, in part because of the elaborate protocol involved in treating Ebola patients.\n\nBy the time Ebola patients arrive on a hospital bed, many are near death and at their most infectious: Manuel García Viejo, the Spanish missionary with whom the Spanish health worker came into contact, died days after being flown to Madrid. At that stage, bodily fluids are teeming with the virus.\n\nThe bulk of available evidence suggests that basic infection-control measures like protective gear that eliminate contact with the skin or fluids are sufficient to contain transmission. High-tech isolation units, such as the negative-pressure chambers used in the few cases in the U.S. and U.K., aren't necessary to containing the virus since the outbreak has been successfully controlled in Nigeria and Senegal, said Malik Peiris, a virology professor in the school of public health at the University of Hong Kong.\n\nBut a single lapse in procedure -- removing successive layers of surgical gloves in the wrong order, for example -- can expose a nurse or doctor to infection.\n\n\"It's clear that something has gone wrong either in the direct exposure of the patient to an unprotected health-care worker or in the practices the health-care worker was using,\" said David J. Evans, professor of virology at the University of Warwick in the U.K., on the Spanish case.\n\nIn September, a French medic working with Doctors Without Borders contracted the virus while working in the first-aid agency's jam-packed clinic on the outskirts of Liberia's capital of Monrovia.\n\nScores of health-care workers have fallen ill as the number of cases rises. Sierra Leone in particular has seen a spike in cases in the past week, as the virus begins to work its way through the crowded capital of Freetown, where families live together in tin-roof homes packed side-by-side onto a hillside.\n\nFive people are infected in the country every hour, the British charity Save the Children said last week. On Sunday, the Sierra Leone government said 121 people had died over the weekend, a jump in cases focused in the lush, beachside sprawl of Freetown, which had begun to attract tourists before the outbreak.\n\n\"We are having hot spots all around the city,\" said Abdulai Baratay, a government spokesman. The country needs 1,000 beds for Ebola patients and staff to operate them right now, he added, but neither the government nor the international aid groups can keep up and qualified health workers are scarce.\n\n\"Honestly, that is our frustration,\" he said. \"For now, we are just hearing about promises. We need people on the ground.\"\n\nWrite to Drew Hinshaw at drew.hinshaw@wsj.com and Shirley S. Wang at shirley.wang@wsj.com",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21368544",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5585,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "06:24:00",
                    "title": "Health Care Workers Face Ebola Risks",
                    "uri": "216196229",
                    "url": "http://online.wsj.com/articles/health-care-workers-face-ebola-risks-1412695082?tesla=y&mod=rss_africa&mg=reno64-wsj&url=http:%2F%2Fonline.wsj.com%2Farticle%2FSB11388576923594494556204580200004225948246.html%3Fmod=rss_africa",
                    "wgt": 1
                },
                {
                    "body": "Health workers attend a protest outside La Paz Hospital calling for Spain's Health Minister Ana Mato to resign after a Spanish nurse contracted Ebola, in Madrid(Andrea Comas/Reuters)\n\nFour people, including the husband of the nurse who earlier contracted the Ebola virus, have been admitted to hospital in Spain in fear of an outbreak as another nurse was detected with possible symptoms of infection.\n\nThe first nurse, identified as Teresa Romero Ramos, was the first person to become infected by the virus in Europe.\n\nAbout 50 people are also being monitored as a precaution although there have been no symptoms.\n\n\"We are all worried, not just me, everyone. This is like a snowball, you just don't know where it's going to stop. If every person who has had contact with this person has contact with another 30, 40 persons, if this person meets another five, this could snowball,\" Ramos's neighbour who gave only his first name, Francisco, told Euronews.\n\nSeveral protesters also demonstrated outside the Spanish health ministry asking the minister to step down.\n\nMadrid health officials have released a video of quarantining the room where the victim stayed in order to calm the public.\n\nMeanwhile, a second nurse, who was part of Ramos's medical team which treated two Spanish missionaries in Africa, has been taken to hospital with symptoms of virus.\n\nSpokespeople of La Paz and Carlos III hospitals have confirmed the yet-unidentified woman is running a fever and is under routine observation.\n\nThe second potential victim is said to be a \"friend\" of Ramos.\n\n\"They have told us that she is fine, but they have admitted her just in case,\" a hospital source told Spanish daily El Pais.\n\nRelatedEbola: New Drug Target Developed That Can Be Used Against the VirusWHO: Ebola Cases in Europe 'Unavoidable'Ebola Outbreak: Authorities to Kill Spanish Nurse's Dog Fearing ContagionEbola Outbreak: Infected Nurse's Husband Quarantined in Spain",
                    "date": "2014-10-08",
                    "eventUri": "1465323",
                    "id": "21388305",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5476,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "08:51:00",
                    "title": "Ebola in Europe: Four Suspected Victims and Second Nurse Admitted to Hospital in Spain",
                    "uri": "216460242",
                    "url": "http://www.ibtimes.co.uk/ebola-europe-four-suspected-victims-second-nurse-admitted-hospital-spain-1468988",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 21,
            "averageDate": "2014-10-08",
            "avgCos": 0.4832,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1465323",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1464203",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Madrid",
                "lat": 40.42526,
                "long": -3.69063,
                "wikiUri": "http://en.wikipedia.org/wiki/Madrid"
            },
            "storyDate": "2014-10-08",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-852615",
            "variance": 0.2665
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-286851": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "Dos médicos de Alcorcón, ambos asintomáticos, y un enfermero ingresaron anoche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21516162",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9863,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.larazon.es"
                    },
                    "time": "08:05:00",
                    "title": "Tres nuevos ingresos y dos altas cifran en 6 los ingresados en el Carlos III",
                    "uri": "216772188",
                    "url": "http://www.larazon.es/detalle_normal/noticias/7576876/portada/tres-nuevos-ingresos-y-dos-altas-cifran-en-6-los-ingresados-en-el-carlos-iii",
                    "wgt": 1
                },
                {
                    "body": "Debe ser usuario registrado para añadir esta noticia a su selección.\n\nDos médicos de Alcorcón, ambos asintomáticos, y un enfermero han ingresado la noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21509156",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9846,
                    "source": {
                        "title": "Canarias7",
                        "uri": "www.canarias7.es"
                    },
                    "time": "06:24:00",
                    "title": "Dos médicos y un enfermero, ingresados por estar en contacto con la auxiliar con èbola",
                    "uri": "216751179",
                    "url": "http://www.canarias7.es/articulo.cfm?Id=351031",
                    "wgt": 1
                },
                {
                    "body": "Noticias: La auxiliar pudo contagiarse al tocarse la cara con el traje Dos médicos de Alcorcón, ambos asintomáticos, y un enfermero han ingresado esta noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21511785",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9833,
                    "source": {
                        "title": "diariodenavarra.es",
                        "uri": "www.diariodenavarra.es"
                    },
                    "time": "07:05:00",
                    "title": "Tres nuevos ingresos y 2 altas suben a 6 los atendidos en el Carlos III",
                    "uri": "216759521",
                    "url": "http://www.diariodenavarra.es/noticias/mas_actualidad/nacional/2014/10/09/tres_nuevos_ingresos_dos_altas_elevan_los_atendidos_carlos_iii_178468_1031.html",
                    "wgt": 1
                },
                {
                    "body": "Uno de ellas es la médico de cabecera que la atendió en Alcorcón y otro que la atendió en Urgencias\n\nDos médicos de Alcorcón, ambos asintomáticos, y un enfermero han ingresado esta noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21518459",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9831,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "08:36:00",
                    "title": "Tres nuevos ingresos y dos altas elevan a 6 los atendidos en el Carlos III",
                    "uri": "216779311",
                    "url": "http://www.elcorreogallego.es/tendencias/ecg/tres-nuevos-ingresos-y-dos-altas-elevan-a-6-los-atendidos-en-el-carlos-iii/idEdicion-2014-10-09/idNoticia-894851/",
                    "wgt": 1
                },
                {
                    "body": "Uno de los facultativos es la doctora que atendió en un centro de salud a la auxiliar de enfermería infectada\n\nDos médicos de Alcorcón, ambos asintomáticos, y un enfermero han ingresado esta noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21518143",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9827,
                    "source": {
                        "title": "RTPA Radio Televisión del Principado de Asturias",
                        "uri": "www.rtpa.es"
                    },
                    "time": "08:32:00",
                    "title": "Tres nuevos ingresos y dos altas elevan a 6 los atendidos en el Carlos III",
                    "uri": "216778396",
                    "url": "http://www.rtpa.es/nacional%3ATres-nuevos-ingresos-y-dos-altas-elevan-a-6-los-atendidos-en-el-Carlos-III_111412841290.html",
                    "wgt": 1
                },
                {
                    "body": "Uno de ellas es la médico de cabecera que la atendió en Alcorcón y otro que la atendió en Urgencias\n\nUn médico de Hospital de Alcorcón ha ingresado hoy en el Carlos III de Madrid para permanecer en observación, lo que eleva a siete el número de personas que se encuentran bajo vigilancia médica en este centro.\n\nAsí lo ha confirmado la subdirectora del Hospital Carlos III, Yolanda Fuentes, que ha precisado que se trata de un ciudadano \"sano\" al que someterán a \"vigilancia activa\"\n\nAyer noche\n\nDos médicos de Alcorcón, ambos asintomáticos, y un enfermero ingresaron la pasada noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21536745",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9639,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "12:10:00",
                    "title": "Un nuevo ingreso eleva siete las personas sometidas a observación en el Carlos III",
                    "uri": "216831396",
                    "url": "http://www.elcorreogallego.es/tendencias/ecg/un-nuevo-ingreso-eleva-siete-las-personas-sometidas-a-observacion-en-el-carlos-iii/idEdicion-2014-10-09/idNoticia-894851/",
                    "wgt": 1
                },
                {
                    "body": "Sanidad se aferra al error de la infectada para tapar los suyos\n\nDos médicos de Alcorcón, ambos asintomáticos, y un enfermero han ingresado este miércoles por la noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón, Juan Manuel Parra, y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nParra, ha denunciado, en una carta que este jueves publican 'El Mundo' y 'El País', negligencias en el protoco, como que \"las mangas del traje de seguridad le quedaban cortas\".\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un solo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado, además, que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21513186",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9565,
                    "source": {
                        "title": "El Periódico",
                        "uri": "www.elperiodico.com"
                    },
                    "time": "07:24:00",
                    "title": "Tres nuevos ingresos y dos altas elevan a 6 los atendidos en el Carlos III",
                    "uri": "216763340",
                    "url": "http://www.elperiodico.com/es/noticias/sociedad/pacientes-ebola-carlos-iii-3586991?utm_source=rss-noticias&utm_medium=feed&utm_campaign=portada",
                    "wgt": 1
                },
                {
                    "body": "El doctor Germán Ramírez (d), de Medicina Interna del hospital La Paz y miembro del equipo que atiende a Teresa Romero, la auxiliar de enfermería con ébola, junto a Yolanda Fuentes (i), subdirectora del Hospital Carlos III-La Paz, se dirigen a hacer declaraciones a los medios de comunicación, en las que Ramírez ha relatado que la paciente ha admitido que pudo contagiarse del virus del ébola al tocarse la cara con los guantes cuando se retiraba el traje protector con el que había atendido al religioso Manuel García Viejo./Ángel Díaz (EFE)\n\nDos médicos de Alcorcón, ambos asintomáticos, y un enfermero han ingresado esta noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21515895",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9495,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "08:01:00",
                    "title": "Tres nuevos ingresos y dos altas elevan a 6 los atendidos en el Carlos III",
                    "uri": "216771278",
                    "url": "http://eldia.es/2014-10-09/SOCIEDAD/12-Tres-nuevos-ingresos-dos-altas-elevan-atendidos-Carlos-III.htm",
                    "wgt": 1
                },
                {
                    "body": "Tres nuevos ingresos y dos altas elevan a 6 los atendidos en el Carlos III\n\nEl estado de salud de la auxiliar de enfermería afectada por Ebola, Teresa Romero, ha empeorado en las últimas horas y ha tenido que ser intubada, según ha informado hoy José Ramón, hermano de la paciente, a las puertas del hospital Carlos III de Madrid.\n\nRomero se encuentra ingresada en el hospital Carlos III de Madrid, al igual que otras cinco personas que se mantienen en observación.\n\nHasta allí se ha desplazado el hermano de la paciente, al que se le ha podido ver conmocionado tras haber recibido la noticia del empeoramiento pocos minutos antes.\n\nTres nuevos ingresos y dos altas elevan a 6 los atendidos en el Carlos III\n\nDos médicos de Alcorcón, ambos asintomáticos, y un enfermero han ingresado esta noche en el Hospital Carlos III para someterse a observación, siguiendo el protocolo de prevención del ébola, y en el mismo lugar han sido dados de alta dos pacientes, con lo que se elevan a seis los ingresados.\n\nUno de los facultativos es la doctora de familia que atendió en un centro de salud de Alcorcón a la auxiliar de enfermería infectada de ébola, Teresa Romero, según ha informado esta noche el consejero de Sanidad de la Comunidad de Madrid, Javier Rodríguez, en una entrevista en 13 TV.\n\nEl otro facultativo es el doctor que asistió a la auxiliar en el servicio de urgencias del Hospital Fundación de Alcorcón y que ha ingresado este miércoles voluntariamente en el Carlos III para descartar que esté infectado, según han señalado fuentes sanitarias.\n\nEl tercer ingreso es un enfermero del equipo del Carlos III que atendió a los misioneros españoles repatriados por contagio de ébola y que será sometido en las próximas horas a los análisis que confirmarán si está contagiado o no con el virus.\n\nSegún han informado fuentes del Hospital La Paz-Carlos III, actualmente en este centro hay un sólo caso de ébola confirmado y en investigación, el de la auxiliar de enfermería Teresa Romero.\n\nHan indicado además que en las últimas horas dos personas han recibido el alta médica: el español que había ingresado en el Carlos III tras una estancia en Nigeria, que ha dado negativo en las dos pruebas de ébola realizadas, y la enfermera del equipo que atendió a los dos misioneros contagiados y repatriados, que también han dado negativo en ambas pruebas.\n\nLos dos casos en investigación, que se encuentran en la planta de casos confirmados, son una enfermera del equipo del Carlos III, que está pendiente de realizar la primera prueba del virus de ébola, y el enfermero del mismo equipo que ha ingresado este miércoles, que también está a la espera de la realización del primer test.\n\nPor \"contacto de riesgo\" hay actualmente tres personas en la planta de \"vigilancia activa\": Javier Limón, el marido de Teresa Romero, que sigue asintomático, y los dos médicos de Alcorcón, que se encuentran en observación y tampoco presentan por ahora síntomas de contagio, según el último comunicado del Carlos III.\n\nTrabajadores que atienden a los aislados, muy preocupados pese al protocolo\n\nEl equipo sanitario que atiende a la auxiliar de enfermería contagiada de ébola, Teresa Romero están \"muy preocupados\", a pesar de que están siguiendo \"a rajatabla\" el protocolo establecido. Así lo ha asegurado la secretaria de Organización y Comunicación del Sindicado de Técnicos de Enfermería (SAE), Isabel Lozano.\n\nEl Sindicato de Técnicos de Enfermería ha convocado hoy a los profesionales sanitarios para concentrarse a las puertas de los hospitales por las palabras del consejero madrileño de Sanidad en las que acusó a la auxiliar de mentir.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21538536",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8968,
                    "source": {
                        "title": "RTPA Radio Televisión del Principado de Asturias",
                        "uri": "www.rtpa.es"
                    },
                    "time": "12:23:00",
                    "title": "Empeora el estado de salud de la auxiliar de enfermería infectada por Ebola",
                    "uri": "216835484",
                    "url": "http://www.rtpa.es/nacional%3AEmpeora-el-estado-de-salud-de-la-auxiliar-de-enfermeria-infectada-por-Ebola_111412841290.html",
                    "wgt": 1
                },
                {
                    "body": "La doctora de Atención Primaria del ambulatorio de Alcorcón y un médico del Hospital de Alcorcón, así como un enfermero del equipo sanitario que trató al misionero Manuel García Viejo, han ingresado la noche de este miércoles en el Hospital La Paz-Carlos III para su observación y otras dos personas han recibido el alta médica tras dar negativo en la segunda prueba del virus del ébola realizada a lo largo del día, según han informado a Europa Press fuentes sanitarias.",
                    "date": "2014-10-09",
                    "eventUri": "1465323",
                    "id": "21519932",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5692,
                    "source": {
                        "title": "Radio San Borondon",
                        "uri": "www.sanborondon.info"
                    },
                    "time": "08:58:00",
                    "title": "Dos médicos y un enfermero ingresan en el Carlos III para su observación y otras dos personas ...",
                    "uri": "216784014",
                    "url": "http://www.sanborondon.info/content/view/64017/48/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-10-09",
            "avgCos": 0.6545,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1465323",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1465323",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Alcorcón",
                "lat": 40.34582,
                "long": -3.82487,
                "wikiUri": "http://en.wikipedia.org/wiki/Alcorcón"
            },
            "storyDate": "2014-10-09",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-286851",
            "variance": 0.0717
        }
    },
    "meta": {
        "CCAArticleMatchCount": 8,
        "CCAArticleMatchRatio": 0.08,
        "CCAAvgCosSim": 0.7828,
        "CCAAvgMatchWgt": 31.75,
        "_articleUri1": "216772188",
        "_articleUri2": "216435990",
        "_datetime": "2015-02-23 15:06:42",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-286851",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-852615",
        "_username": "admin",
        "artCount1": 10,
        "artCount2": 21,
        "avgCosSimStory1": 0.6545,
        "avgCosSimStory2": 0.4832,
        "categorySim": 0,
        "conceptCosSim": 0.4098392824987993,
        "conceptJaccardSim": 0.2,
        "coreTime1": 129487.0833333333,
        "coreTime2": 129459.6666666667,
        "coreTimeStDev1": 1.466594162509991,
        "coreTimeStDev2": 2.781180921886937,
        "entityCosSim": 0.309194826639238,
        "entityJaccardSim": 0.1612903225806452,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.4430223105432213,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 25,
        "storyQuality2": 15,
        "timeAvg1": 129488.7633333333,
        "timeAvg2": 129462.8341269841,
        "timeStDev1": 1.899850871342711,
        "timeStDev2": 4.434450498311432,
        "varianceStory1": 0.0717,
        "varianceStory2": 0.2665
    }
}