{
    "b040d876-3707-4df0-8074-1c231ead3202-66275": {
        "articles": {
            "resultCount": 18,
            "results": [
                {
                    "body": "FIFA President Sepp Blatter gestures as he speaks during the opening ceremony of the 65th FIFA Congress in Zurich on Thursday, May 28, 2015. UEFA president Michel Platini confronted FIFA leader Sepp Blatter on Thursday and called on him to stand down because of corruption scandals engulfing world soccer. Blatter refused and Platini made a public appeal for member nations to vote against Blatter for the FIFA presidency in an election on May 29.\n\nZURICH â\u0080\" Text from FIFA President Sepp Blatter's speech on Thursday at the opening of the FIFA congress:\n\nâ\u0080\u009cYou will agree with me, these are unprecedented and difficult times for FIFA. The events of yesterday have cast a long shadow over football and over this week's congress.\n\nâ\u0080\u009cActions of individuals bring shame and humiliation on football and demand action and change from us all. We cannot allow the reputation of football and FIFA to be dragged through the mud any longer.\n\nâ\u0080\u009cIt has to stop here and now. I know many people hold me ultimately responsible for the actions and reputation of the global football community, whether it's a decision for the hosting of a World Cup, or a corruption scandal.\n\nâ\u0080\u009cWe, or I, cannot monitor everyone all of the time. If people want to do wrong they will also try to hide it, but it must fall to me to bear the responsibility for the reputation and well-being of our organization, and to find a way forward to fix things.\n\nâ\u0080\u009cI will not allow the actions of a few to destroy the hard work and integrity of the vast majority of those who work so hard for football. I must stress that those who are corrupt in football are in a tiny minority, like in society. But like in society they must be catched (sic) and held responsible for their actions. Football cannot be the exception to the rule. That is our responsibility at FIFA, and we will co-operate with all authorities to make sure anyone involved in wrongdoing, from top to bottom, is discovered and punished.\n\nâ\u0080\u009cThere can be no place for corruption of any kind. The next few months will not be easy for FIFA. I'm sure more bad news will follow. But it is necessary to begin to restore trust in our organization.\n\nâ\u0080\u009cLet this be the turning point. More needs to be done to make sure everyone in football behaves responsibly and ethically, and everywhere, also outside of the field of play, where there is no referee, no boundaries and no time limit.\n\nâ\u0080\u009cFootball, the fans, the players, the clubs, the world, deserve so much more. And we must respond tomorrow. Tomorrow, the congress, we have the opportunity to begin on what will be a long and difficult road to rebuilding trust. We have lost their trust, at least a part of it, and we must now earn it back. â\u0080\u009cWe must earn it back through the decisions we make, through the expectations we place on each other and through the way we behave individually.\n\nâ\u0080\u009cAnd that brings me to tonight's ceremony. You have seen that the opening ceremony is about football. The spirit of the game. The aspect of football that make it so loved by so many. Our cast of artists and dancers will bring the spirit to life tonight and I thank them all for their hard work in preparing for this show under these special circumstances. I'm sure you will agree they are a great and talented cast and crew. It is important that we do not lose sight of the spirit of football. I hope that this show will remind us what we are fighting for, and why we must continue to fight for positive change in football even when some among us let us down.\n\nâ\u0080\u009cSo please enjoy our show, enjoy it. But I ask you also to reflect on why a vast majority, we are all in football and we like this game, not for greed, not for exploit (sic), not for power, but because of love for the game, for this game, to serve others and to achieve positive change through responsible leadership.\n\nSolidarity and unity is asked for the game, for the world, for peace.â\u0080\u009d",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41781158",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8977,
                    "source": {
                        "title": "www.vancouversun.com",
                        "uri": "www.vancouversun.com"
                    },
                    "time": "19:00:00",
                    "title": "Sepp Blatter: 'We, or I, cannot monitor everyone all of the time'",
                    "uri": "282302577",
                    "url": "http://www.vancouversun.com/sports/Sepp%2BBlatter%2Bcannot%2Bmonitor%2Beveryone%2Btime/11090100/story.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bcanwest%252FF260%2B%2528Vancouver%2BSun%2B-%2BSports%2529",
                    "wgt": 1
                },
                {
                    "body": "ZURICH -- Text from FIFA President Sepp Blatter's speech on Thursday at the opening of the FIFA congress:\n\n---\n\nYou will agree with me, these are unprecedented and difficult times for FIFA. The events of yesterday have cast a long shadow over football and over this week's congress.\n\nActions of individuals bring shame and humiliation on football and demand action and change from us all. We cannot allow the reputation of football and FIFA to be dragged through the mud any longer.\n\nIt has to stop here and now. I know many people hold me ultimately responsible for the actions and reputation of the global football community, whether it's a decision for the hosting of a World Cup, or a corruption scandal.\n\nWe, or I, cannot monitor everyone all of the time. If people want to do wrong they will also try to hide it, but it must fall to me to bear the responsibility for the reputation and well-being of our organization, and to find a way forward to fix things.\n\nI will not allow the actions of a few to destroy the hard work and integrity of the vast majority of those who work so hard for football. I must stress that those who are corrupt in football are in a tiny minority, like in society. But like in society they must be catched (sic) and held responsible for their actions. Football cannot be the exception to the rule. That is our responsibility at FIFA, and we will cooperate with all authorities to make sure anyone involved in wrongdoing, from top to bottom, is discovered and punished.\n\nThere can be no place for corruption of any kind. The next few months will not be easy for FIFA. I'm sure more bad news will follow. But it is necessary to begin to restore trust in our organization.\n\nLet this be the turning point. More needs to be done to make sure everyone in football behaves responsibly and ethically, and everywhere, also outside of the field of play, where there is no referee, no boundaries and no time limit.\n\nFootball, the fans, the players, the clubs, the world, deserve so much more. And we must respond tomorrow. Tomorrow, the congress, we have the opportunity to begin on what will be a long and difficult road to rebuilding trust. We have lost their trust, at least a part of it, and we must now earn it back. We must earn it back through the decisions we make, through the expectations we place on each other and through the way we behave individually.\n\nAnd that brings me to tonight's ceremony. You have seen that the opening ceremony is about football. The spirit of the game. The aspect of football that make it so loved by so many. Our cast of artists and dancers will bring the spirit to life tonight and I thank them all for their hard work in preparing for this show under these special circumstances. I'm sure you will agree they are a great and talented cast and crew. It is important that we do not lose sight of the spirit of football. I hope that this show will remind us what we are fighting for, and why we must continue to fight for positive change in football even when some among us let us down.\n\nSo please enjoy our show, enjoy it. But I ask you also to reflect on why a vast majority, we are all in football and we like this game, not for greed, not for exploit (sic), not for power, but because of love for the game, for this game, to serve others and to achieve positive change through responsible leadership.\n\nSolidarity and unity is asked for the game, for the world, for peace.",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41778312",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8788,
                    "source": {
                        "title": "Bradenton Herald",
                        "uri": "www.bradenton.com"
                    },
                    "time": "18:17:00",
                    "title": "Text from Sepp Blatter's speech at FIFA congress",
                    "uri": "282293092",
                    "url": "http://www.bradenton.com/2015/05/28/5822072/text-from-sepp-blatters-speech.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "The president of football's governing body has spoken in the midst of 14 arrests of FIFA officials, and ahead of tomorrow's presidential election\n\nSepp Blatter has spoken publicly for the first time since the raids on FIFA yesterday morning.\n\nFourteen officials were arrested by the Swiss authorities and FBI over claims of 'rampant, systemic and deep-rooted' corruption.\n\nBlatter has admitted that FIFA are in 'unprecedented and difficult' times, but insists he is not responsible for the situation.\n\nHe said: \"You will agree with me that these are unprecedented and difficult times for FIFA. The events of yesterday have cast a long shadow over football and over this congress.\n\n\"Actions of individuals have proven to bring shame and humiliation on football and demand action and change from us all. We cannot allow the reputation of football and FIFA to be dragged through the mud any longer. It has to stop here.\n\n\"I know many people hold me responsible. I cannot monitor everyone all the time. If people want to do wrong, they will also try to hide it.\"\n\nDespite claiming he is not involved in any alleged wrongdoing, the Swiss says he is 'sure' that more bad news will follow.\n\nHowever, he insists that those who are corrupt within the organisation and within the sport are in a 'minority', and that he is the man to begin rebuilding trust, starting after tomorrow's presidential election.\n\nHe added: \"The next few months will not be easy. I am sure more bad news will follow.\n\nIn pictures: FIFA officials arrested\n\n\"Those who are corrupt in football are in a minority, like in society and must be held responsible for their actions. Football cannot be the exception to the rule. There can be no place for corruption of any kind.\n\n\"We must respond tomorrow, we have the opportunity to begin the long and difficult road to rebuilding trust. We have lost the trust and we must now earn it back.\n\n\"It must fall to me for the responsibility for organisation and find a way to fix things. Solidarity and unity is asked for the game, for the world, for peace. Thank you.\"\n\nThere are no signs of tomorrow's election being postponed in the midst of the crisis, but UEFA chief Michel Platini revealed earlier today he had asked for Blatter to resign.\n\nFollow the latest developments in our LIVE blog here.\n\nVideo: Platini calls for Blatter to resign\n\nWatch this video again Watch Next Full transcript of Blatter's address:\n\n\"You will agree with me, these are unprecedented and difficult times for Fifa. The events of yesterday have cast a long shadow over football and over this week's congress.\n\n\"Actions of individuals, if proven, bring shame and humiliation on football and demand action and change from us all.\n\n\"We cannot allow the reputation of football and Fifa to be dragged through the mud any longer. It has to stop here and now.\n\n\"I know many people hold me ultimately responsible for the actions and reputation of the global football community, whether it's a decision for the hosting of the World Cup, or a corruption scandal.\n\n\"We, or I, cannot monitor everyone all of the time. If people want to do wrong, they will also try to hide it. But it must fall to me to bear the responsibility for the reputation and well-being of our organisation and to find a way forward to fix things.\n\n\"I will not allow the actions of a few to destroy the hard work and integrity of the vast majority of those who work so hard for football.\n\n\"I must stress that those who are corrupt in football are in a thin minority, like in society. But, like in society, they must be caught and held responsible for their actions.\n\n\"Football cannot be the exception to the rule. That is our responsibility as Fifa and we will co-operate with all authorities to make sure than anyone involved in wrongdoing, from top to bottom, is discovered and punished.\n\n\"There can be no place for corruption of any kind. The next few months will not be easy for Fifa. I'm sure more bad news may follow. But it is necessary to begin to restore trust in our organisation.\n\n\"Let this be the turning point. More needs to be done to make sure everyone in football to make sure everyone behaves responsibility and ethically, and everywhere also outside of the field of play, where there is no referee, no boundaries and no time limit.\n\n\"Football, the fans, the players, the clubs, the world, deserves so much more and we must respond.\n\n\"Tommorrow, the congress, we have the opportunity to begin on what will be a long and difficult road to rebuilding trust.\n\n\"We have lost that trust, at least a part of it, and we must now earn it back. We must earn it back through the decisions we make, through the expectations we place on each other and through the way we behave individually.\"\n\nHe later added: \"The vast majority, we are all in football and we like this game, not for greed, not for exploitation, not for power, but the cause of love for the game, for this game.\"\n\nPoll loading ...",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41773688",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8662,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "17:14:00",
                    "title": "\"I know many people hold me responsible. I cannot monitor everyone all the time\"",
                    "uri": "282277282",
                    "url": "http://www.mirror.co.uk/sport/football/news/sepp-blatter-fifa-crisis-brought-5779073",
                    "wgt": 1
                },
                {
                    "body": "The full text from FIFA President Sepp Blatter's speech on Thursday at the opening of the FIFA congress â\u0080\" a day after a number of their officials were arrested on corruption charges and criminal proceedings over the awarding of the 2018 and 2022 World Cups were opened:\n\nYou will agree with me, these are unprecedented and difficult times for FIFA. The events of yesterday have cast a long shadow over football and over this week's congress.\n\nActions of individuals bring shame and humiliation on football and demand action and change from us all. We cannot allow the reputation of football and FIFA to be dragged through the mud any longer.\n\nIt has to stop here and now. I know many people hold me ultimately responsible for the actions and reputation of the global football community, whether it's a decision for the hosting of a World Cup, or a corruption scandal.\n\nWe, or I, cannot monitor everyone all of the time. If people want to do wrong they will also try to hide it, but it must fall to me to bear the responsibility for the reputation and well-being of our organisation, and to find a way forward to fix things.\n\nI will not allow the actions of a few to destroy the hard work and integrity of the vast majority of those who work so hard for football. I must stress that those who are corrupt in football are in a tiny minority, like in society. But like in society they must be catched (sic) and held responsible for their actions. Football cannot be the exception to the rule. That is our responsibility at FIFA, and we will cooperate with all authorities to make sure anyone involved in wrongdoing, from top to bottom, is discovered and punished.\n\nThere can be no place for corruption of any kind. The next few months will not be easy for FIFA. I'm sure more bad news will follow. But it is necessary to begin to restore trust in our organization.\n\nLet this be the turning point. More needs to be done to make sure everyone in football behaves responsibly and ethically, and everywhere, also outside of the field of play, where there is no referee, no boundaries and no time limit.\n\nFootball, the fans, the players, the clubs, the world, deserve so much more. And we must respond tomorrow. Tomorrow, the congress, we have the opportunity to begin on what will be a long and difficult road to rebuilding trust. We have lost their trust, at least a part of it, and we must now earn it back. We must earn it back through the decisions we make, through the expectations we place on each other and through the way we behave individually.\n\nAnd that brings me to tonight's ceremony. You have seen that the opening ceremony is about football. The spirit of the game. The aspect of football that make it so loved by so many. Our cast of artists and dancers will bring the spirit to life tonight and I thank them all for their hard work in preparing for this show under these special circumstances. I'm sure you will agree they are a great and talented cast and crew. It is important that we do not lose sight of the spirit of football. I hope that this show will remind us what we are fighting for, and why we must continue to fight for positive change in football even when some among us let us down.\n\nSo please enjoy our show, enjoy it. But I ask you also to reflect on why a vast majority, we are all in football and we like this game, not for greed, not for exploit (sic), not for power, but because of love for the game, for this game, to serve others and to achieve positive change through responsible leadership.\n\nSolidarity and unity is asked for the game, for the world, for peace.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41811953",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8567,
                    "source": {
                        "title": "Firstpost",
                        "uri": "www.firstpost.com"
                    },
                    "time": "02:07:00",
                    "title": "Will not allow the actions of a few to destroy FIFA: Sepp Blatter",
                    "uri": "282409752",
                    "url": "http://www.firstpost.com/sports/will-not-allow-the-actions-of-a-few-to-destroy-fifa-sepp-blatter-2268330.html",
                    "wgt": 1
                },
                {
                    "body": "FIFA President Sepp Blatter made these remarks Thursday on the scandal in soccer (known to much of the world as football). 2 CONNECT 1 TWEETLINKEDINCOMMENTEMAILMORE\n\nThese are unprecedented and difficult times for FIFA. The events of (Wednesday) have cast a long shadow over football. ... Actions of individuals, if proven, bring shame and humiliation on football and demand action and change from us all.\n\nWe cannot allow the reputation of football and FIFA to be dragged through the mud any longer. It has to stop here and now.\n\nOUR VIEW: FIFA mess flattens Deflategate\n\nI know many people hold me ultimately responsible for the actions and reputation of the global football community, whether it's a decision for the hosting of the World Cup, or a corruption scandal.\n\nWe, or I, cannot monitor everyone all of the time. If people want to do wrong, they will also try to hide it. But it must fall to me to bear the responsibility for the reputation and well-being of our organization and to find a way forward to fix things.\n\nI will not allow the actions of a few to destroy the hard work and integrity of the vast majority of those who work so hard for football.\n\nI must stress that those who are corrupt in football are in a tiny minority, like in society. But, like in society, they must be caught and held responsible for their actions.\n\nFootball cannot be the exception to the rule. That is our responsibility as FIFA, and we will cooperate with all authorities to make sure anyone involved in wrongdoing, from top to bottom, is discovered and punished.\n\nThere can be no place for corruption of any kind. The next few months will not be easy for FIFA. I'm sure more bad news will follow. But it is necessary to begin to restore trust in our organization.\n\nLet this be the turning point. More needs to be done to make sure everyone in football behaves responsibility and ethically, and everywhere, also outside of the field of play. ... Football, the fans, the players, the clubs, the world, deserve so much more. And we must respond.\n\nWe have the opportunity to begin on what will be a long and difficult road to rebuilding trust (starting Friday at the FIFA Congress, which will elect a president and other key leaders). We have lost their trust, at least a part of it, and we must now earn it back.\n\n2 CONNECT 1 TWEETLINKEDINCOMMENTEMAILMORERead or Share this story: http://usat.ly/1HPFIkU",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41795920",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8551,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "20:15:00",
                    "title": "FIFA president: 'It has to stop here and now'",
                    "uri": "282355242",
                    "url": "http://www.usatoday.com/story/opinion/2015/05/28/fifa-president-sepp-blatter-soccer-corruption-editorials-debates/28091905/",
                    "wgt": 1
                },
                {
                    "body": "Sepp Blatter has spoken at the FIFA Congress and seems to have no intention of quitting his role as FIFA president, believing he has a duty to â\u0080\u009cfix thingsâ\u0080\u009d.\n\nThe FIFA president, who is under pressure to resign over corruption allegations within world football's governing body, said: \"Actions of individuals bring shame and humiliation on football and demand action and change from us all.\n\nâ\u0080\u009cWe cannot allow the reputation of FIFA and football to be dragged through the mud, it has to stop here and now.\n\nâ\u0080\u009cI know many people hold me ultimately responsible for actions of footballâ\u0080\u0099s governing community.\n\nâ\u0080\u009cI cannot monitor everyone all of the time, if people want to do wrong they will also try to hide. But it must fall to me for the responsibility for organisation and find a way to fix things.\n\nâ\u0080\u009cI will not allow actions of a few to destroy the hard work and integrity of those who work so hard for football,â\u0080\u009d he said.\n\nâ\u0080\u009cThose who corrupt in football are in the minority. There can be no place for corruption of any kind. The next few months will not be easy for us, Iâ\u0080\u0099m sure more bad news will follow. But it is necessary to begin to restore trust in our organisation.\n\nâ\u0080\u009cLet this be the turning point. Football, the fans, the players, the clubs, the world deserve so much more and we must respond.â\u0080\u009d\n\nBlatter, who is bidding to be re-elected tomorrow added: â\u0080\u009cTomorrow we have the opportunity to begin what will be a long and difficult road to rebuilding trust.\n\nâ\u0080\u009cWe must now earn it back, earn it back through the decisions we make, through expectations we place on each other and through the way we behave individually.â\u0080\u009d",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41768481",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8153,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.breakingnews.ie"
                    },
                    "time": "16:02:00",
                    "title": "Blatter: I have to 'find a way to fix things'",
                    "uri": "282259955",
                    "url": "http://www.breakingnews.ie/sport/other/blatter-i-have-to-find-a-way-to-fix-things-679240.html",
                    "wgt": 1
                },
                {
                    "body": "ZURICH: Shame and humiliation have been brought on FIFA following the turbulent events of the last two days which included the arrest of leading football officials at their Zurich hotel, the world football body's president Sepp Blatter said on Thursday.\n\nBlatter, making his first public appearance since Wednesday's extraordinary events which critics said marked a new low for his federation, said\n\nhe intends to help restore trust in world football where there was no room \"for corruption of any kind\".\n\n\"The events of yesterday have cast a long shadow over football and this Congress,\" Blatter, who is standing for a fifth mandate in Friday's presidential election where Prince Ali bin Al Hussein is his only challenger, said in his opening speech to FIFA's annual Congress in Zurich.\n\n\"They bring shame and humiliation to football and demand change from us all. We cannot allow the reputation of FIFA to be dragged through the mud any longer.\"\n\nIgnoring demands from European association UEFA to step down because of the corruption scandal, Blatter said: \"I know many people hold me ultimately responsible....[but] I cannot monitor everyone all the time. If people want to do wrong, they will also try to hide it.\"\n\nSeven of the most powerful figures in global football were arrested on Wednesday in a dawn raid on a luxury hotel that FIFA used to host visiting officials, and face extradition to the United States on corruption charges.\n\nThe Swiss authorities also announced a criminal investigation into the awarding of the next two World Cups being hosted in Russia in 2018 and Qatar in 2022.\n\nUS authorities said nine football officials and five sports media and promotions executives faced corruption charges involving more than $150 million in bribes.\n\nBlatter said that the scandal-tainted football body faces \"more bad news\".\n\n\"The next few months will not be easy for FIFA. I am sure more bad news will follow but it is necessary to begin to restore trust,\" Blatter told the congress.\n\n\"We cannot allow the reputation of football and FIFA to be dragged through the mud any longer. It has to stop here.\n\n\"Football cannot be the exception to the rule, that is our responsibility at FIFA, and we will co-operate if anyone is involved in wrong doing. There can be no place for corruption of any kind.\n\n\"Let this be the turning point. More needs to be done to make sure everyone in football behaves responsibly and ethically. Football deserves so much more and we must respond. Tomorrow, at the Congress, we ... will begin a long and difficult road.\n\n\"We have lost trust, at least part of it, and we must now earn it back, through the decisions we make. We like this game ... not for greed, not for exploiting, not for power, but because of the love of the game. Solidarity and unity is asked for the game, for the world, for peace.\"\n\nIn his address, IOC boss Thomas Bach urged FIFA to co-operate fully with US authorities to shed 'full light' on the corruption allegations facing football's governing body.\n\nBach, the president of the International Olympic Committee (IOC), acknowledged these are 'sad and difficult days' for FIFA and said Blatter's organisation must cleanse itself of any wrong-doings.\n\n\"I would very much like to encourage you to continue and strengthen your co-operation with the relevant authorities to shed full light on the concerned methods and to take all necessary measures to address such grave allegations, \"said Bach.\n\n\"The IOC knows from its experience that this fight is challenging and can be very painful. We also know there is no other way to ensure credibility, we have seen this in business, in politics and society.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41806458",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7913,
                    "source": {
                        "title": "Dawn",
                        "uri": "www.dawn.com"
                    },
                    "time": "00:11:00",
                    "title": "Shame and humiliation brought on FIFA, says Blatter",
                    "uri": "282389943",
                    "url": "http://www.dawn.com/news/1184801/shame-and-humiliation-brought-on-fifa-says-blatter",
                    "wgt": 1
                },
                {
                    "body": "ZURICH, May 28. /TASS/. People's trust in the International Association of Football Organisations (FIFA) at the centre of an unprecedented corruption scandal should be restored, FIFA president Sepp Blatter said on Thursday.\n\n\"It is neccesary to begin to restore trust in our organisation,\" Blatter said at the opening ceremony of the FIFA congress at Zurich's Theater 11 held a day after Swiss police detained seven high-ranking FIFA officials money laundering and corruption charges filed by the US Justice Department.\n\n\"These are unprecedented and difficult times for FIFA. The events of yesterday have cast a long shadow over football and over this week's congress,\" said Blatter, who has been at the FIFA helm since 1998.\n\nHe said the scandal brought \"shame and humiliation\" and demanded action.\n\n\"I know many people hold me ultimately responsible for the actions and reputation of the global football community,\" Blatter said. \"We, or I, cannot monitor everyone all of the time. If people want to do wrong, they will also try to hide it. But it must fall to me to bear the responsibility for the reputation and well-being of our organisation and to find a way forward to fix things.\"\n\nBlatter, who is seeking reelection as FIFA president said there was no place for corruption at FIFA and promised \"to cooperate with all authorities to make sure anyone involved in wrongdoing from top to bottom is discovered and punished.\".",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41789699",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7504,
                    "source": {
                        "title": "TASS",
                        "uri": "tass.ru"
                    },
                    "time": "21:26:00",
                    "title": "Trust in FIFA should be restored -- Blatter",
                    "uri": "282333171",
                    "url": "http://tass.ru/en/sports/797379",
                    "wgt": 1
                },
                {
                    "body": "UEFA president Michel Platini called for Blatter to resign but he refused and said \"it is necessary to begin rebuilding the trust in our organization\"\n\nHis voice wavering as he took the podium, Blatter, who has missed several meetings in Zurich since a $150 million bribery scandal exposed by U.S. authorities on Wednesday brought his organization to the lowest ebb in its 111-year history, said \"these are unprecedented and difficult times for FIFA\".\n\n\"The events of yesterday have cast a long shadow over football and for this week's congress. The actions of individuals bring shame and humiliation on football and demand action and change from us all,\" the 79-year-old said, refusing to accept responsibility for the FIFA officials who were involved in racketeering, money laundering and bribery under his watch.\n\nAfter the 2018/2022 World Cup bribery scandal rocked FIFA in 2010, Blatter had opened the 2011 congress at which he was re-elected by saying with similar remarks denying any crisis.\n\nIt was a similar refrain on Thursday, as if four years of a scandal-ridden reforms process had never happened.\n\nBlatter bizarrely painted himself as the savior of world football's governing body a day after the US Department of Justice highlighted the culture of corruption that he has allowed to flourish since he took office in 1998.\n\n\"We cannot allow the reputation of football and FIFA to be dragged through the mud any longer. It has to stop here and now,\" he said.\n\nWith calls for him to resign from some of football's stakeholders, including UEFA president Michel Platini, he acknowledged that \"many people hold me ultimately responsible for the actions and reputation of the global football community whether on decisions for hosting of World Cups or a corruption scandal\".\n\nThe FIFA chief, who faces a presidential challenge from Prince Ali Bin Al Hussein in Friday's election, then promptly failed to accept total responsibility.\n\n\"We or I cannot monitor everyone all of the time. If people want to do wrong they will also try to hide it.\"\n\nAs he did in 2011, when he dug into his book of maritime metaphors saying he wanted to right FIFA's ship that was in \"troubled waters\", Blatter said he wanted to \"find a way forward to fix things\".\n\nFIFA's reputation was in tatters on Wednesday when the US Department of Justice charged 14 football and marketing officials with 47 counts of corruption. \"The indictment alleges corruption that is rampant, systemic, and deep-rooted both abroad and here in the United States,\" said Attorney General Loretta Lynch.\n\nYet Blatter shrugged off the scandal, telling congress delegates that corrupt football officials \"are in the minority\" and should be held responsible for their actions.\n\n\"There can be no place for corruption of any kind.\"\n\nAs if Friday's election is a foregone conclusion, which it is not following the latest corruption storm, Blatter appeared to take on the mantle of reformer once again. His discredited reforms process launched in 2011 apparently a distant memory.\n\n\"The next few months will not be easy for FIFA. I am sure more bad news may follow but it is necessary to begin rebuilding the trust in our organization,\" he said.\n\n\"Let this be the turning point. More needs to be done to make sure people in football behave ethically and responsibly. Football, the fans, the players, the clubs, the world deserves so much more.\"\n\n\"And we must respond tomorrow,\" he added. \"We have the opportunity to begin on a long and difficult road to rebuilding trust. We have lost their trust or at least a big part of it and we must now earn it back.... through the decisions we make and expectations we place on each other and the way we behave individually.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41825478",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7387,
                    "source": {
                        "title": "MercoPress",
                        "uri": "en.mercopress.com"
                    },
                    "time": "09:51:00",
                    "title": "Undaunted Blatter blames corruption on others and pledges to rebuild trust in FIFA",
                    "uri": "282458352",
                    "url": "http://en.mercopress.com/2015/05/29/undaunted-blatter-blames-corruption-on-others-and-pledges-to-rebuild-trust-in-fifa",
                    "wgt": 1
                },
                {
                    "body": "FIFA president Blatter will not resign as he struts around stage with a neck a blowtorch couldn't mark.\n\nSEPP BLATTER has claimed he is the good fighting football's evil in a laughable speech this evening that brought even more shame on himself.\n\nThe under-fire FIFA president is expected to be elected again tomorrow despite opposition from UEFA after a scandal-hit few years that erupted yesterday with high-ranking officials being arrested on corruption charges.\n\nBut Blatter, who has not been indicted by US authorities, remains unrepentant - insisting HE is the victim.\n\nNeither will the 79-year-old Swiss will resign. Furthermore, he seemed aghast that anyone dared have the temerity to lay the blame at his door - even though he is in charge of the organisation that is being chased by the Feds.\n\nAt the opening of the FIFA congress Blatter said: \"Actions of individuals bring shame and humiliation on football and demand action and change on us. We cannot allow the reputation of football and FIFA to be dragged through the mud any longer, it has to stop - here and now.\n\n\"I know many people hold me ultimately responsible for the actions of the global football community, whether it's the decision for the hosting of a World Cup or a corruption scandal.\n\n\"We or I cannot monitor everyone all of the time - if people want to do wrong they will also try to hide it.\n\n\"The next few months will not be easy for FIFA, I'm sure more bad news will follow but it's necessary to restore trust in our organisation.\n\n\"Let this be the turning point. We have lost the trust and we must now earn it back.\n\n\"It must fall to me for the well-being of our organisation to find the way forward to fix things.\"\n\nBut Blatter's most embarrassing comment came at the end.\n\nHe signed off his speech ahead of dancing girls coming on to the stage with: \"We must continue to fight for positive change in football even when some among us let us down - so please ENJOY our show.\"\n\nREAD: Keith Jackson on why the baw's burst.",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41770447",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7144,
                    "source": {
                        "title": "dailyrecord",
                        "uri": "www.dailyrecord.co.uk"
                    },
                    "time": "16:31:00",
                    "title": "Sweet, little angelic Sepp in his most SHAMEFUL speech yet signs off with: Enjoy the dancing girls!",
                    "uri": "282266790",
                    "url": "http://www.dailyrecord.co.uk/sport/football/football-news/sweet-little-angelic-sepp-most-5779129",
                    "wgt": 1
                },
                {
                    "body": "Zurich -- Shame and humiliation have been brought on FIFA following the turbulent events of the last two days which included the arrest of leading soccer officials at their Zurich hotel, the world soccer body's president Sepp Blatter said on Thursday.\n\nBlatter, making his first public appearance since Wednesday's extraordinary events which critics said marked a new low for his federation, said there was no room \"for corruption of any kind.\"\n\n\"The events of yesterday have cast a long shadow over football and this Congress,\" Blatter, who is standing for a fifth mandate in Friday's presidential election where Prince Ali bin Al Hussein is his only challenger, said in his opening speech to FIFA's annual Congress in Zurich.\n\n\"They bring shame and humiliation to football and demand change from us all. We cannot allow the reputation of FIFA to be dragged through the mud any longer.\"\n\nIgnoring calls to step down because of the corruption scandal, Blatter said: \"I know many people hold me ultimately responsible....(but) I cannot monitor everyone all the time. If people want to do wrong, they will also try to hide it.\"\n\nSeven of the most powerful figures in global football were arrested on Wednesday in a dawn raid on a luxury hotel that FIFA used to host visiting officials, and face extradition to the United States on corruption charges.\n\nThe Swiss authorities also announced a criminal investigation into the awarding of the next two World Cups being hosted in Russia in 2018 and Qatar in 2022.\n\nUS authorities said nine football officials and five sports media and promotions executives faced corruption charges involving more than $150 million in bribes.\n\n\"Football cannot be the exception to the rule, that is our responsibility at FIFA, and we will co-operate if anyone is involved in wrong doing,\" said Blatter.\n\n\"There can be no place for corruption of any kind.\"\n\n\"Let this be the turning point. More needs to be done to make sure everyone in football behaves responsibly and ethically.\"\n\n\"Football deserves so much more and we must respond. Tomorrow, at the Congress, we ... will begin a long and difficult road.\n\n\"We have lost trust, at least part of it, and we must now earn it back, through the decisions we make.\n\n\"We like this game ... not for greed, not for exploiting, not for power, but because of the love of the game. Solidarity and unity is asked for the game, for the world, for peace.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41799080",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6873,
                    "source": {
                        "title": "The Christian Science Monitor",
                        "uri": "www.csmonitor.com"
                    },
                    "time": "00:25:00",
                    "title": "Blatter says FIFA probe, arrests 'bring shame and humiliation to football'",
                    "uri": "282365411",
                    "url": "http://www.csmonitor.com/World/Europe/2015/0528/Blatter-says-FIFA-probe-arrests-bring-shame-and-humiliation-to-football",
                    "wgt": 1
                },
                {
                    "body": "The world soccer's governing body FIFA has been embroiled in a deep crisis as several senior officials, including FIFA vice president Jeffery Webb, were arrested on Wednesday in Zurich, Switzerland ahead of the 65th FIFA Congress.\n\nAmidst the biggest storm that has hit the 111-year-old organization, Sepp Blatter was re-elected for the fifth time as the FIFA president at the congress on Friday.\n\n\"I am held responsible for the storm. OK yes I accept this responsibility,\" he said before the voting started.\n\n\"I promise a strong FIFA, I want to climb back up the hill, arrange FIFA's situation. I want a beautiful FIFA, and strong enough to get out of the storm,\" he added.\n\nFIFA had acted quickly, banning provisionally 11 individuals from carrying out any soccer-related activities on a national and international level, including those arrested officials.\n\nBut for some pundits, the scandal engulfing FIFA is less about people but more about a system that is difficult to change.\n\nGerman football legend Franz Beckenbauer said: \"It's not the man himself (who is to blame).\"\n\n\"Theo Zwanziger (former president of the German football federation) once said something clever: 'It's not the person but the system'. It's very difficult to change the system,\" said Beckenbauer, who has won the World Cup as a player and a coach.\n\n\"How can you control 209 countries and regions? You're always going to have a few irregularities. We need a new system. I'm not sure which one,\" explained the 69-year-old.\n\nBeckenbauer's opinions were also echoed by Wei Jizhong, former vice president of the Chinese Olympic Committee.\n\nWei said: \"Football has been over commercialized. With gambling and manipulation with intermediate agents involved, the game is out of control,\" he said.\n\nFIFA takes in billions of dollars in revenue from television marketing rights and sponsorships, making it one of the wealthiest and most powerful sports bodies in the world. Dogged by corruption scandals for decades, FIFA has usually done self-investigation to avoid scrutiny by criminal courts.\n\n\"The next few months will not be easy for FIFA. I am sure more bad news will follow but it is necessary to begin to restore trust,\" Blatter said in his opening address at the congress on Thursday.\n\n\"We cannot allow the reputation of soccer and FIFA to be dragged through the mud any longer. It has to stop here,\" he added.\n\nBlatter called the scandals \"unprecedented\" and said the \"actions of individuals bring shame and humiliation on soccer and demand action and change from us all\".\n\nThe president said FIFA cannot be an \"exception\" to rules on corruption and added \"we will cooperate with all authorities to make sure that anyone involved in wrongdoing - from top to bottom - will be discovered and punished.\"",
                    "date": "2015-05-30",
                    "eventUri": "2911300",
                    "id": "41887604",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6445,
                    "source": {
                        "title": "China Internet Information Center",
                        "uri": "www.china.org.cn"
                    },
                    "time": "05:34:00",
                    "title": "Re-elected Blatter faces an uphill task",
                    "uri": "282670016",
                    "url": "http://www.china.org.cn/sports/2015-05/30/content_35697603.htm",
                    "wgt": 1
                },
                {
                    "body": "Refresh automatically On | Off 7:13 am Blatter insists: I am the man to fix things\n\nSepp Blatter spoke publicly for the first time yeserday since the raids on FIFA on Wednesday morning.\n\nBlatter has admitted that FIFA are in 'unprecedented and difficult' times, but insists he is not responsible for the situation.\n\nHe said: \"You will agree with me that these are unprecedented and difficult times for FIFA. The events of yesterday have cast a long shadow over football and over this congress.\n\n\"Actions of individuals have proven to bring shame and humiliation on football and demand action and change from us all. We cannot allow the reputation of football and FIFA to be dragged through the mud any longer. It has to stop here.\n\n\"I know many people hold me responsible. I cannot monitor everyone all the time. If people want to do wrong, they will also try to hide it.\"\n\nRead a full transcript of Blatter's address HERE\n\n7:08 am Ben Burrows Welcome\n\nGood morning and welcome to our live coverage of FIFA's presidential election.\n\nWe are here then, D-Day for FIFA and their under-fire head honcho Sepp Blatter. Today we will find out whether he will win an unprecedented fifth term in charge of football's world governing body.\n\nThe man charged with ousting him from office is Prince Ali of Jordan, with a wave of support building following the dawn raids and subsequent revelations about corruption in the game on Wednesday.\n\nToday all 209 of FIFA's member nations will cast their votes as the world watches.\n\nMichel Platini has confirmed UEFA will vote against Blatter with more and more federations following their lead.\n\nOur man in Zurich, John Cross, will be providing updates as and when the latest breaks while we will be keeping across everything here.\n\nStay tuned for what promises to be a dramatic and potentially historic day.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41814534",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6376,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "06:21:00",
                    "title": "FIFA election: Will Sepp Blatter beat Prince Ali? Updates",
                    "uri": "282419050",
                    "url": "http://www.mirror.co.uk/sport/football/news/live-fifa-arrests-corruption-blatter-5781616",
                    "wgt": 1
                },
                {
                    "body": "WITH FIFA's world crumbling around him, football's Frank Gallagher has a simple message to his critics: 'let's have a PAARTYY!'\n\nSEPP BLATTER finally emerged from his bunker last night to stage a command performance as international football's very own Frank Gallagher.\n\nShameless? It's almost as if the word was made for this Swiss OAP who even had the audacity to invite his adoring cronies to relax, sit back and enjoy the dancers he'd laid on for them for the grand opening of this, FIFA's 65th and crisis-ravaged congress.\n\nThe room responded with a raucous round of applause as the brazen Blatter skipped off stage, one eye glinting and the other darting towards the shallow hemline of the nearest flag-waving showgirl.\n\nRepulsive. There's another word that sprung to mind as Blatter hammed it up for his fawning crowd of flunkies. So grateful are they just to be a part of his Badfellas mob that they have lost the ability to see past their boss, never mind through him.\n\nWhat the rest of the world saw, though, was a shiny-skinned old man with no self-awareness, no remorse and no intention of releasing his grip on our game. As soon as he started speaking one thing became obvious. If we want our ball back, we're going to have to take it off him.\n\n\"There is no hope he will sacrifice himself for the greater good because, in his own mind, he has afforded himself a God-like status.\n\nNever mind Frank Gallagher, what we're dealing with here is a man with a full-blown Messiah complex.\n\n\"You will agree with me,\" he ordered, \"that these are unprecedented and difficult times for FIFA. The events of yesterday have cast a long shadow over football and over the congress.\n\n\"Actions of individuals bring shame and humiliation on football and demand action and change from us. We cannot allow the reputation of football and FIFA to be dragged through the mud any longer.\n\n\"I know many hold me responsible for the actions and reputation of the global football community, whether it's a decision for the hosting of the World Cup, or a corruption scandal.\n\n\"We, or I, cannot monitor everyone all the time. If people want to do wrong, they will try to hide it. But it falls to me to bear the responsibility for the reputation of our organisation and to find a way to fix things.\"\n\nAnd with that, Sepp had spoken.\n\nNo self-blame or remorse and no accountability for the crisis which engulfed his empire the moment Swiss law enforcers - acting on behalf of the FBI - raided FIFA's hotel on Wednesday and kick-started this scandal.\n\nBlatter's only role yesterday was that of the ever-so-confused elderly victim. You know, the look that says he's just been turned over by a dodgy gasman. This was him at his grotesque and deluded worst.\n\nIt's not as if he is unaware of the clamour for his removal. In fact, earlier yesterday he spent time alone with UEFA chief Michel Platini who pleaded with him to fall on his sword.\n\nPlatini looked close to tears when he left that meeting, admitting defeat while also apparently threatening to pull all of Europe out of the next two World Cups in Russia and Qatar.\n\nBlatter, on the other hand, didn't appear to be the least bit bothered. And why should he have been? This almighty cluster**** of corruption, bribery and racketeering has nothing to do with him. Nothing whatsoever.\n\nNope, Blatter simply gave the world his best puppy eyes in a way which said: 'Trust me, I feel every bit as cheated as you do.' It was enough to trigger an involuntary gagging reflex.\n\nTimeline of the FIFA corruption scandal: What happened and when\n\nBlatter, now in full flow, said: \"The next few months will not be easy for FIFA. More bad news may follow but it is necessary to begin to restore trust in our organisation.\n\n\"Let this be the turning point. More must be done to make sure everyone in football behaves ethically -\n\neverywhere, also outside of the field of play, where there is no referee, no boundaries, and no time limit. Football - the fans, the players, the clubs, the world deserves so much more.\n\n\"Congress have the chance to begin what will be a long and difficult road to rebuilding trust. We have lost their trust, or at least a big part of it, and we must now earn it back. I will not allow the actions of a few to destroy the hard work and integrity of the majority of those who work so hard for football.\n\n\"I must stress those who are corrupt in football are in a minority, like in society. But like in society they must be caught and held responsible for their actions.\"\n\nAnd there you have it. Please disperse, nothing to see here.\n\nPoll loading ...\n\nAnyway Blatter had other issues on his mind. For one, the collection of leggy young models around his podium. And then there were all those cabaret dancers. Don't forget the dancers Sepp. Astonishingly, he did not.\n\n\"That brings me to tonight's ceremony. You have seen that the opening ceremony is about football, the spirit of the game, the aspect of football that makes it so loved by so many.\n\n\"Our cast of artists and dancers will bring this spirit to life tonight and I thank them all for their hard work in preparing for the show under these special circumstances.\n\n\"I'm sure you will agree they are a great and talented cast. I hope this show will remind us what we are fighting for and\n\nwhy we must continue the fight for positive change in football even when some among us let us down. So please enjoy our show.\"\n\nOr, in other words, 'Let's have a PAARTYY!'\n\nThis was a performance so arrogantly self-indulgent and so lacking in remorse or empathy that it should have made the real\n\nworld cringe.\n\nBut at least Frank Gallagher would have been proud of him.\n\nRevisited ... when Jim Murphy went to Qatar and told the SFA: You've got blood on your hands\n\nTest your knowledge with our sports quiz:",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41820581",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6279,
                    "source": {
                        "title": "dailyrecord",
                        "uri": "www.dailyrecord.co.uk"
                    },
                    "time": "08:23:00",
                    "title": "Shameless: Brazen FIFA boss Sepp Blatter doesn't bat an eyelid over scandal",
                    "uri": "282440671",
                    "url": "http://www.dailyrecord.co.uk/sport/football/football-news/shameless-brazen-fifa-boss-sepp-5781934",
                    "wgt": 1
                },
                {
                    "body": "As defiant as ever, Sepp Blatter resisted calls to resign as FIFA president Thursday and deflected blame for the massive bribery and corruption scandal engulfing soccer's world governing body.\n\n\"We, or I, cannot monitor everyone all of the time,\" Blatter said in Zurich in his first public remarks on the crisis that has further tainted his leadership on the eve of his bid for a fifth term as president.\n\nBlatter, 79, insisted he could restore trust in world soccer after a pair of corruption investigations brought \"shame and humiliation\" on his organization and the world's most popular sport.\n\n\"We cannot allow the reputation of football and FIFA to be dragged through the mud any longer,\" he said. \"It has to stop here and now.\"\n\nDespite a tide of criticism and pressure on him to leave, Blatter is moving ahead with a presidential election Friday that is likely to bring him another four years in office as one of them most powerful men in sports.\n\n\"The events of yesterday have cast a long shadow over football,\" he said, his voice shaky at times, in a speech to open FIFA's two-day congress. \"There can be no place for corruption of any kind.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41808852",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6262,
                    "source": {
                        "title": "Sunnyvale Sun",
                        "uri": "www.mercurynews.com"
                    },
                    "time": "04:08:00",
                    "title": "Sports digest: Defiant FIFA president says he won't resign",
                    "uri": "282398903",
                    "url": "http://www.mercurynews.com/sports/ci_28210631/sports-digest-defiant-fifa-president-says-he-wont?source=rss",
                    "wgt": 1
                },
                {
                    "body": "ZURICH - As defiant as ever, Sepp Blatter resisted calls to resign as FIFA president Thursday and deflected blame for the massive bribery and corruption scandal engulfing soccer's world governing body.\n\n\"We, or I, cannot monitor everyone all of the time,\" Blatter said in his first public remarks on the crisis that has further tainted his leadership on the eve of his bid for a fifth term as president.\n\nThe 79-year-old Blatter, a Swiss native, insisted he could restore trust in world soccer after a pair of corruption investigations brought \"shame and humiliation\" on his organization and the world's most popular sport.\n\n\"We cannot allow the reputation of football and FIFA to be dragged through the mud any longer,\" he said. \"It has to stop here and now.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41857540",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5975,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "05:33:00",
                    "title": "Defiant Sepp Blatter resists calls to resign amid FIFA scandal",
                    "uri": "282567371",
                    "url": "http://www.philly.com/inquirer/sports/20150529_Defiant_Sepp_Blatter_resists_calls_to_resign_amid_FIFA_scandal.html",
                    "wgt": 1
                },
                {
                    "body": "\"I am held responsible for the storm. OK yes I accept this responsibility,\" he said before the voting started.\n\n\"I promise a strong FIFA, I want to climb back up the hill, arrange FIFA's situation. I want a beautiful FIFA, and strong enough to get out of the storm,\" he added, Xinhua news agency reported.\n\nFIFA had acted quickly, banning provisionally 11 individuals from carrying out any soccer-related activities on a national and international level, including those arrested officials.\n\nBut for some pundits, the scandal engulfing FIFA is less about people but more about a system that is difficult to change.\n\nGerman football legend Franz Beckenbauer said: \"It's not the man himself (who is to blame).\"\n\n\"Theo Zwanziger (former president of the German football federation) once said something clever: 'It's not the person but the system'. It's very difficult to change the system,\" said Beckenbauer, who has won the World Cup as a player and a coach.\n\n\"How can you control 209 countries and regions? You're always going to have a few irregularities. We need a new system. I'm not sure which one,\" explained the 69-year-old.\n\nBeckenbauer's opinions were also echoed by Wei Jizhong, former vice president of the Chinese Olympic Committee.\n\nWei said: \"Football has been over commercialised. With gambling and manipulation with intermediate agents involved, the game is out of control,\" he said.\n\nFIFA takes in billions of dollars in revenue from television marketing rights and sponsorships, making it one of the wealthiest and most powerful sports bodies in the world. Dogged by corruption scandals for decades, FIFA has usually done self-investigation to avoid scrutiny by criminal courts.\n\n\"The next few months will not be easy for FIFA. I am sure more bad news will follow but it is necessary to begin to restore trust,\" Blatter said in his opening address at the congress on Thursday.\n\n\"We cannot allow the reputation of soccer and FIFA to be dragged through the mud any longer. It has to stop here,\" he added.\n\nBlatter called the scandals \"unprecedented\" and said the \"actions of individuals bring shame and humiliation on soccer and demand action and change from us all\".\n\nThe president said FIFA cannot be an \"exception\" to rules on corruption and added \"we will cooperate with all authorities to make sure that anyone involved in wrongdoing - from top to bottom - will be discovered and punished.\"",
                    "date": "2015-05-30",
                    "eventUri": "2911300",
                    "id": "41885267",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5618,
                    "source": {
                        "title": "Sify",
                        "uri": "www.sify.com"
                    },
                    "time": "04:19:00",
                    "title": "Re-elected Blatter faces an uphill task",
                    "uri": "282661879",
                    "url": "http://www.sify.com/news/re-elected-blatter-faces-an-uphill-task-news-others-pf4iEdgfjjgfh.html",
                    "wgt": 1
                },
                {
                    "body": "Sepp Blatter claims there was no way he could have monitored what his top staff were doing - but as the boss he should have been\n\nI don't know much about football. But I do know that when you get paid £2million a year to run an organisation it's your job to know what goes on inside it.\n\nBut not according to FIFA boss Sepp Blatter, who said after the arrest of seven top officials accused of an £100 million bribery and corruption racket, there was no way he could have monitored what everyone was doing.\n\nWell, obviously not the cleaners or the people in the canteen, but he should have known what his top executives were up to - especially as some of them are claimed to have built up multi-million pound property empires on backhanders.\n\nAnd if that passed him by then he shouldn't be re-elected president of his local golf club, let alone a global organisation like FIFA.\n\nMaybe he spent too much time flying around the world on private jets, staying in top hotels and drinking vintage champagne to see what was in front of his face. Which is another reason for him to be booted out.\n\nAs is all that guff he's spouting about how the scandal has brought shame on football and it's his priority now to clean up the game.\n\nTwo things - first, it's not football that's been shamed by this. It's him and his dodgy organisation.\n\nSecond, how long has he been insisting he's going to clean it up?\n\nThe stench of corruption has been clinging to FIFA for years.\n\nAnd for just as many years Blatter has been promising to sort it out and instigating totally ineffective internal investigations which, surprise, surprise, revealed nothing.\n\nAnd so he's done nothing.\n\nFinally, it's been taken out of his hands by the US authorities.\n\nAnd instead of taking responsibility for what's happened on his watch, instead of doing the honourable thing and resigning, this wizened little despot is hanging on to the gravy train like a limpet repeating the mantra he thinks is his Get Out Of Jail Free card: \"I know nothing\".\n\nI'm sorry, but if he missed the fact that officials and executives in FIFA's high command were building themselves palatial mansions - he's an idiot.\n\nAnd did he never question why Qatar was chosen to host the World Cup, a country where footballers will have to play in 50 degree heat?\n\n\"I know many people hold me ultimately responsible for the actions and reputation of the global football community,\" he says.\n\nWell, he's got that right.\n\nBut what's incredible is that Blatter doesn't think what's happened here has anything to do with him and believes he can walk away from it unscathed.\n\nFIFA isn't about sport any more. It's a multi- million pound, international business and it was Blatter's job to run it properly. He failed. So why is he still there?\n\nAnd as he's refused to do the honourable thing, then the sponsors must get him kicked out by withdrawing their support.\n\nAnd football associations all over the world need to say they'll boycott the World Cup if he's in charge.\n\nFIFA is Blatter's little fiefdom and he's been ruling it for too long.\n\n\"We must restore trust in our ­organisation,\" he says.\n\nYes, but that can't happen until the man under whose reign trust has been completely destroyed, has gone.",
                    "date": "2015-05-30",
                    "eventUri": "2911300",
                    "id": "41914871",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4741,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "19:30:00",
                    "title": "Sepp Blatter shouldn't be re-elected golf club president - let alone FIFA",
                    "uri": "282769670",
                    "url": "http://www.mirror.co.uk/sport/football/news/sepp-blatter-shouldnt-been-re-elected-5793100",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 18,
            "averageDate": "2015-05-28",
            "avgCos": 0.8345,
            "categories": [
                {
                    "label": "Sports/Football/Canadian",
                    "uri": "http://www.dmoz.org/Sports/Football/Canadian",
                    "wgt": 31
                },
                {
                    "label": "Sports/Soccer/News_and_Media",
                    "uri": "http://www.dmoz.org/Sports/Soccer/News_and_Media",
                    "wgt": 31
                },
                {
                    "label": "Sports/Soccer/Fun",
                    "uri": "http://www.dmoz.org/Sports/Soccer/Fun",
                    "wgt": 33
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2911300",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2913307",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "Zürich",
                "lat": 47.36667,
                "long": 8.55,
                "wikiUri": "http://en.wikipedia.org/wiki/Zürich"
            },
            "storyDate": "2015-05-28",
            "storyDateEnd": "",
            "uri": "b040d876-3707-4df0-8074-1c231ead3202-66275",
            "variance": 0.3036
        }
    },
    "ef22bac6-520f-431d-82f3-5cdff051972e-9791": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "La Fiscalía suiza abre un proceso penal por la elección de sedes en los Mundial de 2018 y 2022\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron hoy en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó hoy de que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se les ha demandado sin oposición.\n\nEl comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de que se celebre la elección del presidente de la organización.\n\nAl cargo opta Sepp Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41694599",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9817,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "18:57:00",
                    "title": "Detenidos altos cargos de la FIFA acusados de haber aceptado sobornos durante años",
                    "uri": "282000343",
                    "url": "http://www.elcorreogallego.es/deportes/ecg/detenidos-altos-cargos-de-la-fifa-acusados-de-haber-aceptado-sobornos-durante-anos/idEdicion-2015-05-27/idNoticia-934406/",
                    "wgt": 1
                },
                {
                    "body": "Suiza detiene a seis dirigentes de la FIFA por corrupción y descarta que Blatter esté implicado\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos, cuya identidad no ha sido revelada, por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes de los Mundiales de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía han entrado este miércoles en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado. Los Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía ha informado de que el proceso penal se abrió el pasado mes de marzo \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\". Fue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado. Además, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nEn el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se le han demandado sin oposición. El comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios. \"Los documentos incautados y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de la elección del presidente de la organización. Al cargo opta Joseph Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal. Finalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41668709",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9724,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "12:50:00",
                    "title": "La fiscalía suiza abre un proceso penal por la elección de las sedes de los Mundiales 2018 y 2022",
                    "uri": "281905564",
                    "url": "http://www.rtve.es/deportes/20150527/fiscalia-suiza-abre-proceso-penal-eleccion-sedes-mundiales-2018-2022/1151324.shtml",
                    "wgt": 1
                },
                {
                    "body": "Esta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron hoy en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó hoy de que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se les ha demandado sin oposición.\n\nEl comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de que se celebre la elección del presidente de la organización.\n\nAl cargo opta Sepp Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41686603",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9703,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "17:04:00",
                    "title": "Fiscalía suiza abre proceso penal por elección sedes Mundial de 2018 y 2022",
                    "uri": "281971937",
                    "url": "http://www.elcorreogallego.es/deportes/ecg/fiscalia-suiza-abre-proceso-penal-por-eleccion-sedes-mundial-de-2018-y-2022/idEdicion-2015-05-27/idNoticia-934406/",
                    "wgt": 1
                },
                {
                    "body": "El Ministerio Público de la Confederación Helvética abrió un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron este miércoles en la sede de la FIFA en Zurich y recabaron documentos y datos electrónicos, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se realizarán en Rusia y Qatar, respectivamente, sedes que fueron elegidas en una ceremonia en Zurich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advirtió la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agregó el comunicado.\n\nAdemás, indicó que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la Fiscalía dejó claro que la FIFA ha colaborado este miércoles y ha entregado los documentos que se les ha solicitado sin oposición.\n\nEl comunicado especificó que, previamente a las acciones de este miércoles, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zurich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos, pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zurich el Congreso de la FIFA, y dos días antes de que se efectúe la elección del presidente de la organización.\n\nAl cargo opta Joseph Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de 20 años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, 10 personas \"que participaron del proceso de atribución de los mundiales\" serán interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41661470",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9264,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "10:49:00",
                    "title": "Fiscalía suiza abrió proceso penal por elección de sedes de Mundiales 2018 y 2022",
                    "uri": "281876530",
                    "url": "http://www.cooperativa.cl/noticias/deportes/futbol/fifa/fiscalia-suiza-abrio-proceso-penal-por-eleccion-de-sedes-de-mundiales/2015-05-27/074048.html",
                    "wgt": 1
                },
                {
                    "body": "La reacción de Putin contra los EEUU esconde su verdadera preocupación: que la Justicia suiza ha abierto una causa en la que se investiga el otorgamiento de las sedes de los Mundiales de 2018 y 2022 a Rusia y Qatar respectivamente.\n\nEl Ministerio Público de la Confederación Helvética abrió un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección.\n\nAgentes de la Fiscalía entraron en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos, confirmó la propia institución en un comunicado.\n\nRusia y Qatar fueron elegidas en un ceremonia en Zúrich en diciembre de 2010. Ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía suiza sospecha \"irregularidades\" en la elección de las sedes de 2018 y 2022\n\nLa Fiscalía informó que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41743977",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8603,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "10:09:00",
                    "title": "Putin: \"Las detenciones buscan evitar la reelección de Blatter y el Mundial en Rusia\"",
                    "uri": "282172916",
                    "url": "http://www.infobae.com/2015/05/28/1731589-putin-las-detenciones-buscan-evitar-la-reeleccion-blatter-y-el-mundial-rusia",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2015-05-27",
            "avgCos": 0.9422,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2911300",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2912384",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "Zürich",
                "lat": 47.36667,
                "long": 8.55,
                "wikiUri": "http://en.wikipedia.org/wiki/Zürich"
            },
            "storyDate": "2015-05-27",
            "storyDateEnd": "",
            "uri": "ef22bac6-520f-431d-82f3-5cdff051972e-9791",
            "variance": 0.1122
        }
    },
    "meta": {
        "CCAArticleMatchCount": 0,
        "CCAArticleMatchRatio": 0,
        "CCAAvgCosSim": 0,
        "CCAAvgMatchWgt": 0,
        "_articleUri1": "282000343",
        "_articleUri2": "282302577",
        "_datetime": "2015-05-29 08:27:10",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "ef22bac6-520f-431d-82f3-5cdff051972e-9791",
        "_storyUri2": "b040d876-3707-4df0-8074-1c231ead3202-66275",
        "_username": "admin",
        "artCount1": 5,
        "artCount2": 12,
        "avgCosSimStory1": 0.9422,
        "avgCosSimStory2": 0.8345,
        "categorySim": 0,
        "conceptCosSim": 0.3316651472374588,
        "conceptJaccardSim": 0.2,
        "coreTime1": 135010.8166666667,
        "coreTime2": 135040.5166666667,
        "coreTimeStDev1": 8.22164757751015,
        "coreTimeStDev2": 3.770832504602967,
        "entityCosSim": 0.5761886665663767,
        "entityJaccardSim": 0.4166666666666667,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.1131482154146843,
        "keywordJaccardSim": 0.08695652173913043,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 35,
        "storyQuality2": 33,
        "timeAvg1": 135018.7633333334,
        "timeAvg2": 135045.8291666667,
        "timeStDev1": 8.22164757751015,
        "timeStDev2": 4.556411462618166,
        "varianceStory1": 0.1122,
        "varianceStory2": 0.3036
    }
}