{
    "b040d876-3707-4df0-8074-1c231ead3202-41751": {
        "articles": {
            "resultCount": 24,
            "results": [
                {
                    "body": "Pavel Golovkin / APMoscow's new Otkrytie Arena stadium, home to Spartak Moscow, is due to host some 2018 World Cup matches.\n\nDoubts were cast Wednesday over Russia's legitimacy as the host nation for football's next World Cup as Swiss authorities launched an investigation into criminal mismanagement and money laundering linked to the 2010 decision by FIFA, football's governing body, to give the 2018 sporting event to Moscow.\n\nDocuments at the Swiss headquarters of FIFA were seized and the office of Switzerland's attorney general announced it would question 10 members of the organization's 2010 executive committee, which includes Russian Sports Minister Vitaly Mutko.\n\n\"It is suspected that irregularities occurred in the allocation of the FIFA World Cups of 2018 and 2022. The corresponding unjust enrichment is suspected to have taken place at least partly in Switzerland,\" Switzerland's attorney general said in a statement.\n\nThe Swiss investigation was launched at the same time as nine FIFA officials were arrested in a five-star Zurich hotel on the request of the U.S. Department of Justice, which announced it was carrying out a broad investigation into racketeering, wire fraud and money laundering by FIFA employees.\n\nOfficials and commentators in Moscow were quick to condemn the investigations as politically motivated. FIFA denied that there would be any changes to the venue for the next World Cup, or the 2022 World Cup in Qatar, the bidding for which is also being investigated.\n\nMutko and other members of the Russian delegation to Friday's FIFA congress were staying in the same hotel as the FIFA officials who were arrested in the raid carried out at dawn on Wednesday by Swiss police.\n\n\"They [the police] are here, in the hotel, it's an unpleasant situation. For the moment there have been no questions personally for me from the Swiss police. What will happen next, I don't know,\" Mutko said Wednesday morning, according to Russian news site R-Sport.\n\nMutko, a fervent supporter of current FIFA president Sepp Blatter and one of the 16 members of FIFA's executive committee, later denied media reports that he had been summoned for questioning.\n\nRussia was awarded the 2018 World Cup after a bidding campaign that was marred by allegations of bribe-taking, spying and vote-rigging. An investigation was carried out for FIFA by former U.S. Federal Prosecutor Michael Garcia into such allegations emanating from the bids of both Russia and Qatar. FIFA refused to publish Garcia's report, citing legal concerns. Instead, the organization released a ruling last year concluding that though examples of wrongdoing had emerged, nothing was found that would require a re-vote. Garcia rejected the ruling and resigned.\n\nConstruction work in Russia is already under way for the football tournament, which will take place between June 14 and July 15 in 11 cities.\n\nOfficials in Moscow were quick to accuse Swiss and U.S. prosecutors of playing politics, pointing out that the allegations and arrests came two days before Blatter was due to face an election to win a fifth term at the head of football's top body.\n\n\"This situation could be played against Russia and against the holding of the World Cup in Russia,\" Kirill Kabanov, the head of Russia's National-Anti Corruption Committee, was cited as saying by the Russian News Service on Wednesday.\n\nOthers were more blunt, alleging that the U.S. investigation into FIFA was a response to the situation in Ukraine and Russia's increasing international assertiveness.\n\n\"It is a political move by the Americans because of what is going on in the world,\" said Yevgeny Lovchev, a prominent Soviet footballer and former candidate to lead the Russian Football Union.\n\n\"Someone is always unsatisfied and starts talking about corruption. ... Anywhere there's big money, there's corruption,\" he added.\n\nSome Western officials have called for Russia to be deprived of the World Cup because of its 2014 annexation of Crimea and support for separatist rebels in Ukraine. Hawkish U.S. senators John McCain and Bob Menendez released a statement Wednesday calling on FIFA to elect a president who will \"work to deny the Putin regime the privilege of hosting the 2018 World Cup.\"\n\nRussian Prime Minister Dmitry Medvedev has estimated that the World Cup will cost Russia $20 billion -- about double what then-Prime Minister Vladimir Putin predicted when Russia won the games in 2010. But other estimates put the final figure at closer to $50 billion, approximately what Russia spent on the 2014 Sochi Winter Olympics. Brazil spent $11 billion on the last World Cup.\n\nThe earmarked money is a key source of of investment, expected to stimulate infrastructure growth and create jobs, as Russia suffers from an expected economic recession this year. Russian stock markets dropped sharply and the ruble weakened against the U.S. dollar during Wednesday morning trading following news of the Swiss investigations.\n\n\"The 2018 World Cup is one of the main public investment projects for the next three years,\" analysts at the Bank of America in Moscow said in a note to investors Wednesday.\n\nBlatter, who was not arrested Wednesday but who is facing calls to step down, has visited Russia regularly in recent months to check on preparations for the World Cup.\n\nIn April, Mutko said that Blatter had given Russia \"five stars\" for its preparations.\n\nLarge infrastructure projects in Russia often suffer from corruption allegations, and the Sochi Olympics were heavily criticized for the scale of the alleged graft. The Investigative Committee said in a statement Monday that it was opening the first corruption case against World Cup construction projects, with a building company director accused of stealing 4 million rubles ($77,000).\n\nFIFA spokesman Walter de Gregorio told reporters Wednesday that Russia would not be deprived of the World Cup and that the competition will go ahead as planned.\n\nRussia has been a staunch supporter of Blatter, despite intense criticism of the long-serving football chief. Earlier this week, Mutko announced his intention to back Blatter against Jordan's Prince Ali bin Al Hussein in an election scheduled for Friday to determine who will next lead the organization.\n\n\"I support Blatter. I understand that it's possible some sort of changes are needed but I can say one thing: compared with other international federations, FIFA is one of the most transparent and open. ... I think that today there is no alternative to Blatter,\" Mutko said Tuesday, according to R-Sport.\n\nOthers have characterized Russia's support of Blatter's FIFA as a marriage between two graft-riddled entities. The relationship between the two is extraordinarily opaque, according Yelena Panfilova, deputy director of anti-corruption organization Transparency International, which has called for Blatter's resignation.\n\n\"We don't know anything about the relationship [between Russia and FIFA] because it is so closed. ... What actually goes on, how it is all arranged, is difficult to understand,\" she said.\n\nSome of FIFA's recent anti-corruption initiatives have been forward looking and could go some way to changing football's top body, she added. \"But they can't change the past.\"",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41694417",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7621,
                    "source": {
                        "title": "The Moscow Times",
                        "uri": "www.themoscowtimes.com"
                    },
                    "time": "18:54:00",
                    "title": "FIFA Scandal Casts Shadow on Russia's World Cup",
                    "uri": "281999482",
                    "url": "http://www.themoscowtimes.com/article/522479.html",
                    "wgt": 1
                },
                {
                    "body": "Sports Minister Vitaly Mutko says Russia has \"nothing to hide\".\n\nAfter Swiss prosecutors opened criminal proceedings Wednesday into FIFA's awarding of the 2018 and 2022 World Cups, Russian Sports Minister Vitaly Mutko told The Associated Press ''we've got nothing to hide.''\n\nMutko, who is also a FIFA executive committee member and is in Zurich for the governing body's congress and presidential election, played a leading role in Russia's bid and said his country welcomes the investigation.\n\n''We're prepared to show everything,'' Mutko said in a telephone interview. ''We've always acted within the law. We've got nothing to hide.''\n\nSwiss authorities said they are investigating the awarding of the 2018 World Cup to Russia and the 2022 tournament to Qatar. In a separate U.S. investigation, 14 people were indicted on corruption charges and seven of them were arrested in Zurich.\n\nMutko said the investigations will not hinder Russia's preparations for the 2018 tournament.\n\n''How can it be obstructed? ... We have a contract with FIFA and we're getting ready to hold the draw,'' Mutko said. ''We operated within the regulations that existed at that time.''\n\nAlexei Sorokin, who headed Russia's bid committee and now runs the organizing committee, also said there had been no wrongdoing.\n\n''We have stated that many times during the investigation by FIFA and before that investigation,'' Sorokin said by telephone from Zurich. ''Preparations to host the World Cup are continuing and they are going according to plan.''\n\nRussia was largely cleared by a FIFA report published in December, although it was noted that the Russians had failed to provide much information because they said the bid committee's computers had been destroyed.\n\nBoth Sorokin and Mutko said that they had not been contacted by investigators in connection with Wednesday's developments.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41673717",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7565,
                    "source": {
                        "title": "FOX Sports",
                        "uri": "www.foxsports.com"
                    },
                    "time": "13:55:00",
                    "title": "Russia says it has 'nothing to hide' after FIFA bid probe launched",
                    "uri": "281922717",
                    "url": "http://www.foxsports.com/soccer/story/russia-says-it-has-nothing-to-hide-after-fifa-bid-probe-launched-052715",
                    "wgt": 1
                },
                {
                    "body": "WARSAW, Poland -- After Swiss prosecutors opened criminal proceedings Wednesday into FIFA's awarding of the 2018 and 2022 World Cups, Russian Sports Minister Vitaly Mutko told The Associated Press \"we've got nothing to hide.\"\n\nMutko, who is also a FIFA executive committee member and is in Zurich for the governing body's congress and presidential election, played a leading role in Russia's bid and said his country welcomes the investigation.\n\n\"We're prepared to show everything,\" Mutko said in a telephone interview. \"We've always acted within the law. We've got nothing to hide.\"\n\nSwiss authorities said they are investigating the awarding of the 2018 World Cup to Russia and the 2022 tournament to Qatar. In a separate U.S. investigation, 14 people were indicted on corruption charges and seven of them were arrested in Zurich.\n\nMutko said the investigations will not hinder Russia's preparations for the 2018 tournament.\n\n\"How can it be obstructed? ... We have a contract with FIFA and we're getting ready to hold the draw,\" Mutko said. \"We operated within the regulations that existed at that time.\"\n\nAlexei Sorokin, who headed Russia's bid committee and now runs the organizing committee, also said there had been no wrongdoing.\n\n\"We have stated that many times during the investigation by FIFA and before that investigation,\" Sorokin said by telephone from Zurich. \"Preparations to host the World Cup are continuing and they are going according to plan.\"\n\nRussia was largely cleared by a FIFA report published in December, although it was noted that the Russians had failed to provide much information because they said the bid committee's computers had been destroyed.\n\nBoth Sorokin and Mutko said that they had not been contacted by investigators in connection with Wednesday's developments.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41670966",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7512,
                    "source": {
                        "title": "The  Olympian",
                        "uri": "www.theolympian.com"
                    },
                    "time": "13:25:00",
                    "title": "Russia says it has 'nothing to hide' after FIFA bid probe",
                    "uri": "281914331",
                    "url": "http://www.theolympian.com/2015/05/27/3746578/russia-says-it-has-nothing-to.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "WARSAW, Poland -- After Swiss prosecutors opened criminal proceedings Wednesday into FIFA's awarding of the 2018 and 2022 World Cups, Russian Sports Minister Vitaly Mutko told The Associated Press \"we've got nothing to hide.\"\n\nMutko, who is also a FIFA executive committee member and is in Zurich for the governing body's congress and presidential election, played a leading role in Russia's bid and said his country welcomes the investigation.\n\n\"We're prepared to show everything,\" Mutko said in a telephone interview. \"We've always acted within the law. We've got nothing to hide.\"\n\nSwiss authorities said they are investigating the awarding of the 2018 World Cup to Russia and the 2022 tournament to Qatar. In a separate U.S. investigation, 14 people were indicted on corruption charges and seven of them were arrested in Zurich.\n\nMutko said the investigations will not hinder Russia's preparations for the 2018 tournament.\n\n\"How can it be obstructed? ... We have a contract with FIFA and we're getting ready to hold the draw,\" Mutko said. \"We operated within the regulations that existed at that time.\"\n\nAlexei Sorokin, who headed Russia's bid committee and now runs the organizing committee, also said there had been no wrongdoing.\n\n\"We have stated that many times during the investigation by FIFA and before that investigation,\" Sorokin said by telephone from Zurich. \"Preparations to host the World Cup are continuing and they are going according to plan.\"\n\nRussia was largely cleared by a FIFA report published in December, although it was noted that the Russians had failed to provide much information because they said the bid committee's computers had been destroyed.\n\nBoth Sorokin and Mutko said that they had not been contacted by investigators in connection with Wednesday's developments.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41672025",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7446,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "10:41:00",
                    "title": "Russia criticizes US over FIFA case",
                    "uri": "281917848",
                    "url": "http://www.washingtonpost.com/sports/dcunited/russia-says-it-has-nothing-to-hide-after-fifa-bid-probe/2015/05/27/d5590402-046c-11e5-93f4-f24d4af7f97d_story.html",
                    "wgt": 1
                },
                {
                    "body": "MOSCOW -- Russian officials said Wednesday that the arrests of top FIFA officials in Zurich and the promise of new investigations into corrupt practices at soccer's international governing body would not derail Russia from hosting the World Cup in 2018.\n\n\"I see no threat to Russia or any problems,\" Vitaly L. Mutko, the Russian sports minister, said in a telephone interview from Zurich, where officials from FIFA gathered for their annual meeting.\n\n\"There have already been many investigations\" into alleged corruption in the awarding of the World Cup, Mr. Mutko said, adding that Russia would comply with Swiss law in a new investigation into the awarding of the 2018 and 2022 World Cups announced by Swiss prosecutors on Wednesday.\n\nMr. Mutko led a charm offensive in 2010 to secure the right to host the quadrennial tournament in 2018. Since then, there have been questions about the propriety of Russia's bid for the tournament, and the awarding of the 2022 tournament to Qatar.\n\nAlso, the United States and its European allies have sought to isolate Russia with sanctions after its annexation of Crimea in 2014 and the conflict in southeast Ukraine. The World Cup has taken on added significance for Russians intent on projecting their international standing.\n\n\"If I thought about them canceling the World Cup, then I was a little bit worried about the political sanctions, that somehow they would interfere,\" said Viktor Gusev, one of the country's most famous soccer commentators. \"But because of a corruption scandal in FIFA? I did not imagine it.\"\n\nIt seemed that Russia was in the clear last November, when a FIFA investigation reaffirmed the country's right to host the World Cup after an investigation into allegations of corruption the bid process. (An investigator called the country's delegation \"highly uncooperative\" but Russia did not lose the right to host.)\n\nRussian state television, which consistently promotes hawkish political commentary, said on Wednesday that the indictment may be a United States plot to destroy Russia's World Cup dream.\n\n\"FIFA held an internal investigation into the vote over the hosting of the 2018 World Cup and did not find violations,\" a reporter said Wednesday on the Rossiya-24 channel. \"So American authorities decided to act using intimidation and blackmail.\"\n\nThe Rossiya-24 report also said the arrests in Zurich on an indictment in an American court were tied to demands by two United States senators, including John McCain, the Republican known in Russia for his animosity toward President Vladimir V. Putin, that Sepp Blatter be deposed as FIFA president because he awarded Russia the World Cup.\n\nMr. Mutko declined to assign a political motive to the United States investigation, calling it \"conjecture,\" but many other politicians took to the national airwaves to denounce Wednesday's arrests.\n\n\"The goal is much broader then just to take away the World Cup hosting from us,\" said Nikolai Levichev, a Russian lawmaker, on the channel NTV. \"They will try to smear and discredit Russia in the eyes of the world community.\"\n\nAs to Mr. Blatter, the embattled FIFA president, it turned out he also had friends in the Russian State Duma.\n\n\"It's probably not an accident that these arrests took place two days before the election of the FIFA president but I do not think they will affect the outcome,\" meaning a win for Mr. Blatter, said Igor Ananskikh, the head of the parliamentary committee on sport and physical education, according to the Interfax news agency. \"Under Blatter the federation has become stronger, many new members have joined, and profits have grown.\"\n\nA Russian Foreign Ministry spokesman on Wednesday protested United States law enforcement's actions in Switzerland. \"Without going into details about the accusations, we bring attention to this latest incident of the illegal, extraterritorial application of United States law,\" he said.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41700497",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7238,
                    "source": {
                        "title": "First Draft",
                        "uri": "www.nytimes.com"
                    },
                    "time": "20:22:00",
                    "title": "Russia Says FIFA Corruption Investigation Is No Threat to 2018 World Cup",
                    "uri": "282020284",
                    "url": "http://www.nytimes.com/2015/05/28/world/europe/russia-says-fifa-corruption-investigation-is-no-threat-to-2018-world-cup.html",
                    "wgt": 1
                },
                {
                    "body": "Following the indictment of nine FIFA members and five corporate executives tied to soccer's governing body on corruption charges Wednesday, Russia's top sports official says the country has \"nothing to hide\" in regard to how it was awarded the 2018 World Cup.\n\nU.S. and Swiss authorities are investigating allegations of corruption within FIFA, which includes charges of bribery that stem, in part, from the bidding process for the 2018 and 2022 World Cups. Russia was awarded the 2018 tournament and Qatar was picked to host the 2022 event.\n\nIn a phone interview with the Associated Press, Russian Sports Minister Vitaly Mutko defended his country's role regarding its selection for the next World Cup.\n\n\"We're prepared to show everything,\" Mutko said, promising full cooperation with the Swiss investigation regarding the bidding process that led to Russia's selection.\n\nMutko said he and 2018 organizing committee head Alexei Sorokin have not been contacted by investigators yet.\n\nThe U.S. investigation centers on allegations that FIFA officials accepted bribes totaling $150 million over a 24-year period. The indictment includes charges of racketeering, wire fraud and money laundering. On Wednesday, Swiss authorities arrested seven FIFA officials, who were to be extradited to the U.S.\n\nThe Associated Press contributed to this report.\n\nCopyright © 2015, Los Angeles Times",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41675552",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7085,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "14:22:00",
                    "title": "Russia sports minister on 2018 World Cup: We have 'nothing to hide'",
                    "uri": "281929681",
                    "url": "http://www.latimes.com/sports/sportsnow/la-sp-sn-russia-sports-minister-fifa-world-cup-20150527-story.html",
                    "wgt": 1
                },
                {
                    "body": "Russia Sees U.S. Conspiracy Against World Cup Plans in FIFA Scandal Sweeping corruption probes in the U.S. and Switzerland have cast a shadow over Vladimir Putin's plans to host the international soccer championships in 2018 + READ ARTICLE\n\nRussian officials were quick to claim Wednesday that a U.S. conspiracy is behind the corruption scandal that shook the world of international soccer. Early that morning, police in Switzerland complied with a U.S. request to arrest nine senior officials at FIFA, the sport's governing body, as part of a far-reaching probe into decades of alleged bribe-taking and backroom deals.\n\nBut why, the Russians asked, would a nation as indifferent to soccer as the U.S. pursue a corruption probe at the heart of the game? Even more suspect to many in Moscow was the timing of the dragnet in Zurich: The next FIFA World Cup tournament is due to be held in Russia in 2018, and President Vladimir Putin has been overseeing the preparations personally.\n\n\"So there are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation,\" Kirill Kabanov, who monitors corruption in Russia as a member of the Kremlin's council on civil society, told TIME on Wednesday. \"And even if there was bribery going on [at FIFA], why would the Americans only bring it up now, just after FIFA refused the demands of [U.S.] Senators to revoke Russia's right to host the champions?\"\n\nHis question referred to an appeal that 13 U.S. Senators sent last month to the President of FIFA, Sepp Blatter, asking him to move the 2018 World Cup to another country. After Putin decided last spring to invade and annex Ukraine's Crimea region, \"allowing Russia to host the FIFA World Cup inappropriately bolsters the prestige of the Putin regime at a time when it should be condemned,\" the Senators wrote in the letter, which was dated April 1.\n\nLess than three weeks later, Blatter met with Putin in the Russian resort city of Sochi and issued an apparent rebuttal to the appeals from Capitol Hill. \"If politicians are not too happy that we are taking the World Cup to Russia, I always say to them, 'Well, you can stay home, and in Russia we will hold the biggest world cup ever,'\" the FIFA chief told Putin on April 20, according to a transcript on the Kremlin website.\n\nPutin responded with a promise that day: \"We will at the very least achieve one objective and will organize this big event in Russia,\" he said. But the President had no comment on the unfolding firestorm in Switzerland on Wednesday. \"This is not our issue,\" the Kremlin said through a spokesman. And indeed, no Russian citizens were among the 14 people indicted by the Eastern District of New York, including two FIFA vice-presidents.\n\nThe acting U.S. Attorney in the case, however, made clear that the probe was far from over: \"This indictment is not the final chapter in our investigation,\" Kelly Currie told reporters in New York.\n\nSwiss authorities then gave another sign that Russia could yet become a target.\n\nAs part of a separate investigation, the Attorney General of Switzerland said investigators had also raided FIFA's headquarters in Zurich on Wednesday, seizing a trove of documents related to FIFA's decision in December 2010 to award Russia and Qatar the rights to host the next two World Cup tournaments. These files would be used as evidences in \"criminal proceedings against persons unknown on suspicion of criminal mismanagement and of money laundering in connection with the allocation of the 2018 and 2022 Football World Cups,\" the Swiss Attorney General said in a statement.\n\nAsked at a crowded news conference on Wednesday whether these tournaments could be under threat, FIFA's spokesman insisted that both would carry on as planned. \"Russia and Qatar will be played,\" said the spokesman, Walter de Gregorio. \"This is what is fact today. I don't go into speculation about what will happen tomorrow.\"\n\nIn the coming days, the Russian official most likely to face scrutiny over this scandal would seem to be Vitaly Mutko, Putin's Minister of Sport. In 2009, FIFA elected him to its main decision-making body, the Executive Committee, and the following year, Mutko became the driving force behind Russia's bid to host the 2018 World Cup.\n\nThe legality of that bid's success is now a key focus of the Swiss investigation. But as Mutko told reporters on Wednesday, \"We have nothing to hide.\" Despite media reports to the contrary, he said, Swiss investigators had not asked to question him in relation to their case: \"This is not related to the [Russian] campaign to host the world championships.\"\n\nBut some of Mutko's peers in Moscow were not so ready to profess Russia's innocence, at least not in any investigation where the U.S. plays a role. \"The Americans can investigate whatever and however they want,\" says Viacheslav Fetisov, the Russian hockey legend who served as Russia's top sporting official under Putin from 2004 until 2008. \"So we'll just have to see what they come up with,\" he tells TIME in a phone interview.\n\nEven more measured was the response from Vasily Shestakov, who was Putin's friend and sparring partner in the 1960s, when they were both teenagers studying judo at the same gym in Leningrad. Now a member of the Russian parliament's committee on sport, Shestakov admits that in the world of international soccer, \"There is very big money swirling around. Temptation is unavoidable.\" And in the upper echelons of FIFA, \"there may have been an element of corruption,\" he told Russia's state news agency on Wednesday.\n\nWhat bothers him, though, is the fact that the U.S. is pursuing this case against corruption now, of all times, just as Russia prepares to host the premier tournament of global sports. What if the roles had been reversed, he wondered. What if the U.S. had been chosen to host one of the upcoming World Cup championships? To Shestakov the answer seemed clear: \"There would never have been any of these arrests.\"\n\nSign up for THE BRIEF and more view example",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41697106",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7084,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "19:35:00",
                    "title": "Russia Sees U.S. Conspiracy Against World Cup Plans in FIFA Scandal",
                    "uri": "282009132",
                    "url": "http://time.com/3898314/fifa-scandal-world-cup-russia-vladimir-putin/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btime%252Ftopstories%2B%2528TIME%253A%2BTop%2BStories%2529",
                    "wgt": 1
                },
                {
                    "body": "USA TODAY Sports' Martin Rogers discusses the recent arrests of FIFA officials. USA TODAY\n\n78 CONNECT 3 TWEETLINKEDIN 4 COMMENTEMAILMORE\n\nMOSCOW -- Russian President Vladimir Putin lashed out at the United States on Thursday, accusing it of meddling in global soccer amid an unprecedented corruption scandal.\n\nIn televised comments, Putin called the U.S. involvement in the FIFA investigation \"strange\" and said the country was overstepping its power amid growing concerns, especially that of Russia's, that the scandal could affect that country's hosting of the 2018 World Cup.\n\nCorruption charges were announced Wednesday in the U.S. against 14 FIFA officials and sports executives. Seven were arrested in Switzerland. The allegations include racketeering, wire fraud, money laundering and bribery, and relate to at least two generations of soccer officials who are accused of acquiring millions of dollars in bribes and kickbacks, U.S. Attorney General Loretta Lynch said.\n\nUSA TODAY\n\nFIFA officials arrested on corruption charges\n\nSpeaking to journalists Thursday, Putin called the probe \"a clear attempt to keep Mr. (Sepp) Blatter from being re-elected as president of FIFA,\" according to an official statement on the Kremlin's website. Blatter is expected to win a fifth term Friday.\n\n\"This is a blatant violation of the principle of how international organizations function,\" Putin said. \"We are aware of the pressure that he was subjected to in relation to Russia holding the 2018 World Cup.\"\n\nPutin compared the United States' involvement in the case to the persecution of whistleblowers Julian Assange and Edward Snowden. He accused the U.S. of overstepping its \"jurisdiction,\" saying it was \"strange\" that Washington had requested the arrests when the crimes did not involve U.S. citizens and did not happen in the country.\n\nUSA TODAY\n\nIn Brazil, FIFA scandal met with sense of vindication\n\nHis comments were the latest example of growing tensions between the two nations, following Russia's annexation of Crimea last year and its backing of rebels in Ukraine.\n\nPutin's successes in securing Russia's bid for the 2014 Winter Olympics and the 2018 World Cup were seen as some of the top achievements of his administration among Russians.\n\nRussia's Foreign Ministry called the arrests of FIFA officials \"illegal\" and called on Washington to \"stop trying to hold court far beyond your own borders using your own legal norms and (instead) adhere to accepted international legal procedure,\" according to an official statement from Foreign Ministry spokesman Alexander Lukashevich posted on the ministry's website.\n\nSwiss prosecutors said Thursday they planned to question 10 FIFA executive committee members who were with the organization in 2010, when voting took place that awarded Russia the World Cup in 2018 and Qatar the tournament in 2022.\n\nUSA TODAY\n\nSoccer fans not surprised: FIFA scandal is 'business as usual'\n\nRussia's Sports Minister Vitaly Mutko, who is one of the members, said he did not receive any invitation for questioning, Russia's sports news agency, R-Sport, reported Thursday.\n\nMutko did however fly to Switzerland on Wednesday, but said it was not related to the case.\n\n\"The FIFA executive committee is here, the Congress is supposed to take place here, and the president of FIFA is going to be elected tomorrow. As a member of the executive committee I am involved in these events,\" Mutko said, according to Russia's RSN agency.\n\nAsked about the possibility of Russia losing its host status for the 2018 World Cup, he said there were no reasons for this to happen.\n\nThe 2018 World Cup is coming up too soon for Russia to likely lose its bid, local sports commentators say, but it is a possibility, particularly if Blatter is not re-elected.\n\nUSA TODAY\n\nLax Swiss laws led to less scrutiny of FIFA\n\n\"Right now FIFA is saying that the World Cup will stay in Russia in 2018 and Qatar in 2022. But that could begin to look increasingly shaky if and when more revelations emerge,\" said Marc Bennets, a Moscow-based journalist and the author of Football Dynamo, a book about Russia's soccer culture.\n\n\"Putin certainly believes in a U.S.-led plot to harm Russia, and so it's not surprising that he has spoken out. He personally backed Russia's bid for the 2018 World Cup, and it would be seen as a big blow if Russia was to now lose it,\" he added.\n\nFor Russia to lose its bid, \"a court would have to order a new bidding process. But that would only be possible if there was overwhelming evidence of corruption involved with Russia's bid,\" Bennets said. \"Sepp Blater would be loath to do this though, but his position could be under real threat soon.\"\n\n78 CONNECT 3 TWEETLINKEDIN 4 COMMENTEMAILMORE",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41760707",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7026,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "11:44:00",
                    "title": "FIFA corruption: Vladimir Putin accuses U.S. of meddling",
                    "uri": "282234137",
                    "url": "http://www.usatoday.com/story/sports/soccer/2015/05/28/putin-russia-fifa/28058777/",
                    "wgt": 1
                },
                {
                    "body": "MOSCOW (Sputnik) - The arrests of top officials from FIFA have nothing to do with the host bids of the World Cup 2018 in Russia or the World Cup 2022 in Qatar, Russian Sports Minister Vitaly Mutko said Wednesday.\n\n\"I don't have all the information, but in line with the list of those detained, this doesn't have anything to do with the choices of the World Cup-2018 [in Russia] or the choice of Qatar [in 2022],\" Mutko told R-Sport by telephone.\n\n© Sputnik/ Alexander WilfSwiss Officials Launch Criminal Case Linked to 2018, 2022 World Cup, Search FIFA HQA source familiar with the situation earlier on Wednesday told R-Sport that the arrests of the FIFA officials had been tied to the winning host bids of the World Cup-2022 in Qatar and slightly concern Russia's bid for 2018.\n\nThe Swiss Federal Department of Justice and Police has launched a criminal case over the choice of the two host nations for the 2018 and 2022 World Cups on suspicion of abuse of office and money laundering, Reuters reported.\n\nProsecutors or police have not questioned Russia's organization committee's general director currently in Switzerland in regard to the arrests of several FIFA officials.\n\n\"Yes, I'm here at the hotel [where the arrests of FIFA officials are underway] in Zurich, but there have been no questions from the police in my address,\" Russia-2018 Organization Committee General Director Alexei Sorokin told R-Sport by telephone.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41673245",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6924,
                    "source": {
                        "title": "sputniknews.com",
                        "uri": "sputniknews.com"
                    },
                    "time": "13:50:00",
                    "title": "Russian Sports Minister Denies FIFA Arrests Tied to 2018, 2022 World Cups",
                    "uri": "281920852",
                    "url": "http://sputniknews.com/sport/20150527/1022600844.html",
                    "wgt": 1
                },
                {
                    "body": "MOSCOW -- Before the Kremlin commented on the shocking legal drama unfolding over alleged activities at global soccer authority FIFA, the Russian Internet and other media lit up as Russians reacted to news of investigations that could cast a harsh light on Russia's successful bid to host the 2018 World Cup.\n\nSwiss authorities on May 27 arrested senior soccer officials for alleged corruption in connection with a U.S. case targeting FIFA executives and launched their own criminal proceedings relating to the way the World Cups in 2018 and 2022 were awarded to Russia and Qatar.\n\nFrom the droll to the pugnacious, Russian commentary blended jokes at the expense of Russia's World Cup bid, fears that Russia could lose its 2018 host status, the usual smattering of conspiracy theories, and a healthy dose of anti-Americanism.\n\nThe latter dovetailed with the comment that the Russian Foreign Ministry finally released in the evening, calling the arrests \"the latest case of illegal extraterritorial application of American legislation.\"\n\n\"We again insistently call on Washington to stop trying to set itself up as a judge far outside its borders,\" Foreign Ministry spokesman Aleksandr Lukashevich said in the statement.\n\nThat message was echoed by a doctored photograph posted on Twitter, apparently by someone in Belarus, that showed two burly FBI agents wrestling a man made to look like FIFA President Sepp Blatter to the ground.\n\nThe official Russian comment came many hours after early morning trolls were on the prowl on Twitter, with several undersubscribed Russian-language accounts pumping out identical messages casting the investigation into FIFA as an anti-Russian conspiracy.\n\n\"The West is degenerating,\" said one tweeter. \"The USA want to take the football World Cup away from Russia.\":\n\nBy afternoon, Russia's widely read Sovietsky Sport publication was on its website, asking readers about possible conspiracies.\n\nThe survey asks if the real reason for the investigation is: a \"conspiracy against Russia,\" an attempt to oust FIFA President Sepp Blatter, whose reelection bid was set to be decided on May 29, or an internal battle within FIFA.\n\nOver at, Valery Chukhry, the former head of FIFA in Moscow, said the \"arrests in Zurich are in no way a coincidence. It was all planned beforehand\" to coincide with Blatter's reelection effort.\n\nChukhry warned that the investigation could threaten Russia and Qatar's host status: \"After all, all the independent investigations that have been conducted in the last two years linked to accusations by the English, have also touched Russia.\"\n\n\"Looks like that's it,\" wrote \"Vsyo Plokho\" (Everything Is Bad):\n\n\"My reaction to the FIFA scandal,\" wrote Mysli Persidenta:\n\nRussian opposition leader Aleksei Navalny wrote simply, \"Oops,\" as it became clear the Swiss investigation would touch on Russia's 2018 championships:\n\nOthers bristled at the notion, mooted by, among others, United States Senator John McCain, that Russia's host status should be revoked.\n\nRussian-language Twitter user \"HigherCause\" reveled in a FIFA statement that appeared to affirm Russia would remain host of the 2018 event.\n\n\"FIFA sent McCain off on erotic travels with his requests to take WC-2018 from Russia\":\n\nIn comments carried by news agencies, Russian State Duma deputy Igor Ananskikh said the investigation \"in no way concerns Russia directly. All the talk that Russia could lose its host status for World Cup 2018 is completely unfounded.\"\n\nBut the satirists were out in force, joking that Russia wasted its money on bribes to get the World Cup and had been found out.\n\nFake_MIDRF, a satirical account posing as the Russian Foreign Ministry, wrote: \"The money we took from pensioners, orphans, the sick ndash; and gave to greedy bureaucrats at FIFA, was spent in vain.\":\n\n\"We protest against the brazen interference of the U.S. prosecutor in Russia's internal affairs in FIFA.\":\n\nPavel Chikov, the chairman of the Agora human rights association, on Twitter zeroed in on recent proposals from the State Duma that the country to build infrastructure at the World Cup.\n\n\"They got the soccer World Cup with a bribe, then forced prisoners to build the stadiums, and stole the money.\":\n\nMeanwhile, some Russians rallied around FIFA President Sepp Blatter despite a posted on May 26 which found that almost four out of five football fans believe he shouldn't seek reelection.\n\n\"America, don't touch Blatter. Whatever he's like, and he's family,\" Roman Trushechkin, a football commentator and sports journalist, wrote on Twitter:\n\n\"I hope that Blatter wins the presidential elections and almost don't doubt that he will manage now. These morons really don't know how to work.\":\n\nLawmaker Ananskikh joined the well-wishers: \"It is probably not a coincidence that the arrests have happened two days before the FIFA presidential elections, but, having said that, I don't think that they will influence the results of the elections. If Blatter takes part in them, he will of course win.\"\n\nOther Twitter users joined in the international criticism of Blatter.\n\n\"Joseph Blat,\" wrote Innostrany Agent (Foreign Agent), punning on Blatter's name and \"blat,\" the Russian word for crony connections:\n\nVsyo Plokho mocked Russian Sports Minister Vitaly Mutko over his English-language skills after reports -- later denied by Mutko -- that he had been summoned for questioning in Switzerland.\n\n\"Ai dont nou enisink ebaut korapshan in FIFA.\":\n\nAn English-language parody account of Vladimir Putin alluded to how an inquiry in November into the awarding of the 2018 World Cup bid hit a dead-end after Russia it used for its bid and could not provide evidence.\n\nFIFA: the planned world championship in Russia will take place. The money has already been divided, the kickbacks decided,\" added FIFA:",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41709866",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6639,
                    "source": {
                        "title": "Irish Sun",
                        "uri": "www.irishsun.com"
                    },
                    "time": "22:48:00",
                    "title": "Fear Conspiracy And Loathing As Russians React To FIFA Arrests",
                    "uri": "282051824",
                    "url": "http://www.irishsun.com/index.php/sid/233253109",
                    "wgt": 1
                },
                {
                    "body": "ZURICH (Sputnik) -- On Wednesday, the US Justice Department indicted 14 individuals, including nine high-ranking FIFA officials, on corruption charges. Later that day, Swiss authorities launched a probe into alleged wrongdoing linked to the selection of Russia and Qatar to host the FIFA World Cup in 2018 and 2022 respectively.\n\n\"It is possible that someone does not want to see a strong Russia, but we are ready to hold the world football championship as early as tomorrow, and [do it] not worse than England [could have done]. We did not offend anyone and won our right in a fair way,\" Mutko told journalists.\n\n© REUTERS/ Eduardo Munoz/FilesFollow the Money: Major US Banks at the Heart of FIFA Corruption ScandalRussia was selected to host of the 2018 World Cup in a December 2010 FIFA announcement. England was among countries competing for hosting rights that year.\n\nEarlier on Thursday, the Russian sports minister said that the current FIFA corruption scandal holds no threat to Russia's 2018 world championship hosting duties.\n\nThe 2018 World Cup will be the first to be held in Russia. It will take place from June 14 to July 15, 2018, in 11 Russian cities.",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41776740",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6381,
                    "source": {
                        "title": "sputniknews.com",
                        "uri": "sputniknews.com"
                    },
                    "time": "17:55:00",
                    "title": "Russia Fairly Won Right to Host FIFA World Cup - Sports Minister",
                    "uri": "282287190",
                    "url": "http://sputniknews.com/sport/20150528/1022665933.html",
                    "wgt": 1
                },
                {
                    "body": "News of the arrest of prominent officials in FIFA, world soccer's governing body, on U.S. federal corruption charges triggered a fair amount of jubilation among soccer fans, keen to see the murky administration of the world's most beloved sport cleaned up.\n\n[What is FIFA and why is it so hated?]\n\nBut not all were happy. Not long after U.S. authorities announced their role in pursuing the arrest of seven FIFA officials in the Swiss city of Zurich, Russia's foreign ministry issued an angry statement.\n\n\"Without going into the details of the proposed charges, we would turn attention to the fact that this is another case of illegal extraterritorial application of US laws. We hope that this will in no way be used to tarnish the international football organization in general and its decisions, including personnel,\" read the statement, posted on the Russian foreign ministry's Web site.\n\n\"Once again, we urge Washington to stop trying to administer justice far beyond its borders under its legal regulations and to follow the generally accepted international legal procedures,\" it added.\n\nOn Thursday, Russian President Vladimir Putin echoed these comments, deeming the timing of the move \"odd\" and another sign of American methods to \"illegally persecute people.\"\n\n[Was Putin right about Syria?]\n\nMoscow, of course, has a long history of decrying American interventionism.\n\nBut in this instance, the expanding U.S. and Swiss investigations into FIFA hit rather close to home. Russia is set to host the 2018 World Cup, which it was awarded in controversial circumstances alongside Qatar's 2022 bid. The bidding for these tournaments are now apparently the subject of federal scrutiny, and there are even suggestions (perhaps more wishful than real) that subsequent revelations could lead to the tournaments' relocation.\n\nThis dovetails with an ongoing diplomatic feud between Russia and the West over the 2018 World Cup. Since Russia's annexation of Crimea last year, and continued meddling in eastern Ukraine, there's been a growing chorus of European officials calling for either a boycott of the tournament or for FIFA to reconsider its choice of Russia altogether.\n\nThat's been echoed across the Atlantic as well. Last month, 13 U.S. senators wrote a letter to FIFA, asking it to strip Russia off the World Cup because it \"inappropriately bolsters the prestige\" of Russian President Vladimir Putin's \"regime at a time it when it should be condemned.\"\n\nThis was noted in Moscow, and was likely on the minds of some Russian officials on Wednesday. \"There are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation,\" Kirill Kabanov, a member of the Kremlin's council on civil society, told Time magazine's Simon Shuster. \"And even if there was bribery going on [at FIFA], why would the Americans only bring it up now, just after FIFA refused the demands of [U.S.] Senators to revoke Russia's right to host the champions?\"\n\nFIFA President Sepp Blatter, now in the eye of the storm, has resolutely stood by the Russian and Qatari World Cup bids. In his remarks on Thursday, Putin suggested the arrests were timed to \"derail\" Blatter's imminent re-election as FIFA president.\n\nLast month, FIFA also rebuffed the letter from the American senators. \"History has shown so far that boycotting sport events or a policy of isolation or confrontation are not the most effective ways to solve problems,\" a FIFA spokeswoman told the Associated Press last month, adding that the tournament \"can be a powerful catalyst for constructive dialogue between people and governments, helping to bring positive social developments.\"\n\nThat's a questionable assertion. The World Cup has long been a showpiece spectacle for dubious governments, beginning with Mussolini's Italy in 1934. Whatever the case, precedent would suggest that Russia's and Qatar's bids can't really be challenged on grounds of geopolitics alone.\n\nBut that calculus may change if it emerges the whole process by which the tournaments were allocated was wrapped in the corruption and illegal activities now in the crosshairs of investigators.\n\nRead more\n\nHow FIFA became the world's most powerful and loathed sports organization\n\nThe growing call to strip Russia off the 2018 World Cup",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41758740",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6381,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "13:55:00",
                    "title": "Why the FIFA arrests made Russia so angry with the U.S.",
                    "uri": "282226847",
                    "url": "http://www.washingtonpost.com/blogs/worldviews/wp/2015/05/28/why-the-fifa-arrests-made-russia-so-angry-with-the-u-s/?wprss=rss_world",
                    "wgt": 1
                },
                {
                    "body": "© Sputnik/ Alexander NatruskinRussian Sports Minister Denies FIFA Arrests Tied to 2018, 2022 World CupsMOSCOW (Sputnik) - Earlier in the day, several FIFA officials were arrested in Zurich, Switzerland, and could face extradition to the US on federal corruption charges, including fraud, racketeering, money laundering, as well as corruption in marketing and broadcasting deals over the last 20 years.\n\n\"This is good for FIFA, not for its image, but it's good for cleaning up,\" De Gregario said during a live uplink press conference.\n\nRussian Sports Minister Vitaly Mutko said Wednesday the arrests of top officials from FIFA have nothing to do with the host bids of the World Cup 2018 in Russia or the World Cup 2022 in Qatar.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41673200",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6326,
                    "source": {
                        "title": "sputniknews.com",
                        "uri": "sputniknews.com"
                    },
                    "time": "13:49:00",
                    "title": "FIFA Not to Change Venues of World Cups 2018, 2022 in Russia, Qatar",
                    "uri": "281920850",
                    "url": "http://sputniknews.com/sport/20150527/1022601171.html",
                    "wgt": 1
                },
                {
                    "body": "WARSAW, Poland (AP) Russian Sports Minister Vitaly Mutko tells The Associated Press ''we've got nothing to hide'' after Swiss prosecutors opened criminal proceedings into FIFA's awarding of the 2018 and 2022 World Cups.\n\nSpeaking by telephone from Zurich, Mutko says ''we're prepared to show everything'' to investigators.\n\nSwiss authorities say they are investigating the awarding of the 2018 World Cup to Russia and the 2022 tournament to Qatar. In a separate U.S. investigation, 14 people were indicted on corruption charges and seven of them were arrested in Zurich.\n\nMutko, who played a leading role in Russia's bid, says his country welcomes the investigation.\n\nMutko and 2018 organizing committee head Alexei Sorokin both told the AP they had not been contacted by investigators.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41668846",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6299,
                    "source": {
                        "title": "FOX Sports",
                        "uri": "www.foxsports.com"
                    },
                    "time": "12:51:00",
                    "title": "Russia says it has 'nothing to hide' after FIFA bid probe",
                    "uri": "281905915",
                    "url": "http://www.foxsports.com/soccer/story/russia-says-it-has-nothing-to-hide-after-fifa-bid-probe-052715",
                    "wgt": 1
                },
                {
                    "body": "News of the arrest of prominent officials in FIFA, world soccer's governing body, on U.S. federal corruption charges triggered a fair amount of jubilation among soccer fans, keen to see the murky administration of the world's most beloved sport cleaned up.\n\n[What is FIFA and why is it so hated?]\n\nBut not all were happy. Not long after U.S. authorities announced their role in pursuing the arrest of seven FIFA officials in the Swiss city of Zurich, Russia's foreign ministry issued an angry statement.\n\n\"Without going into the details of the proposed charges, we would turn attention to the fact that this is another case of illegal extraterritorial application of US laws. We hope that this will in no way be used to tarnish the international football organization in general and its decisions, including personnel,\" read the statement, posted on the Russian foreign ministry's Web site.\n\n\"Once again, we urge Washington to stop trying to administer justice far beyond its borders under its legal regulations and to follow the generally accepted international legal procedures,\" it added.\n\n[Was Putin right about Syria?]\n\nMoscow, of course, has a long history of decrying American interventionism.\n\nBut in this instance, the expanding U.S. and Swiss investigations into FIFA hit rather close to home. Russia is set to host the 2018 World Cup, which it was awarded in controversial circumstances alongside Qatar's 2022 bid. The bidding for these tournaments are now apparently the subject of federal scrutiny, and there are even suggestions (perhaps more wishful than real) that subsequent revelations could lead to the tournaments' relocation.\n\nThis dovetails with an ongoing diplomatic feud between Russia and the West over the 2018 World Cup. Since Russia's annexation of Crimea last year, and continued meddling in eastern Ukraine, there's been a growing chorus of European officials calling for either a boycott of the tournament or for FIFA to reconsider its choice of Russia altogether.\n\nThat's been echoed across the Atlantic as well. Last month, 13 U.S. senators wrote a letter to FIFA, asking it to strip Russia off the World Cup because it \"inappropriately bolsters the prestige\" of Russian President Vladimir Putin's \"regime at a time it when it should be condemned.\"\n\nThis was noted in Moscow, and was likely on the minds of some Russian officials on Wednesday. \"There are clearly forces in America that are trying to turn anything positive that we have into a new channel of confrontation,\" Kirill Kabanov, a member of the Kremlin's council on civil society, told Time magazine's Simon Shuster. \"And even if there was bribery going on [at FIFA], why would the Americans only bring it up now, just after FIFA refused the demands of [U.S.] Senators to revoke Russia's right to host the champions?\"\n\nFIFA had indeed refused those American demands. \"History has shown so far that boycotting sport events or a policy of isolation or confrontation are not the most effective ways to solve problems,\" a FIFA spokeswoman told the Associated Press last month, adding that the tournament \"can be a powerful catalyst for constructive dialogue between people and governments, helping to bring positive social developments.\"\n\nThat's a questionable assertion. The World Cup has long been a showpiece spectacle for dubious governments, beginning with Mussolini's Italy in 1938. Whatever the case, precedent would suggest that Russia's and Qatar's bids can't really be challenged on grounds of geopolitics alone.\n\nBut that calculus may change if it emerges the whole process by which the tournaments were allocated was wrapped in the corruption and illegal activities now in the crosshairs of investigators.\n\nRead more\n\nHow FIFA became the world's most powerful and loathed sports organization\n\nThe growing call to strip Russia off the 2018 World Cup",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41739201",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6191,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "05:39:00",
                    "title": "Why the FIFA arrests made Russia so angry with the U.S.",
                    "uri": "282157499",
                    "url": "http://www.washingtonpost.com/blogs/worldviews/wp/2015/05/28/why-the-fifa-arrests-made-russia-so-angry-with-the-u-s/",
                    "wgt": 1
                },
                {
                    "body": "FIFA President Sepp Blatter questioned the timing of a police raid that led to the arrest of key football officials just two days ahead of Friday's presidential vote.\n\nSpeaking during the FIFA Congress, Blatter said that the world football body might not be embroiled in its corruption scandal if Russia and Qatar had not been awarded the 2018 and 2022 World Cups.\n\n\"If on December 2, 2010, two other countries had been designated organisers of the 2018 and 2022 World Cups, I think we would not have these problems today,\" he said referring to the 2010 vote.\n\nSwiss police arrested seven officials, including two FIFA vice presidents, at a luxury Zurich hotel on Wednesday.\n\nThe seven face extradition to the United States.\n\nBlatter condemned corruption within FIFA, but said: \"It's not good that all this comes out exactly two days before the FIFA election.\n\n\"People talk about a coincidence, but I have a small question mark\" about the timing.\n\nRussia's President Vladimir Putin and other sports officials have spoken openly of a conspiracy or questioned the timing of the action.\n\nRussia beat England to get the 2018 World Cup, while Qatar was surprise choice to host the 2022 tournament, with the United States one of the losing candidates.\n\nPutin said Wednesday's arrests were \"clearly an attempt to block the re-election of B latter\".\n\nHe also alleged that the United States was trying to \"spread its jurisdiction to other countries\" and that pressure was being put on Blatter over the decision to award the World Cup to Russia.",
                    "date": "2015-05-30",
                    "eventUri": "2911300",
                    "id": "41897854",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6181,
                    "source": {
                        "title": "allafrica.com",
                        "uri": "allafrica.com"
                    },
                    "time": "10:26:00",
                    "title": "Africa: Fifa Chief Sepp Blatter Questions Hotel Raid Timing",
                    "uri": "282706168",
                    "url": "http://allafrica.com/stories/201505300028.html",
                    "wgt": 1
                },
                {
                    "body": "Russian Minister of Sport and FIFA Executive Committee member Vitaly Mutko rejected media claims on Wednesday that he would be questioned in Switzerland over the FIFA corruption scandal.\n\n© Sputnik/ Alexander NatruskinRussian Sports Minister Denies FIFA Arrests Tied to 2018, 2022 World CupsMOSCOW (Sputnik) -- Earlier in the day, several FIFA officials were arrested in Zurich, Switzerland, and could face extradition to the US on federal corruption charges, including fraud, racketeering, money laundering, as well as corruption in marketing and broadcasting deals over the last 20 years.\n\nThe Guardian reported that Swiss authorities would question 10 FIFA Executive Committee members over the issue, including Mutko.\n\n\"Let them write what they want. But nobody has called me in anywhere. And if I do get called in, it will be not only me, but all members of the executive committee. As for now, I have no information about this,\" Mutko told R-Sport.\n\nThe minister said it was possible Swiss investigators would wish to speak to the committee later on, adding that he had nothing to hide and would gladly cooperate.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41673138",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6171,
                    "source": {
                        "title": "sputniknews.com",
                        "uri": "sputniknews.com"
                    },
                    "time": "13:48:00",
                    "title": "Russian Sports Minister Denies Media Reports of Subpoena in FIFA Scandal",
                    "uri": "281920786",
                    "url": "http://sputniknews.com/sport/20150527/1022612908.html",
                    "wgt": 1
                },
                {
                    "body": "ZURICH (AP) - Four men have already pleaded guilty in the US soccer corruption investigation involving bribes totaling more than $100 million.\n\nChuck Blazer, for nearly two decades the most senior American official at FIFA, the world soccer body, was among those whose guilty pleas were unsealed Wednesday by US authorities.\n\nBlazer had pocketed millions of dollars in marketing commissions and avoided paying taxes. He has been a cooperating witness for the FBI since leaving soccer in 2013 and has forfeited almost $2 million.\n\nUS officials say guilty pleas were also given by Daryan Warner and Daryll Warner, the sons of former senior FIFA official Jack Warner of Trinidad and Tobago; and Jose Hawilla, an executive of the Brazil-based sports marketing firm Traffic Sports. US officials say Hawilla has agreed to forfeit over $151 million.\n\nThey face maximum jail terms of incarceration of 20 years for \"the RICO conspiracy, wire fraud conspiracy, wire fraud, money laundering conspiracy, money laundering and obstruction of justice charges.\"\n\nRussia's top sports official says Russia acted completely within the law when it won the right to host the 2018 World Cup -- comments that came after Swiss prosecutors announced a criminal probe into that decision by FIFA, the world soccer body.\n\nSwiss authorities announced Wednesday they are investigating the bidding for the 2018 World Cup in Russia and the 2022 event in Qatar. In a separate US probe into corruption and bribery in soccer, seven FIFA officials were arrested Wednesday in Zurich.\n\nRussian Sports Minister Vitaly Mutko, who sits on the FIFA executive committee, told The Associated Press by telephone that \"we've got nothing to hide\" and \"we're prepared to show everything.\"\n\nHe says Russia welcomes the Swiss investigation and it will not obstruct the hosting of the 2018 World Cup.\n\nMutko and Russia 2018 organizing committee head Alexei Sorokin both told The AP that they had not been contacted by investigators yet.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41678901",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.611,
                    "source": {
                        "title": "Jamaica Observer",
                        "uri": "www.jamaicaobserver.com"
                    },
                    "time": "15:11:00",
                    "title": "Warner's sons among 4 to plead guilty in FIFA corruption probe",
                    "uri": "281942250",
                    "url": "http://www.jamaicaobserver.com/news/Warner-s-sons-among-4-men-to-plead-guilty-in-FIFA-corruption-probe",
                    "wgt": 1
                },
                {
                    "body": "The biggest construction site in Russia is huge. The legendary, nearly 60-year-old Luzhniki Arena in southwestern Moscow is currently undergoing refurbishment. The stadium's interior will become a state-of-the-art space for 80,000 soccer fans, but the exterior will maintain its original appearance after renovation.\n\nHammering, digging, painting and pouring cement: work continues on the 221,000-square-meter area - a fact construction director Murat Ahmadiev is very proud of.\n\n\"This is where the heart of the World Cup will beat,\" he told DW, adding that he cannot imagine the project will be terminated because of the FIFA corruption scandal. \"Despite the troubles our country has, we are making good progress. Sport should have nothing to do with politics. Sport is sport and not politics\"\n\nRussia backs Sepp Blatter\n\nIn the Kremlin, far from the noisy construction site, sports still means politics. While the West demands consequences for FIFA President Sepp Blatter, who was re-elected on Friday, with regard to the football organization's current scandal, Russia's president suspects a US conspiracy against Russia and states.\n\n\"We know that he [Blatter] has been put under pressure to take the 2018 World Cup away from Russia,\" President Vladimir Putin said. \"This again, is obviously a US attempt to infiltrate other countries with its legal system.\"\n\nRussian Sports Minister and FIFA Executive Committee member Vitaly Mutko praised the world soccer governing body. The Russian newspaper \"Kommersant\" cited his confidence in FIFA as a \"good organization.\" The Russian Football Union fully supports Sepp Blatter and Russia is not under threat of losing the World Cup in three years, the paper reported.\n\nMutko himself was interrogated in Zurich but not on corruption allegations, as he asserted to the TASS news agency. According to Mutko, the arrests in Zurich were not related to the World Cup in Russia and that the country honestly earned the right to host the World Cup in 2018.\n\nFaithful Russian sponsor\n\nValery Fedoreev, a legal specialist for sports who heads the Russian office of the international law firm CMS, shared Mutko's view and said FIFA should expect a bill from Russia if the 2018 tournament were to be moved.\n\n\"I am sure that it is clear to FIFA if they cancel, they will receive an invoice for astronomical compensation demands, all of which are monetary sums that have already been spent to expand soccer infrastructures,\" Fedoreev told DW.\n\nAlthough the five main World Cup sponsors: Adidas, Coca Cola, Hyundai, McDonald's and Anheuser Busch have expressed concern about the investigations and a further cooperation, the Russian energy giant Gazprom remains devoted to the event. Gazprom spokesman Sergei Kupriyanov said FIFA's current problems would have no impact on sponsorship agreements.\n\nA football fete\n\nMany Muscovites seem indifferent to the news from Zurich and the comments their government and sport officials make. They only want one thing: a big soccer party in their country.\n\n\"I'm sure it could happen, but I really do not think anybody wants to take the World Cup away from us,\" a student called Sasha and said. \"After all, we are a peace-loving country and everyone should see that!\"\n\nSvetlana, a pensioner, added, \"This organizers' scandal has nothing to do with our country. They can't just cancel our party!\"\n\nAlmost 2,000 people continue working around the clock on the Luzhniki stadium site and hope their labor is not in vain.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41860120",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6073,
                    "source": {
                        "title": "DW.DE",
                        "uri": "www.dw.de"
                    },
                    "time": "17:52:00",
                    "title": "Russia: You can't just cancel our World Cup party!",
                    "uri": "282575211",
                    "url": "http://www.dw.de/russia-you-cant-just-cancel-our-world-cup-party/a-18486775?maca=en-rss-en-all-1573-rdf",
                    "wgt": 1
                },
                {
                    "body": "People watch as the facade of the historical Bolshoi Theatre is illuminated with the official emblem of the 2018 FIFA World Cup to be held in Russia in central Moscow on late October 28, 2014. World football boss Sepp Blatter on Tuesday opposed any boycott of the 2018 World Cup in Russia and backed the huge preparations undertaken by President Vladimir Putin's government for the mega event. AFP PHOTO/KIRILL KUDRYAVTSEV (Photo credit should read KIRILL KUDRYAVTSEV/AFP/Getty Images)\n\nThe soccer World Cup gives the host country prestige, publicity, and international recognition. The World Cups in 2010 and 2014 hosted by South Africa and Brazil-two BRICS countries-signaled their arrival on the world scene. A third BRICS member, Russia, is scheduled to host in 2018. The two largest public relations feathers in Vladimir Putin's hat are the Sochi Olympics and now the upcoming World Cup.\n\nNothing could be worse for Putin than losing the 2018 World Cup; it would be more severe than the economic recession and Russia's declining living standards. Russians can live without imported foods and Turkish vacations, but they may not tolerate being branded as a rogue nation not deserving a World Cup.\n\nFIFA, the international federation of soccer, chooses the venue of the quadrennial World Cup by a vote of its directors. Competition among applicants is intense, and the lobbying is extreme. Russia was selected as the 2018 host country by FIFA in December 2010 when a beaming Vladimir Putin and FIFA's four-term president, Sepp Blatter, congratulated each other.\n\nFIFA has valuable assets to peddle, but they come at a price. FIFA has a reputation for corruption and scandal as it allots venues for the various soccer cups, the most important being the World Cup. FIFA critics question why Russia (2018) and Qatar (2022), with their questionable human rights reputations, were selected, especially after experts rated their proposals as among the weakest. When Russia won the 2018 event, British tabloids complained that Britain had lost to a \"mafia state.\"\n\nThings may be changing.\n\nThe US Justice Department has ordered the arrest and extradition to the United States of fourteen defendants associated with FIFA, including two of its vice presidents, who are charged with racketeering and corruption. The Justice Department has pledged to end FIFA's \"corrupt practices,\" citing $150 million in bribes and kickbacks that have flowed through the US financial system. Swiss justice officials are coordinating with the US Justice Department. The European media are flooded with reports of bribes and under-the-table dealings of FIFA officers.\n\nThe Justice Department action has lent weight to the demand of thirteen prominent US senators, dated April 1, to FIFA president Blatter to relocate the 2018 World Cup from Moscow to a less controversial venue. A anti-FIFA documentary highlighted on German television discloses the criminal wheelings and dealings associated with Russia's successful bid for the World Cup, including a lucrative deal offered by Russia's Gazprom to a Cyprus businessman, who just happens to be one of FIFA's voting vice presidents, and its hiring of German soccer legend, Franz Beckenbauer, as its \"sports diplomat.\"\n\nKremlin propaganda has shifted into high gear. In an on-camera interview, Russia's World Cup representative expressed surprise that the \"armed conflict\" in Ukraine could be considered a reason to relocate the 2018 World Cup. He intoned disdainfully that Russia has no involvement in Ukraine and that the Minsk Peace accord, brokered by Russia, has ended the conflict. Thus, he said, Russia's only role in Ukraine is that of a peacemaker. Russia's sports minister rushed before the cameras to declare that \"Russia has nothing to hide.\" Blatter declared that \"there are no boycotts\" in international soccer and that \"football [soccer] is an instrument of peace.\"\n\nPage 1 / 2 Continue",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41739740",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5882,
                    "source": {
                        "title": "Forbes",
                        "uri": "www.forbes.com"
                    },
                    "time": "09:07:00",
                    "title": "Sanction FIFA And Putin At The Same Time: Take The 2018 World Cup From Russia",
                    "uri": "282158733",
                    "url": "http://www.forbes.com/sites/paulroderickgregory/2015/05/28/sanction-fifa-and-putin-at-the-same-time-take-the-2018-world-cup-from-russia/",
                    "wgt": 1
                },
                {
                    "body": "Speaking during the FIFA Congress, Blatter said that the world football body might not be embroiled in its corruption scandal if Russia and Qatar had not been awarded the 2018 and 2022 World Cups.\n\n\"If on December 2, 2010, two other countries had been designated organisers of the 2018 and 2022 World Cups, I think we would not have these problems today,\" he said referring to the 2010 vote.\n\nSwiss police arrested seven officials, including two FIFA vice presidents, at a luxury Zurich hotel on Wednesday.\n\nThe seven face extradition to the United States.\n\nBlatter condemned corruption within FIFA, but said: \"It's not good that all this comes out exactly two days before the FIFA election.\n\n\"People talk about a coincidence, but I have a small question mark\" about the timing.\n\nRussia's President Vladimir Putin and other sports officials have spoken openly of a conspiracy or questioned the timing of the action.\n\nRussia beat England to get the 2018 World Cup, while Qatar was surprise choice to host the 2022 tournament, with the United States one of the losing candidates.\n\nPutin said Wednesday's arrests were \"clearly an attempt to block the re-election of B\n\nlatter\".\n\nHe also alleged that the United States was trying to \"spread its jurisdiction to other countries\" and that pressure was being put on Blatter over the decision to award the World Cup to Russia.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41850096",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5821,
                    "source": {
                        "title": "RFI",
                        "uri": "www.english.rfi.fr"
                    },
                    "time": "16:11:00",
                    "title": "FIFA chief Sepp Blatter questions hotel raid timing",
                    "uri": "282542339",
                    "url": "http://www.english.rfi.fr/sports/20150529-blatter-questions-hotel-raid-timing",
                    "wgt": 1
                },
                {
                    "body": "Russia has accused the United States of applying legal force \"far beyond its borders\" following the US indictment against FIFA officials and their arrests.\n\nA statement on the website of the Russian foreign ministry said: \"Without going into the details of the accusations ... this is clearly another case of illegal exterritorial use of US law.\"\n\n\"We hope that this will not in any way be used to cast a shadow on the international football organisation as a whole and its decisions.\n\nThe Swiss Attorney General has said Sepp Blatter may be questioned \"Once again we are calling on Washington to stop attempts to make justice far beyond its borders using its legal norms and to follow the generally accepted international legal procedures,\" it said.\n\nThe allocation of Russia as the home nation in the forthcoming 2018 World Cup is part of one of two corruption investigations which were launched yesterday.\n\nOne of the investigations plans to question 10 members of the executive committee who took part in the 2010 vote awarding the 2018 and 2022 World Cups to Russia and Qatar respectively.\n\nNo Russian officials have been questioned.\n\nRussian sports minister Vitaly Mutko sat on FIFA's executive committee since 2009, however it is not clear whether he is to be questioned.\n\nMutko told Tass news agency that he has \"nothing to hide\" will cooperate.",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41739234",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5324,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "09:03:00",
                    "title": "Putin says US investigation into Fifa is 'clear attempt' to prevent Blatter's re-election",
                    "uri": "282157647",
                    "url": "http://www.independent.co.uk/news/world/europe/russia-accuses-us-of-another-case-of-illegal-exterritorial-use-of-us-law-for-investigating-fifa-10280517.html",
                    "wgt": 1
                },
                {
                    "body": "ZURICH (AP) -- The latest developments concerning FIFA:\n\nThe Kremlin says Russian President Vladimir Putin, host of the 2018 World Cup, has sent a telegram to Sepp Blatter congratulating him on winning a fifth term at the helm of FIFA.\n\nKremlin spokesman Dmitry Peskov announced the telegram on Saturday after Blatter, 79, was re-elected Friday to lead the world soccer body despite strong opposition to his tenure from other nations in Europe.\n\nThe Kremlin said Putin \"expressed confidence that experience, professionalism and high authority will help Blatter and further promote the expansion of the geography and popularity of football in the whole world. Putin emphasized that Russia is interested in and ready for collaboration with FIFA in general and in the preparations\" for the 2018 World Cup.\n\nLast week, Swiss authorities announced a criminal investigation into how FIFA awarded the 2018 World Cup to Russia and the 2022 World Cup to Qatar.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2015-05-30",
                    "eventUri": "2911300",
                    "id": "41895404",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4959,
                    "source": {
                        "title": "US News & World Report",
                        "uri": "www.usnews.com"
                    },
                    "time": "09:21:00",
                    "title": "THE LATEST: Putin congratulates Blatter on FIFA election win",
                    "uri": "282697956",
                    "url": "http://www.usnews.com/news/world/articles/2015/05/30/the-latest-putin-congratulates-blatter-on-fifa-election-win",
                    "wgt": 1
                },
                {
                    "body": "Russia intends to stage a spectacular and very hospitable World Cup in 2018 and preparation for it is already in full swing, says CEO of the 2018 FIFA World Cup Russia Local Organizing Committee, Alexey Sorokin.\n\nRT: Among those FIFA officials arrested in Zurich, only two had any involvement in the selection process for the 2018 Russia hosted World Cup. But those two didn't actually vote for Russia. Could you explain who might be interested in that?\n\nAlexey Sorokin: The way we see it and the way we read it in the FIFA press release, first of all the indictment and these apprehensions have nothing to do with the bids, with the voting for host countries of 2018 and 2022. The people who are implicated were not the Executive Committee (ExCo) members at the time of the vote. So they could not possibly have anything to do with the host country selection process. This is a totally separate investigation. We don't see any involvement or any concern of the World Cup in general.\n\nRT: So the 2018 World Cup will not be in any way affected by this affair?\n\nAS: No, it won't be affected. There is another investigation that is going on in Switzerland as we lately understood. This investigation has to do with the voting process, with the process of selection of the host countries. But again we have no information about the progress of this investigation. We did cooperate with the last investigation done by [former US attorney Michael] Garcia, we cooperated, submitted all the information. We don't know how else we can help any investigator who is interested in that.\n\nREAD MORE: 'We are the damaged party': FIFA vows to go on with World Cup plans despite scandal\n\nRT: For fans who are anxious about the outcome of the 2018 World Cup and whether or not it will actually materialize - could you speak to the fears that it may not materialize because of this affair?\n\nAS: Not only could it materialize, it's materializing as we speak. We are very deep in the preparation process. FIFA is fully satisfied by the course of preparation. We have a very good level of cooperation with the FIFA administration. We don't know how anything that goes on around the world of football can affect the preparation.\n\nRT: Do you feel the reputational risk of this affair that is unfolding? Do you feel that the 2018 World Cup will be insulated from this reputational risk?\n\nAS: I don't think so. It's a classic legal matter, which should be addressed exactly as such. So we should separate the image of the organization... By the way FIFA is participating as an injured side in this investigation. Authorities should treat it as purely legal matter. I don't know what possible negative consequences it should have for us.\n\nRT: Do you have any fears about the politicization of FIFA and World Football?\n\nAS: FIFA as well as other sport organizations has always claimed that sport is beyond politics. I think we should adhere to this principle and as much as we adhere to that, it serves the benefit of any sport. The ideal situation is that we think about sport, athletes, results and not about politics.\n\nThe statements, views and opinions expressed in this column are solely those of the author and do not necessarily represent those of RT.",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41769433",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4762,
                    "source": {
                        "title": "RT (Russia Today)",
                        "uri": "rt.com"
                    },
                    "time": "16:16:00",
                    "title": "'FIFA scandal will not affect 2018 World Cup'- organizing committee head",
                    "uri": "282263158",
                    "url": "http://rt.com/op-edge/262717-fifa-world-cup-russia/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 24,
            "averageDate": "2015-05-28",
            "avgCos": 0.661,
            "categories": [
                {
                    "label": "Sports/Soccer/Competitions",
                    "uri": "http://www.dmoz.org/Sports/Soccer/Competitions",
                    "wgt": 44
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2911300",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2910737",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "Zürich",
                "lat": 47.36667,
                "long": 8.55,
                "wikiUri": "http://en.wikipedia.org/wiki/Zürich"
            },
            "storyDate": "2015-05-28",
            "storyDateEnd": "",
            "uri": "b040d876-3707-4df0-8074-1c231ead3202-41751",
            "variance": 0.5631
        }
    },
    "ef22bac6-520f-431d-82f3-5cdff051972e-9791": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "La Fiscalía suiza abre un proceso penal por la elección de sedes en los Mundial de 2018 y 2022\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron hoy en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó hoy de que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se les ha demandado sin oposición.\n\nEl comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de que se celebre la elección del presidente de la organización.\n\nAl cargo opta Sepp Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41694599",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9817,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "18:57:00",
                    "title": "Detenidos altos cargos de la FIFA acusados de haber aceptado sobornos durante años",
                    "uri": "282000343",
                    "url": "http://www.elcorreogallego.es/deportes/ecg/detenidos-altos-cargos-de-la-fifa-acusados-de-haber-aceptado-sobornos-durante-anos/idEdicion-2015-05-27/idNoticia-934406/",
                    "wgt": 1
                },
                {
                    "body": "Suiza detiene a seis dirigentes de la FIFA por corrupción y descarta que Blatter esté implicado\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos, cuya identidad no ha sido revelada, por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes de los Mundiales de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía han entrado este miércoles en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado. Los Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía ha informado de que el proceso penal se abrió el pasado mes de marzo \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\". Fue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado. Además, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nEn el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se le han demandado sin oposición. El comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios. \"Los documentos incautados y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de la elección del presidente de la organización. Al cargo opta Joseph Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal. Finalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41668709",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9724,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "12:50:00",
                    "title": "La fiscalía suiza abre un proceso penal por la elección de las sedes de los Mundiales 2018 y 2022",
                    "uri": "281905564",
                    "url": "http://www.rtve.es/deportes/20150527/fiscalia-suiza-abre-proceso-penal-eleccion-sedes-mundiales-2018-2022/1151324.shtml",
                    "wgt": 1
                },
                {
                    "body": "Esta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron hoy en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó hoy de que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se les ha demandado sin oposición.\n\nEl comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de que se celebre la elección del presidente de la organización.\n\nAl cargo opta Sepp Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41686603",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9703,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "17:04:00",
                    "title": "Fiscalía suiza abre proceso penal por elección sedes Mundial de 2018 y 2022",
                    "uri": "281971937",
                    "url": "http://www.elcorreogallego.es/deportes/ecg/fiscalia-suiza-abre-proceso-penal-por-eleccion-sedes-mundial-de-2018-y-2022/idEdicion-2015-05-27/idNoticia-934406/",
                    "wgt": 1
                },
                {
                    "body": "El Ministerio Público de la Confederación Helvética abrió un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron este miércoles en la sede de la FIFA en Zurich y recabaron documentos y datos electrónicos, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se realizarán en Rusia y Qatar, respectivamente, sedes que fueron elegidas en una ceremonia en Zurich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advirtió la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agregó el comunicado.\n\nAdemás, indicó que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la Fiscalía dejó claro que la FIFA ha colaborado este miércoles y ha entregado los documentos que se les ha solicitado sin oposición.\n\nEl comunicado especificó que, previamente a las acciones de este miércoles, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zurich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos, pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zurich el Congreso de la FIFA, y dos días antes de que se efectúe la elección del presidente de la organización.\n\nAl cargo opta Joseph Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de 20 años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, 10 personas \"que participaron del proceso de atribución de los mundiales\" serán interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41661470",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9264,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "10:49:00",
                    "title": "Fiscalía suiza abrió proceso penal por elección de sedes de Mundiales 2018 y 2022",
                    "uri": "281876530",
                    "url": "http://www.cooperativa.cl/noticias/deportes/futbol/fifa/fiscalia-suiza-abrio-proceso-penal-por-eleccion-de-sedes-de-mundiales/2015-05-27/074048.html",
                    "wgt": 1
                },
                {
                    "body": "La reacción de Putin contra los EEUU esconde su verdadera preocupación: que la Justicia suiza ha abierto una causa en la que se investiga el otorgamiento de las sedes de los Mundiales de 2018 y 2022 a Rusia y Qatar respectivamente.\n\nEl Ministerio Público de la Confederación Helvética abrió un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección.\n\nAgentes de la Fiscalía entraron en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos, confirmó la propia institución en un comunicado.\n\nRusia y Qatar fueron elegidas en un ceremonia en Zúrich en diciembre de 2010. Ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía suiza sospecha \"irregularidades\" en la elección de las sedes de 2018 y 2022\n\nLa Fiscalía informó que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41743977",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8603,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "10:09:00",
                    "title": "Putin: \"Las detenciones buscan evitar la reelección de Blatter y el Mundial en Rusia\"",
                    "uri": "282172916",
                    "url": "http://www.infobae.com/2015/05/28/1731589-putin-las-detenciones-buscan-evitar-la-reeleccion-blatter-y-el-mundial-rusia",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2015-05-27",
            "avgCos": 0.9422,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2911300",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2912384",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "Zürich",
                "lat": 47.36667,
                "long": 8.55,
                "wikiUri": "http://en.wikipedia.org/wiki/Zürich"
            },
            "storyDate": "2015-05-27",
            "storyDateEnd": "",
            "uri": "ef22bac6-520f-431d-82f3-5cdff051972e-9791",
            "variance": 0.1122
        }
    },
    "meta": {
        "CCAArticleMatchCount": 0,
        "CCAArticleMatchRatio": 0,
        "CCAAvgCosSim": 0,
        "CCAAvgMatchWgt": 0,
        "_articleUri1": "281999482",
        "_articleUri2": "282000343",
        "_datetime": "2015-05-29 10:45:08",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "b040d876-3707-4df0-8074-1c231ead3202-41751",
        "_storyUri2": "ef22bac6-520f-431d-82f3-5cdff051972e-9791",
        "_username": "admin",
        "artCount1": 20,
        "artCount2": 5,
        "avgCosSimStory1": 0.661,
        "avgCosSimStory2": 0.9422,
        "categorySim": 0,
        "conceptCosSim": 0.6401154228399791,
        "conceptJaccardSim": 0.25,
        "coreTime1": 135010.6833333333,
        "coreTime2": 135010.8166666667,
        "coreTimeStDev1": 8.881887426788506,
        "coreTimeStDev2": 8.22164757751015,
        "entityCosSim": 0.8447477403581254,
        "entityJaccardSim": 0.4285714285714286,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.4679353650581925,
        "keywordJaccardSim": 0.1428571428571429,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 17,
        "storyQuality2": 35,
        "timeAvg1": 135022.7583333333,
        "timeAvg2": 135018.7633333334,
        "timeStDev1": 10.34454163637243,
        "timeStDev2": 8.22164757751015,
        "varianceStory1": 0.5631,
        "varianceStory2": 0.1122
    }
}