{
    "b040d876-3707-4df0-8074-1c231ead3202-73841": {
        "articles": {
            "resultCount": 27,
            "results": [
                {
                    "body": "NEW YORK: The United States says it will vote for Jordan's Prince Ali bin Al-Hussein for FIFA president Friday and not for incumbent Sepp Blatter.\n\n\"I've gotten to know Prince Ali well over the last couple of years. He has been a really active member of the executive committee and an active proponent of reform at FIFA,\" U.S. Soccer Federation President Sunil Gulati said during a telephone conference call early Friday from FIFA's meetings in Zurich.\n\n\"If you get good governance and good leadership, you make good decisions, and those good decisions will lead to the right outcomes,\" Gulati said, \"whether it's where World Cups are played or how many teams are in World Cups or anything else. So for us, this is a vote for good governance.\"\n\nGulati, a member of FIFA's executive committee, said Canadian Soccer Association President Victor Montagliani told him Canada will vote for Prince Ali.\n\nFootball Federation Australia Chairman Frank Lowy announced he planned to vote for Prince Ali, and Michel Platini, president of the Union of European Football Associations, estimated at least 45 UEFA members may vote for Prince Ali.\n\nFIFA has 209 member federations that will cast secret written ballots. A two-thirds majority is needed for election on the first ballot and a simple majority on the second.\n\n\"I think you'll see a lot closer vote tomorrow than people would have projected some weeks ago,\" Gulati predicted.\n\nElected in 1998, Blatter is seeking a fifth term. His reign has been plagued by corruption among top soccer officials, but he has not been implicated.\n\nThe U.S. government indicted nine soccer officials on corruption charges Wednesday, including the current and past presidents of the regional governing body for North and Central America and the Caribbean. Seven men were arrested by Swiss authorities at a luxury hotel in Zurich.\n\nGulati called those \"seismic events.\"\n\n\"I don't possibly have enough capacity for the amount of concern and emotion that the last 24 hours has created,\" he said.\n\nHe was not concerned the fallout could harm a potential U.S. bid to host the 2026 World Cup.\n\n\"Would we like to host a future World Cup? The answer is of course yes,\" he said. \"But for me and for U.S. Soccer especially at this time but at any time, having CONCACAF and FIFA governed and managed with integrity is far more important than hosting a World Cup or any other event.\"\n\nGulati said the status of the 2016 Copa America Centenario, a 16-nation tournament to be played in the U.S., will be determined in coming weeks. The indictments implicated the Traffic Sports and its affiliates in bribes, and Traffic owns media rights to the tournament.\n\n\"It's premature to say what the final result of that would be,\" Gulati said.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41817594",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8592,
                    "source": {
                        "title": "Thehimalayantimes",
                        "uri": "thehimalayantimes.com"
                    },
                    "time": "07:24:00",
                    "title": "US to vote for Ali in FIFA election and not Blatter",
                    "uri": "282429930",
                    "url": "http://thehimalayantimes.com/rssReference.php?headline=US%2Bto%2Bvote%2Bfor%2BAli%2Bin%2BFIFA%2Belection%2Band%2Bnot%2BBlatter%2B&NewsID=456692",
                    "wgt": 1
                },
                {
                    "body": "\"I've gotten to know Prince Ali well over the last couple of years. He has been a really active member of the executive committee and an active proponent of reform at FIFA,\" U.S. Soccer Federation President Sunil Gulati said during a telephone conference call early Friday from FIFA's meetings in Zurich.\n\n\"If you get good governance and good leadership, you make good decisions, and those good decisions will lead to the right outcomes,\" Gulati said, \"whether it's where World Cups are played or how many teams are in World Cups or anything else. So for us, this is a vote for good governance.\"\n\nGulati, a member of FIFA's executive committee, said Canadian Soccer Association President Victor Montagliani told him Canada will vote for Prince Ali.\n\nFootball Federation Australia Chairman Frank Lowy announced he planned to vote for Prince Ali, and Michel Platini, president of the Union of European Football Associations, estimated at least 45 UEFA members may vote for Prince Ali.\n\nFIFA has 209 member federations that will cast secret written ballots. A two-thirds majority is needed for election on the first ballot and a simple majority on the second.\n\n\"I think you'll see a lot closer vote tomorrow than people would have projected some weeks ago,\" Gulati predicted.\n\nElected in 1998, Blatter is seeking a fifth term. His reign has been plagued by corruption among top soccer officials, but he has not been implicated.\n\nThe U.S. government indicted nine soccer officials on corruption charges Wednesday, including the current and past presidents of the regional governing body for North and Central America and the Caribbean. Seven men were arrested by Swiss authorities at a luxury hotel in Zurich.\n\nGulati called those \"seismic events.\"\n\n\"I don't possibly have enough capacity for the amount of concern and emotion that the last 24 hours has created,\" he said.\n\nHe was not concerned the fallout could harm a potential U.S. bid to host the 2026 World Cup.\n\n\"Would we like to host a future World Cup? The answer is of course yes,\" he said. \"But for me and for U.S. Soccer especially at this time but at any time, having CONCACAF and FIFA governed and managed with integrity is far more important than hosting a World Cup or any other event.\"\n\nGulati said the status of the 2016 Copa America Centenario, a 16-nation tournament to be played in the U.S., will be determined in coming weeks. The indictments implicated the Traffic Sports and its affiliates in bribes, and Traffic owns media rights to the tournament.\n\n\"It's premature to say what the final result of that would be,\" Gulati said.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41833387",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8559,
                    "source": {
                        "title": "www.ChinaPost.com.tw",
                        "uri": "www.chinapost.com.tw"
                    },
                    "time": "12:08:00",
                    "title": "US to vote for Ali in FIFA election and not Blatter",
                    "uri": "282486468",
                    "url": "http://www.chinapost.com.tw/sports/soccer/2015/05/29/437149/US-to.htm",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK (AP) - The United States says it will vote for Jordan's Prince Ali bin Al-Hussein for FIFA president Friday and not for incumbent Sepp Blatter.\n\n\"I've gotten to know Prince Ali well over the last couple of years. He has been a really active member of the executive committee and an active proponent of reform at FIFA,\" U.S. Soccer Federation President Sunil Gulati said during a telephone conference call early Friday from FIFA's meetings in Zurich.\n\n\"If you get good governance and good leadership, you make good decisions, and those good decisions will lead to the right outcomes,\" Gulati said, \"whether it's where World Cups are played or how many teams are in World Cups or anything else. So for us, this is a vote for good governance.\"\n\nGulati, a member of FIFA's executive committee, said Canadian Soccer Association President Victor Montagliani told him Canada will vote for Ali.\n\nFootball Federation Australia Chairman Frank Lowy announced he planned to vote for Ali, and Michel Platini, president of the Union of European Football Associations, estimated at least 45 UEFA members may vote for Ali.\n\nFIFA has 209 member federations that will cast secret written ballots. A two-thirds majority is needed for election on the first ballot and a simple majority on succeeding ballots.\n\n\"I think you'll see a lot closer vote tomorrow than people would have projected some weeks ago,\" Gulati predicted.\n\nElected in 1998, Blatter is seeking a fifth term. His reign has been plagued by corruption among top soccer officials, but he has not been implicated.\n\nThe U.S. government indicted nine soccer officials on corruption charges Wednesday, including the current and past presidents of the regional governing body for North and Central America and the Caribbean. Seven men were arrested by Swiss authorities at a luxury hotel in Zurich.\n\nGulati called those \"seismic events.\"\n\n\"I don't possibly have enough capacity for the amount of concern and emotion that the last 24 hours has created,\" he said.\n\nHe was not concerned the fallout could harm a potential U.S. bid to host the 2026 World Cup.\n\n\"Would we like to host a future World Cup? The answer is of course yes,\" he said. \"But for me and for U.S. Soccer especially at this time but at any time, having CONCACAF and FIFA governed and managed with integrity is far more important than hosting a World Cup or any other event.\"\n\nGulati said the status of the 2016 Copa America Centenario, a 16-nation tournament to be played in the U.S., will be determined in coming weeks. The indictments implicated the Traffic Sports and its affiliates in bribes, and Traffic owns media rights to the tournament.\n\n\"It's premature to say what the final result of that would be,\" Gulati said.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41798416",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8501,
                    "source": {
                        "title": "KPHO TV 5",
                        "uri": "www.kpho.com"
                    },
                    "time": "00:10:00",
                    "title": "US to vote for Ali in FIFA election and not Blatter",
                    "uri": "282362873",
                    "url": "http://www.kpho.com/story/29184643/us-to-vote-for-ali-in-fifa-election-and-not-blatter",
                    "wgt": 1
                },
                {
                    "body": "The United States Soccer Federation has withdrawn its support for the current FIFA president ahead of Friday's presidential election.\n\nUnited States Soccer Federation president Sunil Gulati isn't getting much sleep these days. A member of the FIFA Executive Committee, Gulati had made it clear publicly well before this week's FIFA controversy that he was planning to push for Sepp Blatter's ouster as president of the scandal-ridden organization.\n\nNow, with the dark cloud hovering over the world's game due to Wednesday's indictments that led to the arrests of more than a dozen soccer officials, Gulati is working overtime to drive support for Blatter's only challenger, Jordanian Prince Ali bin Al-Hussein.\n\nOn Thursday, Gulati confirmed that U.S. Soccer was voting for Prince Ali to be FIFA's new president.\n\n\"I've gotten to know Prince Ali well over the last couple of years. He is a very active member of the executive committee, and is an active proponent of reform at FIFA,\" Gulati said during conference call from Switzerland ahead of Friday's FIFA vote. \"He's been a successful president at the Jordanian FA and supported a number of initiatives he has led, whether it's in women's rights or in youth work or development work. But it really starts with his views on governance and reform.\"\n\nU.S. Soccer will vote for Prince Ali bin Al Hussein for next president of FIFA. This is a vote for good governance & promise for our game. -- Sunil Gulati (@sunilgulati)\n\nMay 28, 2015\n\nGulati is not alone in believing Prince Ali is the better alternative to Blatter, who has seen his already-tainted reputation stained even further by the recent corruption charges. Canadian Soccer Association president Victor Montagliani has also announced that he is voting for Prince Ali, and Gulati believes that several CONCACAF nations will vote for Prince Ali.\n\n\"I think it's going to be a very competitive election,\" Gulati said. \"What's happening on the ground here is certainly very different than the views from outside.\n\n\"I've talked to enough people that are open minded or have pledged support,\" he added. \"I think you'll see a lot closer vote than people would have projected some weeks ago.\"\n\nThe FIFA presidential election had the makings of a formality as recently as Tuesday, with the list of candidates dwindling down to Blatter and Prince Ali after Luis Figo and Dutch contender Michael van Praag dropped out.\n\nDespite the continued sense that Blatter would be steamrolling to a fifth term as FIFA president, Gulati has stuck by his belief that a change is needed within the organization, and Prince Ali is the candidate to deliver that change.\n\n\"When we talked to the candidates and interviewed three of the candidates, when they outlined their agendas to us, in all three cases I said stop relatively early in the discussion and said I'm not interested in World Cup slots or financial assistance programs or any of those other things,\" he said. \"The only thing I want to talk about is governance because all of those things fall from governance. If you get good governance and good leadership, you make good decisions and those good decisions can lead to good outcomes. Whether it's about where World Cups are played or how many teams are in World Cups, or anything else.\n\n\"This is a vote for good governance.\"\n\nGulati is standing by his vote, and he believes he won't be alone in wanting change within FIFA when the votes are cast on Friday.\n\n\"It's an election. It's a secret ballot so it's impossible to know for sure,\" Gulati said. \"But the answer is yes, I think tomorrow will be a very competitive election.\"",
                    "date": "2015-05-30",
                    "eventUri": "2911300",
                    "id": "41883579",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8467,
                    "source": {
                        "title": "Goal.com",
                        "uri": "www.goal.com"
                    },
                    "time": "00:49:00",
                    "title": "U.S. Soccer will support Prince Ali bin Al Hussein in FIFA election - Goal.com",
                    "uri": "282655059",
                    "url": "http://www.goal.com/en-us/news/66/united-states/2015/05/28/12191112/us-soccer-will-support-prince-ali-in-fifa-election",
                    "wgt": 1
                },
                {
                    "body": "ZURICH -- At dawn on Wednesday, Sunil Gulati, the president of U.S. Soccer, woke with a start, his phone buzzing on the desk of his room at a luxury hotel here. A police raid was quietly going on in the halls around him, and some of Mr. Gulati's closest professional colleagues -- a few of them his friends -- were being arrested on various charges related to corruption. The calls and texts did not stop for hours.\n\nMr. Gulati, who is also a member of FIFA's powerful executive committee, said his emotions were mixed as he read and talked about the news. \"Shock and disappointment were first,\" he said. \"Then, very soon after, came anger.\"\n\nThat anger, he added, only confirmed a decision he made months ago: On Friday, when one delegate from each of the 209 associations that are members of FIFA casts a vote for the next FIFA president, Mr. Gulati will instruct the United States delegate to vote against the longtime incumbent, Sepp Blatter, and vote instead for the only other candidate, Prince Ali bin al-Hussein of Jordan.\n\nMr. Gulati, in an interview here Thursday, said he knows that doing so might have repercussions for U.S. Soccer in the future, especially if Mr. Blatter, as expected, wins a fifth term as FIFA president. Anti-American sentiment is not unusual in international sports, and the involvement of the Department of Justice in the arrests will not help the United States's image.\n\nUnder Mr. Blatter, FIFA has often operated with a culture of \"retribution,\" as Prince Ali once put it, which could make it more difficult for U.S. Soccer to find allies. But Mr. Gulati has decided that voting in favor of change at FIFA is the most important priority of all, even if it might hurt the United States in its bids to host a World Cup.\n\nIt is not a decision he undertook lightly -- he said he discussed it with a few U.S. Soccer board members before backing Prince Ali's bid -- but it is one he said was critical.\n\n\"Would I like to see the United States host a World Cup in the future?\" Mr. Gulati said. \"The answer is, of course, yes. But for me, and for U.S. soccer, better governance and more integrity at Concacaf and FIFA are far more important than hosting any international soccer tournament.\"\n\nHe added: \"I'm sure there are some people who would disagree with that decision and would prioritize things differently. But this is how we feel, and we are doing what we think is right. If being on the right side of issues costs us from hosting a World Cup in the future, that would be unfortunate. But we are prepared to deal with that.\"\n\nThe hosting rights for the 2026 World Cup -- the 2018 tournament will be in Russia, and the 2022 event is scheduled for Qatar -- will be awarded in 2017. It is difficult to predict how FIFA will look by then, but Mr. Gulati is hopeful that Prince Ali, instead of Mr. Blatter, will be leading something close to a wholesale change in the organization.\n\nMr. Gulati also said that the Canadian soccer federation would join him in backing Prince Ali, who has campaigned largely on a platform of reform.\n\nWhen it was noted that Prince Ali is considered a significant underdog to Blatter, who has held the FIFA presidency since 1998, Mr. Gulati shrugged.\n\n\"Being on the wrong side of an election result -- if that's what happens -- is not necessarily being on the wrong side,\" he said.\n\nWednesday's events only strengthened Mr. Gulati's determination, he said. As he watched Attorney General Loretta Lynch's news conference -- in which she and other government officials detailed the widespread corruption their investigation had uncovered -- Mr. Gulati found himself shaking his head over and over.\n\nLater, when he saw wives and other family members of those arrested in the hotel, he witnessed the personal level of the arrests. The arrest of Jeffrey Webb, the president of Concacaf and Mr. Gulati's closest friend among the officials who were detained, was particularly jarring.\n\n\"It was a huge shock,\" he said. \"I know a number of the people were involved in the indictment, but Jeff is the one I know best in that group. That was hard.\"\n\nHe continued: \"Everything that happened -- it's just so many things. It's embarrassing. It's awkward. It's everything.\"\n\nMr. Gulati would not go as far as Michel Platini, the president of European soccer's governing body who called for Mr. Blatter to step down earlier Thursday, but he did make clear that he believes the first step toward restoring fans' trust in FIFA is with a new president.\n\n\"The central issue for me now is governance,\" he said. \"And I think that governance would be significantly enhanced by a change in leadership. It's time -- it's past time -- for a change.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41804238",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8463,
                    "source": {
                        "title": "First Draft",
                        "uri": "www.nytimes.com"
                    },
                    "time": "02:05:00",
                    "title": "U.S. Soccer Will Support Blatter Rival in FIFA Election",
                    "uri": "282381563",
                    "url": "http://www.nytimes.com/2015/05/29/sports/us-soccer-will-support-blatter-rival-in-fifa-election.html",
                    "wgt": 1
                },
                {
                    "body": "ZURICH -- At dawn on Wednesday, Sunil Gulati, the president of US Soccer, woke with a start, his phone buzzing on the desk of his room at a luxury hotel here. A police raid was quietly going on in the halls around him, and some of Gulati's closest professional colleagues -- a few of them his friends -- were being arrested on various charges related to corruption. The calls and texts did not stop for hours.\n\nGulati, who is also a member of FIFA's powerful executive committee, said his emotions were mixed as he read and talked about the news. \"Shock and disappointment were first,\" he said. \"Then, very soon after, came anger.\"\n\nContinue reading below\n\nThat anger, he added, only confirmed a decision he made months ago: On Friday, when one delegate from each of FIFA's 209 member nations casts a vote for the next FIFA president, Gulati will instruct the United States delegate to vote against the longtime incumbent, Sepp Blatter, and vote instead for the only other candidate, Prince Ali bin al-Hussein of Jordan.\n\nGulati, in an interview Thursday, said he knows that doing so might have repercussions for US Soccer in the future, especially if Blatter, as expected, wins a fifth term as FIFA president. Anti-American sentiment is not unusual in international sports, and the involvement of the Department of Justice in Wednesday's arrests will not help the United States's image.\n\nUnder Blatter, too, FIFA has often operated with a culture of \"retribution,\" as al-Hussein once put it, which could make it more difficult for US Soccer to find allies in the future. But Gulati has decided that voting in favor of change at FIFA is the most important priority of all, even if it could hurt the US in future bids to host a World Cup.\n\nContinue reading it below\n\nIt is not a decision he undertook lightly -- he said he discussed it with a few US Soccer board members before helping al-Hussein's bid for the presidency get underway in January -- but it is one he believes is critical.\n\n\"Would I like to see the United States host a World Cup in the future?\" Gulati said. \"The answer is, of course, yes. But for me, and for US soccer, better governance and more integrity at CONCACAF and FIFA are far more important than hosting any international soccer tournament,\" referring to the North and Central American soccer federation.\n\nHe added: \"I'm sure there are some people who would disagree with that decision and would prioritize things differently. But this is how we feel, and we are doing what we think is right. If being on the right side of issues costs us from hosting a World Cup in the future, that would be unfortunate. But we are prepared to deal with that.\"\n\nThe hosting rights for the 2026 World Cup -- the 2018 tournament will be in Russia and the 2022 event is scheduled for Qatar -- will be awarded in 2017. It is difficult to predict how FIFA will look by then, but Gulati is hopeful that al-Hussein, instead of Blatter, will be leading something close to a wholesale change in the organization.\n\nGulati also said he had convinced the Canadian soccer federation to join him in backing al-Hussein, who has campaigned largely on a platform of reform.\n\n\"We like many of the things he stands for and has done,\" Gulati said. When it was noted that al-Hussein is considered a significant underdog to Blatter, who has held the FIFA presidency since 1998, Gulati shrugged.\n\n\"Being on the wrong side of an election result -- if that's what happens -- is not necessarily being on the wrong side,\" he said. \"If you are serious about change, you have to be willing to push for it.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41803289",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8128,
                    "source": {
                        "title": "BostonGlobe.com",
                        "uri": "www.bostonglobe.com"
                    },
                    "time": "01:48:00",
                    "title": "U.S. Soccer Will Support Blatter Rival in FIFA Election - The Boston Globe",
                    "uri": "282378933",
                    "url": "https://www.bostonglobe.com/sports/2015/05/28/soccer-will-support-blatter-rival-fifa-election/sNdLMPauMv5r1XXfI7vdEL/story.html",
                    "wgt": 1
                },
                {
                    "body": "U.S. Soccer president Sunil Gulati said the federation will cast its vote for Prince Ali bin al-Hussein in tomorrow's FIFA presidential election.\n\nGulati said he participated in interviews with three of the presidential candidates and noted the federation decided to back Prince Ali instead of incumbent president Sepp Blatter based on his commitment to reform FIFA from the inside.\n\n\"We're going to be voting for him tomorrow,\" Gulati said during a conference call on Thursday night. \"I have gotten to know Prince Ali over the past couple of years. He's a very active member of the Executive Committee and he is an active proponent of reform at FIFA. He is a successful president at the Jordanian FA. We have supported a number of initiatives he has led, whether it is in women's rights or in development work. But it really starts with his views on governance and reform.\"\n\nThe decision to part ways with Blatter reflects a change in position within U.S. Soccer (the federation voted for Blatter in the previous four elections) and underscores the desire to enact change after the indictment of 14 soccer executives and marketing officials yesterday.\n\nWhether those events will prove enough to persuade the 209 federations to elect Prince Ali is uncertain. Blatter retains the public backing of the Asian Football Confederation and the Confederation of African Football. The incumbent president also includes many CONCACAF nations among his supporters, though Gulati also noted the Canadian Soccer Association will also vote for Prince Ali.\n\nGulati said he believes the events of the past few days will lead to a more competitive election than anticipated.\n\n\"I think it's going to be an interesting election tomorrow,\" Gulati said. \"What's happening on the ground here is certainly different than what may be perceived from outside. However, it's an election. It's a secret ballot. The last time I was involved in a secret ballot in Zurich, we know what the outcome was. You know the people that are voting and they know you. Unlike a [538] poll where you're sampling the people you don't know, it's impossible to know for sure. But, yes, I think tomorrow will be a competitive election.\"\n\nThe outcome of the election and the actions of the U.S. Attorney General's office may also influence U.S. Soccer's standing within FIFA as it weighs the possibility of bidding for a future World Cup.\n\nFIFA said it plans to hold the 2018 and 2022 World Cup in Russia and Qatar as scheduled, but the governing body is expected to start the bidding process for the 2026 World Cup later this year.\n\n\"Would we like to host a future World Cup? The answer is of course, yes,\" Gulati said. \"But for me and for U.S. Soccer, especially at this time but at any time, having CONCACAF and FIFA govern and manage with integrity is far more important than hosting the World Cup or any other event. That's our focus right now.\"\n\nGulati declined to answer questions about the ongoing investigation by American and Swiss law enforcement issues, while he said it was too early to tell about the impact of the indictments on the future of Copa Centenario scheduled to be held in the United States next summer.",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41797470",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8089,
                    "source": {
                        "title": "FOX Sports",
                        "uri": "www.foxsports.com"
                    },
                    "time": "23:55:00",
                    "title": "Gulati: U.S. Soccer will vote for Prince Ali in FIFA election",
                    "uri": "282360034",
                    "url": "http://www.foxsports.com/soccer/story/us-soccer-president-sunil-gulati-addresses-fifa-scandal-sepp-blatter-052815",
                    "wgt": 1
                },
                {
                    "body": "Authorities waited for perfect moment to pounce on FIFA execs\n\nWith the indictment of 14 soccer executives Wednesday, and FIFA's presidential election on Friday, U.S. Soccer president Sunil Gulati said the federation will vote against incumbent Sepp Blatter and for underdog Prince Ali bin al-Hussein. Gulati said it will be a vote for reform and good governance.\n\n\"To us, this is a vote for good governance,\" Gulati said in a teleconference from Switzerland. \"We're going to be voting for him [Friday]. I've gotten to know Prince Ali over the past couple of years. He's a very active member of the executive committee and he's an active proponent of reform at FIFA.\n\n\"He's a successful president at the Jordanian FA. We've supported a number of initiatives he's led, whether it's in women's rights or in development work; but it really starts with his views on governance and reform.\"\n\nBlatter is considered a favorite to earn a fifth term despite widespread corruption, accusations of bribery and the Department of Justice's actions prompting Wednesday's arrests at a luxury hotel on the eve of the FIFA election. But Gulati felt an upset was not only possible, but in soccer's best interest.\n\n\"Shocking news, very disappointing and if the allegations are proven, it's beyond description. We'll do everything to get things back on track,'' said Gulati, a Columbia University professor and FIFA committee member. He wouldn't deny the U.S. role as whistle-blower could hurt a potential bid later this year for the 2026 World Cup, but insists reform is more important.\n\n\"Would we like to host a future World Cup? The answer is of course, yes,\" Gulati said. \"But for me and for U.S. Soccer -- especially at this time but at any time -- having CONCACAF and FIFA govern and manage with integrity is far more important than hosting the World Cup or any other event. That's our focus.''\n\nGulati called it \"premature\" to say whether Copa America Centenario will go on as planned next year in the U.S.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41809718",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8068,
                    "source": {
                        "title": "nypost.com",
                        "uri": "nypost.com"
                    },
                    "time": "04:24:00",
                    "title": "U.S. Soccer will vote against Sepp Blatter in FIFA election",
                    "uri": "282401567",
                    "url": "http://nypost.com/2015/05/29/u-s-soccer-will-vote-against-sepp-blatter-in-fifa-election/",
                    "wgt": 1
                },
                {
                    "body": "(Football) US, Canada to back Prince Ali in FIFA vote\n\n(1 hr 21 mins ago)\n\nUS Soccer Federation president Sunil Gulati said Thursday he is joining the bid to oust embattled FIFA president Sepp Blatter, in a move that could risk America's chances of hosting another World Cup.\n\n\"US Soccer will vote for Prince Ali bin Al-Hussein for next president of FIFA,'' Gulati tweeted on the eve of the global football body's presidential vote.\n\n\"This is a vote for good governance and promise for our game,'' added Gulati, who is also a member of FIFA's powerful executive committee and is in Zurich, Switzerland, for the FIFA congress.\n\nGulati's counterpart in the Canadian Federation also used Twitter to say Canada would vote for Blatter's Jordanian opponent after a Board of Directors meeting.\n\n\"Our BoD met and has made the decision of voting for Prince Bin Ali Hussein as we cannot support the current political leadership of FIFA,'' Victor Montagliani tweeted.\n\nThe 79-year-old Blatter is facing increasing calls to step aside after US authorities leveled accusations of \"rampant, systemic and deep-rooted corruption'' in the sport.\n\nBlatter himself has not been implicated, but seven officials were arrested in a dawn raid on a Zurich hotel on Wednesday, accused of taking more than US$150 million in bribes.\n\nA total of 14 officials and marketing executives are accused by US investigators of racketeering, wire fraud and money-laundering.\n\nGulati told the New York Times that anger quickly followed his shock and disappointment at the indictments.\n\nThat anger, he added, only confirmed a decision he had already made, that the US would vote for the only man opposing Blatter's re-election to a fifth term.\n\nWith Blatter still the front-runner, however, Gulati acknowledged that such a vote could dim US hopes of hosting a future World Cup.\n\n\"Would I like to see the United States host a World Cup in the future?'' Gulati said. \"The answer is, of course, yes. But for me, and for US soccer, better governance and more integrity at CONCACAF and FIFA are far more important than hosting any international soccer tournament.''\n\nWith its burgeoning appetite for high-level football, the United States has long been regarded as a front-runner for the 2026 World Cup.\n\nBy then the game's global showcase wouldn't have been held in a country from the North and Central American and Caribbean region for more than 30 years.\n\nThe next two editions, in 2018 and 2022, are slated for Russia and Qatar, and FIFA has insisted those venues won't change even as Swiss authorities probe corruption in the voting process that awarded them. --AFP",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41808075",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8049,
                    "source": {
                        "title": "www.thestandard.com.hk",
                        "uri": "www.thestandard.com.hk"
                    },
                    "time": "03:44:00",
                    "title": "(Football) US, Canada to back Prince Ali in FIFA vote",
                    "uri": "282395819",
                    "url": "http://www.thestandard.com.hk/breaking_news_detail.asp?id=61978",
                    "wgt": 1
                },
                {
                    "body": "Sam Borden of the New York Times spoke Thursday with U.S. Soccer Federation president Sunil Gulati, who announced that America's delgate in Friday's FIFA presidential election will vote for Prince Ali bin al-Hussein.\n\nAl-Hussein is the only challenger to the current FIFA president, Joseph \"Sepp\" Blatter.\n\nIn February, the United States was one of six nations who officially nominated Ali as a candidate. The other countries were England, Belarus, Georgia, Malta and Ali's native Jordan.\n\nGulati, a member of FIFA's executive committee, i is well aware of the potential ramifications of turning against the king and king-maker of international soccer's governing body. Chief among those ramifications is that if Blatter wins (which he almost surely will), he could exact retribution by denying a potential U.S. bid to host the 2026 World Cup.\n\nIt looks like Gulati - who teaches at Columbia University in addition to his U.S. Soccer and FIFA work - is ready to accept those ramifications. Here is an exceprt of what he told Borden:\n\n\"Would I like to see the United States host a World Cup in the future?\" Gulati said. \"The answer is, of course, yes. But for me, and for U.S. soccer, better governance and more integrity at Concacaf and FIFA are far more important than hosting any international soccer tournament.\"\n\nHe added: \"I'm sure there are some people who would disagree with that decision and would prioritize things differently. But this is how we feel, and we are doing what we think is right. If being on the right side of issues costs us from hosting a World Cup in the future, that would be unfortunate. But we are prepared to deal with that.\"\n\nBorden later tweeted this additional quote from Gulati:\n\nGulati: \"Will it affect people's views of me? It will affect some. That goes with being a US nat'l. And that is something I'm very proud of\" -- Sam Borden (@SamBorden)\n\nMay 28, 2015\n\nGulati himself will not cast the U.S.' vote because he's on the FIFA That, according to Borden, will be done by U.S. Soccer Federation treasurer Carlos Cordeiro. All 209 FIFA member nations are eligible to vote.\n\nAfter Borden's story was published, Gulati took to Twitter himself to make his point clear:\n\nU.S. Soccer will vote for Prince Ali bin Al Hussein for next president of FIFA. This is a vote for good governance & promise for our game. -- Sunil Gulati (@sunilgulati)\n\nMay 28, 2015\n\nGulati then spoke with another group of reporters on a conference call. Some highlights:\n\nGulati, when interviewing candidates for FIFA prez, said he didn't care about WC slots or financial assistance, only good governance. -- Jeff Carlisle (@JeffreyCarlisle)\n\nMay 28, 2015\n\nSunil Gulati: \"Premature\" to say if 2016 Copa América Centenario will end up happening in the US. Massive bribes charged by DOJ with event. -- Grant Wahl (@GrantWahl)\n\nMay 28, 2015\n\nFWIW: U.S. Soccer had said in January that a final decision on Copa América Centenario host cities would come in May. http://t.co/RjxxWkRItW -- Jonathan Tannenwald (@thegoalkeeper)\n\nMay 28, 2015\n\nGulati: \"I think you will see a lot closer [FIFA] vote tomorrow than people were projecting some weeks ago.\" -- Steven Goff (@SoccerInsider)\n\nMay 28, 2015\n\nFWIW, Gulati declined to answer whether he had been interviewed by FBI, DOJ, or IRS. Said he wouldn't comment on an ongoing investigation. -- Jeff Carlisle (@JeffreyCarlisle)\n\nMay 28, 2015\n\nOne of the United States' top rivals in the potential bidding for 2026 will also vote against Blatter. Canadian Soccer Association president Victor Montagliani told the Canadian Press Thursday evening that FIFA \"needs a definite change, a refresh.\"\n\nOur BoD met and has made the decision of voting for Prince Bin Ali Hussein as we cannot support the current political leadership of FIFA. -- Victor Montagliani (@VicMontagliani)\n\nMay 28, 2015\n\nWe felt that it was in line with our strategic plan and our own governance reform that we want to govern the game professionally. -- Victor Montagliani (@VicMontagliani)\n\nMay 28, 2015\n\nWe want to be front & centre on ensuring that the reforms that happens in world football are done in a transparent way but quicker fashion. -- Victor Montagliani (@VicMontagliani)\n\nMay 28, 2015\n\nEarlier Thursday, Montagliani and Gulati - along with soon-to-retire Mexican federation president Justino Compean - were named to a commission tasked with \"charged with the duties of evaluating and sustaining all of the business operations\" of CONCACAF in the wake of Wednesday's dramatic indictments by the U.S. government.\n\nAmong the indicted were CONCACAF president Jeffrey Webb and Costa Rica federation president Eduardo Li. Both men were \"provisionally dismissed\" from the North and Central American confederation on Thursday. CONCACAF secretary general Enrique Sanz - widely believed to be \"Co-Conspirator #4\" in the indictment of Webb, Li and others - was also \"suspended indefinitely.\"\n\nCosta Rica and Panama have since stated publicly that their delegates will vote for al-Hussein. UEFA, the confederation of European national associations, will back al-Hussein as well. The Asian and African confederations have said they will back Blatter.\n\nThe election will be contested in up to two rounds. If one candidate does not secure two-thirds of the votes in the first round, only a simple majority will be needed in the second.\n\nFor the vote-counters among you: pic.twitter.com/poUempELaA -- Jonathan Tannenwald (@thegoalkeeper)\n\nMay 28, 2015\n\nMore coverage More soccer coverage from The Goalkeeper Buy Philadelphia Union gear 2015 Philadelphia Union schedule Major League Soccer national TV schedule UEFA Champions League TV schedule English Premier League TV schedule U.S. games at Women's World Cup in prime time",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41804990",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8023,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "01:26:00",
                    "title": "U.S. to vote against Sepp Blatter in FIFA election",
                    "uri": "282384398",
                    "url": "http://www.philly.com/philly/sports/blogs/Report-US-to-vote-against-Sepp-Blatter-in-FIFA-election.html",
                    "wgt": 1
                },
                {
                    "body": "\"US Soccer will vote for Prince Ali bin Al-Hussein for next president of FIFA,\" Gulati tweeted on the eve of the global football body's presidential vote.\n\n\"This is a vote for good governance and promise for our game,\" added Gulati, who is also a member of FIFA's powerful executive committee and is in Zurich, Switzerland, for the FIFA congress.\n\nGulati's counterpart in the Canadian Federation also used Twitter to say Canada would vote for Blatter's Jordanian opponent after a Board of Directors meeting.\n\n\"Our BoD met and has made the decision of voting for Prince Bin Ali Hussein as we cannot support the current political leadership of FIFA,\" Victor Montagliani tweeted.\n\nThe 79-year-old Blatter is facing increasing calls to step aside after US authorities leveled accusations of \"rampant, systemic and deep-rooted corruption\" in the sport.\n\nBlatter himself has not been implicated, but seven officials were arrested in a dawn raid on a Zurich hotel on Wednesday, accused of taking more than $150 million in bribes.\n\nA total of 14 officials and marketing executives are accused by US investigators of racketeering, wire fraud and money-laundering.\n\nGulati told the New York Times that anger quickly followed his shock and disappointment at the indictments.\n\nThat anger, he added, only confirmed a decision he had already made, that the US would vote for the only man opposing Blatter's re-election to a fifth term.\n\nWith Blatter still the front-runner, however, Gulati acknowledged that such a vote could dim US hopes of hosting a future World Cup.\n\n\"Would I like to see the United States host a World Cup in the future?\" Gulati said. \"The answer is, of course, yes. But for me, and for US soccer, better governance and more integrity at CONCACAF and FIFA are far more important than hosting any international soccer tournament.\"\n\nWith its burgeoning appetite for high-level football, the United States has long been regarded as a front-runner for the 2026 World Cup.\n\nBy then the game's global showcase wouldn't have been held in a country from the North and Central American and Caribbean region for more than 30 years.\n\nThe next two editions, in 2018 and 2022, are slated for Russia and Qatar, and FIFA has insisted those venues won't change even as Swiss authorities probe corruption in the voting process that awarded them.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41818976",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7811,
                    "source": {
                        "title": "Times LIVE",
                        "uri": "www.timeslive.co.za"
                    },
                    "time": "04:58:00",
                    "title": "US, Canada to back Prince Ali in FIFA vote",
                    "uri": "282435040",
                    "url": "http://www.timeslive.co.za/sport/soccer/2015/05/29/US-Canada-to-back-Prince-Ali-in-FIFA-vote",
                    "wgt": 1
                },
                {
                    "body": "Email Gmail Yahoo Mail Outlook Native Client\n\nImagine having two jobs. One involves working in a horse stable and the other in a fancy office building. You put in your work in the stable, enduring a smell so strong it makes your eyes water because you know it's part of the job. But you also know that you can escape to a cleaner, better-smelling place of employment, complete with elegant surroundings and all the luxurious trappings of a dream job.\n\nNow imagine waking up one day to find that fancy office building smells just as nauseating as the horse stable, only now you have been handed a mop and soap and face the daunting assignment of helping clean up both places.\n\nMORE: U.S. backs Jordanian prince for FIFA president | Russian strongman warns U.S.\n\nWelcome to Sunil Gulati's world, at least to what his world must be feeling like these days. It isn't a totally accurate description though, since the most powerful man in American soccer has more than two jobs. He is a college professor, U.S. Soccer president, FIFA executive and unofficial hall monitor at CONCACAF. The teaching job and running U.S. Soccer surely present their own challenges, but both jobs must seem like holidays compared to what he now has to deal with when it comes to CONCACAF and FIFA.\n\nThis week, Gulati has been forced to watch both organizations be covered in shame amid federal charges that revealed a laundry list of alleged improprieties that shook both soccer governing bodies.\n\nVIDEO: Blatter denied corruption responsibility | Africa supports embattled FIFA chief\n\nIt would be enough to get most people to throw up their hands and quit. For Gulati, the recent scandals have left him serving as a key part of trying to clean up both messes, all while the person considered most responsible for the terrible stink insists on sticking around.\n\nAs far as FIFA is concerned, Gulati is working to try and force a change at the top. He admitted Thursday that he has been working to lobby for votes for Prince Ali, the only challenger to FIFA president Sepp Blatter's reign. As crazy as it might sound for some to hear, Gulati still believes in FIFA's ability to govern the sport, even amidst mounds of evidence suggesting soccer's governing body is a lost cause.\n\n\"In many ways, the operational part of the organization is not dysfunctional at all,\" Gulati said of FIFA. \"(The Women's World Cup) is going to be a terrific event in Canada starting next week. There will be a terrific event in New Zealand starting tomorrow (the Under-20 World Cup). There are hundreds of people that work for FIFA and most of them do a great job.\n\nMORE: Wednesday's bust | FIFA corruption arrest timeline | Time is right for new look at 2022 bid\n\nSunil Gulati (Getty Images)\n\n\"This is a question about leadership and that is a very important set of issues. Will the organization continue to function? The answer is yes, and we'll do everything we can to make it better, but by the vote U.S. Soccer is casting, we think the future will be better, especially in terms of governance issues with Prince Ali.\"\n\nCleaning up CONCACAF should be an easier proposition given the fact it is smaller than FIFA, but it could be difficult considering the confederation is faced with having a second straight president forced out in shame after Jeffrey Webb's arrest on Wednesday and predecesor Jack Warner also indicted. Gulati, along with Canadian Soccer Association president Victor Montagliani and Mexican federation boss Justino Compean, has his hands full.\n\n\"There are a lot of really good people at CONCACAF and a lot of confident people and capable people on staff and involved in the organization and the executive committee and so on,\" Gulati said. \"First you rely on them and put in some additional rules, but in the case that we're talking about, when leadership is allegedly involved, it's a very difficult situation because even with the checks and balances, if you've got a lot of conspiracies with the top people, that makes things very, very difficult to monitor even with the best of rules, and we all know cases like that in corporate America, the academic world or anywhere else.\"\n\nGulati said he felt shocked and saddened by the charges levied against officials he has spent years working closely with, but he has continued to press on in hopes of helping both CONCACAF and FIFA navigate through the ugliest period in the history of both organizations. He is fully away of just how ugly things appear to the public, both ardent soccer fans and those who only have a passing interest in the sport.\n\n\"Obviously soccer has been in the front page of the news over the last 36 hours in not the way that we would have liked, but what we're seeing right now is the worst side of the game,\" Gulati said. \"There are so many things that are positive about the game, especially in the U.S. over the last decade. Even the casual fan knows about those positives, whether it's through playing or the experience of attending a Major League Soccer or national team game.\n\nMORE: Call for Blatter to resign | World Cup boycott? | Russia '18 threat response\n\n\"Those people aren't going to be turned off to the sport. They may be turned off to the institutions. Obviously the institutions need to get a lot better, but I think the casual fan or the very average fan understands that this is the worst part of the game right now and the best is what we see on field across the country, in stadiums, in Vancouver and so on in a few weeks.\"\n\nGulati has made it clear he isn't interested in compromising his beliefs in order to keep operating as if nothing has changed within FIFA and CONCACAF. Even though the possibility exists that Blatter could win re-election and maintain control of FIFA, Gulati isn't concerned about potential repercussions for the stances and choices he is taking now. One of which could be the U.S. losing out on hosting a World Cup in the near future.\n\n\"Would we like to host a future World Cup? The answer is, of course, yes,\" Gulati said. \"But for me, and for U.S. Soccer, having CONCACAF and FIFA govern and manage with integrity is far more important than hosting the World Cup or any other event. That's our focus.\"\n\nGulati continues to press on. A man trying to get rid of that overpowering stench at two different places of business. It may seem a futile endeavor, and he may not completely succeed, but Gulati must surely know that the stink will never go away unless people like him stay determined and committed to cleaning things up.\n\nPurchase Soccer Tickets Email Gmail Yahoo Mail Outlook Native Client",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41855951",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7681,
                    "source": {
                        "title": "Sporting News",
                        "uri": "www.sportingnews.com"
                    },
                    "time": "17:35:00",
                    "title": "Head of U.S. Soccer facing major challenges as sport reaches crossroads",
                    "uri": "282561643",
                    "url": "http://www.sportingnews.com/soccer/story/2015-05-29/fifa-soccer-scandal-sunil-gulati-united-states-president-vote-what-it-all-means",
                    "wgt": 1
                },
                {
                    "body": "The United States announced Thursday that it would vote for Jordan's Prince Ali to replace Sepp Blatter as the new FIFA President. Reuters\n\nThe United States said it would vote for Jordan's Prince Ali bin Al-Hussein in Friday's FIFA presidential election. Prince Ali is going up against incumbent Sepp Blatter, who is seeking a fifth term to head soccer's international governing body.\n\nThe election comes in the wake of a massive corruption scandal made public by the arrests of several senior FIFA officials earlier this week. The arrests themselves follow decades of suspected foul play at the highest levels of the organization. On Wednesday, U.S. prosecutors leveled charges related to bribery, money laundering and racketeering against 14 people, seven of whom were arrested by Swiss authorities in Zurich.\n\n\"I've gotten to know Prince Ali well over the last couple of years,\" Sunil Gulati, the president of the U.S. Soccer Federation, told the Associated Press (AP). \"He has been a really active member of the executive committee and an active proponent of reform at FIFA ... this is a vote for good governance.\"\n\nGulati, a member of FIFA's executive committee, decided to support 39-year-old Prince Ali months ago, the New York Times reported, adding that the U.S. soccer chief would instruct the American delegate Friday to vote against Blatter.\n\n\"Would I like to see the United States host a World Cup in the future? The answer is, of course, yes,\" the Times quoted Gulati as saying. \"If being on the right side of issues costs us from hosting a World Cup in the future, that would be unfortunate. But we are prepared to deal with that.\"\n\nGulati said that Canada will also vote against Blatter, whose tenure since 1998 has been plagued by several corruption cases among top soccer officials. According to Gulati, Friday's vote is expected to be a lot closer than what many people projected weeks ago.\n\nThe 2018 World Cup is scheduled to be held in Russia while the 2022 tournament is slated to be hosted by Qatar. However, FIFA has come under fire for allowing these countries to host the sport's biggest event, because of Qatar's alleged treatment of migrant laborers and Russia's involvement in the ongoing conflict in eastern Ukraine.\n\n\"A World Cup in Russia, a World Cup in Qatar, a World Cup in Brazil is a huge disaster for the countries involved,\" Victor Matheson, an economics professor at the College of the Holy Cross in Worcester, Massachusetts, said. \"A World Cup in the United States ... would almost certainly be positive.\"\n\nFrank Lowy, the chairman of the Football Federation Australia, announced that he too would vote for Prince Ali. Michel Platini, president of the Union of European Football Associations (UEFA) estimated that at least 45 UEFA members are now expected to support the Jordanian prince, the AP reported.\n\nOn Friday, FIFA's 209 member federations are set to cast secret written ballots to elect the next president. A two-thirds majority is required for election on the first ballot and a simple majority on the second.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41817848",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7672,
                    "source": {
                        "title": "International Business Times",
                        "uri": "www.ibtimes.com"
                    },
                    "time": "07:28:00",
                    "title": "FIFA Presidential Election 2015: US To Vote For Jordan's Prince Ali To Replace Sepp Blatter",
                    "uri": "282430779",
                    "url": "http://www.ibtimes.com/fifa-presidential-election-2015-us-vote-jordans-prince-ali-replace-sepp-blatter-1943398",
                    "wgt": 1
                },
                {
                    "body": "Gulati, a member of FIFA's executive committee, said Canadian Soccer Association President Victor Montagliani told him Canada will vote for Ali.\n\nFootball Federation Australia Chairman Frank Lowy announced he planned to vote for Ali, and Michel Platini, president of the Union of European Football Associations, estimated at least 45 UEFA members may vote for Ali.\n\nFIFA has 209 member federations that will cast secret written ballots. A two-thirds majority is needed for election on the first ballot and a simple majority on succeeding ballots.\n\n\"I think you'll see a lot closer vote tomorrow than people would have projected some weeks ago,\" Gulati predicted.\n\nElected in 1998, Blatter is seeking a fifth term. His reign has been plagued by corruption among top soccer officials, but he has not been implicated.\n\nThe U.S. government indicted nine soccer officials on corruption charges Wednesday, including the current and past presidents of the regional governing body for North and Central America and the Caribbean. Seven men were arrested by Swiss authorities at a luxury hotel in Zurich.\n\nGulati called those \"seismic events.\"\n\n\"I don't possibly have enough capacity for the amount of concern and emotion that the last 24 hours has created,\" he said.\n\nHe was not concerned the fallout could harm a potential U.S. bid to host the 2026 World Cup.\n\n\"Would we like to host a future World Cup? The answer is of course yes,\" he said. \"But for me and for U.S. Soccer especially at this time but at any time, having CONCACAF and FIFA governed and managed with integrity is far more important than hosting a World Cup or any other event.\"\n\nGulati said the status of the 2016 Copa America Centenario, a 16-nation tournament to be played in the U.S., will be determined in coming weeks. The indictments implicated the Traffic Sports and its affiliates in bribes, and Traffic owns media rights to the tournament.\n\n\"It's premature to say what the final result of that would be,\" Gulati said.",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41806448",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7568,
                    "source": {
                        "title": "The Salt Lake Tribune",
                        "uri": "www.sltrib.com"
                    },
                    "time": "00:50:00",
                    "title": "Soccer: United States will not vote for Sepp Blatter in FIFA election",
                    "uri": "282389959",
                    "url": "http://www.sltrib.com/sports/2564416-155/soccer-united-states-will-not-vote",
                    "wgt": 1
                },
                {
                    "body": "Email Gmail Yahoo Mail Outlook Native Client\n\nUnited States Soccer (USSF) President Sunil Gulati said Thursday that the country's governing body will back presidential candidate Prince Ali bin Al Hussein in the wake of the FIFA crisis.\n\nFIFA has been rocked after nine of its officials were among 14 individuals indicted Wednesday on charges of racketeering, conspiracy and corruption.\n\nMany have called for FIFA leader Joseph \"Sepp\" Blatter's resignation amid the turmoil sweeping through world football's governing body, with UEFA President Michel Platini leading the charge ahead of Friday's election, while Football Federation Australia (FFA) and the Canadian Soccer Association also plan to abandon the long-serving Swede.\n\nMORE: Putin says U.S. medding in FIFA affairs | Visa may re-evaluate sponsorship with FIFA\n\nAnd U.S. Soccer will follow suit after Gulati -- also a FIFA executive committee member -- confirmed the USA will vote against Blatter, in favor of Prince Ali.\n\n\"We like many of the things he stands for and has done,\" Gulati told the New York Times.\n\n\"Being on the wrong side of an election result -- if that's what happens -- is not necessarily being on the wrong side. If you are serious about change, you have to be willing to push for it.\"\n\nThe USA's stance could jeopardize the country's hopes of hosting a World Cup in the future, should Blatter be re-elected for a fifth term, but Gulati is willing to make a sacrifice for the greater good.\n\n\"Would I like to see the United States host a World Cup in the future?\" Gulati said. \"The answer is, of course, yes. But for me, and for U.S. Soccer, better governance and more integrity at CONCACAF and FIFA are far more important than hosting any international soccer tournament.\n\n\"I'm sure there are some people who would disagree with that decision and would prioritize things differently. But this is how we feel, and we are doing what we think is right.\n\n\"If being on the right side of issues costs us from hosting a World Cup in the future, that would be unfortunate. But we are prepared to deal with that.\"\n\nPurchase Soccer Tickets Email Gmail Yahoo Mail Outlook Native Client",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41801273",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7411,
                    "source": {
                        "title": "Sporting News",
                        "uri": "www.sportingnews.com"
                    },
                    "time": "01:00:00",
                    "title": "U.S. Soccer will support Prince Ali in FIFA election",
                    "uri": "282371399",
                    "url": "http://www.sportingnews.com/soccer/story/2015-05-28/us-soccer-will-support-prince-ali-bin-al-hussein-in-fifa-election",
                    "wgt": 1
                },
                {
                    "body": "The U.S. Soccer Federation will vote for Prince Ali bin al-Hussein in his race against embattled incumbent Joseph \"Sepp\" Blatter for the FIFA presidency, USSF President Sunil Gulati said Thursday night.\n\n\"It really starts with his views on governance and reform,\" said Gulati, who is also a member of FIFA's 24-member executive committee. \"This is a vote for good governance.\"\n\nBlatter has run the international governing body since 1998 and, until Wednesday's explosive allegations of corruption and other malfeasance shook the soccer world, he seemed almost certain to win a fifth term. However, al-Hussein, a FIFA vice president from Jordan who has pledged to reform the scandal-ridden organization, appears to have gained support in recent days.\n\nBlatter, 79, has not been charged with any crimes but widely viewed as being at the root of FIFA's problems.\n\nThe 209 nation members will cast secret ballots Friday in Zurich. The United States and most European countries, among others, are backing the 39-year-old challenger. Until Thursday, the USSF had not spoken about whom it was supporting. However, al-Hussein revealed during that winter that the USSF was among six countries to nominate him.\n\nDoes he have a chance?\n\n\"Yes,\" Gulati said. \"It's going to be an interesting election. What is happening on the ground here is certainly different than what may be being viewed from outside.\"\n\nLater, he added: \"It's a secret ballot. There are 209 people. We don't have [statistician] Nate Silver telling what's going to be the result. I have certainly talked to enough people who are open-mined or have pledged support. ... I think you will see a lot closer vote tomorrow than people were people were projecting weeks ago.\"\n\nRegarding other countries in the CONCACAF region, Gulati said Canada will also vote for al-Hussein and \"there are a number of countries in CONCACAF that I am quite confident will be voting for Prince Ali.\" He declined to name them because, unlike with his Canadian counterparts, he had not received permission to share their intentions.\n\nGulati said he has gotten to know al-Hussein well in recent years. \"He is a very active member of the executive committee and an active proponent of reform at FIFA,\" he said. He also cited al-Hussein's initiatives in women's rights, youth projects and development work.\n\nOn other issues ...\n\nGulati said he would not comment on the Justice Department's on-going investigation that resulted in indictments of 14 individuals tied to FIFA.\n\nReacting to the indictments and arrests, however, he said: \"Yesterday was shocking news, very disappointing, and if the allegations are proven, it's beyond description. But there are plenty of good people involved in CONCACAF and FIFA, and we will do everything we can to get things back on track.\"\n\nWould this episode be the moment of change for FIFA and CONCACAF?\n\n\"You need good governance and rules, and then obviously you need good people to follow those rules. Hopefully we will get further along. It shouldn't have taken something like this to lead the way to that. There have been enough issues in the past. It shouldn't have taken this seismic event.\"\n\nIs the United States viewed within international soccer circles as a savior or stirring up further trouble?\n\n\"It's probably mixed feelings. That is normal. It was so quick over the last 36 hours that there are feelings, including with me, of frustration, anger, disappointment, sadness.\"\n\nIf Blatter ends up winning, can FIFA function properly?\n\n\"In many ways, the operational part of the organization is not dysfunctional at all. There is going to be a terrific event in Canada [Women's World Cup]. There is a terrific event in New Zealand [Under-20 men's World Cup]. So there are hundreds of people that work for FIFA. Most of them do a great job. This is a question about governance and about leadership.\n\n\"By the vote we are casting, we think the future would be better, especially with the governance issues, with the election of Prince Ali.\"\n\nSoccer's image has taken a hit in the United States.\n\n\"Soccer has been on the front page of the news, so to speak, for the last 36 hours, and not in a way that we would have liked. What we are seeing right now is the worst side of the game. There are so many things that are positive about the game, especially in the U.S. over the last couple of decades. So even the casual fan knows about those positives. Those people aren't going to be turned off by the sport; they may be turned off to the institutions. Obviously, the work of the institutions needs to get a lot better, but fans understand this is the worst part of the game right now, and the best is what we see on fields across the country, in stadiums, what we will see in Vancouver and Moncton [at the Women's World Cup] and so on in two weeks.\"\n\nAsked whether U.S. involvement in the investigation will negatively impact American hopes of hosting a future World Cup, Gulati said: \"Would we like to host the ['26] World Cup? The answer is, of course, yes. But for me and U.S. soccer, having CONCACAF and FIFA governed and managed with integrity is far more important than hosting the World Cup or any other event. And that's our focus right now.\"",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41799646",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7342,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "22:02:00",
                    "title": "US Soccer Federation will vote for Blatter's opponent in FIFA election",
                    "uri": "282367020",
                    "url": "http://www.washingtonpost.com/blogs/soccer-insider/wp/2015/05/28/u-s-soccer-federation-will-vote-for-blatters-opponent-in-fifa-election/",
                    "wgt": 1
                },
                {
                    "body": "U.S. Soccer President Sunil Gulati said Sepp Blatter's reelection for a fifth term as FIFA's top executive is far from certain, saying he expects Jordanian Prince Ali bin Al-Hussein to make a strong showing in Friday's vote at the annual meeting of soccer's governing body in Zurich, Switzerland.\n\n\"I think you will see a lot closer vote than people were projecting some weeks ago,\" said Gulati, a member of FIFA's executive committee.\n\nGulati has already declared he is supporting Al-Hussein and said on a conference call Thursday that Canada's federation will also be supporting Blatter's lone opponent. The vote comes two days after the U.S. Justice Department unsealed a 47-count indictment that included charges against several current or former FIFA executives.\n\nJust a week ago, Blatter's reelection seemed certain. But Gulati says that has changed.\n\n\"What's happening on the ground here is certainly very different than what may be happening or is viewed from outside,\" he said. \"It's an election. It's a secret ballot. It's impossible to know for sure.\n\n\"But the answer is yes. I think tomorrow will be a very competitive election.\"\n\nIt's unlikely Blatter has lost all of his support among the 209 FIFA nations expected to cast votes. Although many European countries -- some of whom called for Friday's election to be postponed -- are likely to vote with the U.S. and Canada, members of the African and Asian federations -- who hold 100 votes -- appear firmly in Blatter's corner.\n\nOn other issues, Gulati said July's CONCACAF Gold Cup will go forward as planned despite the fact CONCACAF President Jeffrey Webb was among those indicted Wednesday. However, there could be issues with 2016 Copa America, which was scheduled to be played in the U.S. According to the indictments, massive bribes were used to influence the decision to move the tournament from South America.\n\nGulati said Wednesday's indictments won't change his mind about pushing for the U.S. to host a forthcoming World Cup -- although he promised there are strict limits to what he'll do to get one, saying the long-term integrity of FIFA and CONCACAF is more important than a single tournament.\n\nCopyright © 2015, Los Angeles Times",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41798649",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7328,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "00:14:00",
                    "title": "U.S. Soccer chief says FIFA election will be close",
                    "uri": "282363599",
                    "url": "http://www.latimes.com/sports/sportsnow/la-sp-sn-us-soccer-chief-says-fifa-election-will-be-close-20150528-story.html",
                    "wgt": 1
                },
                {
                    "body": "Momentum is building to oust longtime FIFA president in election, says head of U.S. federation ENLARGE U.S. Soccer Federation president Sunil Gulati last year. Photo: FIFA/Getty Images By Matthew Futterman Matthew Futterman The Wall Street Journal CANCEL BiographyMatthew Futterman @Mattfutterman Google+ Matthew.Futterman@wsj.com May 28, 2015 7:23 p.m. ET\n\nIn his first comments since law-enforcement officials arrested 14 soccer officials and executives Wednesday, the president of the U.S. Soccer Federation said that momentum is gaining to vote FIFA president Joseph \"Sepp\" Blatter out of office.\n\nSunil Gulati, who is also a member of FIFA's ruling executive committee, said he plans to vote for Prince Ali bin al Hussein of Jordan in Friday's election, the candidate U.S. Soccer nominated earlier this year.\n\n\"There is an ability in the next 24 hours to effect something in FIFA,\" Gulati said from Zurich Thursday in a conference call with U.S. reporters. \"It's going to be an interesting election. What is happening on the ground is very different than what is seen on the outside.\"\n\nMore on the FIFA Scandal\n\nSepp Blatter's Biggest Enemy Pressure Mounts on FIFA Head as Sponsors Wary FIFA Scandal Puts Sponsor Adidas in Tough Spot FIFA Election Remains On Track Despite Turmoil Blatter Makes First Public Appearance Since Arrests Brazil Opens Soccer Graft Probe\n\nGulati, who represents Concacaf, the confederation comprising North and Central America and the Caribbean, is the lone Concacaf representative to the FIFA executive committee who wasn't arrested Wednesday. He said he was shocked by the allegations, which could force Concacaf and FIFA to change the way they do business. Concacaf president Jeffrey Webb, whom Gulati had said was a reform-minded executive, was among those arrested Wednesday for taking bribes.\n\n\"Even with checks and balances, if you have conspiracies involving top people, that makes it very difficult to monitor,\" Gulati said. \"It's been widely written that there has been an investigation going on but we had no expectation of what we learned yesterday.\"\n\nFIFA faced calls to postpone its presidential election this Friday and for President Joseph \"Sepp\" Blatter to stand down as commercial sponsors voiced their concerns over the unfolding corruption scandal. Photo: EPA\n\nGulati said the investigation and prosecution in the U.S. of anyone who violates the trust of the organizations they represent were essential, even if it causes resentment throughout the rest of the world and results in the U.S. failing to gain support to host a future World Cup. The U.S. has expressed interest in bidding for the event for 2026.\n\n\"For U.S. Soccer, having Concacaf and FIFA governed and managed with integrity is far more important than hosting any event,\" he said. \"That is our focus right now.\"\n\nConcacaf announced Thursday that it had provisionally banned Webb and promoted Alfredo Hawit of Honduras to replace him. It also set up a special committee to handle Concacaf business, made up of its three North American representatives: Gulati, Mexico's Justino Compean and Canada's Victor Montagliani.\n\nFollow Matthew Futterman on Twitter: @MattFutterman. Write him at matthew.futterman@wsj.com",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41799648",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6921,
                    "source": {
                        "title": "WSJ",
                        "uri": "www.wsj.com"
                    },
                    "time": "21:24:00",
                    "title": "U.S. Soccer to Vote Against Sepp Blatter",
                    "uri": "282367022",
                    "url": "http://www.wsj.com/articles/u-s-soccer-to-vote-against-sepp-blatter-1432855425",
                    "wgt": 1
                },
                {
                    "body": "Momentum is building to oust longtime FIFA president in election, says head of U.S. federation ENLARGE U.S. Soccer Federation president Sunil Gulati last year. Photo: FIFA/Getty Images By Matthew Futterman Matthew Futterman The Wall Street Journal CANCEL BiographyMatthew Futterman @Mattfutterman Google+ Matthew.Futterman@wsj.com May 28, 2015 7:23 p.m. ET\n\nIn his first comments since law-enforcement officials arrested 14 soccer officials and executives Wednesday, the president of the U.S. Soccer Federation said that momentum is gaining to vote FIFA president Joseph \"Sepp\" Blatter out of office.\n\nSunil Gulati, who is also a member of FIFA's ruling executive committee, said he plans to vote for Prince Ali bin al Hussein of Jordan in Friday's election, the candidate U.S. Soccer nominated earlier this year.\n\n\"There is an ability in the next 24 hours to effect something in FIFA,\" Gulati said from Zurich Thursday in a conference call with U.S. reporters. \"It's going to be an interesting election. What is happening on the ground is very different than what is seen on the outside.\"\n\nMore on the FIFA Scandal\n\nSepp Blatter's Biggest Enemy Pressure Mounts on FIFA Head as Sponsors Wary FIFA Scandal Puts Sponsor Adidas in Tough Spot FIFA Election Remains On Track Despite Turmoil Blatter Makes First Public Appearance Since Arrests Brazil Opens Soccer Graft Probe\n\nGulati, who represents Concacaf, the confederation comprising North and Central America and the Caribbean, is the lone Concacaf representative to the FIFA executive committee who wasn't arrested Wednesday. He said he was shocked by the allegations, which could force Concacaf and FIFA to change the way they do business. Concacaf president Jeffrey Webb, whom Gulati had said was a reform-minded executive, was among those arrested Wednesday for taking bribes.\n\n\"Even with checks and balances, if you have conspiracies involving top people, that makes it very difficult to monitor,\" Gulati said. \"It's been widely written that there has been an investigation going on but we had no expectation of what we learned yesterday.\"\n\nFIFA faced calls to postpone its presidential election this Friday and for President Joseph \"Sepp\" Blatter to stand down as commercial sponsors voiced their concerns over the unfolding corruption scandal. Photo: EPA\n\nGulati said the investigation and prosecution in the U.S. of anyone who violates the trust of the organizations they represent were essential, even if it causes resentment throughout the rest of the world and results in the U.S. failing to gain support to host a future World Cup. The U.S. has expressed interest in bidding for the event for 2026.\n\n\"For U.S. Soccer, having Concacaf and FIFA governed and managed with integrity is far more important than hosting any event,\" he said. \"That is our focus right now.\"\n\nConcacaf announced Thursday that it had provisionally banned Webb and promoted Alfredo Hawit of Honduras to replace him. It also set up a special committee to handle Concacaf business, made up of its three North American representatives: Gulati, Mexico's Justino Compean and Canada's Victor Montagliani.\n\nFollow Matthew Futterman on Twitter: @MattFutterman. Write him at matthew.futterman@wsj.com",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41797458",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6921,
                    "source": {
                        "title": "WSJ",
                        "uri": "www.wsj.com"
                    },
                    "time": "23:54:00",
                    "title": "U.S. Soccer to Vote Against Sepp Blatter",
                    "uri": "282359954",
                    "url": "http://www.wsj.com/articles/u-s-soccer-to-vote-against-sepp-blatter-1432855425?mod=rss_whats_news_us&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bwsj%252Fxml%252Frss%252F3_7011%2B%2528WSJ.com%253A%2BWhat%2527s%2BNews%2BUS%2529",
                    "wgt": 1
                },
                {
                    "body": "FIFA President Joseph 'Sepp' Blatter. Photograph: Philipp Schmidli/Getty Images\n\nCanada, which is hosting the 2015 FIFA Women's World Cup, will not support incumbent Sepp Blatter in Friday's presidential vote at the FIFA Congress, the head of the Canadian Soccer Association said on Thursday on his official Twitter account.\n\n- 'Get out', world media tells Blatter!\n\n- FIFA presidential election: Who is voting for whom and why\n\n- Scandal brought shame and humiliation to football: Blatter\n\n- One of worst days in FIFA history: Figo\n\nVictor Montagliani said Canada will instead support the only other candidate, Prince Ali bin Al Hussein of Jordan.\n\n\"Our (Board of Directors) met and has made the decision of voting for Prince Bin Ali Hussein as we cannot support the current political leadership of FIFA,\" he tweeted.\n\n\"We want to be front and center on ensuring that the reforms that happens in world football are done in a transparent way but quicker fashion.\"\n\nBlatter, who is standing for a fifth mandate as FIFA president, has flatly rejected calls to step down even as soccer's global governing body has been engulfed in the worst crisis of its 111-year history.\n\nNine soccer officials and five sports media and promotions executives were hit on Wednesday by US federal prosecutors with corruption charges allegedly involving more than $150 million in bribes.\n\nThe first match of FIFA Women's World Cup Canada 2015 will be on June 6 in Edmonton, Alberta, with the final in Vancouver on July 5.\n\nUS will vote against Blatter's re-election\n\nSunil Gulati, President of the US Soccer Federation (right). Photograph: Rediff archives\n\nUS Soccer Federation president Sunil Gulati said he is joining the bid to oust embattled FIFA president Sepp Blatter, in a move that could risk America's chances of hosting another World Cup.\n\n\"US Soccer will vote for Prince Ali bin Al Hussein for next president of FIFA,\" Gulati tweeted on the eve of the global football body's presidential vote.\n\n\"This is a vote for good governance & promise for our game,\" added Gulati, who is also a member of FIFA's powerful executive committee and is in Zurich, Switzerland, for the FIFA congress.\n\nThe 79-year-old Blatter is facing increasing calls to step aside after US authorities leveled accusations of \"rampant, systemic and deep-rooted corruption\" in the sport.\n\nBlatter himself has not been implicated, but seven officials were arrested in a dawn raid on a Zurich hotel on Wednesday, accused of taking more than $150 million in bribes.\n\nA total of 14 officials and marketing executives are accused by US investigators of racketeering, wire fraud and money-laundering.\n\nNZ to vote for challenger Ali\n\nPrince Harry chats to New Zealand Prime Minister John Key, right, and other officials in Auckland during a 2015 FIFA U-20 event. Photograph: Peter Meecham/Getty Images\n\nNew Zealand Football will vote for FIFA presidential challenger Prince Ali bin Al Hussein, snubbing their Oceania colleagues and switching allegiance from embattled incumbent Sepp Blatter.\n\nAll 11 member nations of the Oceania Football Confederation had pledged to back the 79-year-old Blatter at their January congress in Papua New Guinea, but NZF President Mark Aspden said on Friday they had changed their mind.\n\n\"Beyond question the game has been brought into disrepute by recent events and we need a change,\" Aspden told reporters from Auckland in a conference call about the corruption scandal engulfing the world governing body.\n\n\"We have had a look at who we believe to be the best candidate leading the organisation going forward.\n\n\"We don't believe reforms can happen under President Blatter's leadership.\n\n\"Of course our candidate may not be successful... but that's up to the 209 voters.\"",
                    "date": "2015-05-31",
                    "eventUri": "2911300",
                    "id": "41944303",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6842,
                    "source": {
                        "title": "Rediff",
                        "uri": "www.rediff.com"
                    },
                    "time": "13:54:00",
                    "title": "Canada, US will not support Blatter for FIFA presidency",
                    "uri": "282873714",
                    "url": "http://www.rediff.com/sports/report/fifa-elections-pix-canada-us-will-not-support-blatter-for-fifa-presidency/20150529.htm",
                    "wgt": 1
                },
                {
                    "body": "Sepp Blatter's sole rival is Jordan's Prince Ali Bin Hussein + READ ARTICLE\n\nThe United States will not favor another term for FIFA President Sepp Blatter during Friday's election, the president of U.S. Soccer acknowledged Thursday, instead casting a ballot for the embattled incumbent's sole rival after seven top executives were arrested this week on corruption charges.\n\nSunil Gulati told the New York Times in an interview that the U.S. delegate would vote for Jordan's Prince Ali Bin Hussein, who is not expected to succeed in the vote involving 209 member nations. Gulati said he made the decision to vote against Blatter months ago, but this week's arrests confirmed his decision.\n\n\"Would I like to see the United States host a World Cup in the future?\" he asked. \"The answer is, of course, yes. But for me, and for U.S. soccer, better governance and more integrity at Concacaf and FIFA are far more important than hosting any international soccer tournament.\"\n\n[New York Times]\n\nRead next: Meet the Prince Who Wants to Save Soccer",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41809160",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.652,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "23:51:00",
                    "title": "US Soccer Will Vote Against Sepp Blatter in FIFA Ballot",
                    "uri": "282399706",
                    "url": "http://time.com/3901005/united-states-soccer-sepp-blatter-prince-ali-fifa/",
                    "wgt": 1
                },
                {
                    "body": "Many of the crimes FIFA officials and others were charged with in the 47-count indictment unsealed Wednesday in Brooklyn took place on U.S. soil and involved members of CONCACAF, the regional soccer body of which the U.S. is the largest and most powerful member.\n\nWhich raises an interesting question: What did U.S. Soccer know and when did it know it?\n\nAccording to Sunil Gulati, the federation's president, he first learned CONCACAF representatives were being rounded up and charged when a U.S. Soccer official phoned him and told him to check the news.\n\n\"That was very much a surprise,\" Gulati, a member of FIFA's executive committee, said by phone from Zurich, Switzerland, where the world soccer's ruling organization is holding its annual meeting. \"It's been widely written that there was an investigation going on of sorts. We certainly had no expectation of what we learned [Wednesday].\"\n\nAsked whether he was questioned regarding the indictments, Gulati declined to answer, citing the ongoing nature of the investigation. Also left unanswered, then, is whether U.S. Soccer should have known about alleged crimes committed by CONCACAF President Jeffrey Webb and others since they involved tournaments the U.S. played in or was scheduled to play in.\n\nAccording to the indictment, Webb was one of at least six officials accused of taking bribes totaling about $110 million related to the awarding of broadcast and commercial rights for major regional tournaments, including the Copa America, which was to be played in the U.S. for the first time in 2016.\n\nThe officials are also charged with taking money in exchange for awarding Miami-based Traffic Sports USA commercial rights to CONCACAF World Cup qualifiers as well as the Gold Cup and Champions League events.\n\nCONCACAF moved quickly to right its ship in the wake of the indictments, dismissing Webb, also a FIFA vice president, and Costa Rica's Eduardo Li, a member of the executive committees for both CONCACAF and FIFA, after both were indicted.\n\nIn their place Gulati, Victor Montagliani, president of the Canadian Soccer Association, and Justino Compean, president of the Mexican soccer federation, have been charged with evaluating and continuing the business operations of CONCACAF, among them running July's Gold Cup tournament, which will go ahead as scheduled.\n\nLess certain is the status of next year's 100th anniversary edition of the Copa America, South America's most prestigious tournament. Officials of CONEMBOL, South America's soccer federation, and some of the marketing executives involved with the tournament, were also among those named in the indictments.\n\n\"Given everything that's happened, it's premature to say what the final result on that will be,\" Gulati said. \"Obviously you've got two confederations that are at the heart of one part of what happened yesterday. And the marketing companies are all part of some scenarios in terms of next summer.\n\n\"So over the days and weeks to come, we will come very quickly to terms with what the financial status of those companies is, because they are the partners of the event.\"\n\nGulati was also asked about the 2026 World Cup. Six weeks ago he boasted to a sports-business conference in Los Angeles \"we'll host it. No doubt.\" But Thursday he wasn't in the mood for predictions, saying much work remains to be done between now and 2026.\n\n\"Would we like to host a future World Cup The answer's of course yes,\" he said. \"But for me and for U.S. Soccer -- especially at this time, but at any time -- having CONCACAF and FIFA governed and managed with integrity is far more important than hosting the World Cup or any other event.\"\n\nkevin.baxter@latimes.com\n\nTwitter: @kbaxter11\n\nCopyright © 2015, Los Angeles Times",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41811220",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6314,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "05:03:00",
                    "title": "U.S. Soccer president says indictments of FIFA members were a surprise",
                    "uri": "282407295",
                    "url": "http://www.latimes.com/sports/soccer/la-sp-fifa-gulati-20150529-story.html",
                    "wgt": 1
                },
                {
                    "body": "The tide appears to be turning against Sepp Blatter as officials back his rival in elections being held for FIFA's top job + READ ARTICLE\n\nFIFA president Sepp Blatter's 17-year reign as the strongman of soccer's international governing body may be coming to an end soon, as authorities from across the sporting world continue to call for his resignation hours before officials cast their ballots in the federation's presidential election in Zurich on Friday.\n\nBlatter's reputation has taken an absolute pounding in the past 48 hours, after the U.S. Justice Department unveiled an unprecedented corruption probe into the organization on Wednesday that has lead to the indictment of 14 of the association's current and former executives, including nine senior officials.\n\nAs the investigation continues to make international headlines, public figures worldwide and civil society groups, from the likes of British Prime Minister David Cameron to Transparency International, have called on Blatter to step down.\n\nMeanwhile, top international soccer officials appear be rallying around Blatter's chief rival, Prince Ali bin Hussein, ahead of Friday's vote.\n\n\"Sincerely, as someone who loves FIFA and its history, I am sickened, and I am vexed,\" UEFA president Michel Platini told reporters on Thursday. \"People don't want [Blatter] any more as FIFA president, and I don't want him any more either.\"\n\nThe UEFA chief's comments came as U.S. Soccer Federation President Sunil Gulati stated publicly during a press conference on Thursday that he would be casting his vote for Jordan's Prince Ali.\n\n\"If you get good governance and good leadership, you make good decisions, and those good decisions will lead to the right outcomes,\" Gulati told reporters. \"So for us, this is a vote for good governance.\"\n\nVictor Montagliani, president of the Canadian Soccer Association, also came out this week in support of Prince Ali.\n\n\"The game deserves better. Period,\" said Montagliani.\n\nDespite the litany of voices calling for his resignation, Blatter appeared undeterred.\n\nDuring a speech at the opening ceremony of FIFA's 65th Congress in Switzerland on Thursday, Blatter tried to distance himself from the constellation of corruption allegations leveled at the federation.\n\n\"We cannot monitor everyone all of the time. If people want to do wrong, they will also try to hide it,\" said Blatter.\n\nThe FIFA president went on to stress that the U.S.- and Swiss-lead investigations would be a \"turning point\" that would help clean up soccer's ranks.\n\n\"More needs to be done to make sure everyone in football behaves responsibly and ethically -- everywhere,\" said Blatter. \"Tomorrow, we have the opportunity to begin on what will be a long and difficult road to rebuilding trust.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41815220",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6121,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "03:30:00",
                    "title": "Top Soccer Officials Say FIFA Needs a New Leader",
                    "uri": "282421567",
                    "url": "http://time.com/3901120/fifa-soccer-sepp-blatter-vote-football-corruption/",
                    "wgt": 1
                },
                {
                    "body": "The tide appears to be turning against Sepp Blatter as officials back his rival in elections being held for FIFA's top job + READ ARTICLE\n\nFIFA president Sepp Blatter's 17-year reign as the strongman of soccer's international governing body may be coming to an end soon, as authorities from across the sporting world continue to call for his resignation hours before officials cast their ballots in the federation's presidential election in Zurich on Friday.\n\nBlatter's reputation has taken an absolute pounding in the past 48 hours, after the U.S. Justice Department unveiled an unprecedented corruption probe into the organization on Wednesday that has lead to the indictment of 14 of the association's current and former executives, including nine senior officials.\n\nAs the investigation continues to make international headlines, public figures worldwide and civil society groups, from the likes of British Prime Minister David Cameron to Transparency International, have called on Blatter to step down.\n\nMeanwhile, top international soccer officials appear be rallying around Blatter's chief rival, Prince Ali Bin Hussein, ahead of Friday's vote.\n\n\"Sincerely, as someone who loves FIFA and its history, I am sickened, and I am vexed,\" UEFA President Michel Platini told reporters on Thursday. \"People don't want [Blatter] any more as FIFA President, and I don't want him any more either.\"\n\nThe UEFA chief's comments came as U.S. Soccer Federation President Sunil Gulati stated publicly during a press conference on Thursday that he would be casting his vote for Jordan's Hussein.\n\n\"If you get good governance and good leadership, you make good decisions, and those good decisions will lead to the right outcomes,\" Gulati told reporters. \"So for us, this is a vote for good governance.\"\n\nVictor Montagliani, president of the Canadian Soccer Association, also came out this week in support of Ali.\n\n\"The game deserves better. Period,\" said Montagliani.\n\nDespite the litany of voices calling for his resignation, Blatter appeared undeterred.\n\nDuring a speech at the opening ceremony of FIFA's 65th Congress in Switzerland on Thursday, Blatter tried to distance himself from the constellation of corruption allegations leveled at the federation.\n\n\"We cannot monitor everyone all of the time. If people want to do wrong, they will also try to hide it,\" said Blatter.\n\nThe president went on to stress that the U.S. and Swiss-lead investigations would be a \"turning point\" that would help clean up soccer's ranks.\n\n\"More needs to be done to make sure everyone in football behaves responsibly and ethically -- everywhere,\" said Blatter. \"Tomorrow, we have the opportunity to begin on what will be a long and difficult road to rebuilding trust.\"",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41814071",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5907,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "06:13:00",
                    "title": "Top Soccer Officials Say FIFA Needs a New Leader",
                    "uri": "282417837",
                    "url": "http://time.com/3901120/fifa-soccer-sepp-blatter-vote-football-corruption/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btime%252Ftopstories%2B%2528TIME%253A%2BTop%2BStories%2529",
                    "wgt": 1
                },
                {
                    "body": "To know what Sepp Blatter's re-election as FIFA president means for the sport in the United States, you could read between the lines of Blatter's bizarre acceptance speed or the hastily-issued statement from suddenly pious U.S. Soccer president Sunil Gulati about continuing \"to push for meaningful change within FIFA.\"\n\nOr you could just read the body language on stage.\n\nBlatter won a fifth term as the head of soccer's world governing body on Friday when Prince Ali Bin Al-Hussein of Jordan, the lone opposition candidate, withdrew following the first round of voting. In FIFA's antiquated system, you need a two-thirds majority to claim victory on the first ballot; Blatter won 133-73 and he needed 138. But before it went to a second, tedious ballot, where merely a simple majority is necessary, Ali took the podium and conceded.\n\nHe then turned to walk off. The diminutive Gulati, seated on the dais as a member of FIFA's executive committee, was waiting for him. In full view of a global television audience, he grabbed the Jordanian prince no one had heard of before this week and heartily embraced him.\n\nBlatter took the microphone next and said in halting English: \"For the next four years I will be in command of this boat called FIFA, and we will bring it back offshore.\"\n\nInteresting choice of words. Two days earlier, the United States issued a 47-count indictment that charged 14 soccer executives, several of them current or former FIFA officers, with corruption on the highest order that included, yes, offshore bank accounts.\n\nHis triumphant acceptance speech concluded, Blatter was greeted with a receiving line from his executive committee, hugging one aging man in a suit after another. Then it was Gulati's turn. They brushed past each other in sort of a drive-by handshake, a Mafia don and his unfaithful capo.\n\nTranslation into non-halting English: The U.S is screwed.\n\nThe ironic part for all those in this country clamoring for Blatter's removal, and the arguments are all very valid, is he won another four-year term in the most democratic of fashions. There are 209 countries in FIFA; each gets one vote.\n\nThe vote, not surprisingly, split along a rich-poor axis. Gulati, Canada and European countries that don't speak Russian voted for the 39-year-old son of King Hussein who was educated in England and the United States. The rest of the world - small, impoverished nations that have received funding from FIFA's outreach programs - checked the box of the incumbent.\n\nGulati, of course, voted for Blatter in previous elections, too. The 79-year-old from a Swiss mountain hamlet was considered a staunch ally of soccer's CONCACAF confederation that encompasses North America, Central America and the Caribbean, largely because of the cozy alliance with CONCACAF bosses Jack Warner and Chuck Blazer. Both are splashed across the federal indictment - Warner for allegedly accepting tens of millions of dollars in outright bribes, Blazer for being equally dirty but becoming a government informant in a plea deal.\n\nBut when your government holds a press conference decrying FIFA corruption with the Attorney General and FBI director, you no longer can play both sides. Your side is essentially picked, and Gulati has suddenly reinvented himself as a grand reformer - either because Loretta Lynch told him to or because Blatter brushed past him in the lobby this week and whispered, \"You're dead to me.\"",
                    "date": "2015-05-30",
                    "eventUri": "2911300",
                    "id": "41883590",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5707,
                    "source": {
                        "title": "U-T San Diego",
                        "uri": "www.utsandiego.com"
                    },
                    "time": "00:09:00",
                    "title": "What does Blatter's re-election mean?",
                    "uri": "282655058",
                    "url": "http://www.utsandiego.com/news/2015/may/29/soccer-blatter-fifa-election-gulati-election/",
                    "wgt": 1
                },
                {
                    "body": "REUTERS: American football officials expressed their disappointment after Sepp Blatter's FIFA election victory on Friday but were adamant they would continue to push for change and reform within the game's governing body.\n\nU.S. football President Sunil Gulati congratulated Blatter on his re-election as president but made a point of calling for more \"responsible, accountable, transparent\" governance following the corruption scandal enveloping FIFA this week.\n\n\"While we are disappointed in the result of the election, we will continue to push for meaningful change within FIFA,\" Gulati, whose organisation backed Blatter's opponent Prince Ali bin Al Hussein, said in a statement.\n\n\"Our goal is for governance of FIFA that is responsible, accountable, transparent and focussed solely on the best interests of the game.\n\n\"This is what FIFA needs and deserves, and what the people who love our game around the world demand.\n\n\"We congratulate President Blatter and it is our hope he will make reform his number one priority to ensure the integrity of the sport across the world.\"\n\n(Reporting by Mark Lamport-Stokes; Editing by Ian Chadband)",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41868363",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.561,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "21:07:00",
                    "title": "'Disappointed' US football officials still push for FIFA change",
                    "uri": "282603456",
                    "url": "http://www.channelnewsasia.com/news/sport/disappointed-us-football/1881554.html",
                    "wgt": 1
                },
                {
                    "body": "U.S. Soccer President Sunil Gulati congratulated Blatter on his re-election as president but made a point of calling for more \"responsible, accountable, transparent\" governance following the corruption scandal enveloping FIFA this week.\n\n\"While we are disappointed in the result of the election, we will continue to push for meaningful change within FIFA,\" Gulati, whose organisation backed Blatter's opponent Prince Ali bin Al Hussein, said in a statement.\n\n\"Our goal is for governance of FIFA that is responsible, accountable, transparent and focused solely on the best interests of the game.\n\n\"This is what FIFA needs and deserves, and what the people who love our game around the world demand.\n\n\"We congratulate President Blatter and it is our hope he will make reform his number one priority to ensure the integrity of the sport across the world.\"\n\n(Reporting by Mark Lamport-Stokes; Editing by Ian Chadband)",
                    "date": "2015-05-29",
                    "eventUri": "2911300",
                    "id": "41867314",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5581,
                    "source": {
                        "title": "Reuters India",
                        "uri": "in.reuters.com"
                    },
                    "time": "18:34:00",
                    "title": "'Disappointed' U.S. soccer officials still push for FIFA change",
                    "uri": "282600130",
                    "url": "http://in.reuters.com/article/2015/05/29/soccer-fifa-usa-idINKBN0OE2GW20150529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 27,
            "averageDate": "2015-05-29",
            "avgCos": 0.7459,
            "categories": [
                {
                    "label": "Sports/Soccer/Competitions",
                    "uri": "http://www.dmoz.org/Sports/Soccer/Competitions",
                    "wgt": 35
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2911300",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2913710",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "Zürich",
                "lat": 47.36667,
                "long": 8.55,
                "wikiUri": "http://en.wikipedia.org/wiki/Zürich"
            },
            "storyDate": "2015-05-29",
            "storyDateEnd": "",
            "uri": "b040d876-3707-4df0-8074-1c231ead3202-73841",
            "variance": 0.4436
        }
    },
    "ef22bac6-520f-431d-82f3-5cdff051972e-9791": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "La Fiscalía suiza abre un proceso penal por la elección de sedes en los Mundial de 2018 y 2022\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron hoy en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó hoy de que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se les ha demandado sin oposición.\n\nEl comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de que se celebre la elección del presidente de la organización.\n\nAl cargo opta Sepp Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41694599",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9817,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "18:57:00",
                    "title": "Detenidos altos cargos de la FIFA acusados de haber aceptado sobornos durante años",
                    "uri": "282000343",
                    "url": "http://www.elcorreogallego.es/deportes/ecg/detenidos-altos-cargos-de-la-fifa-acusados-de-haber-aceptado-sobornos-durante-anos/idEdicion-2015-05-27/idNoticia-934406/",
                    "wgt": 1
                },
                {
                    "body": "Suiza detiene a seis dirigentes de la FIFA por corrupción y descarta que Blatter esté implicado\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos, cuya identidad no ha sido revelada, por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes de los Mundiales de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía han entrado este miércoles en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado. Los Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía ha informado de que el proceso penal se abrió el pasado mes de marzo \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\". Fue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado. Además, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nEn el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se le han demandado sin oposición. El comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios. \"Los documentos incautados y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de la elección del presidente de la organización. Al cargo opta Joseph Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal. Finalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41668709",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9724,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "12:50:00",
                    "title": "La fiscalía suiza abre un proceso penal por la elección de las sedes de los Mundiales 2018 y 2022",
                    "uri": "281905564",
                    "url": "http://www.rtve.es/deportes/20150527/fiscalia-suiza-abre-proceso-penal-eleccion-sedes-mundiales-2018-2022/1151324.shtml",
                    "wgt": 1
                },
                {
                    "body": "Esta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años\n\nEl Ministerio Público de la Confederación Helvética ha abierto un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron hoy en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos de la sede principal de la FIFA en Zúrich, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se celebrarán en Rusia y Catar, respectivamente, sedes que fueron elegidas en un ceremonia en Zúrich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó hoy de que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la fiscalía deja claro que la FIFA ha colaborado esta mañana y ha entregado los documentos que se les ha demandado sin oposición.\n\nEl comunicado especifica que, previamente a las acciones de hoy, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zúrich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zúrich el Congreso de la FIFA, y dos días antes de que se celebre la elección del presidente de la organización.\n\nAl cargo opta Sepp Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de veinte años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, diez personas \"que participaron del proceso de atribución de los mundiales\" será interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41686603",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9703,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "17:04:00",
                    "title": "Fiscalía suiza abre proceso penal por elección sedes Mundial de 2018 y 2022",
                    "uri": "281971937",
                    "url": "http://www.elcorreogallego.es/deportes/ecg/fiscalia-suiza-abre-proceso-penal-por-eleccion-sedes-mundial-de-2018-y-2022/idEdicion-2015-05-27/idNoticia-934406/",
                    "wgt": 1
                },
                {
                    "body": "El Ministerio Público de la Confederación Helvética abrió un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección de las sedes del Mundial de Fútbol de 2018 y 2022.\n\nAgentes del Fiscalía entraron este miércoles en la sede de la FIFA en Zurich y recabaron documentos y datos electrónicos, confirmó la propia institución en un comunicado.\n\nLos Mundiales de Fútbol de 2018 y 2022 se realizarán en Rusia y Qatar, respectivamente, sedes que fueron elegidas en una ceremonia en Zurich en diciembre de 2010, y que ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía informó que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advirtió la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agregó el comunicado.\n\nAdemás, indicó que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".\n\nDicho esto, en el comunicado, la Fiscalía dejó claro que la FIFA ha colaborado este miércoles y ha entregado los documentos que se les ha solicitado sin oposición.\n\nEl comunicado especificó que, previamente a las acciones de este miércoles, la Fiscalía pidió a \"varios establecimientos financieros\" que le transmita documentos bancarios.\n\n\"Los documentos incautados hoy y los datos bancarios obtenidos servirán tanto en el proceso penal suizo como en los procesos en el extranjero\".\n\nEsta madrugada la policía de Zurich detuvo a seis altos cargos de la FIFA acusados de corrupción por haber aceptado sobornos durante años, un proceso que comenzó a petición de las autoridades judiciales estadounidenses.\n\nLos dos procesos penales son distintos, pero se han dado a conocer en la misma jornada, durante la semana en la que se celebra en Zurich el Congreso de la FIFA, y dos días antes de que se efectúe la elección del presidente de la organización.\n\nAl cargo opta Joseph Blatter, que aspira a un quinto mandato y que ha dirigido la organización durante más de 20 años, aunque a priori, no está citado en ninguno de los dos procesos legales.\n\nEn relación con el proceso de atribución de las Copas del Mundo, 10 personas \"que participaron del proceso de atribución de los mundiales\" serán interrogadas por el Ministerio Público y por la Policía Judicial Federal.\n\nFinalmente, la Fiscalía helvética deja claro que si bien hay dos procesos legales en curso distintos e independientes, el Ministerio Público suizo y la Fiscalía de Nueva York compartirán información y se coordinarán.",
                    "date": "2015-05-27",
                    "eventUri": "2911300",
                    "id": "41661470",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9264,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "10:49:00",
                    "title": "Fiscalía suiza abrió proceso penal por elección de sedes de Mundiales 2018 y 2022",
                    "uri": "281876530",
                    "url": "http://www.cooperativa.cl/noticias/deportes/futbol/fifa/fiscalia-suiza-abrio-proceso-penal-por-eleccion-de-sedes-de-mundiales/2015-05-27/074048.html",
                    "wgt": 1
                },
                {
                    "body": "La reacción de Putin contra los EEUU esconde su verdadera preocupación: que la Justicia suiza ha abierto una causa en la que se investiga el otorgamiento de las sedes de los Mundiales de 2018 y 2022 a Rusia y Qatar respectivamente.\n\nEl Ministerio Público de la Confederación Helvética abrió un proceso penal contra desconocidos por sospechas de gestión desleal y de lavado de dinero en relación con la elección.\n\nAgentes de la Fiscalía entraron en la sede de la FIFA en Zúrich y recabaron documentos y datos electrónicos, confirmó la propia institución en un comunicado.\n\nRusia y Qatar fueron elegidas en un ceremonia en Zúrich en diciembre de 2010. Ya en su día fueron rodeadas de polémica por sospechas de corrupción.\n\nLa Fiscalía suiza sospecha \"irregularidades\" en la elección de las sedes de 2018 y 2022\n\nLa Fiscalía informó que el proceso penal se abrió en marzo de 2015 \"por sospechas de irregularidades cometidas durante la atribución de las Copas del Mundo de fútbol de la FIFA de 2018 y 2022\".\n\nFue la propia FIFA quien en noviembre de 2014 presentó una demanda penal contra desconocidos ante la Fiscalía de la Confederación, \"es por ello que el proceso suizo está dirigido contra desconocidos y que la institución FIFA participa como ofendida\", advierte la Fiscalía.\n\n\"Los enriquecimientos ilícitos correspondientes se llevaron a cabo en parte al menos en Suiza. Además, la sede de la institución ofendida (la FIFA) tiene sede en Suiza. Razones por las cuales la investigación se abre por gestión desleal\", agrega el comunicado.\n\nAdemás, la fiscalía indica que \"existen sospechas de blanqueo de dinero a través de relaciones bancarias en Suiza\".",
                    "date": "2015-05-28",
                    "eventUri": "2911300",
                    "id": "41743977",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8603,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "10:09:00",
                    "title": "Putin: \"Las detenciones buscan evitar la reelección de Blatter y el Mundial en Rusia\"",
                    "uri": "282172916",
                    "url": "http://www.infobae.com/2015/05/28/1731589-putin-las-detenciones-buscan-evitar-la-reeleccion-blatter-y-el-mundial-rusia",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2015-05-27",
            "avgCos": 0.9422,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2911300",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2912384",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "Zürich",
                "lat": 47.36667,
                "long": 8.55,
                "wikiUri": "http://en.wikipedia.org/wiki/Zürich"
            },
            "storyDate": "2015-05-27",
            "storyDateEnd": "",
            "uri": "ef22bac6-520f-431d-82f3-5cdff051972e-9791",
            "variance": 0.1122
        }
    },
    "meta": {
        "CCAArticleMatchCount": 0,
        "CCAArticleMatchRatio": 0,
        "CCAAvgCosSim": 0,
        "CCAAvgMatchWgt": 0,
        "_articleUri1": "282429930",
        "_articleUri2": "282000343",
        "_datetime": "2015-05-29 10:45:22",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "b040d876-3707-4df0-8074-1c231ead3202-73841",
        "_storyUri2": "ef22bac6-520f-431d-82f3-5cdff051972e-9791",
        "_username": "admin",
        "artCount1": 20,
        "artCount2": 5,
        "avgCosSimStory1": 0.7459,
        "avgCosSimStory2": 0.9422,
        "categorySim": 0,
        "conceptCosSim": 0.3306993950217739,
        "conceptJaccardSim": 0.161764705882353,
        "coreTime1": 135048.1666666667,
        "coreTime2": 135010.8166666667,
        "coreTimeStDev1": 2.71460491805219,
        "coreTimeStDev2": 8.22164757751015,
        "entityCosSim": 0.5305272822273109,
        "entityJaccardSim": 0.2580645161290323,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.1003692541673783,
        "keywordJaccardSim": 0.08108108108108109,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 27,
        "storyQuality2": 35,
        "timeAvg1": 135050.2691666667,
        "timeAvg2": 135018.7633333334,
        "timeStDev1": 2.863323025788747,
        "timeStDev2": 8.22164757751015,
        "varianceStory1": 0.4436,
        "varianceStory2": 0.1122
    }
}