{
    "850f305d-14db-4c75-b547-79470a557ea3-334766": {
        "articles": {
            "resultCount": 104,
            "results": [
                {
                    "body": "There will be a full lunar eclipse, also known as a blood moon, late Monday night into Tuesday morning.\n A lunar eclipse happens when the moon passes behind the earth's shadow.  The earth's atmosphere will refract the light and turn the moon an orange-red color, which is where the name blood moon came from.\n This is the first total lunar eclipse in two years, but what's really special about this lunar eclipse is it is the first of four total lunar eclipses in a row over the next 18 months.\n This is known as a tetrad and can be quite the rare occurrence.  Between the years 1600 to 1900 there were no tetrads.  This century is a bit more active.  The next tetrad will begin in 2032.\n The viewing of Monday night's total lunar eclipse should be great, with skies clearing Monday night.  The great thing about lunar eclipses are they last longer than solar eclipses, and you don't need any protective eye wear like with solar eclipses and no two ever look quite the same.\n The partial eclipse begins at 12:58 a.m. with the total eclipse beginning at 2:06 a.m. and running until 3:24 a.m.\nIf you're up late Monday to check out the lunar eclipse, be sure to share your pictures and video with us!  You can send them to news@weau.com or weather@weau.com.  You can also share pics on our WEAU Facebook page.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463236",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8783,
                    "source": {
                        "title": "WEAU TV 13",
                        "uri": "www.weau.com"
                    },
                    "time": "21:21:00",
                    "title": "Full lunar eclipse to appear late Monday night/Tuesday morning",
                    "uri": "175421724",
                    "url": "http://www.weau.com/home/headlines/Full-lunar-eclipse-to-appear-late-Monday-nightTuesday-morning-255241881.html",
                    "wgt": 1
                },
                {
                    "body": "Tonight is the night of the total eclipse of the moon and it is getting a lot more publicity than other recent eclipses.  In the Ohio Valley, we have had 14 total lunar eclipses in the last 25 years..... it is not that uncommon.\n This time though, there are all sorts of headlines about the eclipse......\nFirst of all, where did the term \"blood moon\" come from because it has not been used before to describe a lunar eclipse.\n A total lunar eclipse does not cause the moon to go dark like a solar eclipse.\n Instead the moon turns a reddish or copper color at totality.\n Blood moon comes from the Bible and with this being the first of 4 total lunar eclipses in the next 18 months....a tetrad.... some are saying it is a sign of something major.\n If you google \"blood moon\" you will come upon a number of theories of what some are saying.\n Here is a mention in the Bible.\n If you have not seen a total lunar eclipse before, it really is something different in the sky.\n To see the official NASA eclipse site.... click HERE\nFrom around 3:00 to 4:30 AM tonight the moon will be at total eclipse.  Sorry to say we will not be able to see it here due to clouds and maybe some SNOW!\n Recommended",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9434367",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.875,
                    "source": {
                        "title": "WLKY",
                        "uri": "www.wlky.com"
                    },
                    "time": "12:23:00",
                    "title": "Blood Moon tonight",
                    "uri": "175322039",
                    "url": "http://www.wlky.com/weather/blood-moon-tonight/25465112",
                    "wgt": 1
                },
                {
                    "body": "Stargazers across the United States were awed by last night's total eclipse of the moon, and they've got some amazing photos to prove it.\n Observers in a North America, South America, Hawaii and parts of Alaska got a spectacular show as the moon turned blood red during the first total lunar eclipse of 2014.  While the weather wasn't great for everyone in the path of the total eclipse, some stargazers got a break from the clouds to capture the celestial sight during the 3.5 hours it was visible.  You can also watch a time-lapse video of the \"Blood Moon\" rising on Space.c com.\n \"We lucked out on the weather, as skies were mostly cloudy during the afternoon and evening, and even during the eclipse we were viewing through a thin layer of cirrus much of the time,\" veteran rocket launch photographer Ben Cooper told Space.com via email of his Florida eclipse-viewing experience.  While Cooper may have seen the eclipse through clouds, his mosaic photo is a standout.  It features a blood red moon in the center of the image framed by the various stages of the lunar eclipse.  [See more photos of the first total lunar eclipse of 2014]\nThis kind of lunar eclipse is sometimes known as Blood Moon because the sunlight scattered by Earth's atmosphere casts a red pall on the face of the moon.\n \"Tonight's lunar eclipse was an unforgettable experience for me,\" Arizona-based cinematographer Sean Parker told Space.com via email.  \"It was such a great sight to see.\" \"\nThe April 14-15 total lunar eclipse was also paired with another stellar sighting.  The bright star Spica in the constellation Virgo was positioned to the right and below the moon.  Spica's bright bluish light would have been even more pronounced as the moon darkened during the eclipse.\n Just before the eclipse, Mars made its closest approach to Earth since 2008.  The Red Planet passed within 57.4 million miles (92.4 million kilometers) of Earth, giving the moon a Martian companion during the night.\n Some astrophotographers were able to capture the moon, Mars and Spica in the same frame.\n \"Very beautiful event,\" photographer Victor Rogus told Space.com via email.  He sent in his view of the eclipse, Spica and Mars from Jadwin, Mo. \"Clouds parted just in time, thank you!\"\nSome photographers blended Earth's natural beauty with the lunar eclipse by choosing the perfect spot for a celestial viewing.  Photographer Ryan Watamura, for example, captured the eclipse from Grant's Grove in Kings Canyon National Park in California.  His photos frame the copper-colored moon with the majestic trees of Grant's Grove.\n Lunar eclipses occur when the moon is full and passes behind the Earth, with respect to the sun, and is obscured by the planet's shadow.  Total lunar eclipses happen when the moon is totally covered by Earth's shadow, darkening its typically bright face.\n The April total lunar eclipse also kicks off a so-called \"tetrad\" of four consecutive total lunar eclipses between now and September 2015.  The next total lunar eclipse will occur on Oct. 8 and should also be visible from much of North America.\n Later this month, from April 28 to April 29, the sun will turn into a \"ring of fire\" during an annular eclipse.  That solar eclipse, however, will only be visible from an uninhabitated part of Antarctica, so it is possible that only be penguins can see it.\n Editor's Note: If you snapped an amazing picture of the April 15 total lunar eclipse, you can send photos, comments and your name and location to managing editor Tariq Malik at spacephotos@space.com.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9511197",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8715,
                    "source": {
                        "title": "Space.com",
                        "uri": "www.space.com"
                    },
                    "time": "20:38:00",
                    "title": "Blood Moon Photos: Spectacular Total Lunar Eclipse Views by Stargazers (Video, Images)",
                    "uri": "175605708",
                    "url": "http://www.space.com/25508-blood-moon-photos-total-lunar-eclipse.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bspaceheadlines%2B%2528SPACE.com%2BHeadline%2BFeed%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "A full moon and lunar eclipse tonight.  What does it mean and who will see it?\n It's a full moon tonight as well as a lunar eclipse.  Unfortunately for us in D.C. and our neighbors up and down the east coast, it will be too cloudy to get a glimpse of the eclipse.\n It will still be a sight for our clear weather friends in the rest of North America.  Check out this map where the eclipse will most visible.\n Lunar eclipses only occur when there's a full moon.  A lunar eclipse occurs when the moon is directly opposite the sun and passes into Earth's dark shadow.  The eclipse will begin by 12:53am EDT and will continue through 4:34am with the \"totality\" phase occurring around 3:06am.\n At the time of the eclipse, the moon will take on a reddish hue.  This is because of Earth's atmosphere.  The suns' rays will pass through our atmosphere scattering the light, which is the same phenomenon that gives us colorful sunrises and sunsets.  Space.com has an even more in-depth explanation of lunar eclipses, if you want to read more.\n Even though we in D.C. won't be able to catch sight of the lunar eclipse from home, NASA will live stream the eclipse beginning at 10 p.m. tonight.  You can also check the planet Mars' approach, which is the closest the planet's been to Earth since 2008.\n This lunar celestial phenomenon will be the first in a series of four eclipses, also called a \"lunar tetrad.\" \" The next will occur on October 8th 2014, the next April 4, 2015, and the final September 28, 2015.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9430559",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8692,
                    "source": {
                        "title": "WJLA",
                        "uri": "www.wjla.com"
                    },
                    "time": "14:39:00",
                    "title": "Lunar eclipse tonight: Will we be able to see it in D.C.?",
                    "uri": "175308063",
                    "url": "http://www.wjla.com/blogs/weather/2014/04/lunar-eclipse-tonight-will-you-be-able-to-see-in-d-c--21512.html",
                    "wgt": 1
                },
                {
                    "body": "Total lunar eclipse will create \"blood moon\" for much of the central and western United States.\n 2014's first total lunar eclipse, which will occur in the overnight hours, will be visible across most of North America, South America, Hawaii and parts of Alaska, Fox News reported.\n During a total lunar eclipse, the moon is entirely immersed in Earth shadow, and can take on a dusky \"blood red\" color due to the scattering of sunlight through the edges of Earth's atmosphere.\n This lunar eclipse is the first of four consecutive total eclipses of the moon between April 2014 and September 2015, what scientists call a lunar eclipse \"tetrad\" series, and the next will occur on October 8.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9479607",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8682,
                    "source": {
                        "title": "www.business-standard.com",
                        "uri": "www.business-standard.com"
                    },
                    "time": "05:23:00",
                    "title": "2014's first total lunar eclipse to create 'blood moon'",
                    "uri": "175487755",
                    "url": "http://www.business-standard.com/article/news-ani/2014-s-first-total-lunar-eclipse-to-create-blood-moon-114041500394_1.html",
                    "wgt": 1
                },
                {
                    "body": "A blood red moon appeared in the sky early this morning on, Tuesday, April 15th, at 12 am PST but what causes a blood red moon?  This miraculous sight is caused by a lunar eclipse.\n A lunar eclipse occurs when earth's shadow blocks the light of the sun which would usually reflects off of the moon.  There are three kinds of lunar eclipses -- partial, penumbral and the total eclipse that occurred early this morning.  the total eclipse occurs when the shadow of the earth covers the moon.\n See also: A blood red moon and Columbus\nA lunar eclipse can only occur when there is a full moon.  It can easily be seen when it is happening, anyone on the night side of the earth.  A solar eclipse can usually only be seen by a relatively small area of the earth.  A solar eclipse occurs when the sun passes between the moon and the earth.\n The events from early this morning are also the start of a lunar eclipse tetrad -- a series of 4 consecutive total eclipses happening at approximately six month intervals.  There will be additional total eclipses again October 8, 2014, April 4 2015 and a yet a September 28, 2015.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9505338",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8649,
                    "source": {
                        "title": "americanlivewire.com",
                        "uri": "americanlivewire.com"
                    },
                    "time": "15:21:00",
                    "title": "What Is The Blood Red Moon?",
                    "uri": "175593321",
                    "url": "http://americanlivewire.com/2014-04-15-blood-red-moon/",
                    "wgt": 1
                },
                {
                    "body": "The moon is seen as it begins a total lunar eclipse that will turn the moon red over North and South America April 15, 2014.\n People in most of north and south America should be able to witness this year's first total lunar eclipse, which will cause a 'blood moon' and is the first of four in a rare Tetrad of eclipses over the next two years.\n The lunar eclipse on Tuesday will unfold over three hours when the moon begins moving into Earth's shadow.  A little more than an hour later, the moon will be fully eclipsed and shrouded in an orange, red or brown glow.  Tuesday's eclipse will be the first of four total lunar eclipses that will take place between 2014 to 2015",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9479613",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8503,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "05:45:00",
                    "title": "Pictures: Rare blood moon lunar eclipse casts red cast over the Moon",
                    "uri": "175487765",
                    "url": "http://metro.co.uk/2014/04/15/pictures-rare-blood-moon-lunar-eclipse-casts-red-cast-over-the-moon-4699467/",
                    "wgt": 1
                },
                {
                    "body": "For night owls out there, you're in for a real treat.  There will be a full lunar eclipse, also known as a \"blood moon\", late tonight into Tuesday morning.\n A lunar eclipse happens when the moon passes behind the earth's shadow.  The earth's atmosphere will refract the light and turn the moon an orange-red color, which is where the name blood moon came from.  There is also some religious significance to the term blood moon as well.\n This is the first total lunar eclipse in two years, but what's really special about this lunar eclipse is it is the first of four total lunar eclipses in a row over the next 18 months.  After tonight, the next three total eclipses will be occurring on Oct. 8, 2014, April 4, 2015, and the final occurring on Sept. 28, 2015.\n This is known as a tetrad and can be quite the rare occurrence.  The last tetrad was back in 2003, but between the years 1600 to 1900 there were no tetrads.  This century is a bit more active.  The next tetrad will begin in 2032.\n The viewing of Monday night's total lunar eclipse should be great, with skies clearing in the evening.  The great thing about lunar eclipses is they last longer than solar eclipses.  You don't need any protective eye wear like with solar eclipses.  Also, no two ever look quite the same.\n As the graphic above shows, the partial eclipse begins at 12:58 a.m. with the total eclipse beginning at 2:06 a.m. and running until 3:24 a.m. There will also be some other cool things to check out in the sky like the planets Mars and Saturn.\n If you're up late tonight to check out the lunar eclipse, be sure to share your pictures and video with us!  You can send them to news@weau.com or weather@weau.com.  You can also share pics on our WEAU Facebook page.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9468563",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.85,
                    "source": {
                        "title": "WEAU TV 13",
                        "uri": "www.weau.com"
                    },
                    "time": "00:40:00",
                    "title": "A total lunar eclipse to reveal a 'blood moon' in the night sky",
                    "uri": "175442499",
                    "url": "http://www.weau.com/weather/weathernotebook/headlines/A-total-lunar-eclipse-to-reveal-a-blood-moon-in-the-night-sky-255247691.html",
                    "wgt": 1
                },
                {
                    "body": "Tonight will be the first in a series of four total lunar eclipses to take place over the course of the next year and a half.  For those in North America, and western South America, including Hawaii and parts of Alaska, the eclipse will begin minutes before 1:00 a.m. EDT and last until 6 a.m. EDT.  The last total lunar eclipse was in 2010, but in this unique astronomical series the next total lunar eclipse is expected October 8, 2014.\n A front row seat to the spectacle will be dependent on weather patterns in the area.  A small scattering of clouds should not effect viewing.  It is suspected, already, that parts the eastern U. S. will have a poor display this time around.  If unfortunate weather problems overshadow the eclipse, or for those in Europe or Asia who will not be able to view the event, or for those who cannot stay up all night to watch as the Earth masks the moon, live webcasts are available on Space.c com, courtesy of NASA, and the Griffith Observatory in Los Angeles will be streaming the event live.\n For those in visibility areas with cooperative weather, the eclipse will be easy enough to see with the naked eye.  No visual protection is necessary.  A handy set of common binoculars or an amateurs, backyard telescope should be enough to get an up close and personal vivid viewing, but the phases of the eclipse will be discernible without magnification.  It is suggested to get out into an open space, bring a few lawn chairs, a blanket, a bottle of wine, and a few friends.\n A total lunar eclipse is the result of Earth, the sun, and a full moon in perfect alignment.  As the Earth rotates, its shadow eclipses the moon, darkening its surface bit by bit.  At first, it will appear as if the orb's surface is slightly darker than normal, but eventually a deeper, darker shadow will increasingly crawl across the disc.  This event is also referred to as a \"blood moon,\" because the shadowing effect will be revealed as a rich, ruddy color as a result of the sun's refraction off of the Earth's atmosphere.  It is the same reaction as when the sun turns a bolder orange color at sundown.  In tonight's scenario, the refracted sunlight will extend all the way to the moon.  To put it into perspective, if one were standing on the moon during the total eclipse, they would be able to see all of the sunsets and sunrises projected from Earth.\n In addition to the eclipse later tonight, another astronomical happenstance will be visible.  Mars will have made a cozy spot in the night sky as a fiery red bed fellow to the moon.\n Tonight's event will begin the larger event of the lunar tetrad.  A lunar tetrad is a result of four consecutive total lunar eclipses without subsequent partial lunar eclipses in between, and each total lunar eclipse is spaced from the other by six full moons.  The three other eclipses will being happening on October 8 of this year, and on April 8 and September 28 of 2015.  Although a tetrad is a rare event, it is by no means unknown.  There is predicted to be eight lunar tetrads between 2001 and 2100.\n To get accurate information as far as when to watch the total lunar eclipse begin, there is a lunar eclipse computer available at U.S. Naval Observatory's website.  Simply select a viewing city and state, and a viewing time-table will be calculated.  Happy moon gazing!",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9457341",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.846,
                    "source": {
                        "title": "Guardian Liberty Voice",
                        "uri": "guardianlv.com"
                    },
                    "time": "20:17:00",
                    "title": "How to Watch the Total Lunar Eclipse",
                    "uri": "175399745",
                    "url": "http://guardianlv.com/2014/04/how-to-watch-the-total-lunar-eclipse-video/",
                    "wgt": 1
                },
                {
                    "body": "Watch the video above: North America will be treated to a total lunar eclipse Monday night.\n TORONTO - If you want to see the total lunar eclipse that will take place overnight Monday into Tuesday, you'd better be prepared for a late night.\n Lunar eclipses occur when the moon passes through the shadow of Earth cast by the sun.\n Story continues below\nREAD MORE: Total lunar eclipse visible across Canada this week\nThere are several phases to a lunar eclipse: the penumbral phase -- when Earth blocks part of the sun's rays -- the partial eclipse, and then the total phase.\n The penumbral phase isn't visible to the naked eye; it's when the moon begins to pass into Earth's shadow that things begin to get interesting, as the bright moon begins to darken.\n When the entire moon is in the shadow, the moon doesn't disappear entirely, but rather turns a reddish colour due to the light scattering through Earth's atmosphere.\n Unlike solar eclipses, which are brief, total lunar eclipses last for hours.  So there's no real rush to run out and catch it.\n The real trick is hoping that the weather cooperates.  Right across the country, it looks like we will be battling the clouds Monday night.\n So, when does all the action begin?\n CityPartial eclipse beginsTotal eclipse beginsTotal eclipse endsPartial eclipse endsVancouver, Victoria9:58 p.m11:07 p.m12:25 a.m1:33 a.m mCalgary, Edmonton, Regina, Saskatoon10:58 p.m.12:07 a.m.1:25 a.m.2:33 a.m.Winnipeg11:58 p.m.1:07 a.m.2:25 a.m.3:33 a.m.Toronto, Montreal12:58 a.m.2:07 a.m.3:25 a.m.4:33 a.m.Halifax1:58 a.m.3:07 a.m.4:25 a.m.Not visible (moon has set)\n© Shaw Media, 2014\nReport an error",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9451164",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8395,
                    "source": {
                        "title": "globalnews.ca",
                        "uri": "globalnews.ca"
                    },
                    "time": "17:31:00",
                    "title": "Where and when to see Monday's lunar eclipse",
                    "uri": "175377418",
                    "url": "http://globalnews.ca/news/1269528/where-and-when-to-see-tuesdays-lunar-eclipse/",
                    "wgt": 1
                },
                {
                    "body": "A lunar eclipse caused the moon to dim to a red color in a rare, full lunar eclipse.on.aol.com\nLunar eclipse and the blood moon, there are two astronomical events going on in the heavens tonight and while some say it is the signal that starts the apocalypse others say it is just a rare sight to see.  It is the total lunar eclipse that will reveal the blood moon in the night sky tonight opening up theories of all sorts.\n According to Fox News on April 14, this is the first lunar eclipse of 2014 and it will be visible across most of North America and South America.  Hawaii and parts of Alaska should also be able to see the night extravaganza.  Your ticket to a front row seat is going to depend upon the weather you are experiencing overhead.\n The lunar eclipse runs from 12:53 a.m. ET to about 6 a.m. ET, so if you are late to bed or early to rise, check out the sky above, according to Mass Live.  Clear skies will bring the blood moon for your viewing pleasure.  So what do you expect to see during a lunar eclipse?  The full moon passes through part of the Earth's shadow, which darkens the moon's glow.  A full lunar eclipse is a bit different.  It brings with it a color show!\n When it is a full lunar eclipse, like tonight, a blood moon appears as the moon is totally covered by the Earth's shadow enticing that red hue.  This happens as the Earth's atmosphere catches the little bit of sunlight that breaks through.  You can watch the full lunar eclipse and the blood moon online here at NOAA.\n Tonight's blood moon is the first of four over the next year and a half.  The next blood moon coming from another full lunar eclipse will take place in November.  Then again in April of 2015, with September 2015 hosting the last of the four blood moons and the last of the four full lunar eclipses, as the two go hand and hand.\n Is the full lunar eclipse and the blood moon the start of end of days?  If you believe what bestselling author and Texas televangelist pastor John Hagee has to say, you might think so.  Hagee sees the four blood moons as evidence of a future \"world-shaking event,\" possibly the beginning of the end of the world.\n He wrote a book on his preparation for the tetrad of the blood moons, which he has been preaching for years.  He has looked to the Bible for the signs and he cites Acts 2:19-20 as a sign.  It says:\n\"And I will show wonders in Heaven above and signs in the Earth beneath, the sun shall be turned into darkness and the moon into blood before the coming of the great and awesome day of the Lord.\" \"\nThe good news if you believe Hagee's theory is that you still have three blood moons to live through.  While the first blood moon might start shaking things up, like the earthquakes that seem plentiful in recent weeks, the world should be here for at least another year!",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9468559",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8369,
                    "source": {
                        "title": "Examiner.com",
                        "uri": "www.examiner.com"
                    },
                    "time": "23:40:00",
                    "title": "Full lunar eclipse brings blood moon: Biblical apocalypse, start of end of days?",
                    "uri": "175442495",
                    "url": "http://www.examiner.com/article/full-lunar-eclipse-brings-blood-moon-biblical-apocalypse-start-of-end-of-days",
                    "wgt": 1
                },
                {
                    "body": "The moon is seen during a total lunar eclipse from Cairo on June 15, 2011.  (REUTERS/Amr Abdallah Dalsh)\nIf you plan to get up early to catch Tuesday's lunar eclipse, you might be better off staying in bed.\n With the stormy weather and clouds over London, the big show might not be visible in the city.\n \"It will be pretty cloudy overnight,\" said Geoff Coulson of Environment Canada.  \"We're in the midst of a significant storm system.  It is unlikely people will be able to see the moon.\" \"\nThe eclipse begins at 1:58 a.m. Tuesday and will last about three hours.  About an hour after it begins, the moon should be totally covered by the shadow of the Earth, giving it a red hue.\n The last total lunar eclipse occurred in December 2011.\n \"There's almost an eclipse every six months, solar or lunar,\" said Western University astronomy professor Jan Cami.\n \"This is a total lunar eclipse.  They are not all that common.  Most eclipses are partial.\" \"\nIf you miss it, you can rebound: You'll have a second chance to see a total lunar eclipse Oct. 8th, and a third and fourth chance after that.  Tuesday's eclipse marks the start of a series of four total lunar eclipses in a row over two years, ending Sept. 28, 2015.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9468562",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8328,
                    "source": {
                        "title": "The London Free Press",
                        "uri": "www.lfpress.com"
                    },
                    "time": "00:40:00",
                    "title": "Lunar eclipse: London clouds crash celestial show",
                    "uri": "175442496",
                    "url": "http://www.lfpress.com/2014/04/14/lunar-eclipse-london-clouds-crash-celestial-show",
                    "wgt": 1
                },
                {
                    "body": "If you find yourself up in the wee hours of the morning putting the final touches on your tax return tonight - Monday night into Tuesday morning, April 14 to April 15 - you've picked a good time to procrastinate: a total lunar eclipse visible across North America will occur beginning at 3:07 a.m. Eastern Daylight Time.\n The problem for residents of Massachusetts and much of the eastern United States is that the weather forecast calls for cloudy, rainy or snowy skies obstructing the view of what many are calling a Blood Moon total lunar eclipse.  But, there are ways to watch the celestial show no matter what the conditions.\n If it's clear, look outside.  The eclipse of the moon goes into partial phase at 1:58 a.m. EDT on Tuesday.  Total lunar eclipse begins at 3:07 a.m. and continues until 4:25 a.m. The website earthsky.org has a handy list of North American times for when the key points in the eclipse here \"\nIf it's cloudy, NASA plans live coverage and commentary of the eclipse on its UStream channel embedded below:\nAccording to the NASA website, this is the last chance to see a total lunar eclipse in its entirety in the U.S. until 2019:\nThe United States will be in a prime orbital position and time of day to view the eclipse.  Depending on local weather conditions, the public will get a spectacular view looking into the sky as the moon's appearance will change from bright orange to blood red to dark brown and perhaps gray.  The eclipse is a phenomenon that occurs when the Earth, moon and sun are in perfect alignment, blanketing the moon in the Earth's shadow.  The United States will not be able to witness a full lunar eclipse in its entirety again until 2019.\n A lot of people have been talking about the eclipse being a blood moon, for various reasons.  The moon will appear reddish for a while, for sure.  That has to do with the light that is being reflected back on to it during the eclipse (rather than the bright light of the sun that directly hits the moon when it isn't being eclipsed).  Sky and Telescope has a fact-filled article on tonight's lunar eclipse, including this explanation of what the moon will look like during early hours of April 15:\nOur atmosphere scatters and refracts (bends) sunlight that grazes the rim of our globe, so that red glow comes from all the sunrises and sunsets around Earth's terminator at the moment.  If you were an astronaut standing on the Moon, you'd see Earth ringed with a thin, brilliant band of sunset- and sunrise-colored light.  On rare occasions the eclipsed Moon does go black.  Other times it appears as bright and coppery as a new penny.  Sometimes it turns brown like chocolate, or as dark red as dried blood.\n Many scientists have said the term \"Blood Moon\" is not a scientific one but a religious one.  EarthSky.org gives a comprehensive overview of blood moons and their background here \"\nAlso, Karl Tate, SPACE.com Infographics Artist, has an excellent \"Blood Moons Explained\" multimedia presentation here \"\nEarthSky.org and SPACE.com both note that tonight marks the beginning of a lunar tetrad, or four lunar eclipses in a row.  NASA explains a lunar tetrad here \"\nThe other lunar eclipses in the current tetrad will take place on Oct. 8 and in 2015 on April 4 and Sept. 28.\n Next up on the 2014 eclipse calendar: An annual solar eclipse on April 29 that won't be viewable in the Northern Hemisphere.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9457312",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8325,
                    "source": {
                        "title": "masslive.com",
                        "uri": "www.masslive.com"
                    },
                    "time": "19:42:00",
                    "title": "Lunar eclipse 2014: When and where to see the 'Blood Moon' arisin' on Tax Day",
                    "uri": "175399735",
                    "url": "http://www.masslive.com/news/index.ssf/2014/04/lunar_eclipse_2014_when_and_wh.html",
                    "wgt": 1
                },
                {
                    "body": "This eclipse is the first of a lunar tetrad - a series of four total eclipses of the moon [Al Jazeera]\nThe moon has turned blood red in some parts of the world.\n People in North and South America have been treated to the night-time spectacle, with those in northeastern Asia and Australasia having to wait for darkness to fall, before they could enjoy the later stages.\n This is the first total lunar eclipse since December 2011, but there will be plenty more over the next two years.\n The eclipse is the first of a lunar tetrad - a series of four total lunar eclipses, with no particle eclipses in between.  The other eclipses in the series will occur in six-month intervals:\n2014:\nTotal lunar eclipse: April 14-15\nTotal lunar eclipse: October 8\n2015:\nTotal lunar eclipse: April 4\nTotal lunar eclipse: September 28\nA lunar eclipse happens when the earth lies in between the sun and the moon.  This means the sun's light is blocked by the earth, and the moon passes into its shadow.\n During the eclipse, the moon took on a dramatic blood red appearance.  In ancient times this was thought to be a bad omen, but now it is understood that it is simply due to the scattering of light by the air in our atmosphere.\n The scattering of light is something that happens every day.  Blue light is scattered most effectively, and this explains why the sky is blue.  Red light, on the other hand, is scattered least, which is why the setting sun is red.\n When the sun, earth and moon are all lined up, the sun's rays shine on the edges of the earth, and through our atmosphere.  As they pass through the air, the atmosphere bends (refracts) them, and focuses them on the moon.\n As well as being bent, the light has also been scattered.  The blues and greens have been scattered, leaving only the red and orange tones.  This gives the moon a strange red glow as it disappears into the earth's shadow.\n Unlike a solar eclipse, no special filters are required to protect your eyes.  This means that this spectacle is completely safe to view with the naked eye, and for those who missed it, there is only a six-month wait until the next one.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9485558",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8234,
                    "source": {
                        "title": "www.aljazeera.com",
                        "uri": "www.aljazeera.com"
                    },
                    "time": "07:32:00",
                    "title": "A blood moon",
                    "uri": "175512055",
                    "url": "http://www.aljazeera.com/weather/2014/04/blood-moon-2014415839519693.html",
                    "wgt": 1
                },
                {
                    "body": "There is a total eclipse of the moon tonight, and you can watch it live, online, right here.\n NASA will be live streaming a view of the the lunar eclipse from the Marshall Space Flight Center in Alabama.  The broadcast begins at 11 p.m. PDT on Monday night and continues until 2 a.m. Tuesday morning.\n If you have questions about the eclipse, you can address them to NASA astronomer Mitzi Adams and astrophysicist Alphonse Sterling via a live web chat.  The chat starts at 10 p.m. PDT and will continue until 2 a.m.\nThe first faint traces of Earth's shadow will begin to fall across the moon's surface at 10:20 p.m. PDT on Monday night, but the eclipse will begin in earnest around 11 p.m. PDT, when it will look like the moon has had a bite taken out of it.  The total eclipse -- when the entire moon is bathed in Earth's shadow -- will start at 12:07 a.m. PDT and lasts until 1:25 a.m.\nTotal lunar eclipse tonight: How to see tonight's blood moon\nA lunar eclipse occurs when Earth moves directly between the moon and the sun, casting the moon in a long shadow.  The shadow doesn't block out the moon completely, but rather causes it to glow an eerie shade of red.  That's because light scattered by Earth's atmosphere still manages to reach the lunar surface.\n If you were standing on the moon during a lunar eclipse, you would see Earth surrounded by a fiery ring of orange -- the light of all the sunsets and sunrises at that particular moment in time.\n Total lunar eclipses occur about two times a year, but they are only visible from certain parts of Earth.  Here in North America, we haven't been able to see a total lunar eclipse since 2011, according to Sky and Telescope Magazine.\n If you live in the continental United States, and you've got clear skies, and it's not too freezing outside, we strongly suggest you look away from the computer and up in the sky to experience the eclipse for yourself, at least for a little bit.  It's an opportunity that doesn't come along all the time.\n Getting angry with your spouse?  Quick, eat something!\n Total lunar eclipses: 'Blood moon' is first of four [Infographic]",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9471827",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8205,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "05:21:00",
                    "title": "Lunar eclipse tonight: Watch it live with NASA, right here - Los Angeles Times",
                    "uri": "175453572",
                    "url": "http://www.latimes.com/science/sciencenow/la-sci-sn-lunar-eclipse-watch-live-20140411%2C0%2C5943035.story",
                    "wgt": 1
                },
                {
                    "body": "A rust-hued blood moon will be visible early Tuesday morning in Southwest Florida, providing a rare opportunity to glimpse a total lunar eclipse.\n The partial lunar eclipse begins at 2 a.m. and will become total at around 3 a.m., according to NASA's predictions.\n As the moon reflects the glow of the sun passing through the Earth's atmosphere, it will take on a glow that may range from orange to dark red.  This type of eclipse is one of two lunar phenomena sometimes called a \"blood moon.\" \"\nThough the late start means places such as the Calusa Nature Center & Planetarium in Fort Myers will not be hosting events of their own, anyone interested in seeing the eclipse can do so.\n The eclipse will be visible in its entirety to stargazers in North and South America.  Weather permitting, even in polluted skies, the lunar eclipse can be seen with the naked eye, according to the Southwest Florida Astronomical Society.\n To find out when to see the exact phases of the eclipse, see the U.S. Naval Observatory page.\n For those who don't wish to step outside, watch a live video stream at Space.c com, courtesy of NASA.\n And Tuesday's total lunar eclipse won't be the last one this year.  Another is expected to be visible from North American Oct. 8.  Tuesday's eclipse is the first in a series of lunar eclipses known as a tetrad.  A total of four eclipses will occur over the next 15 months.  The last tetrad took place in 2004.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9462239",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8188,
                    "source": {
                        "title": "NPDN",
                        "uri": "www.naplesnews.com"
                    },
                    "time": "01:05:00",
                    "title": "Are you getting up early (or staying up late) to see the blood moon?",
                    "uri": "175417232",
                    "url": "http://www.naplesnews.com/news/2014/apr/14/are-you-getting-early-see-blood-moon/?partner=RSS",
                    "wgt": 1
                },
                {
                    "body": "Moon rises red for eclipse\nBE sure to look towards the eastern horizon at about 5.25pm today, April 15, to see the moon rising red in what will be the first of two total lunar eclipses this year.\n A total lunar eclipse occurs during a full moon when Earth's shadow falls directly across the lunar face.\n The shadow moves slowly, appearing at first to look dark until it completely covers the moon's face and the shadow suddenly turns coppery-red, making the moon appear to change colour.\n The effect is due to sunlight that is filtered and refracted by Earth's atmosphere.\n Today's eclipse will begin at 1.53pm local time, making its early stages not visible from Australia.\n It can be seen from moonrise, 5.25pm, when the eclipse will be just ending its total phase and the moon should already appear to be red.\n The greatest part of the eclipse will occur at 4.45pm, with the total phase ending at 5.24pm and the eclipse ending at 7.37pm.\n The next total lunar eclipse, which will be visible in Australia from start to finish, will occur on October 8.\n Unlike solar eclipses, lunar eclipses are safe to look at without eye protection.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9457359",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8181,
                    "source": {
                        "title": "Bayside Bulletin",
                        "uri": "www.baysidebulletin.com.au"
                    },
                    "time": "19:59:00",
                    "title": "Moon rises red for eclipse",
                    "uri": "175399740",
                    "url": "http://www.baysidebulletin.com.au/story/2210429/moon-rises-red-for-eclipse/?cs=12",
                    "wgt": 1
                },
                {
                    "body": "Sky watchers are getting ready for an evening of special viewing when a total lunar eclipse arrives early on the morning of Tuesday, April 15.\n What's more, this begins a rare sequence of four total lunar eclipses expected over the next two years.\n In San Antonio, you can look to the sky around 1 a.m. Central to see the start of the eclipse.  By 2 a.m. there should be a full lunar eclipse that lasts just over an hour.\n Some Christians see this series of so-called blood moons as linked to a biblical prophecy of the End Times.\n A lunar eclipse occurs when the sun, Earth and moon line up so the Earth's shadow falls on the moon, darkening it.\n \"Eclipses are one of the few astronomical events that can easily be enjoyed with the naked eye,\" though a pair of binoculars brings it into even greater focus, said astronomy writer Gary Kronk.\n As it begins, \"the Earth's shadow will make a slow crawl across the moon's face, appearing as if there is an increasingly large 'bite' taken out of the moon,\" said Deborah Byrd with EarthSky.o org, an online science magazine.\n At first, the full moon will just appear to be a little darker than normal, \"but eventually people will notice a much darker arc moving across the moon, with a distinct rusty reddish-brown color,\" said astronomer Gerald McKeegan at the Chabot Space and Science Center in Oakland, Calif.\nThe bloody red color the moon takes on during an eclipse is caused by refraction of sunlight by the Earth's atmosphere.\n \"It is the same effect that you see when the sun turns reddish-orange at sunset, only in this case the refracted sunlight projects all the way to the moon,\" McKeegan said.\n This eclipse also features an extra astronomical quirk.  Mars will appear \"as a fiery red 'star' next to the moon.  Together red Mars and the red shadow on the moon's face should be a spectacular sight and an incredible photo opportunity,\" said Byrd.\n The only downside to this month's lunar eclipse is that it comes very late at night for most of America.\n However, many observatories and science museums will have special events during the eclipse.  For those where it's cloudy, the Griffith Observatory in Los Angeles will be streaming the event live.\n The April 15 eclipse marks the start of a lunar tetrad.  That event occurs when there are four successive total lunar eclipses, with no partial lunar eclipses in between, each of which is separated from the other by six full moons.\n A book out last year, Four Blood Moons: Something is about to change, suggests the event could be a fulfillment of biblical prophecy.\n In it, John Hagee writes that the red disks of the moon during the full eclipses are referred to in the book of Joel 2:31: \"The sun will be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.\" \"\nThe other three eclipses of this lunar tetrad are on Oct. 8 of this year and then April 8 and Sept. 28 of 2015.\n Tetrads are by no means unknown, says Byrd.  There will be a total of eight lunar tetrads between 2001 and 2100.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9450867",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8167,
                    "source": {
                        "title": "KENS 5",
                        "uri": "www.kens5.com"
                    },
                    "time": "17:34:00",
                    "title": "What time to look to the sky for the 'blood moon' lunar eclipse",
                    "uri": "175377429",
                    "url": "http://www.kens5.com/news/255212071.html",
                    "wgt": 1
                },
                {
                    "body": "SACRAMENTO (CBS13) - Valley stargazers are in for a special treat tonight: a total lunar eclipse.\n It's the first total lunar eclipse visible to North America since Dec. 2010.\n Interestingly, the eclipse will be one of four consecutive total lunar eclipses to take place in 2014 and 2015, according to NASA.\n The show will begin at 9:53 p.m. with the penumbral eclipse.  Don't expect to see much at this time, however.  Around 10:50 p.m., when the partial eclipse begins, is when things get really interesting.  The moon will look like it is being eaten, as more and more of the Earth's shadow covers the moon.\n NASA says that the time of greatest eclipse will be at 12:45 a.m. Tuesday.  At this point, the moon will appear to turn red, with the only light hitting the moon being the light that is bending around the Earth.\n Take any photos?  Send them to us!  Upload them here- http://yourphotos.sacramento.cbslocal.com/",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9441521",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8166,
                    "source": {
                        "title": "KOVR TV 13",
                        "uri": "sacramento.cbslocal.com"
                    },
                    "time": "18:14:00",
                    "title": "Total Lunar Eclipse: When To Look Up",
                    "uri": "175347575",
                    "url": "http://sacramento.cbslocal.com/2014/04/14/total-lunar-eclipse-when-to-look-up/",
                    "wgt": 1
                },
                {
                    "body": "A total lunar eclipse will turn the moon red on April 15.  NASA\nA total lunar eclipse is coming Tuesday, and there has been plenty of talk about the \"blood moon\" and the beginning of a lunar tetrad.  Whether or not you believe in prophecies, the total lunar eclipse will be a skywatcher's delight and there will be several live streams of the event.\n While you can view the full moon on Monday, those wishing to see the total lunar eclipse will have to stay up late.  According to NASA, the eclipse will begin around 2 a.m. EDT on Tuesday, when the moon will enter the partial shadow, or penumbra, of the Earth.  During that time, stargazers will see a sped-up version of the phases of the moon.  The peak of the total lunar eclipse begins at 3:45 a.m. EDT, when the moon enters Earth's shadow, known as the umbra.  During that time, the moon will turn a shade of red.\n Slooh astronomer Bob Berman explains the phenomenon: \"All the world's sunrises and sunsets send their indirect light to the moon at this time -- as the only light hitting the Moon.  The result is that the fully eclipsed moon assumes a gorgeous coppery color.\" \" The total lunar eclipse will be visible across North America.\n The Virtual Telescope Project will also have a live stream of the lunar eclipse, The broadcast begins at 2:30 a.m. EDT and can be viewed here.  A fourth lunar eclipse live stream will originate from Columbus State University beginning at 11 p.m. EDT.\n NASA's total lunar eclipse live stream begins around 2 a.m. EDT, and the space agency hosted a Reddit AMA session with planetary scientist Renee Weber.  The space agency will host a Web chat with astronomer Mitzi Adams and astrophysicist Alphonse Sterling beginning at 1 a.m. EDT at the dedicated lunar eclipse page.\n The Slooh broadcast will originate from the Prescott Observatory in Arizona and will feature Berman, Slooh observatory director Paul Cox and Duncan Copp, professor emeritus of astronomy at University of California Berkeley, discussing the total lunar eclipse.  As Slooh notes, the total lunar eclipse comes on the heels of the closest approach of Mars.  As stargazers observe the eclipse they will also be able to see Mars and Spica, a bright blue star.\n The view from New York at 1 a.m. EDT on Tuesday.  The total lunar eclipse begins at 2 a.m. EDT and reaches its peak at 3:45 a.m. EDT.  In the photo, Mars is a red dot to the right of the moon.  SLOOH\nTuesday's total lunar eclipse marks the beginning of a tetrad, a series of four total lunar eclipses occurring every six months.  The next total lunar eclipse will take place on Oct. 8.  The tetrad has led to some talk about the \"end of days\" or something historical cataclysmic during this event, but chances are that if anything does happen it's coincidental and nothing to do with a blood moon.  The \"blood moon prophecy\" has been touted by Texas pastor John Hagee, who has written a series of books linking the tetrad to a passages in the Bible.\n The total lunar eclipse also will have engineers at NASA nervous, as the Lunar Reconnaissance Orbiter will not have chance to recharge its batteries because it will pass through the Earth's shadow twice and relies on solar power to replenish its batteries.\n Slooh's total eclipse live stream begins at 2 a.m. EDT and can be viewed below.\n NASA's broadcast of the total eclipse will begin around 2 a.m. EDT.  The lunar eclipse will be a three-hour event, ending at 5 a.m. EDT.\n Charles Poladian Twitter Google Plus RSS\nCharles Poladian joined IBTimes in October 2012 and, when not reporting on all things topical, can be found reading or photographing concerts.\n Continue Reading More from Charles Poladian more articles Watch The 'Blood Moon' Rise Here Watch The Launch Of SpaceX's Latest Mission Here The Main Suspects Following The Shocking 'Game Of Thrones' Murder Fans React To A Shocking 'Game of Thrones' Death",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9457298",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8163,
                    "source": {
                        "title": "International Business Times",
                        "uri": "www.ibtimes.com"
                    },
                    "time": "18:42:00",
                    "title": "Total Lunar Eclipse Live Stream: Watch The 'Blood Moon' Rise Here [VIDEO]",
                    "uri": "175399749",
                    "url": "http://www.ibtimes.com/total-lunar-eclipse-live-stream-watch-blood-moon-rise-here-video-1571002",
                    "wgt": 1
                },
                {
                    "body": "(NEW YORK) -- If you were asleep when the \"blood moon\" graced the sky early Tuesday, you're in luck.  The moon will glow red three more times in the next 18 months, scientists say.\n It's all part of a lunar eclipse \"tetrad\": a series of four consecutive total lunar eclipses that happen at about six-month intervals.\n The next one is due Oct. 8, followed by blood moons on April 4, 2015, and Sept. 28, 2015, according to NASA.\n There will be a total lunar eclipse on those dates, when the moon passes into the Earth's shadow, and the moon will begin to appear bright orange or red because of the way sunlight bends through the Earth's atmosphere.  The sunset hue lasts up to an hour.\n The moon appeared reddest Tuesday around 3 a.m.\nYou'll have to be an early riser to catch the October \"blood moon.\" \" That total eclipse will begin at 6:25 a.m. Clear skies are key and people on the West Coast will have the best view.\n NASA eclipse expert Fred Espenak pointed out that this lunar eclipse series is unique because all four eclipses will be visible in North America, which isn't always the case.\n There are about two lunar eclipses a year, but you'll only see a blood mood during a total eclipse.  There are also partial eclipses, when the moon only passes into part of Earth's shadow, and penumbral eclipses, when the moon barely grazes the Earth's shadow, which is so subtle most sky-gazers don't even notice.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9505337",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8138,
                    "source": {
                        "title": "www.kabc.com",
                        "uri": "www.kabc.com"
                    },
                    "time": "15:01:00",
                    "title": "Missed the 'Blood Moon'? Here's Your Next Chance",
                    "uri": "175593302",
                    "url": "http://www.kabc.com/common/more.php?m=58&ts=1397580604&article=CD52CF6CC4B911E3B51EFEFDADE6840A&mode=2",
                    "wgt": 1
                },
                {
                    "body": "A lunar eclipse occurs when the earth passes between the sun and the moon, casting its shadow on the moon's surface.\n Unfortunately, while the lunar eclipse lasts for more than three hours, Ireland will be in full daylight at the time, and the eclipse can only be viewed by the night side of the earth.\n However, it is possible to watch events unfold live from the American continent thanks to live feeds from telescopes on the dark side of our planet.\n The total lunar eclipse over Jerusalem's Old City on February 21, 2008.\n Unlike a solar eclipse, where the sun disappears for a period of several minutes, the moon doesn't vanish during an eclipse - instead, it turns red, leading to what is sometimes called a \"blood moon\".\n This happens for the same reason a red sunset happens: light hits the earth's atmosphere, and has to travel a long way through the air - causing it to bend and scatter.\n The red light is more resistant to this effect, so it keeps going long enough to hit the moon.\n The last total lunar eclipse was on December 10, 2011 - but over the next two years, we'll have four of them in rapid succession, one every six months.  This is called a lunar \"tetrad\".\n The next occurrence that will take place during European night will take place on September 28, 2015, at approximately 2am.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9460084",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8097,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.breakingnews.ie"
                    },
                    "time": "00:04:00",
                    "title": "Live: watch the total lunar eclipse",
                    "uri": "175408244",
                    "url": "http://www.breakingnews.ie/ireland/live-watch-the-total-lunar-eclipse-627880.html",
                    "wgt": 1
                },
                {
                    "body": "Early Tuesday morning, the full moon will hide behind the shadow of the Earth for 73 minutes.\n That's a total lunar eclipse.  During this time the Earth is directly between the sun and the moon.  The sun's rays create a glowing ring around the Earth, which when reflected on the moon gives it a reddish tint.\n The eclipse begins at 9:55 p.m. Monday.  The moon will start to be totally covered at 12:08 a.m. with the point of the greatest eclipse occurring at 12:46 a.m.\nOMSI Space Science Director, Jim Todd says it's the first of two total lunar eclipses this year.\n \"It can be viewed just about from any location, from your backyard, to a parking lot, or out in the country.  And the best thing is that it's safe to look at, whereas a solar eclipse you have to have special devices and filters and so on.  With a lunar eclipse you don't have to worry about that at all.\" \"\nOMSI will host a free viewing of the lunar eclipse Monday night at Milo McIver State Park in Estacada.  The gathering starts at 9:30 p.m.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9434339",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8083,
                    "source": {
                        "title": "www.opb.org",
                        "uri": "www.opb.org"
                    },
                    "time": "12:40:00",
                    "title": "Total Lunar Eclipse To Be Visible Early Tuesday",
                    "uri": "175322014",
                    "url": "http://www.opb.org/news/article/total-lunar-eclipse-to-be-visible-early-tuesday/",
                    "wgt": 1
                },
                {
                    "body": "NOTE: KTVB Meteorologist Larry Gebert says those in the Treasure Valley should expect a high probability of cloudy skies during tomorrow's eclipse event.\n Sky watchers are getting ready for an evening of special viewing when a total lunar eclipse arrives just after midnight on April 15.\n What's more, this begins a rare sequence of four total lunar eclipses expected over the next two years.\n Some Christians see this series of so-called blood moons as linked to a biblical prophecy of the End Times.\n A lunar eclipse occurs when the sun, Earth and moon line up so the Earth's shadow falls on the moon, darkening it.\n The eclipse on April 15 will begin around 12 a.m. Mountain Time.  Viewers should be able to see the eclipse in totality around 1 a.m.\n\"Eclipses are one of the few astronomical events that can easily be enjoyed with the naked eye,\" though a pair of binoculars brings it into even greater focus, said astronomy writer Gary Kronk.\n As it begins, \"the Earth's shadow will make a slow crawl across the moon's face, appearing as if there is an increasingly large 'bite' taken out of the moon,\" said Deborah Byrd with EarthSky.o org, an online science magazine.\n At first, the full moon will just appear to be a little darker than normal, \"but eventually people will notice a much darker arc moving across the moon, with a distinct rusty reddish-brown color,\" said astronomer Gerald McKeegan at the Chabot Space and Science Center in Oakland, Calif.\nThe bloody red color the moon takes on during an eclipse is caused by refraction of sunlight by the Earth's atmosphere.\n \"It is the same effect that you see when the sun turns reddish-orange at sunset, only in this case the refracted sunlight projects all the way to the moon,\" McKeegan said.\n This eclipse also features an extra astronomical quirk.  Mars will appear \"as a fiery red 'star' next to the moon.  Together red Mars and the red shadow on the moon's face should be a spectacular sight and an incredible photo opportunity,\" said Byrd.\n The only downside to this month's lunar eclipse is that it comes very late at night for most of America.\n However, many observatories and science museums will have special events during the eclipse.  For those where it's cloudy, the Griffith Observatory in Los Angeles will be streaming the event live.\n The April 15 eclipse marks the start of a lunar tetrad.  That event occurs when there are four successive total lunar eclipses, with no partial lunar eclipses in between, each of which is separated from the other by six full moons.\n A book out last year, Four Blood Moons: Something is about to change, suggests the event could be a fulfillment of biblical prophecy.\n In it, John Hagee writes that the red disks of the moon during the full eclipses are referred to in the book of Joel 2:31: \"The sun will be turned into darkness, and the moon into blood, before the great and terrible day of the Lord come.\" \"\nThe other three eclipses of this lunar tetrad are on Oct. 8 of this year and then April 8 and Sept. 28 of 2015.\n Tetrads are by no means unknown, says Byrd.  There will be a total of eight lunar tetrads between 2001 and 2100.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9436815",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8077,
                    "source": {
                        "title": "KTVB",
                        "uri": "www.ktvb.com"
                    },
                    "time": "16:35:00",
                    "title": "Blood moon eclipse on April 15 is a special event",
                    "uri": "175330136",
                    "url": "http://www.ktvb.com/home/255165061.html",
                    "wgt": 1
                },
                {
                    "body": "Total lunar eclipse April 2014: blood moon visible in USA, watch live streaming now on Slooh\nThis is an occasion that doesn't come very often.  Though it is going to be visible three more times from today to October 2015, nonetheless it doesn't happen very often and is happening after a very long time.\n Yes total lunar eclipse is underway and the whole world seems to be watching it at the moment.  I mean those part of the world where it is still night.  In many nations in the east in Asia and Oceana, it is already day and the sun is visible in full force, so enjoying a lunar eclipse there is utterly impossible.\n But in this part of the world where it is still night we are all set to enjoy the eclipse.  Though the fact that the eclipse is happening very late in the night and much of it will be in after the sunrise, nonetheless it hasn't reduced the charm of the total lunar eclipse that many are also calling blood eclipse.\n But if you live in a place where it is daytime, you shouldn't feel let down as it is being live streamed and you can watch it live.  But the fact that the eclipse in the United States will be visible only after midnight may be a bit unnerving for some.  So if you are eager to experience this rare eclipse tonight you will have to keep yourself awake.  If you thought that you can get up after midnight to experience the eclipse, your chance of witnessing it are as good as zero except if you have the same rare determination as this lunar eclipse.  Most of the people cannot actually manage to get up despite setting alarm for midnight.  So it is always better to be ready for the occasion in the best way.\n There is no denying the fact that enthusiasm for this solar eclipse is rather very high.  This is one of the most awaited total lunar eclipses and people have been waiting for it for weeks if not months.  But the moon is going to be fully eclipsed at about 12:07 a.m. According to astronomers, eclipse maximum is at 12:46.  During this moment, the moon will enter the Earth's umbra.  And it is this time when there will be complete shadow.  That is not the end of the whole process.  As time passes, the moon will continue to get progressively darker.  It will move deeper into the umbra.\n For millions and millions of skylovers in this part of the world it is a great opportunity to enjoy the occasion.  Experts are giving their own advises to people interested in watching the lunar eclipse.  Joe Sirard, an amateur astronomer says, \"We'll have clear skies -- even down to the beaches...W We've got four in a row that we're going to be seeing here in North America, which is pretty nice...I It doesn't happen too often that we get to see that many in a row.\" \" This is enticing time.  And if you don't find weather very clear you can always opt for Slooh.C Com that will be live streaming the lunar eclipse.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9469604",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8077,
                    "source": {
                        "title": "Northern Voices Online",
                        "uri": "nvonews.com"
                    },
                    "time": "01:32:00",
                    "title": "Total lunar eclipse April 2014: blood moon visible in USA, watch live",
                    "uri": "175444931",
                    "url": "http://nvonews.com/total-lunar-eclipse-april-2014-blood-moon-visible-in-usa-watch-live/",
                    "wgt": 1
                },
                {
                    "body": "A STUNNING sight glowed in Fraser Coast skies on Tuesday night as the region was treated to a blood moon.\n No, it wasn't a sign that the end of the world was nigh - it was a total lunar eclipse involving a perfect alignment of the sun, Earth and the moon.\n Sunlight passing through the Earth's atmosphere and refracting to the red end of the spectrum gave the moon its eerie colour.\n The lunar eclipse is one of the few cosmic events easily visible from Earth.\n Each year there are at least two lunar eclipses and there can be as many as five, although total eclipses are rarer.  This eclipse was the first total eclipse since December, 2011.\n Last night's eclipse was the first of a tetrad, or series of four.\n The other three eclipses will happen on October 8 this year and April 8 and September 28 next year.  Thousands across the Fraser Coast turned their eyes to the skies to watch the eclipse.\n With cloudy skies, at first catching a glimpse of the rare event did not seem possible.\n Happily the moon rose above the clouds to allow stargazers to see it take on its rusty shade.\n >> Visit the Chronicle's Facebook page to see readers' photos of the moon.\n Below: the lunar eclipse as seen in Hervey Bay\nBelow: Reader Diane Essery shared her image of the phases of the lunar eclipse",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9525862",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8067,
                    "source": {
                        "title": "Coffs Coast Advocate",
                        "uri": "www.frasercoastchronicle.com.au"
                    },
                    "time": "22:23:00",
                    "title": "Total lunar eclipse had residents seeing red",
                    "uri": "175665686",
                    "url": "http://www.frasercoastchronicle.com.au/news/total-lunar-eclipse-had-residents-seeing-red/2231346/",
                    "wgt": 1
                },
                {
                    "body": "US to get best view of total lunar eclipse\nThe people in North America will witness a celestial spectacle on Tuesday the occurrence of the total lunar eclipse.\n They will be in for a cosmic delight with the Earth's shadow falling across the moon, changing its color from bright orange to blood red (Blood Moon) to brown, subject to local weather conditions.\n The lunar eclipse will continue over three hours starting at 1:58 a.m. EDT when the Earth's shadow begin to cover the moon.  The moon will be fully eclipsed and covered in a red glow after about an hours since the eclipse started.\n According to the astronomers at the University of Texas's McDonald Observatory, the total lunar eclipse will be over by 5:33 a.m. The eclipse will be visible from most parts of the country, depending on the weather conditions with the exception of New England and Alaska.\n Alaskans can see the moon rising already that has been partly eclipsed.  From New England, the moon sets before the eclipse gets over.\n NASA plans live coverage of the eclipse on NASA TV, the NASA.g gov website and on its social media accounts beginning 2 a.m. EDT.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9451040",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8002,
                    "source": {
                        "title": "www.delhidailynews.com",
                        "uri": "www.delhidailynews.com"
                    },
                    "time": "16:31:00",
                    "title": "US to get best view of total lunar eclipse",
                    "uri": "175377436",
                    "url": "http://www.delhidailynews.com/news/US-to-get-best-view-of-total-lunar-eclipse-tonight-1397499820/",
                    "wgt": 1
                },
                {
                    "body": "The moon took on an eerie blood-red hue early Tuesday during the first total lunar eclipse of 2014, a celestial sight that wowed potentially millions of stargazers across North and South America.\n The total lunar eclipse of April 15 lasted about 3.5 hours between late Monday and early Tuesday, with the Earth's shadow slowing darkening the face of the so-called \"Blood Moon\" in a jaw-dropping sight for stargazers willing to stay up extra late or rise super-early for the event.\n \"Definitely worth the early wake-up call,\" skywatcher Brett Bonine of Arkansas told Space.com in an email.  [Blood Moon Photos: Amazing Total Lunar Eclipse Views for April 15]\nThe lunar eclipse peaked at 3 a.m. EDT (0700 GMT), with the moon taking 78 minutes to pass through the darkest point of Earth's shadow.  It was visible from most of North and South America, Hawaii and parts of Alaska.  The eclipse was the first of four consecutive total lunar eclipses, known as a \"tetrad,\" between April 2014 and September 2015.\n Astronomer Bob Berman, who hosted a live lunar eclipse webcast for the Slooh community telescope using views from Arizona's Prescott Observatory, said event was also one for the record books because of another bright object in the predawn sky.\n \"It was the most special one, I would say, of our lives,\" Berman said during the Slooh webcast.  \"What made it particularly extraordinary was that it happened on the same night as the closest approach of Mars to Earth in years.\" \"\nMars made its closest approach to Earth since 2008 on Monday night (April 14), coming within 57.4 million miles (92.4 million km) of our planet.\n So the Red Planet and the \"Blood Moon\" shined together in the predawn sky in a rare event, Berman said, adding that the bright blue star Spica completed the show.\n \"We'll never again for the rest of our lives see a total eclipse of the moon on the same night as the closest approach of a bright planet like Mars,\" Berman said.\n Space.com was flooded with lunar eclipse photos taken by excited observers from across the United States, with images coming in from Hawaii, Puerto Rico and even a Disney Fantasy cruise ship in the Gulf of Mexico.\n While heavy cloud cover and rain threatened to spoil the total lunar eclipse for observers in the eastern United States, stargazers in the central and western United States got a good lunar show.  In addition to the Slooh webcast, several other groups streamed live views of the eclipse.\n The University of Arizona's Mt. Lemmon SkyCenter at the Steward Observatory atop Mt. Lemmon in Arizona streamed spectacular telescope views of the eclipse from its start to finish.  NASA's Marshall Space Flight Center in Alabama teamed up with the iconic Griffith Observatory in Los Angeles, Calif., to offer another view.\n NASA is also keeping close watch on two solar-powered spacecraft currently orbiting the moon.  The lack of sunlight on the moon during the eclipse was expected to starve NASA's Lunar Reconnaissance Orbiter and LADEE moon dust probe, both of which are solar powered.\n Meanwhile, the Virtual Telescope Project in Ceccano, Italy (where the eclipse was not visible) streamed live views of spectacular eclipse photos by astrophotgraphers across the United States.  In South America, the Gloria Project held a live webcast at the Incan ruins of Cusco, Peru to mark the event.\n Photographer Tyler Leavitt of Las Vegas, Nevada, captured a stunning series of images showing the moon slowly waltz into Earth's shadow, then take on its iconic blood-red hue.  Leavitt took the photos from his front driveway between 11:30 p.m. and 1:20 a.m. PDT, and he was not alone.\n \"It was nice to see several of the neighbors coming out to take a look also,\" Leavitt told Space.com in an email.\n Lunar eclipses occur when the moon is full and passes through part or all of the Earth's shadow.  Total lunar eclipses happen when the moon is totally enveloped by Earth's shadow, darkening the face of the moon.  Because the moon's orbit is tilted, it does not perfectly align with Earth and the sun every month so lunar\nLater this month, from April 28 to April 29, the sun will turn into a \"ring of fire\" during an annular eclipse.  It's possible, however, that the celestial sight will only be visible for penguins.  The solar eclipse's totality will only be visible over an uninhabited part of Antarctica.  This year's total lunar eclipses and solar eclipses are among the most promising stargazing events of 2014.\n The next total lunar eclipse of 2014 will occur on Oct. 8, followed by another on April 8, 2015 and the last total lunar eclipse of the current tetrad on Sept. 28, 2015.\n Editor's Note: If you snapped an amazing picture of the April 15 total lunar eclipse, you can send photos, comments and your name and location to managing editor Tariq Malik at spacephotos@space.com.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9485547",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8002,
                    "source": {
                        "title": "Space.com",
                        "uri": "www.space.com"
                    },
                    "time": "08:17:00",
                    "title": "Under a Blood Moon: 1st Total Lunar Eclipse or 2014 Wows Stargazers (Photos)",
                    "uri": "175512034",
                    "url": "http://www.space.com/25498-total-lunar-eclipse-photos-wow-stargazers.html",
                    "wgt": 1
                },
                {
                    "body": "The first total lunar eclipse of 2014 will occur overnight tonight, marking the start of an eclipse tetrad -- four back-to-back total lunar eclipses -- that will happen over the next 18 months.\n During the skywatching spectacle, Earth's shadow will block out the sun's light, casting an eerie veil over the moon.  The eclipse is set to begin around 2 a.m. EDT (0600 GMT), and should last for about 3.5 hours.\n Skywatchers across most of North America and parts of South America should be able to see the total lunar eclipse unfold, weather permitting.  Detailed visibility maps, including graphics that show which parts of the world may be able to see the various stages of the eclipse, are available at Space.c com.\n 2.  It will be broadcast live\nIf you live outside of North America, or if clouds are threatening to block your view of the eclipse, you may still be able to enjoy the celestial show.  Tonight's total lunar eclipse will be broadcast live on Space.c com, courtesy of NASA, the Slooh community telescope and the Virtual Telescope Project.  The eclipse webcasts will begin at 2 a.m. EDT (0600 GMT Tuesday), and will include live feeds from telescopes across North America.\n The Slooh webcast will also feature commentary from the online observatory's director, Paul Cox, and astronomer Bob Berman, who will be reporting live from the Prescott Observatory in Prescott, Ariz.\n3.  There are more lunar eclipses to come\nTonight's eclipse will be the first of four total lunar eclipses that will occur over the next 18 months, according to astronomers.  The eclipses in this so-called tetrad should be visible for all or parts of the United States, Fred Espenak, a NASA astrophysicist and eclipse specialist, said in a statement.\n The next total lunar eclipses will occur Oct. 8, 2014, April 4, 2015, and Sept. 28, 2015.  Previously, an eclipse tetrad occurred from 2003 to 2004.  The next time skywatchers will be treated to four consecutive total lunar eclipses will be in the years 2032 to 2033, according to NASA.\n 4.  It's called a \"blood moon\"\nDuring an eclipse, the moon may turn a red or coppery color as it reflects sunrises and sunsets happening around the world.  While the moon is in shadow, some light from the sun shines through Earth's atmosphere.  Red light (unlike other colors that are blocked and scattered) is better able to penetrate the atmosphere, which creates this \"bloody\" effect.\n 5.  Don't worry, the world is not going to end\nDespite rumors circulating online that suggest the lunar eclipse tetrad is linked to biblical prophesies of the apocalypse, there is no reason to fear tonight's blood moon, according to astronomers.  In fact, eclipse tetrads are not particularly rare, Espenak said.\n \"During the 21st century, there are nine sets of tetrads, so I would describe tetrads as a frequent occurrence in the current pattern of lunar eclipses,\" he explained.  \"But this has not always been the case.  During the 300-year interval from 1600 to 1990, for instance, there were no tetrads at all.\" \"",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9450874",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7996,
                    "source": {
                        "title": "LiveScience.com",
                        "uri": "www.livescience.com"
                    },
                    "time": "17:19:00",
                    "title": "Lunar Eclipse Facts: 5 Neat Things About Tonight's 'Blood Moon'",
                    "uri": "175377364",
                    "url": "http://www.livescience.com/44814-lunar-eclipse-blood-moon.html",
                    "wgt": 1
                },
                {
                    "body": "BE sure to look towards the eastern horizon at about 5.25pm tonight, April 15, to see the moon rising red in what will be the first of two total lunar eclipses this year.\n BE sure to look towards the eastern horizon at about 5.25pm today, April 15, to see the moon rising red in what will be the first of two total lunar eclipses this year.\n A total lunar eclipse occurs during a full moon when Earth's shadow falls directly across the lunar face.\n The shadow moves slowly, appearing at first to look dark until it completely covers the moon's face and the shadow suddenly turns coppery-red, making the moon appear to change colour.\n The effect is due to sunlight that is filtered and refracted by Earth's atmosphere.\n Today's eclipse will begin at 1.53pm local time, making its early stages not visible from Australia.\n It can be seen from moonrise, 5.25pm, when the eclipse will be just ending its total phase and the moon should already appear to be red.\n The greatest part of the eclipse will occur at 4.45pm, with the total phase ending at 5.24pm and the eclipse ending at 7.37pm.\n The next total lunar eclipse, which will be visible in Australia from start to finish, will occur on October 8.\n Unlike solar eclipses, lunar eclipses are safe to look at without eye protection.\n More information from NASA",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463250",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7978,
                    "source": {
                        "title": "Bayside Bulletin",
                        "uri": "www.baysidebulletin.com.au"
                    },
                    "time": "22:31:00",
                    "title": "Moon rises red for eclipse tonight",
                    "uri": "175421740",
                    "url": "http://www.baysidebulletin.com.au/story/2210429/moon-rises-red-for-eclipse-tonight/?cs=213",
                    "wgt": 1
                },
                {
                    "body": "CAPE CANAVERAL, Fla. (AP) -- Parts of North and South America, got a look Tuesday morning at the first eclipse of the year -- in color.\n The moon was eclipsed by Earth's shadow.  This total lunar eclipse was visible across the Western Hemisphere.  The total phase will lasted 78 minutes, beginning at 3:06 a.m. EDT and ending at 4:24 a.m. EDT.\n A cold front brought clouds and rain into Pennsylvania on Monday night, prevented residents in our region for being able to witness the event.\n Even though the moon is in the Earth's shadow, it appeared a bit colorful, some shade of red or orange.  That's from light around the edges of the Earth -- essentially sunrises and sunsets -- splashing on the lunar surface and faintly lighting up the moon, said Alan MacRobert, senior editor at Sky & Telescope magazine.\n On April 29, the Southern Hemisphere will be treated to a rare type of solar eclipse.\n In all, four eclipses will occur this year, two lunar and two solar.\n Tuesday's lunar eclipse may damage a NASA spacecraft that's been circling the moon since fall.  But no worries: it's near the end of its mission.\n The robotic orbiter LADEE was never designed to endure a lengthy eclipse.  Scientists don't know if it will withstand the prolonged cold of the hours-long eclipse.\n Even if it freezes up, LADEE will crash into the far side of the moon the following week as planned, after successfully completing its science mission.  In an online contest, NASA is asking the public to guess the impact time.  Scientists expect LADEE's doomsday to occur on or before April 21.\n LADEE stands for Lunar Atmosphere and Dust Environment Explorer.  The science-collecting portion of the mission went into overtime at the beginning of March.\n The moon glows a red hue during a total lunar eclipse Tuesday, April 15, 2014, as seen from the Milwaukee area.  Tuesday's eclipse is the first of four total lunar eclipses that will take place between 2014 to 2015.  (AP Photo/Milwaukee Journal-Sentinel, Mike De Sisti)\nThe Earth's shadow renders the moon in a crimson hue during a total lunar eclipse behind the illuminated steeple of St. Olaf Lutheran Church in the town of Ashippun , Wis. Tuesday, April 15, 2014.  (AP Photo/Wisconsin State Journal, John Hart)\nThe moon glows a red hue during a total lunar eclipse Tuesday, April 15, 2014, as seen from the Milwaukee area.  Tuesday's eclipse is the first of four total lunar eclipses that will take place between 2014 to 2015.  (AP Photo/Milwaukee Journal-Sentinel, Mike De Sisti)\nEarth's shadow partially covers the moon toward the end of a total lunar eclipse Tuesday, April 15, 2014, as seen from the Milwaukee area.  Tuesday's eclipse is the first of four total lunar eclipses that will take place between 2014 to 2015.  (AP Photo/Milwaukee Journal-Sentinel, Mike De Sisti)",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9497039",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7965,
                    "source": {
                        "title": "newsitem.com",
                        "uri": "newsitem.com"
                    },
                    "time": "12:08:00",
                    "title": "Some Americans get front-row seat for lunar eclipse",
                    "uri": "175564702",
                    "url": "http://newsitem.com/news/some-americans-get-front-row-seat-for-lunar-eclipse-1.1668539",
                    "wgt": 1
                },
                {
                    "body": "COLUMBIA -- Cloud cover will be minimal when the Earth begins to eclipse the moon at 11:53 p.m. Monday.\n The total eclipse will occur between 1:06 and 2:24 a.m., according to the National Weather Service in Kansas City.\n Light from the sun will refract around Earth's atmosphere into the planet's shadow, casting a reddish hue over the moon.  The phenomenon is known as a \"blood moon,\" according to the National Weather Service.\n It will be the first total lunar eclipse since Dec. 10, 2011, according to NASA's website.  The last total lunar eclipse that was visible from North America happened on Dec. 21, 2010.\n The eclipse will end at 5:37 a.m. Tuesday.  The next total lunar eclipse will be Oct. 8, according to NASA.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463325",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7912,
                    "source": {
                        "title": "Columbia Missourian",
                        "uri": "www.columbiamissourian.com"
                    },
                    "time": "22:52:00",
                    "title": "Lunar eclipse sends 'blood moon' over Columbia",
                    "uri": "175421684",
                    "url": "http://www.columbiamissourian.com/a/173577/lunar-eclipse-sends-blood-moon-over-columbia/",
                    "wgt": 1
                },
                {
                    "body": "Total eclipse of the moon underway over southern California as seen from Korea town ,west of downtown Los Angeles ,early on April 15, 2014.  (Desiree Martin/AFP/Getty Images)\nThe moon took on an eerie blood-red hue early Tuesday during the first total lunar eclipse of 2014, a celestial sight that wowed potentially millions of stargazers across North and South America.\n The total lunar eclipse of April 15 lasted about 3.5 hours between late Monday and early Tuesday, with the Earth's shadow slowing darkening the face of the so-called \"Blood Moon\" in a jaw-dropping sight for stargazers willing to stay up extra late or rise super-early for the event.\n \"Definitely worth the early wake-up call,\" skywatcher Brett Bonine of Arkansas told Space.com in an email.  [Blood Moon Photos: Amazing Total Lunar Eclipse Views for April 15]\n(MORE: SpaceX Launch Encounters Trouble)\nThe lunar eclipse peaked at 3 a.m. EDT (0700 GMT), with the moon taking 78 minutes to pass through the darkest point of Earth's shadow.  It was visible from most of North and South America, Hawaii and parts of Alaska.  The eclipse was the first of four consecutive total lunar eclipses, known as a \"tetrad,\" between April 2014 and September 2015.\n Astronomer Bob Berman, who hosted a live lunar eclipse webcast for the Slooh community telescope using views from Arizona's Prescott Observatory, said event was also one for the record books because of another bright object in the predawn sky.\n \"It was the most special one, I would say, of our lives,\" Berman said during the Slooh webcast.  \"What made it particularly extraordinary was that it happened on the same night as the closest approach of Mars to Earth in years.\" \"\nMars made its closest approach to Earth since 2008 on Monday night (April 14), coming within 57.4 million miles (92.4 million km) of our planet.\n So the Red Planet and the \"Blood Moon\" shined together in the predawn sky in a rare event, Berman said, adding that the bright blue star Spica completed the show.\n (WATCH: Humans to Mars, But When?)\n\"We'll never again for the rest of our lives see a total eclipse of the moon on the same night as the closest approach of a bright planet like Mars,\" Berman said.\n Space.com was flooded with lunar eclipse photos taken by excited observers from across the United States, with images coming in from Hawaii, Puerto Rico and even a Disney Fantasy cruise ship in the Gulf of Mexico.\n While heavy cloud cover and rain threatened to spoil the total lunar eclipse for observers in the eastern United States, stargazers in the central and western United States got a good lunar show.  In addition to the Slooh webcast, several other groups streamed live views of the eclipse.\n The University of Arizona's Mt. Lemmon SkyCenter at the Steward Observatory atop Mt. Lemmon in Arizona streamed spectacular telescope views of the eclipse from its start to finish.  NASA's Marshall Space Flight Center in Alabama teamed up with the iconic Griffith Observatory in Los Angeles, Calif., to offer another view.\n NASA is also keeping close watch on two solar-powered spacecraft currently orbiting the moon.  The lack of sunlight on the moon during the eclipse was expected to starve NASA's Lunar Reconnaissance Orbiter and LADEE moon dust probe, both of which are solar powered.\n Meanwhile, the Virtual Telescope Project in Ceccano, Italy (where the eclipse was not visible) streamed live views of spectacular eclipse photos by astrophotgraphers across the United States.  In South America, the Gloria Project held a live webcast at the Incan ruins of Cusco, Peru to mark the event.\n (MORE: What Exactly Happened to Space Shuttle Columbia?)\nPhotographer Tyler Leavitt of Las Vegas, Nevada, captured a stunning series of images showing the moon slowly waltz into Earth's shadow, then take on its iconic blood-red hue.  Leavitt took the photos from his front driveway between 11:30 p.m. and 1:20 a.m. PDT, and he was not alone.\n \"It was nice to see several of the neighbors coming out to take a look also,\" Leavitt told Space.com in an email.\n Lunar eclipses occur when the moon is full and passes through part or all of the Earth's shadow.  Total lunar eclipses happen when the moon is totally enveloped by Earth's shadow, darkening the face of the moon.  Because the moon's orbit is tilted, it does not perfectly align with Earth and the sun every month so lunar\nLater this month, from April 28 to April 29, the sun will turn into a \"ring of fire\" during an annular eclipse.  It's possible, however, that the celestial sight will only be visible for penguins.  The solar eclipse's totality will only be visible over an uninhabited part of Antarctica.  This year's total lunar eclipses and solar eclipses are among the most promising stargazing events of 2014.\n The next total lunar eclipse of 2014 will occur on Oct. 8, followed by another on April 8, 2015 and the last total lunar eclipse of the current tetrad on Sept. 28, 2015.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9497044",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7907,
                    "source": {
                        "title": "The Weather Channel",
                        "uri": "www.weather.com"
                    },
                    "time": "11:08:00",
                    "title": "Photos of a Blood Moon: First Total Lunar Eclipse of 2014 Wows Stargazers",
                    "uri": "175564704",
                    "url": "http://www.weather.com/news/science/lunar-eclipse-photos-20140415",
                    "wgt": 1
                },
                {
                    "body": "The total lunar eclipse began around 1:05 a.m. Tuesday.  At around 1:25 a.m., the eclipse was at its halfway point.  Around 1:45 a.m., the eclipse was near totality.  After the eclipse, the moon took on a rusty red shade, earning it the name the \"Blood Moon.\" \"\nEarly Tuesday morning, the moon was eclipsed by Earth's shadow.  The total lunar eclipse began around 1:05 a.m. Tuesday.  At around 1:25 a.m., the eclipse was at its halfway point.  Around 1:45 a.m., the eclipse was near totality.  After the eclipse, the moon took on a rusty red shade, earning it the name the \"Blood Moon.\" \" This was one of four eclipses that will occur this year, two lunar and two solar.  According to The Associated Press, even though the moon was in the Earth's shadow, it appeared a bit colorful, some shade of red or orange, which was from light around the edges of the Earth -- essentially sunrises and sunsets -- splashing on the lunar surface and faintly lighting up the moon, said Alan MacRobert, senior editor at Sky & Telescope magazine.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9543173",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7897,
                    "source": {
                        "title": "Leader Journal",
                        "uri": "www.leaderjournal.com"
                    },
                    "time": "23:35:00",
                    "title": "Total eclipse of the moon",
                    "uri": "175735554",
                    "url": "http://www.leaderjournal.com/article/20140415/NEWS/140419037/1994/NEWS",
                    "wgt": 1
                },
                {
                    "body": "While the weather may be an issue for some in the eastern half of the U.S. tonight, the rest of us will have an opportunity to look up a see a full Lunar Eclipse, also known as the \"blood moon.\" \"\nThis first eclipse of the moon for 2014 should be visible, weather and cloud cover permitting, across the majority of North and South America, including viewers hoping to see the lunar eclipse in Hawaii and Alaska.  Below we cover where and when to look to see the lunar eclipse.\n Watch Lunar Eclipse video about the \"Blood Moon\" below:\nThe exact time to watch the lunar eclipse will vary depending on you location.  However in general the viewing opportunities begin after midnight Monday - into early Tuesday morning.\n The published times for tonight's eclipse of the moon stretch from 12:53am eastern to 6:00am.\n The Lunar Eclipse occurs when the Earth passes directly between the Moon and the Sun, which normally illuminates the Moon in the night sky.  As the moon passes into the Earth's shadow it appears to take on a dull and reddish color - hence the \"blood moon.\" \"\nIf the weather does not allow you to see the lunar eclipse tonight, don't despair.  The next viewing opportunity to see an eclipse of our Moon comes October 8 and should also be visible across most of the continent.\n Tonight's lunar eclipse is actually the first of four eclipses of our Moon, referred to as a \"lunar eclipse tetrad series,\" between tonight and September 2015.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9468602",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7889,
                    "source": {
                        "title": "newstaar.com",
                        "uri": "newstaar.com"
                    },
                    "time": "23:53:00",
                    "title": "Lunar Eclipse Tonight: Where and When to Look to See “Blood Moon”",
                    "uri": "175442508",
                    "url": "http://newstaar.com/lunar-eclipse-tonight-where-and-when-to-look-to-see-blood-moon/3510507/",
                    "wgt": 1
                },
                {
                    "body": "For just over 3 hours on Tuesday morning there will be a cosmic show over Montana.  The first of four total lunar eclipses during the next 18 months takes place early Tuesday morning.  The eclipse starts at 11:58 PM Monday night and ends at 3:33 AM Tuesday.  The middle of the eclipse, when the entire moon is a deep red, is at 1:45 AM.\n A lunar eclipse occurs when the moon's orbit takes it into the earth's shadow.  It's a perfect alignment between the sun, earth, and moon.  It turns the moon dark red because the only light that reaches the moon during the eclipse first passes through the earth's atmosphere.  The air scatterers the sunlight and separates into different colors.  The red light makes it through the scattering process and reaches the moon.  It's the same reason sunsets appear red.  University of Montana professor Dan Reisenfeld: \"At that particular moment the only light reaching the moon is all of the sunrises and all of the sunsets on earth all at once.\" \"\nA total lunar eclipse is when the entire moon passes through earth's shadow.  Four total lunar eclipses in a row is called a tetrad.  Eclipses come in predictable cycles, around every six months, but most eclipses have only part of the moon cloaked in shadow; so little that many don't notice.  Reisenfeld states that lunar eclipses are often linked to solar eclipses.  Many fall within two weeks of each other.  Solar eclipses are much harder to spot.  They're only visible in a swath over a couple hundred miles.  A lunar eclipse is visible over whatever continents happen to be at night when the eclipse occurs.  For Montana all four of the upcoming tetrad of eclipses will be visible.  The second eclipse occurs on October 8th.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9461900",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.788,
                    "source": {
                        "title": "NBCMontana",
                        "uri": "www.nbcmontana.com"
                    },
                    "time": "00:51:00",
                    "title": "Lunar eclipse over Montana early Tuesday | Missoula Local News - NBCMontana.com",
                    "uri": "175415611",
                    "url": "http://www.nbcmontana.com/news/lunar-eclipse-over-montana-early-tuesday/25482590?utm_source=dlvr.it&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "A lunar eclipse occurs when the earth passes between the sun and the moon, casting its shadow on the moon's surface.\n Unfortunately, while the lunar eclipse lasts for more than three hours, Ireland will be in full daylight at the time, and the eclipse can only be viewed by the night side of the earth.\n However, it is possible to watch events unfold live from the American continent thanks to live feeds from telescopes on the dark side of our planet.\n Unlike a solar eclipse, where the sun disappears for a period of several minutes, the moon doesn't vanish during an eclipse - instead, it turns red, leading to what is sometimes called a \"blood moon\".\n This happens for the same reason a red sunset happens: light hits the earth's atmosphere, and has to travel a long way through the air - causing it to bend and scatter.\n The red light is more resistant to this effect, so it keeps going long enough to hit the moon.\n The last total lunar eclipse was on December 10, 2011 - but over the next two years, we'll have four of them in rapid succession, one every six months.  This is called a lunar \"tetrad\".\n The next occurrence that will take place during European night will take place on September 28, 2015, at approximately 2am.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463239",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7801,
                    "source": {
                        "title": "www.kildare-nationalist.ie",
                        "uri": "www.kildare-nationalist.ie"
                    },
                    "time": "22:31:00",
                    "title": "Live: watch the total lunar eclipse",
                    "uri": "175421725",
                    "url": "http://www.kildare-nationalist.ie/2014/04/15/live-watch-the-total-lunar-eclipse/",
                    "wgt": 1
                },
                {
                    "body": "The first total lunar eclipse of 2014 was set to take place Monday night\nA fascinating astronomical event was set to take place in the early hours of Tuesday morning.  A total lunar eclipse was expected to be visible from locations across North America.  The eclipse was expected to begin at 12:54 a.m. ET and last through 6:38 a.m. However, the moon will fall completely behind the Earth's shadow between 3:07 a.m. and 4:25 a.m.\nA total lunar eclipse occurs when the Moon passes through the shadow cast by the Earth and makes our lunar satellite appear deep red.  When totally eclipsed, the full moon appears 10,000 to 100,000 times dimmer than usual and assumes a dark copper-red colour.  In comparison to the disc-like appearance of the usual bright full moon, the eclipsed moon seems more three-dimensional.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442859",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7796,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "14:19:00",
                    "title": "North America gets front-row seat for spectacular total lunar eclipse",
                    "uri": "175350497",
                    "url": "http://www.onenewspage.com/n/Science/750ebi5wv/North-America-gets-front-row-seat-for-spectacular.htm",
                    "wgt": 1
                },
                {
                    "body": "The moon is seen during a total lunar eclipse on April 15, 2014 in Miami, Florida.  People in most of north and south America should be able to witness this year's first total lunar eclipse, which will cause a 'blood moon' and is the first of four in a rare Tetrad of eclipses over the next two years.\n This composite image shows a sequence, from bottom left to top left, of the moon's transition during a total lunar eclipse.\n People watch as the 'Blood Moon' rises over the water in Wlliamstown in Melbourne, Australia.\n The moon glows a red hue during a total lunar eclipse as seen from the Milwaukee area.\n The moon over the Goddess of Liberty statue atop the Capitol in Austin, Texas.\n An airliner crosses the moon's path, above Whittier, California approximately one hour before a total lunar eclipse.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9505393",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7745,
                    "source": {
                        "title": "Reporter-Times",
                        "uri": "www.reporter-times.com"
                    },
                    "time": "15:23:00",
                    "title": "Blood Moon: Photos from the First Lunar Eclipse of 2014",
                    "uri": "175593280",
                    "url": "http://www.reporter-times.com/entertainment/parade/living/blood-moon-photos-from-the-first-lunar-eclipse-of/article_9b1a57e0-8ccc-56bb-8885-9e57a0c4cf4b.html",
                    "wgt": 1
                },
                {
                    "body": "There is a chance Saskatoon will miss out on celestial spectacle of the â\u0080\u009cblood moon,â\u0080\u009d one of two total lunar eclipses visible in North American this year.\n The weather forecast calls for cloudy periods tonight when the moon passes through the Earthâ\u0080\u0099s shadow.\n â\u0080\u009cIf itâ\u0080\u0099s just thin cloud cover, it might be visible.  If itâ\u0080\u0099s thick, maybe not.  Youâ\u0080\u0099ll have to step outside to know,â\u0080\u009d said Stan Shadick, an astronomy instructor with the University of Saskatchewan physics and engineering physics department.\n The U of S observatory opens to the public tonight for anyone wanting to get a good view of the blood moon.  It opens at 11:45 p.m. tonight and closes two hours later.  The campus observatory is one block north of the Wiggins Avenue and College Drive intersection.\n The partial phase of the lunar eclipse begins at 11:58 p.m., while the total phase begins at 1:07 a.m. Tuesday.  The full eclipse ends at 2:24 a.m. and the partial eclipse ends at 3:33 a.m.\nAdmission is free.\n If visible, sky watchers could see a reddish-orange moon tonight.\n â\u0080\u009cWhen the moon moves into the Earthâ\u0080\u0099s shadow, youâ\u0080\u0099d think the moon would be completely dark, but the light from the sun gets bent around the Earth and redirects into the shadow faintly illuminating the moon,â\u0080\u009d Shadick said.\n The total lunar eclipse this week is the first of four that will occur nearly every six months.  Total lunar eclipses occur twice a year but are not visible everywhere on Earth at the same time.  North America hasnâ\u0080\u0099t seen a total lunar eclipse since 2011.\n A total lunar eclipse occurs when the sun, the Earth and the moon are in perfect alignment so that the Earthâ\u0080\u0099s shadow completely covers the surface of the moon.\n Andrew Fazekas, spokesman for the Royal Astronomy Society of Canada, said the actual colour of the eclipse is hard to predict because thatâ\u0080\u0099s influenced by the levels of pollutants and dust that are floating around the Earthâ\u0080\u0099s atmosphere.\n â\u0080\u009cThe more dust there is, the deeper orange and red will be the colour of the lunar eclipse,â\u0080\u009d he added.  â\u0080\u009cIt varies from one event to the other.â â\u0080\u009d\nFazekas pointed out that, including Tuesdayâ\u0080\u0099s eclipse, Canadians will get to see four in a row â\u0080\" a series known as a tetrad â\u0080\" over the next 18 months.\n â\u0080\u009cThat wonâ\u0080\u0099t happen â\u0080\" that tetrad of lunar eclipsesâ\u0080\" for another 20 years,â\u0080\u009d he said.\n The other three will occur Oct. 8 this year and April 4 and Sept. 28, 2015.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463259",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7736,
                    "source": {
                        "title": "www.thestarphoenix.com",
                        "uri": "www.thestarphoenix.com"
                    },
                    "time": "22:31:00",
                    "title": "Blood Moon rising",
                    "uri": "175421736",
                    "url": "http://www.thestarphoenix.com/Blood%2BMoon%2Brising/9738378/story.html",
                    "wgt": 1
                },
                {
                    "body": "Stargazers around the world were able to view a total lunar eclipse last night.\n The moon moved through the eclipse to become a blood moon, a description that relates to light bouncing off the moon and being refracted through the earth's atmosphere, giving it a coppery hue.\n In New Zealand, the best views of the eclipse were in the lower North Island, although people as far south as Wanaka also reported seeing it.\n The eclipse is the start of a tetrad of blood moons - four successive total lunar eclipses, with no partial lunar eclipses in-between and six full moons between each eclipse.\n Photos: Getty, Jan MacKenzie",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9525866",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.772,
                    "source": {
                        "title": "news.msn.co.nz",
                        "uri": "news.msn.co.nz"
                    },
                    "time": "21:43:00",
                    "title": "Blood moon lunar eclipse",
                    "uri": "175665694",
                    "url": "http://news.msn.co.nz/glanceview/403179/blood-moon-lunar-eclipse.glance",
                    "wgt": 1
                },
                {
                    "body": "In United States, it will be a total bust when residents of east of the Mississippi River experience total lunar eclipse.  This extraordinary feature is expected to appear on Monday, April 14th night while leaving a very big contrast in the country.  Residents of central and western United States will get a fine view of the \"blood moon.\" \" Whoever expected to see the lunar eclipse from within the mentioned boundary, it will be a great shock since the blood moon is set to appear in all its brilliance.\n Other parts likely to experience the total lunar eclipse include; Alaska, Hawaii, South America and across North America.  Alongside being the first lunar eclipse for 2014, the feature attracts the attention of many scientists and residents in the US.  You need to stay alert to capture it passing live although this depends on your location.  The feature begins late in the night of Monday proceeding into wee hours of Tuesday.  Just pray hard for Mother Nature to take its course for see the total lunar eclipse.\n In terms of exact time to expect the blood moons, you can stay alert from 12.53a.m EDT to about 6a.m translating to 0453 to 1000, GMT.  There are several ways of noticing the appearance of heavenly bodies including eclipses.  On Monday night, there is expected to be a considerable cloudiness situation to much of eastern-third of United States.  This will be brought about by a slow-moving cold front that stretches from western New York State all the way to south-southwest and spreading into the central Gulf of Mexico.  For residents of Sault Ste-Marie, Mich. to Paducah, Ky. to Baton Rouge, and La., they are likely to experience poor sky conditions.\n Generally, this means that there will be a fleeting glimpse of the darkening moon more especially during Tuesday's predawn hours.  In giving a glimpse of hope, people living in inland sections of central and south Florida might be in a position to see the total lunar eclipse.  This is courtesy of a thin cloud layer that will enhance visibility of the shady lunar drama.  In terms of weather conditions, rain is expected in parts of Ohio and Tennessee River Valleys due to showers and scattered thunderstorms.  For snow, it is expected to fall over parts of northwest Ohio and Michigan.\n Occurrence of Lunar Eclipse\nAccording to many researchers and scientists, lunar eclipse is believed to occur when a full moon appears between the sun and the earth.  At the instance when the moon passes through part or all of the Earth's shadow, the moon's bright glow darkens.  It then means that the moon is entirely immersed in Earth shadow hence causing scattering of sunlight through the edges of Earth's atmosphere.  Scenarios like this produces moons specially known as \"blood moons.\" \" Looking at a lunar eclipse tetrad which scientists have predicted to occur between April 2014 and September 2015, Monday's appearance becomes the first of four consecutive total eclipses of the moon.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9483718",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7719,
                    "source": {
                        "title": "I4U News",
                        "uri": "www.i4u.com"
                    },
                    "time": "10:54:00",
                    "title": "Total Lunar Tetrad's First \"Blood Moon\" Expected on Monday Night",
                    "uri": "175505720",
                    "url": "http://www.i4u.com/2014/04/71724/total-lunar-tetrad-s-first-blood-moon-expected-monday-night",
                    "wgt": 1
                },
                {
                    "body": "At 12:58 a.m. the moon will move into Earth's shadow.  The full lunar eclipse - when the entirety of the moon is shaded by Earth - begins just over an hour later at 2:07 a.m. and lasts until 3:25 a.m.\nThe eclipse will be visible across almost the entire continental United States, most of Canada and Central America and parts of South America.\n The coming red moon, which you may have heard called a \"blood moon,\" is a perfectly natural occurrence.\n Every time the moon passes completely into the shadow of the Earth, it turns a reddish color - sometimes a bright copper, other times the dark reddish brown of dried blood.\n The red color occurs because even when the Earth has moved directly between the moon and the sun, the scattered light from all the sunsets and sunrises on the rim of our globe still make it to the moon's surface.\n \"If you were standing on the moon during a total lunar eclipse you would see the Earth as a black disk with a brilliant orange ring around it,\" said Alan MacRobert, of Sky and Telescope magazine.  \"And this brilliant ring would be bright enough to dimly light up the lunar landscape.\" \"\nIt has been a long time since a total lunar eclipse has been visible from the United States.  According to MacRobert, the last one took place on Dec. 11, 2011.  But the good news is there are three more on the way after this one.\n This lunar eclipse is the first in what is called an eclipse tetrad -- four successive lunar eclipses with no partial lunar eclipses in between.\n The next one, which also will be visible from nearly all of North America, will take place in October.\n As for the intriguing term \"blood moon\" - that appears to be new.  MacRobert has been writing about astronomy since 1982, and had never encountered it before.\n The astronomy website EarthSky.org suggests the phrase originated not with astronomers, but with a Christian pastor named John Hagee and his 2013 book, \"Four Blood Moons: Something is about to change.\" \"\nAccording to Hagee's ministry website, the book \"explores the supernatural connection of certain celestial events to biblical prophecy.\" \"\nRegardless of whether or not you call it a blood moon, this lunar eclipse is definitely worth staying up late to see.\n \"I really urge everyone to watch the progress of this eclipse,\" MacRobert said.  \"Whether you have a small telescope, a pair of binoculars or even just your naked eye - you'll be seeing part of the geometry of the cosmos happening right in front of your eyes.\" \"",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9443604",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.771,
                    "source": {
                        "title": "Keokuk Daily Gate City",
                        "uri": "www.dailygate.com"
                    },
                    "time": "14:33:00",
                    "title": "'Blood moon' visible at 2:07 a.m. Tues. during total lunar eclipse",
                    "uri": "175352952",
                    "url": "http://www.dailygate.com/news/article_fd5e0f80-c3ed-11e3-bf05-0019bb2963f4.html",
                    "wgt": 1
                },
                {
                    "body": "Forecasters say clouds rolling into Anchorage late Monday may obscure residents' view of the first total eclipse of the moon for 2014.\n But, luckily, this eclipse is only the first in a series.  It's known as a tetrad: four total lunar eclipses, one every six months starting tonight.  Meteorologists remain hopeful that pockets of clear sky over the city will provide periodic visibility.  \"It's not going to be a full overcast,\" said Tom Pepe with the National Weather Service.\n Here's how the astronomical event will play out: Around 10 p.m., the full moon will begin to rise over the jagged peaks of the Chugach Mountains and enter a partial eclipse (unlike a solar eclipse, you can look without damaging your eyeballs).  A lunar eclipse means the sun, Earth and moon are aligned and the moon tucks into Earth's shadow, said Travis Rector, a professor of physics and astronomy at the University of Alaska Anchorage.  \"It will look a bit like Pac-Man at first,\" he said, referring to a shadow that will start to envelop a bright moon.  By 11:07 p.m., the moon will be completely dark, giving off a red-orange glow.  This total phase will last until around 12:30 a.m., Rector said.\n He advised people to look south.  \"The moon will be fairly low on the horizon,\" he said.  \"It's just simply this time of year.\" \"\nThis is the first total lunar eclipse since Dec. 10, 2011.  The next will be Oct. 8, then April 4, 2015, and Sept. 28, 2015.\n If the weather doesn't cooperate, here's good news: Slooh, on online community observatory, will have a live broadcast of the eclipse starting at 10 p.m.: http://events.slooh.com/stadium/total-lunar-eclipse-arizona-april-15-2014",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9458232",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7698,
                    "source": {
                        "title": "Alaska Dispatch News",
                        "uri": "www.adn.com"
                    },
                    "time": "20:16:00",
                    "title": "Clouds may obstruct Anchorage's view of total lunar eclipse tonight",
                    "uri": "175401674",
                    "url": "http://www.adn.com/2014/04/14/3425493/clouds-may-obstruct-anchorages.html?sp=%2F99%2F188%2F",
                    "wgt": 1
                },
                {
                    "body": "Blood moon mesmerises sky gazers\nSky gazers were in for a treat in the Americas with a rare celestial show caused by the Earth's shadow falling across the Moon turning it into 'blood moon' for some time before reaching total lunar eclipse.\n The total lunar eclipse unfolded over three hours as the Moon moved into the Earth's shadow as the moon changed colour from orange to blood red or brown in the total eclipse.  The moment of greatest eclipse occurred at 08:45 BST (07:45 GMT).\n From 08:06 BST (07:06 GMT) our planet's natural satellite was reportedly fully eclipsed for more than 75 minutes and shrouded in a reddish glow.\n Even as skywatchers in north-west Africa and the eastern half of South America were able to see part of the eclipse because some stages occurred after moonset, most parts of America could catch the full show that lasted almost three hours.\n This was the first of the four lunar eclipses scheduled for the next few months with an annular solar eclipse on 29 April, a total lunar eclipse on 8 October and a partial solar eclipse on 23 October.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9505354",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7675,
                    "source": {
                        "title": "www.delhidailynews.com",
                        "uri": "www.delhidailynews.com"
                    },
                    "time": "14:43:00",
                    "title": "Blood moon mesmerises sky gazers",
                    "uri": "175593371",
                    "url": "http://www.delhidailynews.com/news/Blood-moon-mesmerises-sky-gazers-1397570437/",
                    "wgt": 1
                },
                {
                    "body": "-- image credit: Wikimedia Commons (author Peter Gaylard from Australia)\nCanadians of all coasts will get a glimpse at tonight's (or tomorrow morning's) lunar eclipse, scheduled to peak at 12:45 a.m. PST.\n Tonight's eclipse is known as a blood-red moon eclipse, a rarer eclipse, when our view of the Moon is completely covered by the Earth's shadow.\n \"The appearance is caused by the light from the Sun being refracted by Earth's atmosphere, similar to what happens at sunrise or sunset,\" reads the description from the H.R. MacMillan Space Centre, located in Vancouver's Vanier Park.\n \"People may refer to this type of lunar eclipse as a \"blood moon\" because of its red hue.\" \"\n(The MacMillan centre is holding an evening program tonight in its planetarium, beginning at 8:45 p.m. The eclipse begins at 9:55 p.m., with the full eclipse beginning at 12:08 a.m. tomorrow morning.  The centre says the eclipse will end at 3:36 a.m.)\n\"Some people like to say it's sort of a blood-red moon,\" said Colin Haig of the Royal Astronomical Society of Canada, to the CBC, \"which has great emotional impact but it's not really blood colour - it's more of a coppery colour.\" \"\nSeveral lunar eclipses happen every year, although they can only be viewed by certain places on Earth, and the Earth's shadow - which causes the Moon's eclipse, blocking the Sun - sometime sonly touches part of the Moon.\n Tonight's eclipse kicks off a four-part eclipse series known as a lunar tetrad, says the Space Centre.\n \"It means it is one of four successive total lunar eclipses in a row without a partial eclipse in between, each of which is separated by six full moons.\" \"\nThe next eclipses will be: October 8, 2014; April 4, 2015; and September 28, 2015.\n Also occurring tonight (and throughout April) is the \"opposition\" of Mars, meaning the red planet will have its closest approach to Earth in 26 months - with the two planets only 92 million kilometres apart.\n This happens ever two years, when the Earth passes between Mars and the sun.\n The red planet will look 10 times brighter than it normally does from Earth, according to NASA (CBC).",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9460878",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7643,
                    "source": {
                        "title": "Victoria News",
                        "uri": "www.vicnews.com"
                    },
                    "time": "00:17:00",
                    "title": "Lunar eclipse peaks tonight with rare 'blood-red moon'",
                    "uri": "175410573",
                    "url": "http://www.vicnews.com/lifestyles/255252861.html",
                    "wgt": 1
                },
                {
                    "body": "SAN DIEGO (CBS 8) - Skygazers get ready because something incredible is coming to the night sky over San Diego.\n Viewing conditions are expected to be good across the county for the full lunar eclipse.\n A total lunar eclipse will be seen over most of North America beginning tonight along the West Coast.\n The most impressive part of the eclipse begins at 10:58 p.m. when the first bite is taken out of the moon and slowly spreads across the rest of it, blotting the moon out completely in about an hours time.\n The eclipse begins to end around 1:30 in the morning and completely leaves the Earth's shadow at 2:33 a.m.\nCBS News 8's Meteorologist Natasha Stenbock says the good news for San Diego is the weather forecast looks great.\n The full eclipse is known as a \"blood moon\" because, as NASA explains, the sunset red glow that rings the earth as it blocks the light from the sun is cast upon the moon.\n Tonight's sky show will be the first time in more than three years a total lunar eclipse will be visible from San Diego and uninterrupted by sunrise in three years.\n And all you need to enjoy it will be a lawn chair, a blanket, and maybe a pot of coffee.\n There will be four total lunar eclipses visible from the United States in the next two years.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9457307",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7637,
                    "source": {
                        "title": "www.760kfmb.com",
                        "uri": "www.760kfmb.com"
                    },
                    "time": "19:44:00",
                    "title": "Full lunar eclipse visible across SD tonight",
                    "uri": "175399753",
                    "url": "http://www.760kfmb.com/story/25243711/full-lunar-eclipse-visible-across-sd-tonight",
                    "wgt": 1
                },
                {
                    "body": "ARLINGTON (CBSDFW.C COM) - If you stay up late on Monday night, into Tuesday morning, you will see the moon turn into a shade of red during a rare lunar eclipse.  This is also called a 'blood moon' because of the unique color.\n The moon turns a copper or reddish hue because of the Earth's shadow.\n A partial eclipse will begin at about 12:20 a.m. with the total eclipse taking place between 2:00 a.m. and 3:30 a.m m early Tuesday morning.  This is set to be the first time that a lunar eclipse can be seen from much of the United States since 2011.\n \"It happens at least twice in a year, and it can be as many as five,\" explained Levent Gurdemir, the director of the University of Texas-Arlington's planetarium.  \"But not always it is seen from your location.\" \"\nTuesday morning's phenomenon will be the first of a rare sequence of four lunar eclipses that are expected to take place over the next two years.\n The UTA planetarium also offers a glimpse at what the lunar event would look like if you were on the moon.  In that case, just as the Earth covers the sun, it would cast a red-colored shadow.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442839",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7573,
                    "source": {
                        "title": "KTVT TV 11",
                        "uri": "dfw.cbslocal.com"
                    },
                    "time": "14:03:00",
                    "title": "'Blood Moon' To Be Visible Over DFW",
                    "uri": "175350469",
                    "url": "http://dfw.cbslocal.com/2014/04/14/blood-moon-to-be-visible-over-dfw/",
                    "wgt": 1
                },
                {
                    "body": "Manawatu residents were treated to a fabulous astronomical sight as the moon passed through the earth's shadow thus generating a total lunar eclipse.\n It was the lunar eclipse that was not meant to happen, and Manawatu danced under the glory of it.\n With rain predicted to wash out all chance of seeing last night's blood moon the MetService's Daniel Corbett suggested the region try a ''lunar eclipse wiggle'' to persuade a break in the clouds.\n Someone did a jig.\n The clouds kept away and the rain waited until the early morning, allowing the region a perfect view of what is the first of four successive total lunar eclipses, with no partial lunar eclipses in-between and six full moons between each eclipse.\n The moon rose over the Tararua turbines with a bite out of it and was completely within the shadow by 7.06pm.  Kids who had never seen anything like it pointed in amazement as it began to turn a coppery hue.  Maximum eclipse was at 7.46pm, with totality ending at 8.23pm.\n Palmerston North Astronomical Society president Ian Cooper said the group were calling it ''the miracle of the 15th''.\n About 100 people, many of them parents with their children, turned out the the observatory at Anzac Park to watch the unexpected event, he said.\n ''When you look at how close the clouds were on the satellite and how they just rolled in straight after totality it's incredible that we got the view we did,'' he said.\n Cooper has not missed any of the 20 lunar eclipses since 1967 and said this one ranked right up there.\n ''It was excellent.  The interesting thing was that as far as blood moons go, this one was more yellowy-orange than red.  It was quite clean.  That happens - I've seen ones that are black which isn't much fun.  This one was probably pretty similar to one we had in 2007 or the big one back in 2000.' ''\nThe next total lunar eclipse for Manawatu to look forward to will be overnight on October 8/9, with mid-eclipse at 11.55pm.  The eclipse on April 4, 2015, will also be visible from this country, but that of September 28, 2015, would not be.\n MANAWATU'S BLOOD MOON TWEETS:\n@hapiharry Great shots of #bloodmoon by @GrumpyDarren pity his ladder climbing isn't so great.  Now it's #bloodfinger after crash\n@NzChrissie I see a #bloodmoon arising\n@JPu02 Great vantage point out my bedroom window.  Not one cloud.  Cheers Palmerston North! #LunarEclipse\n@JessCostall I hope you are all taking a look at the lunar eclipse tonight!\n@grumpykat So this means all the vampires come out tonight.  Right?",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9521161",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7565,
                    "source": {
                        "title": "Stuff.co.nz",
                        "uri": "www.stuff.co.nz"
                    },
                    "time": "19:28:00",
                    "title": "Blood moon rises over Manawatu",
                    "uri": "175645290",
                    "url": "http://www.stuff.co.nz/manawatu-standard/news/9947527/Blood-moon-rises-over-Manawatu",
                    "wgt": 1
                },
                {
                    "body": "Attention all vampires and late-night sky enthusiasts!  The sky should be clear for tonight's total lunar eclipse, which is also known as the \"blood moon\" because the color of the moon will be reddish.\n The first total lunar eclipse since 2011, this one should be excellent for most of the U.S. - including Missouri.  The beginning of the eclipse will begin just after midnight, at 12:20 a.m. April 15.  Just stay up late Monday night and by 2:07 a.m. the eclipse will be full.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9473583",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7548,
                    "source": {
                        "title": "www.sullivanjournal.com",
                        "uri": "www.sullivanjournal.com"
                    },
                    "time": "01:46:00",
                    "title": "Total Lunar Eclipse April 15, 2014",
                    "uri": "175462923",
                    "url": "http://www.sullivanjournal.com/news/local_news/article_696e0de2-c44d-11e3-885d-0017a43b2370.html",
                    "wgt": 1
                },
                {
                    "body": "For most U.S. states east of the Mississippi River, tonight's total lunar eclipse will likely turn out to be a total bust, while in contrast, much of the central and western United States will likely get a fine view of the \"blood moon\" in all its brilliance.\n The first total lunar eclipse of 2014 occurs in the overnight hours tonight (April 14) and will be visible across most of North America, South America, Hawaii and parts of Alaska.  Depending on your location, it begins either late tonight or in the wee hours of Tuesday, but as with every skywatching event, you can only see it if Mother Nature cooperates.\n Tonight's lunar eclipse runs from 12:53 a.m. EDT (0453 GMT) to about 6 a.m. EDT (1000 GMT).  If bad weather spoils your view, or you live in Europe or elsewhere outside the visibility zone, you can always watch live webcasts of the total lunar eclipse on Space.c com, courtesy of NASA, the Slooh community telescope, the Virtual Telescope Project.  [How to Watch Tonight's Total Lunar Eclipse]\nAlong the U.S. East Coast, a slow-moving cold front stretching from western New York State south-southwest into the central Gulf of Mexico is likely to bring considerable cloudiness to much of the eastern-third of the nation.  Generally speaking, anywhere east of a line extending from Sault Ste-Marie, Mich. to Paducah, Ky. to Baton Rouge, La. will have poor sky conditions for getting even a fleeting glimpse of the darkening moon during the predawn hours of Tuesday.\n The exception might be inland sections of central and south Florida where the clouds may be thin enough to allow for some visibility of the shady lunar drama.\n Showers and scattered thunderstorms -- a few possibly strong and gusty -- could bring as much as one-quarter to one-half inch of rain across parts of the Ohio and Tennessee River Valleys, with as much as an inch over the Florida Panhandle, while snow will fall over parts of northwest Ohio and Michigan.\n Over the central and western United States, high pressure over the plains states is expected to bring mainly fair skies.  However a cold front draped over the Pacific Northwest into northern California, could bring some cloudiness that may hinder the view.  Near and along the coast of Washington State, spotty showers could fall, but for the most part, the western two-thirds of the United States will be dry, tranquil and perfect for viewing tonight's moon show.\n Lunar eclipses occur when the moon is in the full moon stage and passes through part or all of the Earth's shadow, darkening the moon's typically bright glow.  During a total lunar eclipse, the moon is entirely immersed in Earth shadow, and can take on a dusky \"blood red\" color due to the scattering of sunlight through the edges of Earth's atmosphere.  Such moons are sometimes nicknamed \"Blood Moons.\" \"\nTonight's lunar eclipse is the first of four consecutive total eclipses of the moon between April 2014 and September 2015 in what scientists call a lunar eclipse \"tetrad\" series.  The next total lunar eclipse will occur on Oct. 8 and is also expected to be visible from much of North America.\n For the very latest forecast for your local area, check the National Weather Service Forecast Offices.  Just click on the office that serves your area for the latest weather outlook, including access to local radar and satellite imagery as well: http://www.nws.noaa.gov/organization.p php\nEditor's Note: If you snap amazing pictures of the total lunar eclipse or Mars, you can send photos and comments to managing editor Tariq Malik at spacephotos@space.com.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442800",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7535,
                    "source": {
                        "title": "Space.com",
                        "uri": "www.space.com"
                    },
                    "time": "14:49:00",
                    "title": "Total Lunar Eclipse Weather: Forecast Bleak for Eastern US, Promising Elsewhere",
                    "uri": "175350421",
                    "url": "http://www.space.com/25485-total-lunar-eclipse-weather-forecast.html",
                    "wgt": 1
                },
                {
                    "body": "Lunar eclipse 2014 is here: watch blood moon live tonight on Slooh\nThis is going to be an amazing experience for star gazers and sky lovers.  A great celestial development is taking place and rare blood lunar eclipse is going to happen within hours from now.  And the best thing is the fact that the total lunar eclipse will be there for hours.\n But the fact that the eclipse in the United States will be visible only after midnight may be a bit unnerving for some.  So if you are eager to experience this rare eclipse tonight you will have to keep yourself awake.\n If you thought that you can get up after midnight to experience the eclipse, your chance of witnessing it are as good as zero except if you have the same rare determination as this lunar eclipse.  Most of the people cannot actually manage to get up despite setting alarm for midnight.  So it is always better to be ready for the occasion in the best way.\n Thankfully weather is going to be clear in most of the places across the US.  And in places where weather is not that clear, there is always Slooh to help you experience all the movements of the moon.  Slooh will be live streaming the occasion in the coming hours.\n This is one of the most awaited total lunar eclipses and people have been waiting for it for weeks if not months.  But the moon is going to be fully eclipsed at about 12:07 a.m. According to astronomers, eclipse maximum is at 12:46.  During this moment, the moon will enter the Earth's umbra.  And it is this time when there will be complete shadow.  That is not the end of the whole process.  As time passes, the moon will continue to get progressively darker.  It will move deeper into the umbra.\n Experts are giving their own advises to people interested in watching the lunar eclipse.  Joe Sirard, an amateur astronomer says, \"We'll have clear skies -- even down to the beaches...W We've got four in a row that we're going to be seeing here in North America, which is pretty nice...I It doesn't happen too often that we get to see that many in a row.\" \" This is enticing time.  And if you don't find weather very clear you can always opt for Slooh.C Com that will be live streaming the lunar eclipse.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442827",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7532,
                    "source": {
                        "title": "Northern Voices Online",
                        "uri": "nvonews.com"
                    },
                    "time": "15:37:00",
                    "title": "Lunar eclipse 2014 is here: watch blood moon live tonight on Slooh",
                    "uri": "175350452",
                    "url": "http://nvonews.com/lunar-eclipse-2014-is-here-watch-blood-moon-live-tonight-on-slooh/",
                    "wgt": 1
                },
                {
                    "body": "UNITED STATES (4/14/14) -- While some attribute certain human behaviors to a full moon, tonight's full moon will exhibit some unusual visual behavior on its own shortly after midnight.  Unfortunately, most western Kentuckians won't be able to see it well due to overcast and cloudy skies.\n Beginning at 1:20 a.m. Tuesday, April 15 on the east coast, a total lunar eclipse will begin.  A total lunar eclipse occurs when the Earth and moon are in direct line so that the Earth's shadow covers the moon.  This is the start of a rare sequence of four total lunar eclipses expected over the next two years.\n During a total eclipse, the moon appears a little darker than normal.  However, a darker arc will move across the moon with a distinct rusty, red hue.  The color of the moon during this time is often referred to as a \"Blood Moon\".\n The bloody color is the result of the refraction of sunlight by the Earth's atmosphere.  It is the same effect that makes the sun appear reddish at sunset.\n This eclipse will also have another unique characteristic -- Mars will appear as a fiery red \"star\" next to the moon.  With the red shadow on the moon and the brilliant red of Mars, a great photo opportunity should be available to those with clear skies.\n Tuesday morning's eclipse is also the beginning of a lunar tetrad -- an event that occurs when there are four successive total eclipses with no partial eclipses in between.  Each of the four total eclipses are separated from each other by six full moons.\n The other three eclipses are on Oct. 8, 2014, April 8, 2015 and Sept. 28, 2015.  There will be a total of eight lunar tetrads between 2001 and 2100.\n Some biblical scholars are leaning toward prophecies being fulfilled while others are not.  In the Rev. John Hagee's book, \"Four Blood Moons: Something is About to Change,\" he says that changes are in store for Israel at this time.\n The best area for viewing the eclipse will be in the Mountain Time Zone from Texas to the Dakotas.\n Viewing from Kentucky will be poor at best and with the National Weather Service predicting 100 percent of precipitation through the night include a chance of light snow, it's doubtful it will be seen at all.\n Rita Dukes Smith\nSurfKY News Director",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463231",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7528,
                    "source": {
                        "title": "Journal Enterprise",
                        "uri": "surfky.com"
                    },
                    "time": "22:07:00",
                    "title": "Lunar Eclipse Should Be Obscured From View in Kentucky",
                    "uri": "175421696",
                    "url": "http://surfky.com/index.php/communities/177-general-news-for-all-sites-touching-hopkins-/47401-lunar-eclipse-should-be-obscured-from-view-in-kentucky",
                    "wgt": 1
                },
                {
                    "body": "Most people in China will not be able to see the first of four consecutive total lunar eclipses between April 2014 and September 2015, in what scientists call a lunar eclipse \"tetrad\" series, CCTV reported on its official Weibo account.\n The eclipse will occur on Tuesday afternoon Beijing Time, but it will only be visible in some northeastern and eastern coastal areas.\n In a rare celestial event, a total lunar eclipse is expected to turn the moon a burnt reddish orange - a phenomenon astronomers call \"blood moon,\" which occurs when the Earth, sun and moon are in perfect alignment, with the moon out of view in the Earth's shadow.\n NASA has confirmed that the Tetrad has only happened three times in more than 500 years.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9473869",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.749,
                    "source": {
                        "title": "www.ecns.cn",
                        "uri": "www.ecns.cn"
                    },
                    "time": "03:52:00",
                    "title": "China misses rare blood moon",
                    "uri": "175463668",
                    "url": "http://www.ecns.cn/2014/04-15/109501.shtml",
                    "wgt": 1
                },
                {
                    "body": "After the full moon rises at sunset Monday, a total lunar eclipse will begin at 6:53 p.m. Hawaii time, according to the W. M. Keck Observatory.\n Gusty trade winds are bringing drier than normal air and quickly blowing away most clouds, increasing the chance of good viewing for Big Islanders, according to Keck.  Leeward locations will provide the best viewing.\n The partial phase will begin about 7:53 p.m. At this time, the moon will appear red or black, depending on atmospheric conditions, as it travels into the shadow of Earth.\n The total lunar eclipse starts at 9:07 p.m. leaving the moon very dark in appearance.  At 10:25 p.m., the moon will leave the shadow of the Earth and begin to lighten.\n Monday's total lunar eclipse is the first of two that will occur in 2014.  The second total lunar eclipse will occur Oct. 7 with the partial phase starting at 11:14 p.m. and the total eclipse at occurring at 12:25 a.m. Oct. 8.\n In all, four eclipses will occur this year, two lunar and two solar.\n On April 29, the Southern Hemisphere will be treated to a rare type of solar eclipse.  A partial solar eclipse will occur Oct. 23.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463324",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7469,
                    "source": {
                        "title": "West Hawaii Today",
                        "uri": "westhawaiitoday.com"
                    },
                    "time": "22:07:00",
                    "title": "Big Island skies may provide good lunar eclipse viewing",
                    "uri": "175421697",
                    "url": "http://westhawaiitoday.com/community-bulletin/big-island-skies-may-provide-good-lunar-eclipse-viewing",
                    "wgt": 1
                },
                {
                    "body": "SOMETHING interesting happened in our skies early this morning.\n If you were bright-eyed and bushy-tailed at 1.58am, you would have seen the moon start to turn a reddish colour.\n We were lucky enough to be treated to one of Nature's magnificent shows - a partial lunar eclipse or \"blood moon\".\n Australia is on the edge so we won't get the full show that will be over the US.\n A lunar eclipse occurs when the Earth comes between the sun and the moon.\n As the Earth's shadow moves across the disc of the moon it gives a red tinge because of the dust and gases in our atmosphere.\n We see it as a \"blood\" colour.\n Usually, a lunar eclipse only happens once a year but this one is special because it is the start of a cycle known as \"Tetrad\" - a period of four lunar eclipses in two years.  That's one every six months.\n In some religions, this signals major prophesied events or the return of their lord.\n Really, it means we are going to be given four fantastic events in two years.\n The dates for these are April 15, 2014; October 8, 2014; April 4, 2015, and September 28, 2015.\n A lunar eclipse can be safely viewed with the naked eye.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463245",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7467,
                    "source": {
                        "title": "Warwick Daily News",
                        "uri": "www.warwickdailynews.com.au"
                    },
                    "time": "22:29:00",
                    "title": "Blood moon shows in partial lunar eclipse",
                    "uri": "175421718",
                    "url": "http://www.warwickdailynews.com.au/news/dont-miss-the-blood-moon-show-in-partial-lunar-ecl/2228341/",
                    "wgt": 1
                },
                {
                    "body": "A red lunar eclipse is expected to appear on April 15 in Oceania and the Americas.\n Researchers from the Spanish Institute of Astrophysics in the Canary Islands (IAC) have predicted the appearance of a red lunar eclipse, also called a \"blood moon\" eclipse, on April 15.  A red lunar eclipse is an unusual phenomenon whereby the sun, moon and Earth align, but the sun's light reflects off the Earth's atmosphere and illuminates the moon.\n According to the news publication Terra, researchers from IAC will observe the eclipse from the Inca ruins of Saksaywaman, on the outskirts of Cusco.  They will also broadcast the eclipse over the internet using a series of robotic telescopes.\n The lunar eclipse is expected to be the first in a tetrad of red lunar eclipses that will take place over the next two years at six month intervals, according to a report in USA Today.  The first three will be visible from Oceania and the Americas, but the last will be visible from Europe.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9457297",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7402,
                    "source": {
                        "title": "www.peruthisweek.com",
                        "uri": "www.peruthisweek.com"
                    },
                    "time": "18:55:00",
                    "title": "Spanish scientists to observe “blood moon” eclipse from Peru",
                    "uri": "175399764",
                    "url": "http://www.peruthisweek.com/news-spanish-scientists-to-observe-blood-moon-eclipse-from-peru-102742",
                    "wgt": 1
                },
                {
                    "body": "SEATTLE - As long as the weather holds Western Washington will be in for a treat tonight.\n The first in a series of lunar eclipses happens tonight into the early morning hours of Tuesday.\n A lunar eclipse happens with the sun, the earth and the moon line up just right for the earth to block out sunlight illuminating the moon.  It's also called a \"blood moon,\" due to the reddish tint the moon takes on during the eclipse.\n Monday's eclipse begins at 9:55 p.m., peaks at 12:46 a.m. Tuesday and ends at 3:36 a.m.\nUnfortunately, Q13 FOX Meteorologist Tim Joyce says that more clouds moving in Monday afternoon and evening could make it difficult to see the lunar eclipse.\n But if the clouds do cooperate, lunar eclipses may be viewed with the naked eye, unlike solar eclipses.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442828",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7387,
                    "source": {
                        "title": "q13fox.com",
                        "uri": "q13fox.com"
                    },
                    "time": "14:03:00",
                    "title": "Could we see a bit of the 'blood moon' tonight?",
                    "uri": "175350468",
                    "url": "http://q13fox.com/2014/04/14/views-of-a-blood-moon-possible-tonight-over-western-washington/",
                    "wgt": 1
                },
                {
                    "body": "Step out and admire the Blood Moon!\n Los Angeles: Want to witness the \"Blood Moon\" total lunar eclipse?  All you have to do is just step outside and look at the sky as the coppery red moon is gracing the skies in different phases between 2 a.m. ET and 4:30 a.m. ET.\n In Los Angeles, thousands of people gathered at the Griffith Observatory to view this phenomenon which happens when the sun, earth and moon all come in one line.\n Ed Krupp, director of the observatory, described it as a \" typical copper red\" total lunar eclipse.\n Though rare, it's the sky \"conspiring into a special event\" that draws crowds, he said.\n \"The fact that there are four lunar successions coming this year and next ... is unusual,\" Krupp said.  \"But it's not the kind of thing astronomers get worked up about .  It doesn't really mean anything.  It's a chance arrangement of gravity and the motions of objects in the solar system, primarily the Earth and moon.\" \"\nToday's lunar eclispse is the first in a series of four consecutive total lunar eclipses known as the tetrad.  The next eclipse will happen after six months.\n In a total lunar eclipse, the moon appears reddish as it passes behind the Earth into its umbra (shadow).  \"Since Earth's umbral shadow is darker in the center than at the edge, the moon's appearance will likely change dramatically with time as the total phase progresses,\" NASA said in a statement.\n \"The blood moon starts to change from its silver color as it slides into the Earth's shadow,\" it added.  The \"blood moon\" will appear totally at 3:07 a.m. ET and it will last till 4:24 a.m. ET.  This phenomenon will not be visible in India.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9485586",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7386,
                    "source": {
                        "title": "www.delhidailynews.com",
                        "uri": "www.delhidailynews.com"
                    },
                    "time": "07:50:00",
                    "title": "Step out and admire the Blood Moon!",
                    "uri": "175512072",
                    "url": "http://www.delhidailynews.com/news/Step-out-and-admire-the-Blood-Moon-1397552563/",
                    "wgt": 1
                },
                {
                    "body": "The first total lunar eclipse in more than two years will grace the skies tonight, and Skygazers on Australia's east coast and parts of the western hemisphere will have front row seating as the full moon turns a shade of red, creating what has been dubbed a \"blood moon\".\n Tonight's total lunar eclipse will be the first in series of four, and those in the eastern states of Australia will see it around twilight.  People in central Australia will see the tail end of the eclipse, while those in Western Australia will miss out altogether.\n According to National Geographic, Lunar eclipses occur only when there is a full moon and the sun, Earth, and moon are precisely aligned for our planet's shadow to \"turn out the lunar lights.\" \"\n\"Just as the Sun is setting, the Moon will be rising, and it will be totally eclipsed, which should be fairly spectacular, Dr Nick Lomb, consultant astronomer and curator, Powerhouse Museum and Sydney Observatory told the ABC.\n He explained that because the eclipse will happen so low in the sky, to see it you will need to make sure there are no trees, hills or buildings in the way.  \"The essential thing is to have a really clear view towards the eastern horizon,\" he said.  The Sydney Observatory has listed their recommendations for the best local viewing times (below).\n Once the sun sets, \"it's a fair chance it will become a reasonably bright reddish Moon,\" said Lomb.  The reason the moon may appear red during the eclipse is because sunlight shining through the ring of Earth's dusty atmosphere is bent, or refracted, toward the red part of the spectrum and cast onto the moon's surface.\n The reddish colour is not always guaranteed however and can't be predicted as it is dependent on the amount of dust circulating in Earth's atmosphere at the time of the eclipse.  Skygazers will have to wait an see what the lunar gods have in store for tonight's show and unlike solar eclipses, the lunar eclipse phenomenon is perfectly safe to view and to photograph.\n The blood moons are part of a tetrad, a set of four complete and consecutive lunar eclipses that will begin on April 15 and continue in roughly six-month intervals until October 2015.  According to NASA, seeing four complete lunar eclipses in a row is very rare and the skies were tetrad-free from 1600 to 1900.\n Blood moons have been believed to be omens for many cultures throughout history.  According to New York Daily News, a popular televangelist from San Antonio, John Hagee, has stated that tonight's lunar eclipse is a sign that biblical prophecies are about to come true and are evidence of a future \"world-shaking event.\" \"\n\"Just as in biblical times, God is controlling the sun, the moon, and the stars to send our generation a signal that something big is about to happen.  The question is: Are we watching and listening to His message?,\" Hagee wrote in his book Four Blood Moons: Something Is About to Change.\n In 2008, Hagee faced fierce criticism for suggesting to NPR's Terry Gross that Hurricane Katrina was a result of God's wrath toward the city of New Orleans for planning a rally for gays and lesbians.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463223",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7338,
                    "source": {
                        "title": "newsfeeds.com.au",
                        "uri": "newsfeeds.com.au"
                    },
                    "time": "22:55:00",
                    "title": "Blood Moon Rises During Tonight's Lunar Eclipse",
                    "uri": "175421703",
                    "url": "http://newsfeeds.com.au/science/blood-moon-rises-during-tonights-lunar-eclipse/",
                    "wgt": 1
                },
                {
                    "body": "There are several viewing parties on Oahu including one at Kapiolani park.\n The total lunar eclipse as seen from Waikiki They call it a blood moon because of how red it is.\n The earth is between the sun and moon.  The moon is in the shadow of the earth -- so think of the sun on one side, the earth in the middle and the moon on the other side.\n Unlike a solar eclipse, you don't need special eye protection to see this.\n The last time we saw a total lunar eclipse was back in December of 2011 about two and a half years ago.\n The Bishop museum was packed for its lunar eclipse viewing party tonight.\n The museum says 1,000 people reserved a spot for the event.\n \"We learned very quickly that folks turn out in big numbers for real astronomy events in Hawaii.  There's a real hunger.  to see real events even in this modern techy age.  Folks really want to see a true solar or lunar eclipse,\" said Mike Shanahan of the Bishop Museum.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9485555",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7329,
                    "source": {
                        "title": "khon2.com",
                        "uri": "khon2.com"
                    },
                    "time": "07:32:00",
                    "title": "Crowds gather at lunar eclipse viewing parties",
                    "uri": "175512048",
                    "url": "http://khon2.com/2014/04/14/crowds-gather-at-lunar-eclipse-viewing-parties/",
                    "wgt": 1
                },
                {
                    "body": "MILWAUKEE - Dozens of people gathered at the Milwaukee Public Museum in the middle of the night to get a close-up look at the \"Blood Moon.\" \"\n\"It's a rare sky event, a total lunar eclipse and it's beautiful to watch,\" said Planetarium Director Robert Bonadurer.\n The moon passed into Earth's umbra, or shadow, overnight and turned a reddish color.  It started around 1 a.m. and ended around 4:30 a.m. with the maximum eclipse time at 2:45 a.m.\n\"We had a great crowd tonight.  For the middle of the night, we must have had more than 50 people, which is not bad considering we went from [1 a.m. to 4 a.m.],\" Bonadurer said.\n Those who chose to forgo sleep in favor of the eclipse were well rewarded.\n Find more photos of the lunar eclipse here.\n \"Oh, they were enthralled.  We were looking at the planet Saturn a lot.  That gets a lot of thrills, some oohs and aahs, kind of like watching a fireworks show,\" Bonadurer said.\n Some people even brought their kids.\n \"We had one little four-year-old,\" Bonadurer said.  \"It's spring break for some of [the children].  A lot of them were all bundled up, so it was great.\" \"\nYou don't have to be a scientist to appreciate a total lunar eclipse.\n \"I think it's just a chance to connect with something bigger than themselves, and there's nothing bigger than the sky,\" Bonadurer said.\n If you missed it, there will be another chance later this year.\n \"We haven't had an eclipse in a while,\" Bonadurer said.  \"They can run in bunches.  We had one two and a half years ago, but it was cloudy.  We got this one and one in October.  We actually have two in October, a solar and a lunar eclipse.\" \"\nPeople in North America will be able to see three more lunar eclipses between now and September of next year if the skies are clear.  They will be on October 8 of this year, April 4, 2015, and September 28, 2015.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9499105",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7288,
                    "source": {
                        "title": "WTMJ AM 620",
                        "uri": "www.620wtmj.com"
                    },
                    "time": "12:58:00",
                    "title": "Dozens trade sleep for chance to witness rare event in the sky",
                    "uri": "175568707",
                    "url": "http://www.620wtmj.com/news/local/Dozens-trade-sleep-for-chance-to-witness-rare-event-in-the-sky--255315361.html",
                    "wgt": 1
                },
                {
                    "body": "Monday night's lunar eclipse had many in Hawaii glued to the skies.\n At the Bishop Museum, about a thousand people filled the lawn at a lunar eclipse viewing part to catch a glimpse of the moon crossing into the earth's shadow.\n For one couple, it was extra special!  A lunar proposal sent emotions flying over the moon!\n\"Oh my God!,\" said Jedda Kameenui.  \"I'm so excited at first for the moon.  And because it's the night before his birthday and I'm very happy!  I'm very happy!\"\nThe groom-to-be says he had been planning to pop the question during the eclipse for about a month.\n Click here to watch the video.\n Sky gazers mesmerized by 'blood moon' SHOW THUMBNAILS Previous Next\nClick here to see more photos of the lunar eclipse from Hawaii and across the U.S.\nRecommended",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9514588",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7213,
                    "source": {
                        "title": "KITV",
                        "uri": "www.kitv.com"
                    },
                    "time": "21:33:00",
                    "title": "Proposal surprises bride-to-be during lunar eclipse",
                    "uri": "175623147",
                    "url": "http://www.kitv.com/news/proposal-surprises-bridetobe-during-lunar-eclipse/25499918?absolute=true&utm_source=dlvr.it&utm_medium=twitter&utm_campaign=kitv4",
                    "wgt": 1
                },
                {
                    "body": "Monday night's lunar eclipse had many in Hawaii glued to the skies.\n At the Bishop Museum, about a thousand people filled the lawn at a lunar eclipse viewing party to catch a glimpse of the moon crossing into the earth's shadow.\n For one couple, it was extra special!  A lunar proposal sent emotions flying over the moon!\n\"Oh my God!,\" said Jedda Kameenui.  \"I'm so excited at first for the moon.  And because it's the night before his birthday and I'm very happy!  I'm very happy!\"\nThe groom-to-be says he had been planning to pop the question during the eclipse for about a month.\n Click here to watch the video.\n Sky gazers mesmerized by 'blood moon' SHOW THUMBNAILS Previous Next\nClick here to see more photos of the lunar eclipse from Hawaii and across the U.S.\nRecommended",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9521142",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7204,
                    "source": {
                        "title": "KITV",
                        "uri": "www.kitv.com"
                    },
                    "time": "20:12:00",
                    "title": "Proposal surprises woman during lunar eclipse",
                    "uri": "175645275",
                    "url": "http://www.kitv.com/news/proposal-surprises-woman-during-lunar-eclipse/25499918",
                    "wgt": 1
                },
                {
                    "body": "A blood-red moon will hang close in the sky with the Red Planet Monday night, thanks to the chance coincidence of two rare astronomical phenomena.  The moon is due to fall under Earth's shadow that night (actually the early hours of Tuesday morning) in a total lunar eclipse, one of two such eclipses in 2014.  By fluke, Monday is also the date of Mars's closest approach to Earth, when our neighboring planet should appear larger and brighter than usual.\n Stargazers in North and South America should have a fine view of both events, weather permitting.  If you plan to catch the sight, consider snapping a photo and sharing it with us below.  We plan to post a gallery of the best shots at ScientificAmerican.com on Tuesday.\n Total lunar eclipses occur when the sun, Earth and the full moon align in a row, with Earth in the middle.  When the moon passes directly through Earth's shadow, sunlight cannot reach it directly, so it doesn't shine as usual.  The moon doesn't disappear, either, however, because some of the sun's light reaches it indirectly, after being bent around the edges of Earth through our planet's atmosphere.  This effect causes the moon to glow a coppery red, for the same reason that sunsets are crimson-hued: When light travels through the thickest part of Earth's atmosphere, blue light is scattered but red shines through.\n The lunar eclipse show will begin around 2 a.m. EDT on Tuesday (April 15), and last about three hours.  The moment of totality, when the moon is perfectly aligned in the center of Earth's shadow, called the umbra, occurs at 3:45 a.m. EDT.\n Whether you're a veteran skywatcher or a novice stargazer, a total lunar eclipse is a sight to see.  It's easy to spot, visually stunning, and poses no hazard to you (in contrast to a solar eclipse, which requires safety viewing equipment).  Plus, for viewers in North and South America, this eclipse presents a rare chance to see it from start to finish during our nighttime hours.  The next time a total lunar eclipse will be viewable by the entire continent is in 2019.\n Add to that the close alignment of the extra-bright Mars, and you've got a sight not to be missed.  The Red Planet will hang just north of the moon in the sky, separated by a scant three degrees, in front of the constellation Virgo.",
                    "date": "2014-04-23",
                    "eventUri": "606160",
                    "id": "9829922",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7177,
                    "source": {
                        "title": "Scientific American - Mitten Crab Watch",
                        "uri": "www.scientificamerican.com"
                    },
                    "time": "02:20:00",
                    "title": "Catch a Total Lunar Eclipse Sidling Up to Mars -- and Send Us Your Photos",
                    "uri": "177043909",
                    "url": "http://www.scientificamerican.com/article/catch-a-total-lunar-eclipse-sidling-up-to-marsand-send-us-your-photos/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BScientificAmerican-News%2B%2528Content%253A%2BNews%2529",
                    "wgt": 1
                },
                {
                    "body": "Here in Big Sky Country we have some of the most spectacular night skies.\n We are in for a treat.  A total lunar eclipse will peak at 1:46 am, bringing a beautiful sight to most of North America.\n Lunar eclipses may not be as rare as solar eclipses, but many factors must be taken into consideration.\n For instance, the sun, Earth, and moon all have to line up in a straight line as well as in a certain order.\n With the moon in the Earth's shadow though, the moon appears to change colors during the relatively quick process.\n The lunar eclipse can also be challenging to see as only a portion of the Earth is prone to its beauty, plus weather can be a major damper if it is cloudy.\n Lucky for us in Montana, we are in the swath this year for both another total lunar eclipse occurring on October 8th and the more scarce partial solar eclipse occurring just 15 days later.\n So if you happen to miss this eclipse, make sure to mark calendars for the big astronomical events coming to the Treasure State.\n Story by Austin Winfield, Beartooth NBC.\n Copyright ©2014 Beartooth Communications Company.  All Rights Reserved.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9473573",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7165,
                    "source": {
                        "title": "www.beartoothnbc.com",
                        "uri": "www.beartoothnbc.com"
                    },
                    "time": "02:46:00",
                    "title": "Weather Wise: Lunar Eclipse",
                    "uri": "175462910",
                    "url": "http://www.beartoothnbc.com/weather/weather-wise/1677755963-weather-wise-lunar-eclipse.html",
                    "wgt": 1
                },
                {
                    "body": "For most U.S. states east of the Mississippi River, tonight's total lunar eclipse will likely turn out to be a total bust, while in contrast, much of the central and western United States will likely get a fine view of the \"blood moon\" in all its brilliance.\n The first total lunar eclipse of 2014 occurs in the overnight hours tonight and will be visible across most of North America, South America, Hawaii and parts of Alaska.  Depending on your location, it begins either late tonight or in the wee hours of Tuesday, but as with every skywatching event, you can only see it if Mother Nature cooperates.\n Tonight's lunar eclipse runs from 12:53 a.m. EDT (0453 GMT) to about 6 a.m. EDT (1000 GMT).  [How to Watch Tonight's Total Lunar Eclipse]\nAlong the U.S. East Coast, a slow-moving cold front stretching from western New York State south-southwest into the central Gulf of Mexico is likely to bring considerable cloudiness to much of the eastern-third of the nation.  Generally speaking, anywhere east of a line extending from Sault Ste-Marie, Mich. to Paducah, Ky. to Baton Rouge, La. will have poor sky conditions for getting even a fleeting glimpse of the darkening moon during the predawn hours of Tuesday.\n The exception might be inland sections of central and south Florida where the clouds may be thin enough to allow for some visibility of the shady lunar drama.\n Showers and scattered thunderstorms -- a few possibly strong and gusty -- could bring as much as one-quarter to one-half inch of rain across parts of the Ohio and Tennessee River Valleys, with as much as an inch over the Florida Panhandle, while snow will fall over parts of northwest Ohio and Michigan.\n Over the central and western United States, high pressure over the plains states is expected to bring mainly fair skies.  However a cold front draped over the Pacific Northwest into northern California, could bring some cloudiness that may hinder the view.  Near and along the coast of Washington State, spotty showers could fall, but for the most part, the western two-thirds of the United States will be dry, tranquil and perfect for viewing tonight's moon show.\n Lunar eclipses occur Lunar eclipses occur when the moon is in the full moon stage and passes through part or all of the Earth's shadow, darkening the moon's typically bright glow.  During a total lunar eclipse, the moon is entirely immersed in Earth shadow, and can take on a dusky \"blood red\" color due to the scattering of sunlight through the edges of Earth's atmosphere.  Such moons are sometimes nicknamed \"Blood Moons.\" \"\nTonight's lunar eclipse is the first of four consecutive total eclipses of the moon between April 2014 and September 2015 in what scientists call a lunar eclipse \"tetrad\" series.  The next total lunar eclipse will occur on Oct. 8 and is also expected to be visible from much of North America.\n For the very latest forecast for your local area, check the National Weather Service Forecast Offices.  Just click on the office that serves your area for the latest weather outlook, including access to local radar and satellite imagery as well: http://www.nws.noaa.gov/organization.p php.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463331",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7164,
                    "source": {
                        "title": "WFXT TV 25",
                        "uri": "www.myfoxboston.com"
                    },
                    "time": "22:44:00",
                    "title": "Total lunar eclipse to reveal 'Blood Moon' early Tuesday",
                    "uri": "175421681",
                    "url": "http://www.myfoxboston.com/story/25246229/2014/04/14/total-lunar-eclipse-to-reveal-blood-moon-at-1206-am-tuesday-over-so-cal",
                    "wgt": 1
                },
                {
                    "body": "Zee Media Bureau\nDirect your eyes towards the sky because if you are lucky,you can get to witness the natural world's most spectacular display: a total lunar eclipse.\n Yes!  Get your binoculars ready because you can't afford to miss the spectacular view of the \"blood moon.\" \".  Blood moon is a sequence of lunar eclipses called a tetrad that will occur over the next two years.\n But you will have to sacrifice your sleep to watch this rare phenomenon.  At 12:53 a.m. ET, the Earth will begin to position itself between the sun and the moon for the first of a series of four total eclipses to conclude in September 2015.\n The entire 78 minutes of the total eclipse will be visible from all of North and South America, New Zealand and Hawaii.  In North America, the eclipse will begin at about 11pm Pacific Time on Monday (2am on Tuesday Eastern Time) and last about 3-1/2 hours.  Sky watchers in the western Pacific can catch only the last half.  The moon will be setting in most of Europe and Africa during the eclipse, so residents there probably won't see much.\n You can also check out the U.S. Naval Observatory's website, where you can enter your city and get data on exactly when you can expect to see the best eclipse views in your area.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442834",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7159,
                    "source": {
                        "title": "Zee News",
                        "uri": "zeenews.india.com"
                    },
                    "time": "15:55:00",
                    "title": "Don't miss the rare 'Blood Moon' Lunar Eclipse tonight",
                    "uri": "175350445",
                    "url": "http://zeenews.india.com/news/space/don-t-miss-the-rare-blood-moon-lunar-eclipse-tonight_924498.html",
                    "wgt": 1
                },
                {
                    "body": "For most U.S. states east of the Mississippi River, tonight's total lunar eclipse will likely turn out to be a total bust, while in contrast, much of the central and western United States will likely get a fine view of the \"blood moon\" in all its brilliance.\n The first total lunar eclipse of 2014 occurs in the overnight hours tonight and will be visible across most of North America, South America, Hawaii and parts of Alaska.  Depending on your location, it begins either late tonight or in the wee hours of Tuesday, but as with every skywatching event, you can only see it if Mother Nature cooperates.\n ADVERTISEMENT\nADVERTISEMENT\nTonight's lunar eclipse runs from 12:53 a.m. EDT (0453 GMT) to about 6 a.m. EDT (1000 GMT).  [How to Watch Tonight's Total Lunar Eclipse]\nAlong the U.S. East Coast, a slow-moving cold front stretching from western New York State south-southwest into the central Gulf of Mexico is likely to bring considerable cloudiness to much of the eastern-third of the nation.  Generally speaking, anywhere east of a line extending from Sault Ste-Marie, Mich. to Paducah, Ky. to Baton Rouge, La. will have poor sky conditions for getting even a fleeting glimpse of the darkening moon during the predawn hours of Tuesday.\n The exception might be inland sections of central and south Florida where the clouds may be thin enough to allow for some visibility of the shady lunar drama.\n Showers and scattered thunderstorms -- a few possibly strong and gusty -- could bring as much as one-quarter to one-half inch of rain across parts of the Ohio and Tennessee River Valleys, with as much as an inch over the Florida Panhandle, while snow will fall over parts of northwest Ohio and Michigan.\n Over the central and western United States, high pressure over the plains states is expected to bring mainly fair skies.  However a cold front draped over the Pacific Northwest into northern California, could bring some cloudiness that may hinder the view.  Near and along the coast of Washington State, spotty showers could fall, but for the most part, the western two-thirds of the United States will be dry, tranquil and perfect for viewing tonight's moon show.\n Lunar eclipses occur Lunar eclipses occur when the moon is in the full moon stage and passes through part or all of the Earth's shadow, darkening the moon's typically bright glow.  During a total lunar eclipse, the moon is entirely immersed in Earth shadow, and can take on a dusky \"blood red\" color due to the scattering of sunlight through the edges of Earth's atmosphere.  Such moons are sometimes nicknamed \"Blood Moons.\" \"\nTonight's lunar eclipse is the first of four consecutive total eclipses of the moon between April 2014 and September 2015 in what scientists call a lunar eclipse \"tetrad\" series.  The next total lunar eclipse will occur on Oct. 8 and is also expected to be visible from much of North America.\n For the very latest forecast for your local area, check the National Weather Service Forecast Offices.  Just click on the office that serves your area for the latest weather outlook, including access to local radar and satellite imagery as well: http://www.nws.noaa.gov/organization.p php.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9447572",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7129,
                    "source": {
                        "title": "Fox News",
                        "uri": "www.foxnews.com"
                    },
                    "time": "19:42:00",
                    "title": "See 'blood moon' tonight",
                    "uri": "175365087",
                    "url": "http://www.foxnews.com/science/2014/04/14/total-lunar-eclipse-to-reveal-blood-moon-in-night-sky/",
                    "wgt": 1
                },
                {
                    "body": "\"Blood moon\" is a scary-sounding term to throw around, but that's what eclipse-watchers are going to see Monday night and early Tuesday morning.  It's a rare event, and if you happen to be in Washington, D.C., you should be able to catch a glimpse of this lunar eclipse, provided you keep an eye on the clock and know where to look.\n At about 1:00 a.m., North America's East Coasters should be able to see the first signs of the event, according to the eclipse calculator on timeanddate.c com.  About an hour later, some hints of redness should become visible.  Then, at about 3:08 a.m., the total eclipse is supposed to set in.  At that point, you'll be looking at a full-on blood moon.\n Most of the continent, as well as those living on islands in and countries around the Pacific Ocean, should be able to see this natural spectacle take place.  The so-called \"blood moon\" happens because sunlight hitting the moon ends up getting refracted through Earth's atmosphere in a way makes it look red.\n This event is also cool because it marks the first lunar eclipse in a four-part series, called a \"tetrad.\" \" That means the Western Hemisphere will get follow-up eclipses on Oct. 8, 2014, as well as on April 4 and Sept. 28, 2015.\n As long as the sky is clear, you should be in for a nice reward for getting your taxes done and filed on time.  (And you did that, right?)\nImage via Wikipedia",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442850",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7107,
                    "source": {
                        "title": "inthecapital.streetwise.co",
                        "uri": "inthecapital.streetwise.co"
                    },
                    "time": "15:00:00",
                    "title": "How to View the 'Blood Moon' Eclipse From DC Monday Night",
                    "uri": "175350433",
                    "url": "http://inthecapital.streetwise.co/2014/04/14/blood-moon-lunar-eclipse-washingto-dc/",
                    "wgt": 1
                },
                {
                    "body": "For most U.S. states east of the Mississippi River, tonight's total lunar eclipse will likely turn out to be a total bust, while in contrast, much of the central and western United States will likely get a fine view of the \"blood moon\" in all its brilliance.\n CHECK OUT THE PHOTO GALLERY From out Viewers and the Telescope at the Griffith Observatory Above.\n The first total lunar eclipse of 2014 occurs in the overnight hours tonight and will be visible across most of North America, South America, Hawaii and parts of Alaska.  Depending on your location, it begins either late tonight or in the wee hours of Tuesday, but as with every skywatching event, you can only see it if Mother Nature cooperates.\n Tonight's lunar eclipse runs from 12:53 a.m. EDT (0453 GMT) to about 6 a.m. EDT (1000 GMT).  [How to Watch Tonight's Total Lunar Eclipse]\nAlong the U.S. East Coast, a slow-moving cold front stretching from western New York State south-southwest into the central Gulf of Mexico is likely to bring considerable cloudiness to much of the eastern-third of the nation.  Generally speaking, anywhere east of a line extending from Sault Ste-Marie, Mich. to Paducah, Ky. to Baton Rouge, La. will have poor sky conditions for getting even a fleeting glimpse of the darkening moon during the predawn hours of Tuesday.\n The exception might be inland sections of central and south Florida where the clouds may be thin enough to allow for some visibility of the shady lunar drama.\n Showers and scattered thunderstorms -- a few possibly strong and gusty -- could bring as much as one-quarter to one-half inch of rain across parts of the Ohio and Tennessee River Valleys, with as much as an inch over the Florida Panhandle, while snow will fall over parts of northwest Ohio and Michigan.\n Over the central and western United States, high pressure over the plains states is expected to bring mainly fair skies.  However a cold front draped over the Pacific Northwest into northern California, could bring some cloudiness that may hinder the view.  Near and along the coast of Washington State, spotty showers could fall, but for the most part, the western two-thirds of the United States will be dry, tranquil and perfect for viewing tonight's moon show.\n Lunar eclipses occur Lunar eclipses occur when the moon is in the full moon stage and passes through part or all of the Earth's shadow, darkening the moon's typically bright glow.  During a total lunar eclipse, the moon is entirely immersed in Earth shadow, and can take on a dusky \"blood red\" color due to the scattering of sunlight through the edges of Earth's atmosphere.  Such moons are sometimes nicknamed \"Blood Moons.\" \"\nTonight's lunar eclipse is the first of four consecutive total eclipses of the moon between April 2014 and September 2015 in what scientists call a lunar eclipse \"tetrad\" series.  The next total lunar eclipse will occur on Oct. 8 and is also expected to be visible from much of North America.\n For the very latest forecast for your local area, check the National Weather Service Forecast Offices.  Just click on the office that serves your area for the latest weather outlook, including access to local radar and satellite imagery as well: http://www.nws.noaa.gov/organization.p php.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9521170",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7096,
                    "source": {
                        "title": "KSAZ TV 10",
                        "uri": "www.myfoxphoenix.com"
                    },
                    "time": "20:41:00",
                    "title": "PHOTOS: Total Lunar Eclipse Reveals 'Blood Moon' Over SoCal",
                    "uri": "175645351",
                    "url": "http://www.myfoxphoenix.com/story/25245589/total-lunar-eclipse-to-reveal-blood-moon-at-1206-am-tuesday-over-so-cal",
                    "wgt": 1
                },
                {
                    "body": "Strong trade winds pushed cloud cover aside so that many residents on the Big Island had a chance to view some, if not all, of the moon going into and out of the total lunar eclipse Monday-Tuesday (April 14-15, 2014).\n When the moon is in the totality of the eclipse it's nicknamed the 'Blood Moon' due to the coloring of the moon during the event.\n If you missed it don't worry as there will be another lunar eclipse on October 8, 2014 but you'll have to buy a plane ticket to the other side of the world from Hawaii to view it.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9496122",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7095,
                    "source": {
                        "title": "Hawaii 24/7",
                        "uri": "www.hawaii247.com"
                    },
                    "time": "16:01:00",
                    "title": "The total lunar eclipse from Mountain View, Hawaii",
                    "uri": "175562081",
                    "url": "http://www.hawaii247.com/2014/04/15/the-total-lunar-eclipse-from-mountain-view-hawaii/",
                    "wgt": 1
                },
                {
                    "body": "Share\nThe moon put on quite a show for the world with its lunar eclipse \"blood moon\" effect last night.\n WA may have missed out on the spectacular phenomenon, but experienced the penumbral phase - the rarely seen secondary shadow of an eclipse that is neither as bright nor as visible as the initial phase, according to the Perth Observatory.\n Arie Verveer, the observatory's technical manager, said there had been reports of people seeing a big orange moon beneath a big shelf of cloud, but this may not have necessarily been the actual lunar eclipse.\n But Mr Verveer said although the State missed out on last night's show, Perth sky-watchers would be able to enjoy the first solar eclipse of 2014 on April 29.\n This rare solar event, during which about 50 per cent of the sun would be obscured by the moon, would be visible as a partial eclipse from WA.A A total lunar eclipse would \"certainly be visible\" from WA on October 8, Mr Verveer said.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9526982",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.709,
                    "source": {
                        "title": "West Australian",
                        "uri": "au.news.yahoo.com"
                    },
                    "time": "23:23:00",
                    "title": "No 'blood moon' but WA still gets a show",
                    "uri": "175668187",
                    "url": "https://au.news.yahoo.com/thewest/a/22678902/no-blood-moon-but-wa-still-gets-a-show/",
                    "wgt": 1
                },
                {
                    "body": "People across North and South America were treated to the first eclipse of the year early this morning -- in color.\n The moon was eclipsed by Earth's shadow.  The total lunar eclipse was visible across the Western Hemisphere.  The total phase lasted about 78 minutes, beginning at 2:06 a.m. and going until about 3:24 a.m.\nEven though the moon was in the Earth's shadow, it appeared a bit colorful, some shade of red or orange.  That's from light around the edges of the Earth -- essentially sunrises and sunsets -- splashing on the lunar surface and faintly lighting up the moon, said Alan MacRobert, senior editor at Sky & Telescope magazine.\n If you missed Tuesday's \"blood moon,\" don't worry.  You will have more chances.  This was the first of what is known as a tetrad or four consecutive total lunar eclipses.  The next one will take place on Oct. 8, with another following on April 8, 2015, and then another on Sept. 28, 2015.\n In all, four eclipses will occur this year, two lunar and two solar.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9505360",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7047,
                    "source": {
                        "title": "www.austindailyherald.com",
                        "uri": "www.austindailyherald.com"
                    },
                    "time": "14:34:00",
                    "title": "A front-row seat for the lunar eclipse",
                    "uri": "175593355",
                    "url": "http://www.austindailyherald.com/2014/04/a-front-row-seat-for-the-lunar-eclipse/",
                    "wgt": 1
                },
                {
                    "body": "Multiple images of the moon are are seen in this illustration of the phases of the lunar eclipse over Winnipeg Tuesday, April 15, 2014.\n Disappointed GTA skywatchers shouldn't be too upset even though heavy clouds quashed their chance to see a rare lunar eclipse called a \"blood moon\" on Tuesday morning.\n They'll get another opportunity to see a full eclipse of the moon cast in a reddish hue on Oct. 8, said David Mortfield of the David Dunlop Observatory.\n \"Let's hope the weather is better,\" Mortfield said on Tuesday morning.\n Blood moons are also on the horizon for April 4, 2015 and September 28, 2015.\n There weren't any tetrads between 1600 and 1900, but there will be eight sets in the 21st century.\n Aside from its beauty, the attraction of lunar eclipses is that they're easy to view.\n \"That's the great thing about a lunar eclipse -- they're safe to look at,\" Mortfield said.\n The partial phase of Tuesday morning's eclipse began at 2 a.m., as the moon began to be covered by the shadow of the earth.\n The total eclipse began at 3.07 am and continued on until 3.45 am.\n All of this was on full display for sky-watchers in Winnipeg, Arizona, Florida, Brazil, Arkansas, Colorado and the Napa Valley region of California -- but no where in the GTA.\n The next time, the roles could be reversed, depending on cloud cover.\n The David Dunlop Observatory had plans of broadcasting the blood moon live on Tuesday morning, but called the exercise off because of the clouds.\n Mortfield said he realized the Tuesday night eclipse would be a non-event here because of the clouds, and he didn't bother to stare upwards in the wee hours of the morning.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9497014",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7025,
                    "source": {
                        "title": "thestar.com",
                        "uri": "www.thestar.com"
                    },
                    "time": "12:47:00",
                    "title": "Frustrated you missed the 'blood moon'? Here's when you get more chances",
                    "uri": "175564670",
                    "url": "http://www.thestar.com/news/gta/2014/04/15/frustrated_you_missed_the_blood_moon_heres_when_you_get_more_chances.html",
                    "wgt": 1
                },
                {
                    "body": "Southern Colorado will be able to see the first eclipse of the year early Tuesday morning.\n It's the first in a series of four total lunar eclipses.  It's called a Blood Moon because the moon is expected to turn a reddish hue.\n The reddish color is the result of indirect sunlight that manages to reach the moon to illuminate it.  Most of blue light is filtered as light passes through the Earth's atmosphere, resulting in the reddish color.\n NASA says the eclipse will start as a partial eclipse at 11:58 p.m. Monday (1:58 a.m. ET).  The total eclipse is expected to last from 1:07 a.m. to 2:25 a.m. MT ( 3:07 a.m. to 4:25 a.m. ET).\n This total eclipse is the first of four total lunar eclipses, known as a tetrad.  The next three will be Oct. 8, 2014, April 4, 2015 and Sept. 28, 2015.\n This will be the second of eight tetrads this century, with the last one occurring in 2004 and the next in 2032.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442848",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7004,
                    "source": {
                        "title": "KKTV TV 11",
                        "uri": "www.kktv.com"
                    },
                    "time": "14:12:00",
                    "title": "Total Lunar Eclipse to Be Visible in Southern Colorado",
                    "uri": "175350481",
                    "url": "http://www.kktv.com/home/headlines/Total-Lunar-Eclipse-to-Be-Visible-in-Southern-Colorado-255174141.html",
                    "wgt": 1
                },
                {
                    "body": "A total lunar eclipse will be visible in Hawaii a little after 7 p.m. Monday.\n On Oahu, you can view the eclipse at Kapiolani Park or next to the Kahuku Public Library from 7 p.m. to 11:30 p.m.\nThere will also be a viewing party at the Bishop Museum from 8 p.m. to 11:30 p.m.\nThese events will have telescopes so you can get a good look at the lunar eclipse.\n Upload your lunar eclipse photos to u local on KITV.com or by using the KITV iPhone or Android apps.  If you're on Twitter, you can send the photos to @kitv4 or @kchoinews.  You can also use the hashtag #KITVulocal on Twitter, Facebook or Instagram.\n Lunar landscapes on u local\nDo you have a great shot of the moon that you'd like to share?  Whether it is a lunar eclipse, or just a beautiful photo of the moon on a clear night, share them on u local!\n Recommended",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9453196",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6943,
                    "source": {
                        "title": "KITV",
                        "uri": "www.kitv.com"
                    },
                    "time": "21:39:00",
                    "title": "Total lunar eclipse visible in Hawaii Monday night",
                    "uri": "175385492",
                    "url": "http://www.kitv.com/news/total-lunar-eclipse-visible-in-hawaii-monday-night/25480408?utm_source=dlvr.it&utm_medium=twitter&utm_campaign=kitv4",
                    "wgt": 1
                },
                {
                    "body": "If you haven't heard by now a total lunar eclipse is taking place.  If you're up between 1 and 4:30 AM tonight, look to the sky.\n If you've never witnessed a lunar eclipse, it will be slow to evolve, taking over three hours for the earth's shadow to pass through the moon.  The best time for viewing will be from 2:06 AM to 3:25 AM.  That's where the moon will be totally eclipsed by the earth's shadow and brilliant hues of red/orange will be able to be viewed.\n It is completely safe to view with the naked eye and it looks like we'll have our chance with clouds clearing out tonight.  Temperatures will be in the 20s, so if you are headed out to take a peak you'll want the jacket.\n Although tonight's show will be by far the best, two other lunar eclipses will take place within the next year.  So if you can't make it out to see tonight's lunar eclipse, don't worry.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463243",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6933,
                    "source": {
                        "title": "KAALtv.com",
                        "uri": "www.kaaltv.com"
                    },
                    "time": "21:31:00",
                    "title": "Tonight's Lunar Eclipse",
                    "uri": "175421730",
                    "url": "http://www.kaaltv.com/article/stories/S3399438.shtml",
                    "wgt": 1
                },
                {
                    "body": "The total lunar eclipse of April 15 was the undisputed star of Colorado's night sky in the wee hours, as the full moon turned a coppery red color during its passage through the darkest section of Earth's shadow.\n The so-called \"Blood Moon\" was supposed to be visible from most of North and South America but in the United States, the western regions had truly front-row seats, since cloud coverage elsewhere diminished the viewing opportunities.\n This was just the first of four consecutive total lunar eclipses coming up, and the unusual occurence is known as a tetrad.  The next total lunar eclipse will be October 8, followed by the two in 2015 on April 4 and September 28.  Oddly enough, there were no blood moons during the 300-year period just prior to the beginning of the 20th century, according to NASA expert Fred Espenak.\n Earth casts a long shadow far into space, well beyond the moon's orbit, and when the moon passes through the most dense part of that shadow, it is a total lunar eclipse.  Fortunately, lunar eclipses are safe to view with the naked eye, unlike solar eclipses.\n During the extended time period, the moon's bright glow dims and takes on a reddish hue.  As the moon gradually emerges from the shadow, the ruddy tint fades with the increasing brightness until it transitions back to the regular silver appearance.  The bright bluish star Spica of the constellation Virgo, only a few degrees lower and to the right of the eclipsed moon during the totality stage, was more conspicuous than usual.\n Joe Rao, skywatching columnist for www.space.com, explains how the moon is visible in first place when it has been totally eclipsed, writing, \"...sunlight is scattered and refracted around the edge of Earth by the planet's atmosphere.  To an astronaut standing on the moon during totality, the sun would be hidden behind a dark earth outlined by a brilliant red ring consisting of all the world's sunrises and sunsets.  The brightness of this ring around Earth depends on global weather conditions and the amount of dust suspended in the air.  A clear atmosphere on Earth means a bright lunar eclipse.  If a major volcanic eruption has injected particles into the stratosphere, the eclipse is very dark.\" \"",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9512912",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6909,
                    "source": {
                        "title": "www.denverijournal.com",
                        "uri": "www.denverijournal.com"
                    },
                    "time": "17:30:00",
                    "title": "\"Blood Moon\" awes Colorado stargazers during total eclipse of",
                    "uri": "175619346",
                    "url": "http://www.denverijournal.com/article.php?id=10251",
                    "wgt": 1
                },
                {
                    "body": "SAN FRANCISCO (CBS SF) -- After dazzling sky watchers Monday night, get ready for round two.  Set your calendar for October 8th, when the second total lunar eclipse in this \"Blood Moon\" tetrad occurs, but this one is for super early risers, or serious night owls.  The full eclipse will occur at 3:55 a.m. over the San Francisco - San Jose - Oakland area.\n Because of the orbit of the moon, the eclipse will appear larger and potentially more spectacular.  The moon will be lower in the sky to the west, and at least 5.3 percent larger in appearance compared to Monday.\n Fog obscured eclipse viewing in much of the Bay Area Monday night, so the October 8th eclipse may be the best chance for clearer viewing.  Because of the rare tetrad, there are plenty of other blood moons to see over the next several months.\n After October 8th, another lunar eclipse happens April 4th of 2015, but it will only be visible as a partial eclipse from the west coast.  Finally, on September 27th, 2015 the final of the four Blood Moons will be visible, completing the \"lunar tetrad.\" \"\nWhile the \"blood moon\" talked about in Biblical prophecy may have a more powerful pull on our psyche, it's actually relatively common, hitting every few years.\n BIBLICAL PROPHECY: Author Writes About \"Four Blood Moons\"\nThe next spectacle in the sky is a solar eclipse on April 29th, but it will only be visible in Australia and parts of the Indian Ocean.\n The better chance to see a solar eclipse in California will be on October 23rd, when a partial solar eclipse will reach its peak at 2:45 p.m.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9512913",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6892,
                    "source": {
                        "title": "KPIX TV 5",
                        "uri": "sanfrancisco.cbslocal.com"
                    },
                    "time": "17:30:00",
                    "title": "When Is The Next Blood Moon? October 8th Date For Rare Lunar 'Tetrad'",
                    "uri": "175619351",
                    "url": "http://sanfrancisco.cbslocal.com/2014/04/15/when-is-the-next-blood-moon-dates-for-rare-lunar-tetrad-october-8-time-san-francisco-biblical-prophecy/",
                    "wgt": 1
                },
                {
                    "body": "North and South America, get ready for the first eclipse of the year- in color.\n Many skywatchers are looking forward to Monday night's lunar eclipse and this one is going to be a special one.\n The Olson family enjoyed a day at the Arizona Science Center and they're ready for the lunar eclipse.\n \"We are always looking forward to any time to get up and look at God's creation,\" said Tera Olson.\n The Earth's shadow will cover the moon, making it a \"Blood Moon,\" but the show starts late.\n \"ARound 12:10.. .  a little after midnight.. .  it will be completely red.  12:45 mini-eclipse, then around 1:00 it starts to lose that redness,\" said Mike George, who runs the ASC's planetarium.  He showed us what to expect -- the moon will be red and that scares some people.\n Basically what's going on is the sun light is passing through to the Earth's atmosphere.  The blue light gets scattered and left with nothing but red light that falls on the Earth, making it look right,\" explained George.\n You don't need any special equipment or glasses to see the lunar eclipse Monday night.\n If you miss it, not to worry -- there will be another one in October and it will be just as spectacular.  In 2015, there will be more in April and September.\n Having four lunar eclipses this close together doesn't happen very often.\n For the best view, set your alarms around midnight -- that's when the show begins and lasts about 3.5 hours.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9463221",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6884,
                    "source": {
                        "title": "KSAZ TV 10",
                        "uri": "www.myfoxphoenix.com"
                    },
                    "time": "21:21:00",
                    "title": "Total lunar eclipse to happen Monday night",
                    "uri": "175421704",
                    "url": "http://www.myfoxphoenix.com/story/25245497/2014/04/14/-total-lunar-eclipse-to-happen-monday-night",
                    "wgt": 1
                },
                {
                    "body": "Stargazers in much of North America will have a rare treat early Tuesday morning, but a storm will likely leave South Jersey with diminished or no views.\n The eclipse is set to begin at about 2 a.m. and peak about two hours later, but the arrival of a cold front will inhibit viewing in the area, said Jim Bunker, Observing Program Leader with the National Weather Service's Mt. Holly office.  North Jersey and the Poconos are expected to see snow, while South Jersey will see three-quarters of an inch to an inch to an inch-and-three-quarters of rain.\n During the penumbra - the first phase of a total lunar eclipse - a dark shadow will slowly cover the moon.  The eclipse will peak at about 3:45 a.m., at which point the moon will enter the Earth's full shadow, or umbra.  Red light from the sun will then reflect off the moon's surface, causing it to take on a red color.\n A total lunar eclipse occurs when the earth, moon and sun are in perfect alignment.  Such eclipses occur multiple times per year during the full moon, but are rarely visible from start to finish in North America.  The continent won't witness another full lunar eclipse in its entirety until 2019.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442843",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6845,
                    "source": {
                        "title": "pressofAtlanticCity.com",
                        "uri": "www.pressofatlanticcity.com"
                    },
                    "time": "14:03:00",
                    "title": "Tuesday morning eclipse likely obscured by clouds",
                    "uri": "175350466",
                    "url": "http://www.pressofatlanticcity.com/news/breaking/tuesday-morning-eclipse-likely-obscured-by-clouds/article_812044da-c3e6-11e3-8cf2-001a4bcf887a.html",
                    "wgt": 1
                },
                {
                    "body": "DALLAS (CBSDFW.C COM) - If you did not wake up early Tuesday morning to check out the first lunar eclipse of 2014, then you missed quite a show.  In a rare spectacle, the moon turned a deep shade of red, a phenomenon known as a 'blood moon' because of the unique color.\n The copper hue is created by the Earth's shadow.\n The eclipse began at 12:20 a.m. on Tuesday, but the red coloring could be seen between 2:00 a.m. and 3:30 a.m. across all of North Texas.\n It is likely that nobody will remember the night more than Brandon Gomez, who surprised a special someone under that rare red moon.  \"Finally got to ask the person I love to marry me,\" Gomez said.  He and his girlfriend, Bonnie, were at the watch party at the Perot Museum of Nature and Science in Dallas.  And, she said yes.\n This was the first in a sequence of four lunar eclipses taking place over the next two years.  The next lunar eclipse happens on October 8.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9499100",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6707,
                    "source": {
                        "title": "KTVT TV 11",
                        "uri": "dfw.cbslocal.com"
                    },
                    "time": "13:24:00",
                    "title": "DFW Man Proposes During 'Blood Moon'",
                    "uri": "175568682",
                    "url": "http://dfw.cbslocal.com/2014/04/15/dfw-man-proposes-during-blood-moon/",
                    "wgt": 1
                },
                {
                    "body": "If you were watching the sky in the wee hours of this morning, you probably noticed a shadow crossing the surface of the moon and then suddenly the lunar surface reflected a creepy red hue.  What you witnessed was a lunar eclipse.  The moon's orbit perfectly lined up to fall into the Earth's shadow, and its red glow was from reflecting sunlight scattered through the atmosphere.\n It is very possible that you missed this lunar phenomenon.  Especially if cloudy conditions blocked your view, you weren't located in North America, parts of South America or Alaska or if you were tucked away in your bed, sound asleep.\n Don't worry if you failed to see this morning's lunar eclipse.  The blood moon was only the first in a tetrad of lunar eclipses set to occur every six months until September of 2015.  There's also a fabulous array of blood moon photos on NASA's flickr, and across social media.  Here are some of the most breathtaking images:",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9505332",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6658,
                    "source": {
                        "title": "Salon",
                        "uri": "www.salon.com"
                    },
                    "time": "15:00:00",
                    "title": "8 stunning photos of last night's spooky “Blood Moon”",
                    "uri": "175593291",
                    "url": "http://www.salon.com/2014/04/15/8_stunning_photos_of_last_nights_spooky_blood_moon/",
                    "wgt": 1
                },
                {
                    "body": "Cowichan -- and Canadians from coast to coast -- were treated to a rare blood moon last night.\n An unusual eclipse, known as a blood-red moon eclipse, occurred at about 12:30 a.m. when our view of the oon was completely covered by the Earth's shadow.\n \"The appearance is caused by the light from the Sun being refracted by Earth's atmosphere, similar to what happens at sunrise or sunset,\" reads the description from Vancouver's H.R. MacMillan Space Centre.\n Vivid descriptions aside, the \"blood red\" actually seemed more coppery in colour.\n The eclipse kicked off a four-part eclipse series known as a lunar tetrad, says the Space Centre.\n \"It means it is one of four successive total lunar eclipses in a row without a partial eclipse in between, each of which is separated by six full moons.\" \"\nThe next eclipses will be: October 8, 2014; April 4, 2015; and September 28, 2015.\n Also occurring throughout April) is the \"opposition\" of Mars, meaning the red planet will have its closest approach to Earth in 26 months - with the two planets only 92 million kilometres apart.\n This happens ever two years, when the Earth passes between Mars and the sun.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9497027",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6625,
                    "source": {
                        "title": "Cowichan News Leader Pictorial",
                        "uri": "www.cowichannewsleader.com"
                    },
                    "time": "13:00:00",
                    "title": "Under a blood red moon",
                    "uri": "175564693",
                    "url": "http://www.cowichannewsleader.com/news/255324621.html",
                    "wgt": 1
                },
                {
                    "body": "Move aside, stars: Sunriver's Oregon Observatory is getting ready for something you can't see every night: a very special moon with an odd nickname.\n \"So the 'blood moon' is referring to the fact that the moon is going to turn red,\" Oregon Observatory Manager Bob Grossfeld said Monday.\n The phenomena happens when the sun, the Earth and the moon are in a straight line --the proper name is a lunar eclipse.\n \"A lunar eclipse is when the Earth casts a shadow onto the moon,\" Grossfeld said.  \"This is an unusual one, because it's what called a total eclipse.  We're going to bend the light from the sun around the Earth.\" \"\nClouds that moved into much of the area Monday afternoon were parting around nightfall, boosting the odds of great viewing conditions.\n Grossfeld said North Americans typically view full lunar eclipses every couple of years, but he also said there's been times in history when humans didn't see a single one for hundreds of years.\n Luckily, over the next year and a half, we're getting spoiled.\n \"We'll have one tonight of course, then one in October, then next year we have one in April and then one in September,\" Grossfeld said.  \"So we will have four total lunar eclipses, so that's kind of unusual.\" \"\nYou can catch the action Monday night around 11 p.m. Grossfeld said people will see the full effect shortly after midnight.\n The Oregon Observatory is hosting a free viewing party Monday night at its location off River Road in Sunriver from 11 p.m. to 1 a.m.\n\"You see it in a book, and that's cool, but when you see it in real life, it's totally different,\" Grossfeld said.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9469600",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6572,
                    "source": {
                        "title": "KTVZ",
                        "uri": "www.ktvz.com"
                    },
                    "time": "01:14:00",
                    "title": "'Blood Moon' rising: High Desert to view eclipse",
                    "uri": "175444922",
                    "url": "http://www.ktvz.com/news/blood-moon-rising-high-desert-to-view-eclipse/25484254",
                    "wgt": 1
                },
                {
                    "body": "The first in a series of four lunar eclipses will happen tonight, with clear skies giving Brandon a perfect view of the night sky.\n Tonight's will be the first total lunar eclipse visible from Brandon since 2011, and is the first in a series of four over the next year and a half.\n Skywatchers will be able to see the moon turn red as it enters Earth's shadow for a total of 78 minutes just past 2 a.m. tomorrow morning.  The colour comes from the sun's light passing through the Earth's atmosphere on its way to the moon -- essentially it is the colour of every sunrise and sunset in the world at the same time.\n Although the eclipse should be easily visible from stoops or back decks, dedicated moon buffs also have a chance to get a little bit closer by viewing the eclipse from the Brandon University observatory atop McMaster Hall.\n Xisra Winder, the university's community astronomer, says that she is planning to nap all afternoon and stay awake all night, and is planning to have the observatory open from 8 p.m. until possibly dawn, if people are interested in an all-nighter.\n Along with the eclipse, the observatory's telescope will also be used to check out Mars, which is at its closest to Earth in six years, and Jupiter.\n Eclipse watchers should dress warmly and are allowed to bring any snacks or warm drinks that they desire.  Cameras are also welcome.\n The next total lunar eclipse visible from Brandon will be Oct. 8, followed by a partial solar eclipse at sunset on Oct. 23.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9450872",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6458,
                    "source": {
                        "title": "Brandon Sun",
                        "uri": "www.brandonsun.com"
                    },
                    "time": "17:36:00",
                    "title": "BU observatory to open overnight for lunar eclipse",
                    "uri": "175377366",
                    "url": "http://www.brandonsun.com/breaking-news/BU-observatory-to-open-overnight-for-lunar-eclipse-255212121.html",
                    "wgt": 1
                },
                {
                    "body": "BLOOD MOON: The moon as the earth's shadow falls on it during a total lunar eclipse in December, 2011.\n Waikato residents trying to get a glimpse of this evening's blood moon may find it tough, MetService says.\n Clouds moving in from the west could thwart viewing of the lunar eclipse, which will be visible from about 7pm until about 10.30pm tonight.\n Meteorologist Daniel Corbett said a cold front moving eastward onto the North Island would bring mid-level cloud - cutting chances of viewing the spectacle.\n ''Unfortunately that seems to want to time itself to be just off the west coast by the time we get to that peak viewing.' ''\nShould there be a break in the cloud, however, spectators can expect a coppery hue to be cast over the moon when it passes behind the earth into its shadow.\n From 6pm the Moon would start to move into the Earth's shadow and be completely within the shadow by 7.08pm.\n Maximum eclipse would be at 7.46pm and totality would end at 8.23pm.\n Corbett said thickening cloud would complicate viewing.\n ''It's not going to be completely clear sky, but it's not going to be completely overcast because the main front will be off to the west.\n ''The eclipse is the start of a tetrad of blood moons - four successive total lunar eclipses, with no partial lunar eclipses in-between and six full moons between each eclipse.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9473593",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6452,
                    "source": {
                        "title": "Stuff.co.nz",
                        "uri": "www.stuff.co.nz"
                    },
                    "time": "02:04:00",
                    "title": "Clouds may thwart blood moon",
                    "uri": "175462932",
                    "url": "http://www.stuff.co.nz/waikato-times/news/9944581/Clouds-may-thwart-blood-moon",
                    "wgt": 1
                },
                {
                    "body": "Photos\nWhat an awesome sight Tuesday morning, as the \"blood moon\" or total lunar eclipse dazzled many across the country.\n The related image shows what causes the total lunar eclipse.  It's when the full moon passes through the Earth's shadow.  It passes first through the Earth's penumbra, or lighter shadow, and then the umbra, or darkest shadow.  The red color comes from the scattering of light in the atmosphere.\n Think about a sunset, blue and violet colors are scattered away, leaving the red and orange colors to see.\n Thanks to our ulocal viewers for sending in these pics.\n If you missed this one, the next total lunar eclipse will be on Oct. 8 of this year.\n Embed\nRecommended",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9497038",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6339,
                    "source": {
                        "title": "KOCO",
                        "uri": "www.koco.com"
                    },
                    "time": "12:08:00",
                    "title": "Danielle: 'Blood moon' dazzles astronomy lovers",
                    "uri": "175564703",
                    "url": "http://www.koco.com/weather/blood-moon-dazzles-astronomy-lovers/25488360",
                    "wgt": 1
                },
                {
                    "body": "Tuesday morning's eerie reddish moon was the first total lunar eclipse of the year -- and the first in a series of four expected over the next two years.  Lunar eclipses are common, but due to the varying angle of the moon's orbit around Earth, they aren't always total and don't always create the arresting light-show effect of a \"blood moon.\" \"\nThe temporary reddish hue is a normal byproduct of a total lunar eclipse.  As the moon slips into the darkest part of Earth's shadow, called the umbra, it is blocked from the...",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9525860",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6313,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "22:23:00",
                    "title": "Sky Watchers See Red in Total Lunar Eclipse",
                    "uri": "175665674",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702303887804579503633429258564",
                    "wgt": 1
                },
                {
                    "body": "We'll have to post Tuesday's GET OUT recommendation a little early this week, since this event takes place as soon as the clock strikes twelve.\n Tonight will mark the first lunar eclipse we've had in several years, which will be visible in its entirety for us in the state of New York.\n During a lunar eclipse, the moon can take on an orange or blood red color.\n If you'd like to watch the moon get covered by the Earth's shadow with other local space lovers, head to the Baltimore Woods Nature Center to watch the eclipse.\n Where: Baltimore Woods Nature Center at 4007 Bishop Hill Rd., , Marcellus.\n When: Tuesday, April 15 from midnight to 2:30 a.m.\nHow much: $5 for members, $15/family; $8 for non-members, $25/family.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9468550",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6115,
                    "source": {
                        "title": "syracuse.com",
                        "uri": "www.syracuse.com"
                    },
                    "time": "23:21:00",
                    "title": "Baltimore Woods Nature Center hosts star party for lunar eclipse: GET OUT",
                    "uri": "175442490",
                    "url": "http://www.syracuse.com/entertainment/index.ssf/2014/04/baltimore_woods_nature_center_hosts_star_party_for_lunar_eclipse_get_out.html",
                    "wgt": 1
                },
                {
                    "body": "A total lunar eclipse, as seen from Myrtle Beach in 2010.\n CHARLES SLATE -- MCT\nClouds are likely to blot out a lunar eclipse in the Midlands tonight, with nearly a 100 percent cloud cover forecast early Tuesday.\n The moon will move into the Earth's shadow from about 1:30-5:30 a.m. Tuesday, and viewing events are scheduled at the University of South Carolina's Melton Observatory and the Lake Murray dam.  But unless the forecast is way off, nobody in the Midlands will see much of the show.\n At least we won't have to wait long for another chance.  Another lunar eclipse is coming Oct. 8, and two more are on the way April 4 and Sept. 28 in 2015.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442836",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.608,
                    "source": {
                        "title": "thestate",
                        "uri": "www.thestate.com"
                    },
                    "time": "14:12:00",
                    "title": "Midlands weather looking bad for lunar eclipse viewing",
                    "uri": "175350484",
                    "url": "http://www.thestate.com/2014/04/14/3387551/midlands-weather-looking-bad-for.html?sp=%2F99%2F132%2F",
                    "wgt": 1
                },
                {
                    "body": "On Tuesday, April 15, skywatchers around the world were treated to 2014's first total lunar eclipse -- and the resulting \"blood moon\" was quite a thriller.  Why \"blood?\" During the eclipse, the moon's hue ranges from bright orange to blood red, thanks to sunlight that seeps through the Earth's atmosphere onto the moon's face.\n The eclipse, which peaked at 3 a.m. EDT, was visible from most of North and South America.  It was the first of four consecutive total lunar eclipses, called a 'tetrad,' between April 2014 and September 2015.\n If you missed the sky's show, find a stunning recap below:\nHere's a time-lapse of the whole event.\n This is the view of the blood moon from University of Arizona's Mt. Lemmon SkyCenter.\n Halfway through the eclipse, a view from Coffs Harbour, Australia via Frank on Flickr.\n A close-up of the lunar eclipse, shot at an informal \"star party\" near the Arvin Gottlieb Planetarium at Science City, in Kansas City, Missouri by John Sleezer/Kansas City Star/MCT via Getty Images.\n A striking portrait by photographer Enrique Tubio.\n Questlove posted a #TotalEclipseOfTheHeart photo from Las Vegas.\n Usher and some of his buddies landed a shot good enough for the mantel.\n Chris Colfer threw a Kelvin filter on his Instagram #bloodmoon.\n Lucy Hale posted her cityscape spotting.\n Los Angeles' Griffith Observatory stayed open late -- and it paid off:\nIn Wichita Falls, Texas, the eclipse was captured from a distance.\n The moon reflected on the harbor in Mumbai.\n And here, some other out-of-this world sightings:",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9503948",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.605,
                    "source": {
                        "title": "Inc.com",
                        "uri": "www.huffingtonpost.com"
                    },
                    "time": "18:15:00",
                    "title": "If You Didn't Catch The 'Blood Moon,' These Unbelievable Photos Show Exactly What You Missed",
                    "uri": "175587180",
                    "url": "http://www.huffingtonpost.com/2014/04/15/best-blood-moon-photos_n_5152982.html",
                    "wgt": 1
                },
                {
                    "body": "CBSNews -- A pretty spectacular sight will grace our pre-dawn skies on Tuesday.  A total lunar eclipse will turn the moon a coppery red, hence its name, the blood moon.\n CBSNews -- A pretty spectacular sight will grace our pre-dawn skies on Tuesday.  A total lunar eclipse will turn the moon a coppery red, hence its name, the blood moon.  To take advantage of it, you'll have to stay up late from Monday night into Tuesday.  2-4 a.m. or so will be the best viewing time.\n Clouds ahead of an approaching cold front may be the only fly in the ointment.  Clouds or not, if you don't get a chance to see this eclipse, you're in luck!  It's one of four total eclipses that will take place in North America over the next year and a half; the next occurs on October 8 and another two follow next year on April 4 and September 28th.\n So get your cameras ready - and send us your photos!  Use the hashtag #shareKOLR on Twitter and Facebook, email them to share@kolr10.com or sign up for an account on our ShareIt page!",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9442806",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5955,
                    "source": {
                        "title": "Ozarks First",
                        "uri": "www.ozarksfirst.com"
                    },
                    "time": "15:00:00",
                    "title": "'Blood Moon' Viewing Early Tuesday",
                    "uri": "175350434",
                    "url": "http://www.ozarksfirst.com/story/d/story/blood-moon-viewing-early-tuesday/29539/hvaPOZ6AHUOjkQmsAJ15Eg",
                    "wgt": 1
                },
                {
                    "body": "interest recently in an upcoming series of lunar eclipses that begins April 15.\n Its four successive total lunar eclipses, with no partial lunar eclipses in between, each of which is separated from the other by six lunar months (six full moons) called lunar tetrad.  On rare occasions, the light reaching the moon is exactly the color of blood, but there is no way of predicting this in advance.  So there are no grounds to call any particular lunar eclipse a blood moon until it actually shows its color.\n The lunar eclipse coincides with April's full moon and is the first of four total lunar eclipse (a tetrad) between April 2014 and September 2015.  As per Ajay market theory this lunar eclipse may bring highest volatility in Indian stock and commodity market and also warn capital market due to domestic and international reasons.\n It is important to note that this lunar eclipse is taking place in Libra; Sun and Moon both are under influence of Rahu and Ketu.  When there is total lunar eclipse in series as per financial astrology it is not very favorable for political leaders.\n April month is very important month for Indian and global politics.  Results of 15th Lok Sabha are expected to surprise not only public but also political leaders.  Traders need to careful in their big positions in stock market.\n Small traders need to keep away from stock market or need to hedge their buying positions in stock market for month of May 2014.  Third week of April and Lunar eclipse may lead positive movement in sugar, media, automobile stocks in Indian stock market, while metal stocks may see highest volatility in stock market.\n As per financial astrology public sector undertaking (PSU) is expected to see profit booking in Indian stock market.  Hindustan Copper , SBI and Union Bank of India may see profit booking at higher levels in stock market.\n Guar seeds are one of the important agro commodities in spot and electronic trading.  As per financial astrology profit booking is expected in Guar seeds spot and NCDX and MCX.  Soyabean is one of the key agro commodities for oil seeds.  As per stars, profit booking is\nexpected in soyabean in next 10-15 trading days.\n Mentha oil is also an important agro commodity.  As per stars, the second half of the week may not be very positive for Mentha oil.\n As per astrology Libra sign will be an important sign due to lunar eclipse.  Libra sign need to careful in big volume trading, Leo and Aries traders also pay more attention for big volume trading.\n The above prediction is made base on financial astrology and Ajay market theory.  Risk factor is a mandatory tool in future trading.\n Disclaimer: The views and investment tips expressed by investment experts on moneycontrol.com are their own, and not that of the website or its management.  Moneycontrol.com advises users to check with certified experts before taking any investment decisions.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9475183",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5872,
                    "source": {
                        "title": "www.moneycontrol.com",
                        "uri": "www.moneycontrol.com"
                    },
                    "time": "07:04:00",
                    "title": "Expect profit booking in SBI, Union Bank: Ajay Jain",
                    "uri": "175468603",
                    "url": "http://www.moneycontrol.com/news/astrology/expect-profit-bookingsbi-union-bank-ajay-jain_1069526.html",
                    "wgt": 1
                },
                {
                    "body": "Rick Fisk of Oakdale captured these images of the rare \"blood moon\" total lunar eclipse early Tuesday morning, April 15.\n \"It's the first time I have done anything like this,\" Fisk says.  \"It was really amazing to watch, and I had fun photographing it.  It was a little cold spending that much time outside last night, but it was worth it.\" \"\nTotal lunar eclipses happen when the moon is totally enveloped by the Earth's shadow.  Despite temperatures in the low 20s, people across the Twin Cities stood outdoors in the wee hours of the night Tuesday to watch the eclipse turn the moon into a haunting shade of red.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9521147",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5857,
                    "source": {
                        "title": "eastsidereviewnews.com",
                        "uri": "eastsidereviewnews.com"
                    },
                    "time": "20:43:00",
                    "title": "Oakdale man captures the 'blood moon'",
                    "uri": "175645255",
                    "url": "http://eastsidereviewnews.com/articles/2014/04/15/oakdale-man-captures-blood-moon",
                    "wgt": 1
                },
                {
                    "body": "Wake up really early Tuesday morning, look up in to the sky, and you'll see something that appears a little bit off.\n \"What we're going to have is a lunar eclipse starting tomorrow (Monday) night into Tuesday morning,\" said Richard Miles, Program Coordinator at the Science Center of Iowa.\n Miles is an experienced stargazer with all the big telescopes one could ever need for viewing the planets and the stars.\n However, he says when viewing the lunar eclipse Tuesday morning, the best tool is the naked eye.\n \"Just step outside and look up.  That way you'll get the full view.  You will get the full picture of what's going on,\" said Miles.\n A total lunar eclipse was last visible from earth in 2011.\n It happens when the moon slips into the shadow of the earth.\n Light from the sun then bends around the earth's atmosphere making the moon appear blood red.\n \"If you have cloudy conditions on the earth's edge, that would block the earth's light and you won't see the moon at all,\" said Miles.\n Miles says if you want to see the show, be outside by 2 AM.\n Between two and about 3:30 AM thirty, you're likely see to see that reddish glow.\n Whether you're a passionate stargazer or just find yourself looking into the sky from time to time, it's a special sight.\n \"It's a rare event.  It's really neat to see that,\" Miles told Channel 13 News.\n If you need a little expert guidance viewing the lunar eclipse, head to the Science Center of Iowa late Monday night or early Tuesday morning.\n Miles will be out with his telescopes from 11 PM when the moon begins to slip into the earth's shadow until about 4 AM when the total eclipse ends.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9434373",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5722,
                    "source": {
                        "title": "whotv.com",
                        "uri": "whotv.com"
                    },
                    "time": "12:23:00",
                    "title": "LUNAR ECLIPSE: How/Where To See It",
                    "uri": "175322038",
                    "url": "http://whotv.com/2014/04/14/lunar-eclipse-howwhere-to-see-it/",
                    "wgt": 1
                },
                {
                    "body": "Did you take photos of the 'blood moon?' Send them to newsdesk@wlwt.com - we may use them on TV!\n Eyes will be turning to the sky tonight as rare celestial viewing, a total lunar eclipse, will occur overnight.\n Monday night's event is called a \"blood moon.\" \"\nAccording to astronomer Dr. Wes Ryle at Thomas More College, \"You get that really nice, pretty red glow when the moon passes into the deepest of the earth's shadow.  That glow is actually from the Earth's atmosphere bending light back toward the moon's surface.  The nice poetic way to put it, it's all the sunrises and sunsets around the earth that are actually getting focused back onto the moon's surface.\" \"\nBut unfortunately, the viewing looks bad from the Tri-State.\n Tri-State viewing will be from about 2-5:30 a.m. Tuesday, but cloudy skies are expected throughout that time period.\n But according to astronomer Dr. Wes Ryle at Thomas More College, that isn't unusual.\n \"Lunar eclipses usually happen about twice a year, but you have to be in the right place at the right time to be able to see it.  The last one that would have been visible in Cincinnati was a little over two years ago, but even then it was cloudy for that one, so you have to actually go back to more than six years since we had one visible in Cincinnati,\" Ryle said.\n Thomas More College had planned a camp out and viewing party for the eclipse at The Bank of Kentucky Observatory on campus, but those events have been canceled due to the weather.\n The best option to enjoy the eclipse in real-time will be viewing it online.\n Live Streaming of the lunar eclipse:\nwww.stargazersonline.org\nwww.griffithobservatory.com\nThe Bank of Kentucky Observatory at Thomas More College holds free Open Houses several times a semester.  Click here for more information.\n The next lunar eclipse is October 8.  Two will also be visible from the Tri-State next year.\n Did you take photos of the 'blood moon?' Send them to newsdesk@wlwt.com - we may use them on TV!\n Recommended",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9456398",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.567,
                    "source": {
                        "title": "WLWT",
                        "uri": "www.wlwt.com"
                    },
                    "time": "22:58:00",
                    "title": "'Blood moon' viewing may be impeded by Tri-State weather conditions",
                    "uri": "175397178",
                    "url": "http://www.wlwt.com/news/blood-moon-viewing-may-be-impeded-by-tristate-weather-conditions/25480514?absolute=true&utm_source=dlvr.it&utm_medium=twitter&utm_campaign=wlwt",
                    "wgt": 1
                },
                {
                    "body": "The moon turns red during a total lunar eclipse over the Goddess of Liberty statue atop the Capitol in Austin, Texas, at 3:23 a.m. CDT on Tuesday, April 15, 2014.  A total lunar eclipse, or \"blood moon,\" is photographed in the early morning hours of Tuesday, April 15, 2014, at an informal star party and eclipse viewing next to the Arvin Gottlieb Planetarium at Science City, in Kansas City, Mo. This was the first of a lunar eclipse tetrad, which is a series of four total eclipses.  The next three lunar eclipses will occur on Oct. 8; April 4, 2015; and Sept. 28, 2015.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9512919",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5443,
                    "source": {
                        "title": "sacbee",
                        "uri": "www.sacbee.com"
                    },
                    "time": "17:56:00",
                    "title": "Lunar eclipse: 'Blood moon'",
                    "uri": "175619341",
                    "url": "http://www.sacbee.com/2014/04/15/6326823/lunar-eclipse-blood-moon.html?mi_rss=Photo%2520Galleries",
                    "wgt": 1
                },
                {
                    "body": "I set the alarm for 1:30 a.m. Tuesday, April 15, and trotted outside.  Cloudy.\n I set the alarm for 2:30 a.m. Still cloudy.  And some unidentified critter was snuffling in the woods.\n I didn't get to see the blood moon eclipse and it seems like most folks in our area didn't either.  But lucky for us, there's three more total lunar eclipses on the way!\n And while we're talking about lunar luck, those fortunate enough to see the blood moon eclipse are posting time lapse videos on YouTube!\n How were viewing conditions in your neck of the woods?\n Eclipse videos by RoyakMedia, Tim Doucette and RT.  Photo by nickspicture",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9495879",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5299,
                    "source": {
                        "title": "larchmont.patch.com",
                        "uri": "larchmont.patch.com"
                    },
                    "time": "15:57:00",
                    "title": "Missed the Blood Moon Eclipse? [VIDEO]",
                    "uri": "175561380",
                    "url": "http://larchmont.patch.com/groups/around-town/p/missed-the-blood-moon-eclipse-time-lapse-video-april-15-2014-lunar-eclipse-tetrad-portchester",
                    "wgt": 1
                },
                {
                    "body": "Watch the video above: A webcam near Yellowknife, NWT, captured a rare sight: a total lunar eclipse and the northern lights.\n TORONTO - As the moon darkened Monday night during a total lunar eclipse, the night sky came alive with a different kind of light -- the aurora borealis, or northern lights.\n The AuroraMAX camera, a camera run by the University of Calgary, the City of Yellowknife, Astronomy North, and the Canadian Space Agency is situated near Yellowknife, NWT.  It captured both the total lunar eclipse that occurred across North America, and the wave of green aurora dancing across the sky.  Not only that, you can also see Mars in the frame, travelling across the sky with the moon, more visible as the moon slides into Earth's shadow.\n The AuroraMAX camera streams from August to May.\n © Shaw Media, 2014\nReport an error",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9525865",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5169,
                    "source": {
                        "title": "globalnews.ca",
                        "uri": "globalnews.ca"
                    },
                    "time": "19:56:00",
                    "title": "Watch: Lunar eclipse and northern lights over Northwest Territories",
                    "uri": "175665728",
                    "url": "http://globalnews.ca/news/1273111/watch-lunar-eclipse-and-northern-lights-over-northwest-territories/",
                    "wgt": 1
                },
                {
                    "body": "Residents of North and South America will get a chance to see the year's first total lunar eclipse late tonight / early tomorrow.  The celestial event will begins at 0600 GMT (2AM ET, 11PM PT) and will last around 3.5 hours.  The Earth's shadow on the moon will cause the lunar surface to appear as a burnt red color, one of four such occurrences set for the next year and a half, with the next one happening October 8th, 2014.  For anyone not in viewing range or expecting bad weather, Space.com will feature a live webcast of the event.",
                    "date": "2014-04-14",
                    "eventUri": "606160",
                    "id": "9444021",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5055,
                    "source": {
                        "title": "Laughing Squid",
                        "uri": "laughingsquid.com"
                    },
                    "time": "18:36:00",
                    "title": "The First Total Lunar Eclipse of 2014 Will Be Visible Tonight In North and South America",
                    "uri": "175353986",
                    "url": "http://laughingsquid.com/the-first-total-lunar-eclipse-of-2014-will-be-visible-tonight-in-north-and-south-america/",
                    "wgt": 1
                },
                {
                    "body": "Much cooler air will follow for midweek with highs struggling to reach 70 degrees Wed.  as temps.  begin the day in the 40s.  Onshore east winds will become quite strong & gusty Wed.- -Thu.  leading to some beach erosion & rough seas with a wide range of temps.  from the coast to inland areas.  An upper level disturbance within the subtropical jet stream late in the week should develop another round of widespread rain Thu.  night into early Sat.\n So for this week:\n-- warm, even a little humid start to the week\n-- widespread rain, a few storms Tue.\n -- breezy & much cooler for midweek with rough conditions at area beaches.\n -- rain late in the week.\n A full lunar eclipse will be visible from the First Coast (clouds permitting) early Tue.  from 12:53am - 5:33am with totality beginning at 3:06am & lasting fro 1 hour, 18 min. A lunar eclipse occurs only during the full moon phase & is the result of the earth being between the moon & the sun which casts a shadow on the moon when viewed from the earth.  We will have to deal with clouds tonight, & it'll come down to whether or not there are enough breaks in the clouds to be able to see the eclipse.  There will be another full lunar eclipse visible in the fall -- Oct. 8th.  NASA info.  ** here **.  Satellite imagery below courtesy CIMSS:",
                    "date": "2014-04-23",
                    "eventUri": "606160",
                    "id": "9847484",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4811,
                    "source": {
                        "title": "WTEV TV 47",
                        "uri": "www.actionnewsjax.com"
                    },
                    "time": "04:22:00",
                    "title": "This Week: Some Wet Weather + Cool Temps.... Lunar Eclipse Early Tue.",
                    "uri": "176960887",
                    "url": "http://www.actionnewsjax.com/content/blogs/buresh/story/This-Week-Some-Wet-Weather-Cool-Temps-Lunar/erknzafzfEKjNZbllSNHKA.cspx?rss=1148",
                    "wgt": 1
                },
                {
                    "body": "Another week has passed, fellow astronomers!  We have been teased with a few mild days and a few days of sunshine, but we have a ways to go before spring has really sprung.\n I hope the weather cooperated for the total lunar eclipse taking place Monday night.  Since I write this column a week in advance, I don't know what the weather will hold, but I sure hope the eclipse was visible.  The full moon is today, Tuesday, so lunar observing gradually improves in the next week or so as a sharp line and good contrast appears between the lit and unlit areas of the moon.  Use binoculars or a telescope to enjoy the lunar landscape.  On April 25, 1990, the Hubble telescope was deployed.  It's hard to believe that Hubble has been around more than 23 years.  Probably no telescope in history is as well known or has enriched and educated so many people.  Hopefully, it will be around for at least another five to eight years, but with government funding always shaky, it may be touch and go.",
                    "date": "2014-04-15",
                    "eventUri": "606160",
                    "id": "9497011",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.462,
                    "source": {
                        "title": "Petoskey News-Review",
                        "uri": "www.petoskeynews.com"
                    },
                    "time": "12:29:00",
                    "title": "Lunar observing to improve over next week",
                    "uri": "175564658",
                    "url": "http://www.petoskeynews.com/sports/outdoors/lunar-observing-to-improve-over-next-week/article_62d033a1-5548-5631-a427-3a92a38d46ab.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 104,
            "averageDate": "2014-04-15",
            "avgCos": 0.521,
            "categories": [
                {
                    "label": "Science/Astronomy/Eclipses,_Occultations_and_Transits",
                    "uri": "http://www.dmoz.org/Science/Astronomy/Eclipses,_Occultations_and_Transits",
                    "wgt": 61
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "606160",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "606160",
            "lang": "eng",
            "storyDate": "2014-04-15",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-334766",
            "variance": 0.2333
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-131185": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Hacia las 3:00 a.m m.  del 15 de abril toda América podrá observar la Luna roja en el primer eclipse total lunar del año.\n La Agencia Aeroespacial Estadounidense, Nasa, confirmó en su página web que este fenómeno es el primero de cuatro eclipses lunares que se verán de manera consecutiva entre el 2014 y el 2015.\n Además, este fenómeno podrá presenciarse hacia las 3:00 a.m m., , hora local de Colombia.  Los espectadores verán el borde de la Luna ingresando en el centro de la sombra de la Tierra, atravesándose entre la órbita del planeta y el sol, lo cual le dará al satélite natural un color rojizo.\n Si las condiciones climáticas lo permiten, el fenómeno podrá ser visto en todo el continente americano durante 78 minutos.\n Así mismo, la Agencia anunció que países del norte y el este de Europa, este de África, Oriente Medio y Asia Central no podrán apreciar el evento.\n El último eclipse total de Luna tuvo lugar el 10 de diciembre de 2011.  Cuatro eclipses de esta naturaleza se presentaron continuamente en los años 2003 y 2004.",
                    "date": "2014-04-10",
                    "eventUri": "554626",
                    "id": "9194493",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8167,
                    "source": {
                        "title": "El Pais",
                        "uri": "www.elpais.com.co"
                    },
                    "time": "01:07:00",
                    "title": "Colombia verá el próximo 15 de abril un eclipse lunar",
                    "uri": "174332617",
                    "url": "http://www.elpais.com.co/elpais/colombia/noticias/colombia-vera-proximo-15-abril-eclipse-lunar",
                    "wgt": 1
                },
                {
                    "body": "El País / Hacia las 3:00 a.m m.  del 15 de abril toda América podrá observar la Luna roja en el primer eclipse total lunar del año.\n La Agencia Aeroespacial Estadounidense, Nasa, confirmó en su página web que este fenómeno es el primero de cuatro eclipses lunares que se verán de manera consecutiva entre el 2014 y el 2015.\n Además, este fenómeno podrá presenciarse hacia las 3:00 a.m m., , hora local de Colombia.  Los espectadores verán el borde de la Luna ingresando en el centro de la sombra de la Tierra, atravesándose entre la órbita del planeta y el sol, lo cual le dará al satélite natural un color rojizo.\n Si las condiciones climáticas lo permiten, el fenómeno podrá ser visto en todo el continente americano durante 78 minutos.\n Así mismo, la Agencia anunció que países del norte y el este de Europa, este de África, Oriente Medio y Asia Central no podrán apreciar el evento.\n El último eclipse total de Luna tuvo lugar el 10 de diciembre de 2011.  Cuatro eclipses de esta naturaleza se presentaron continuamente en los años 2003 y 2004.\n Con Información de El País",
                    "date": "2014-04-10",
                    "eventUri": "554626",
                    "id": "9200542",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8117,
                    "source": {
                        "title": "www.entornointeligente.com",
                        "uri": "www.entornointeligente.com"
                    },
                    "time": "03:26:00",
                    "title": "COLOMBIA: Colombia verá el próximo 15 de abril un eclipse lunar",
                    "uri": "174354598",
                    "url": "http://www.entornointeligente.com/articulo/2339248/COLOMBIA-Colombia-vera-el-proximo-15-de-abril-un-eclipse-lunar-",
                    "wgt": 1
                },
                {
                    "body": "La NASA informó que la madrugada del próximo martes 15 de Abril, podrá observarse en todo México un eclipse total de luna.\n Es el primero de una tétrada de \"lunas rojas\" que se producirá aproximadamente cada 6 meses y que se repetirá sólo 7 veces en este siglo.\n Los eclipses totales de la Luna, cuando el satélite cruza el cono de sombra de la Tierra, son poco frecuentes y el último ocurrió el 10 de diciembre de 2011.\n La última vez que tuvo lugar una serie de cuatro eclipses lunares totales ocurrió en 2003 y 2004.  El fenómeno ha estado rodeado a lo largo de la historia de muchas supersticiones y referencias a profecías sobre desastres naturales de gran magnitud.\n La agencia aeroespacial estadounidense NASA explicó que el eclipse comenzará el 15 de abril a las 08:00 GMT cuando el borde de la Luna ingrese en el centro de la sombra de la Tierra, que es de color ámbar.",
                    "date": "2014-04-09",
                    "eventUri": "554626",
                    "id": "9200540",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7871,
                    "source": {
                        "title": "Puente Libre",
                        "uri": "puentelibre.mx"
                    },
                    "time": "23:16:00",
                    "title": "Este mes eclipse total o \"luna roja\" visible en todo México",
                    "uri": "174354597",
                    "url": "http://puentelibre.mx/_notas/c1611310",
                    "wgt": 1
                },
                {
                    "body": "Los eclipses totales de la Luna, cuando el satélite cruza el cono de sombra de la Tierra, son poco frecuentes y el último ocurrió el 10 de diciembre de 2011.\n El último eclipse lunar total ocurrió el 10 de diciembre de 2011\nLa última vez que tuvo lugar una serie de cuatro eclipses lunares totales ocurrió en 2003 y 2004.\n La NASA explicó que el eclipse empezará el 15 de abril a la 01:00 am, tiempo del centro de México, cuando el borde de la Luna ingrese en el centro de la sombra de la Tierra, que es de color ámbar.\n Es durante ese periodo que la Luna se ve, desde la Tierra, con un color rojizo causado por la luz del Sol y matizada por su paso a través de la atmósfera terrestre, algo similar a la coloración que adquiere la luz solar en los crepúsculos.\n La totalidad del eclipse tendrá lugar durante un período de 78 minutos que comenzará aproximadamente una hora más tarde y si las condiciones meteorológicas lo permiten, el fenómeno podrá observarse en casi todo el continente americano.",
                    "date": "2014-04-09",
                    "eventUri": "554626",
                    "id": "9178780",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.778,
                    "source": {
                        "title": "Excélsior",
                        "uri": "www.excelsior.com.mx"
                    },
                    "time": "19:45:00",
                    "title": "Eclipse lunar total se observará en Norteamérica el próximo martes - Excélsior",
                    "uri": "174277802",
                    "url": "http://www.excelsior.com.mx/global/2014/04/09/953229",
                    "wgt": 1
                },
                {
                    "body": "Un eclipse de Luna , observable a simple vista, por mÃ¡s de una hora, regalarÃ¡ un espectÃ¡culo fascinante la prÃ³xima semana.Â Â La agencia aeroespacial estadounidense NASA explicÃ³ que el eclipse comenzarÃ¡ el 15 de abril a las 08:00 GMT cuando el borde de la Luna ingrese en el centro de la sombra de la Tierra, que es de color Ã¡mbar.Â Â Es durante ese perÃ­odo que la Luna se ve, desde la Tierra, con un color rojizo causado por la luz del Sol y matizada por su paso a travÃ©s de la atmÃ³sfera terrestre, algo similar a la coloraciÃ³n que adquiere la luz solar en los crepÃºsculos.\n El fenÃ³meno ha estado rodeado a lo largo de la historia de muchas supersticiones y referencias a profecÃ­as sobre desastres naturales de gran magnitud.  Por ejemplo, el libro Four Blood Moons, publicado el aÃ±o pasado por el telepredicador John Hagee, sugiere una vinculaciÃ³n entre la tÃ©trada y los vaticinios bÃ­blicos sobre el fin del mundo.\n La totalidad del eclipse tendrÃ¡ lugar durante un perÃ­odo de 78 minutos que comenzarÃ¡ aproximadamente una hora mÃ¡s tarde y si las condiciones meteorolÃ³gicas lo permiten, el fenÃ³meno podrÃ¡ observarse en casi todo el continente americano.Â Â AdemÃ¡s de ser una vista impresionante, toma relevancia porque serÃ¡ el primero de cuatro eclipses que ocurrirÃ¡n durante los prÃ³ximos dos aÃ±os en la llamada â\u0080\u0098tÃ©trada lunarâ\u0080\u0099, que se produjo por Ãºltima vez hace alrededor de 3 mil 600 aÃ±os.",
                    "date": "2014-04-09",
                    "eventUri": "554626",
                    "id": "9194497",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6877,
                    "source": {
                        "title": "www.postlatino.com",
                        "uri": "www.postlatino.com"
                    },
                    "time": "22:25:00",
                    "title": "“Luna Roja” podrá observarse en casi todo el continente Americano",
                    "uri": "174332618",
                    "url": "http://www.postlatino.com/?p=1721",
                    "wgt": 1
                },
                {
                    "body": "Este próximo 15 de abril se registrará el primer eclipse total de luna del año, fenómeno que deleitará a los habitantes del hemisferio Occidental y podrá ser visto en España, Cuba y Australia y países del Océano Pacífico.\n Like Us on Facebook\nEl fenómeno astronómico en el que la Luna quedará opacada por la Tierra tornándose en tonos rojizos, iniciará como eclipse parcial a las 3:06 a.m m.  EDT y concluirá a las 4:24 a.m m.  EDT (0706 GMT - 0824 GMT), con una duración de 78 minutos en los que el satélite terrestre estará completamente inmerso en sombra.\n El eclipse coincide con el extraño movimiento que el planeta Marte realiza al ubicarse a una distancia de 92.4 millones de kilómetros, ubicación más cercana a la Tierra que se permite apreciar como una estrella deslumbrante en tinte rojizo, según indica el Instituto de Geofísica y Astronomía.\n Los fenómenos podrán ser apreciados con mayor claridad en América del Sur y América del Norte, y parcialmente en Europa y África, según un comunicado de la NASA divulgado en el portal Web.\n Otros Fenómenos en el 2014\nLa NASA indicó que para el 29 de abril se espera un eclipse anular de Sol, el cual podrá ser visto desde Australia por alrededor de 6 minutos.\n El segundo eclipse de luna se registrará el 8 de octubre con una duración de 59 minutos y podrá ser apreciado en la región del pacífico, además de América del Sur, América del Norte, Nueva Zelanda, Australia, Japón y Asia Oriental.\n Estados Unidos, Canadá serán los privilegiados para ser testigos del último fenómeno de esta naturaleza en el 2014.  Un eclipse parcial de sol deleitará a sus habitantes el 23 de octubre.",
                    "date": "2014-04-09",
                    "eventUri": "554626",
                    "id": "9187885",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6323,
                    "source": {
                        "title": "Latinos Post en Español",
                        "uri": "spanish.latinospost.com"
                    },
                    "time": "15:37:00",
                    "title": "Eclipse Total De Luna: Horarios, Lugares, EE.UU Y América Latina",
                    "uri": "174309262",
                    "url": "http://spanish.latinospost.com/articles/5371/20140409/eclipse-total-de-luna-horarios-lugares-ee-uu-y-am%C3%A9rica-latina.htm",
                    "wgt": 1
                },
                {
                    "body": "Mucha gente se muestra muy interesada en saber por el horÃ³scopo, las efemÃ©rides, el estado del tiempo, y muchas otras cuestiones que al resto les pueden sonar triviales.\n Pero, tambiÃ©n estÃ¡n aquellos fanÃ¡ticos de la observaciÃ³n del cielo y los fenÃ³menos que ocurren en ella.  Grupo muy atento y seguidor de cada noticia que ocurre en el Ã¡mbito astronÃ³mico, suelen alegrarse cuando miles y miles se le suman en las redes sociales compartiendo fotos de eclipses, estrellas fugaces, etcÃ©tera.\n Lo cierto es que este martes 15 de abril se producirÃ¡ el primer eclipse total de Luna, de una serie cuatro de este tipo que se esperan para 2014 y 2015, en lo que se conoce como TÃ©trada, es decir, cuatro eclipses totales de Luna consecutivos, que prometen ser visible desde gran parte del planeta, en un intervalo de seis meses.\n Todo comenzarÃ¡ el 15 de abril con el eclipse total de Luna que se podrÃ¡ apreciar totalmente desde AmÃ©rica del Sur y AmÃ©rica del Norte.  El fenÃ³meno astronÃ³mico, que tendrÃ¡ una duraciÃ³n total de 78 minutos, solo serÃ¡ visible de manera parcial en Europa y Ã\u0081frica.\n En ese caso, es la Tierra la que se interpondrÃ¡ entre el Sol y la Luna.  En palabras mÃ¡s tÃ©cnicas, la Luna Llena pasarÃ¡ a travÃ©s de la sombra ambar de la Tierra casi a la medianoche de ese lunes.\n CÃ³mo y cuÃ¡nto se verÃ¡ el eclipse en distinta partes del mundo es una pregunta a la que da respuesta una carta grÃ¡fica explicativa creada por la Royal Astronomical Society of Canada, y que podÃ©s ver en este link.  (CÃ³mo ocurrirÃ¡ el eclipse total de Luna)\nLos otros eclipses que completan esta tÃ©trada - eclipses totales de luna consecutivos - ocurrirÃ¡n el 8 de octubre y durarÃ¡ 59 minutos (Su fase completa de podrÃ¡ ver desde AmÃ©rica del Sur, AmÃ©rica del Norte, Nueva Zelanda, Australia, JapÃ³n y Asia Oriental), el 4 de abril de 2015 y el 28 de septiembre del este aÃ±o.",
                    "date": "2014-04-09",
                    "eventUri": "554626",
                    "id": "9187897",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5644,
                    "source": {
                        "title": "Diario Uno",
                        "uri": "www.diariouno.com.ar"
                    },
                    "time": "19:43:00",
                    "title": "El próximo 15 de abril se verá el primer eclipse total de Luna del año",
                    "uri": "174309246",
                    "url": "http://www.diariouno.com.ar/mundo/El-proximo-15-de-abril-se-vera-el-primer-eclipse-total-de-Luna-del-ao-20140409-0111.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-04-09",
            "avgCos": 0.7254,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "554626",
            "extractedDate": "2014-04-15",
            "extractedDateEnd": "",
            "id": "554626",
            "lang": "spa",
            "storyDate": "2014-04-15",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-131185",
            "variance": 0.4738
        }
    },
    "meta": {
        "CCAArticleMatchCount": 21,
        "CCAArticleMatchRatio": 0.15,
        "CCAAvgCosSim": 0.7653904761904761,
        "CCAAvgMatchWgt": 78.42857142857143,
        "_articleUri1": "174332617",
        "_articleUri2": "175421724",
        "_datetime": "2015-01-19 23:02:08",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-131185",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-334766",
        "_username": "admin",
        "artCount1": 7,
        "artCount2": 104,
        "avgCosSimStory1": 0.7254,
        "avgCosSimStory2": 0.521,
        "categorySim": 0,
        "conceptCosSim": 0.5888109255782633,
        "conceptJaccardSim": 0.1710526315789474,
        "coreTime1": 125107.75,
        "coreTime2": 125223.9166666667,
        "coreTimeStDev1": 3.624699534033326,
        "coreTimeStDev2": 9.0401720082926,
        "entityCosSim": 0.7519407031733981,
        "entityJaccardSim": 0.2608695652173913,
        "extractedDateJaccardSim": 0.85,
        "extractedDatesStory1": 5,
        "extractedDatesStory2": 15,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5792461774600537,
        "keywordJaccardSim": 0.1320754716981132,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 0.9,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 41,
        "timeAvg1": 125109.9023809524,
        "timeAvg2": 125239.2559294872,
        "timeStDev1": 3.624699534033326,
        "timeStDev2": 28.31217723710515,
        "varianceStory1": 0.4738,
        "varianceStory2": 0.2333
    }
}