{
    "850f305d-14db-4c75-b547-79470a557ea3-264515": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Share\nRome (AFP) - Italian prosecutors on Friday said two former top executives at the Vatican bank will go on trial for money laundering, while the bank's ex-chairman was declared innocent.\n Paolo Cipriani, the former director general of the bank formally known as the Institute for Religious Works, and his deputy Massimo Tulli are accused in a case that led to the seizure of 23 million euros ($32 million).\n Italian media reported prosecutors as saying that Cipriani and Tulli had signed off on the suspicious payment and former president Ettore Gotti Tedeschi had instead tried to enforce money laundering laws.\n The two were forced to resign last year, three days after a senior Vatican accountant -- Monsignor Nunzio Scarano -- who held accounts at the bank was arrested in Italy for suspicious cash transfers.\n Tedeschi, who was himself ousted in 2012 in an unusually public showdown with the bank's board, was instead entirely cleared by the investigation and threatened legal action for damage to his reputation.\n The banker's lawyers said the accusations against their client had been \"unfounded\".\n Some Italian media have reported that he was dismissed because of a clash with bank insiders who opposed his efforts to bring greater transparency to the institution.\n The bank, which handles the accounts of Catholic clerics and congregations around the world, has a murky reputation but the Vatican has vowed to clean it up and bring it in line with international laws.\n The bank, known as IOR under its Italian acronym, had around 6.3 billion euros in assets and 18,900 customers in 2012.",
                    "date": "2014-03-28",
                    "eventUri": "504123",
                    "id": "8566785",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7901,
                    "source": {
                        "title": "West Australian",
                        "uri": "au.news.yahoo.com"
                    },
                    "time": "23:12:00",
                    "title": "Two ex-Vatican bank chiefs face money laundering trial (AFP)",
                    "uri": "171415970",
                    "url": "http://au.news.yahoo.com/thewest/business/world/a/22239218/two-ex-vatican-bank-chiefs-face-money-laundering-trial/",
                    "wgt": 1
                },
                {
                    "body": "Paolo Cipriani, the former director general of the bank formally known as the Institute for Religious Works, and his deputy Massimo Tulli are accused in a case that led to the seizure of 23 million euros ($32 million).\n Italian media reported prosecutors as saying that Cipriani and Tulli had signed off on the suspicious payment and former president Ettore Gotti Tedeschi had instead tried to enforce money laundering laws.\n The two were forced to resign last year, three days after a senior Vatican accountant -- Monsignor Nunzio Scarano -- who held accounts at the bank was arrested in Italy for suspicious cash transfers.\n Tedeschi, who was himself ousted in 2012 in an unusually public showdown with the bank's board, was instead entirely cleared by the investigation and threatened legal action for damage to his reputation.\n The banker's lawyers said the accusations against their client had been \"unfounded\".\n Some Italian media have reported that he was dismissed because of a clash with bank insiders who opposed his efforts to bring greater transparency to the institution.\n The bank, which handles the accounts of Catholic clerics and congregations around the world, has a murky reputation but the Vatican has vowed to clean it up and bring it in line with international laws.\n The bank, known as IOR under its Italian acronym, had around 6.3 billion euros in assets and 18,900 customers in 2012.",
                    "date": "2014-03-28",
                    "eventUri": "504123",
                    "id": "8566859",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7406,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "23:15:00",
                    "title": "Two Ex-Vatican Bank Chiefs To Be Tried For Money Laundering",
                    "uri": "171407111",
                    "url": "http://www.businessinsider.com/vatican-bank-money-laundering-2014-3?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "ROME (AP) -- Italian finance police say a suspected plot to swindle the Vatican bank was foiled after Vatican guards became suspicious of two foreigners who tried to enter the bank with a briefcase filled with false financial certificates.\n The Finance Guard official leading the Italian probe was not available early Sunday for details.\n But the police operations center confirmed a report Saturday night by the Italian news agency ANSA that a Dutchman and a U.S. man were stopped after they tried to convince Vatican security officers they had business at the bank, which is not open to the general public.\n Police wouldn't say when the incident occurred.  ANSA said the pair aimed to fraudulently obtain lines of credit.\n A 2010 money-laundering probe by Rome prosecutors sparked tightened scrutiny at the scandal-dogged bank.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8611737",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7195,
                    "source": {
                        "title": "KJTV TV 34",
                        "uri": "www.myfoxlubbock.com"
                    },
                    "time": "00:35:00",
                    "title": "Police investigate suspected fraud plot for Vatican bank",
                    "uri": "171660545",
                    "url": "http://www.myfoxlubbock.com/news/world/story/Police-investigate-suspected-fraud-plot-for/CLRecYn9gUSAuyZ9hS8cBw.cspx?rss=3552",
                    "wgt": 1
                },
                {
                    "body": "ROME (AP) -- Italian finance police say a suspected plot to swindle the Vatican bank was foiled after Vatican guards became suspicious of two foreigners who tried to enter the bank with a briefcase filled with false financial certificates.\n The Finance Guard official leading the Italian probe was not available early Sunday for details.  But the police operations center confirmed a report Saturday night by the Italian news agency ANSA that a Dutchman and a U.S. man were stopped after they tried to convince Vatican security officers they had business at the bank, which is not open to the general public.  Police wouldn't say when the incident occurred.  ANSA said the pair aimed to fraudulently obtain lines of credit.\n A 2010 money-laundering probe by Rome prosecutors sparked tightened scrutiny at the scandal-dogged bank.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8612053",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7195,
                    "source": {
                        "title": "KENS 5",
                        "uri": "www.kens5.com"
                    },
                    "time": "00:47:00",
                    "title": "Police probe suspected fraud plot for Vatican bank",
                    "uri": "171662216",
                    "url": "http://www.kens5.com/news/world/253064021.html",
                    "wgt": 1
                },
                {
                    "body": "The Finance Guard official leading the Italian probe was not available early Sunday for details.  But the police operations center confirmed a report Saturday night by the Italian news agency ANSA that a Dutchman and a U.S. man were stopped after they tried to convince Vatican security officers they had business at the bank, which is not open to the general public.  Police wouldn't say when the incident occurred.  ANSA said the pair aimed to fraudulently obtain lines of credit.\n A 2010 money-laundering probe by Rome prosecutors sparked tightened scrutiny at the scandal-dogged bank.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8613373",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6256,
                    "source": {
                        "title": "kansascity",
                        "uri": "www.kansascity.com"
                    },
                    "time": "01:39:00",
                    "title": "Police probe suspected fraud plot for Vatican bank",
                    "uri": "171669208",
                    "url": "http://www.kansascity.com/2014/03/29/4924841/police-probe-suspected-fraud-plot.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "ROME -- An Italian judge dismissed a prosecutors' investigation into the former chairman of the Vatican's bank over possible noncompliance of money laundering rules, his lawyers said on Friday, accusing the bank's board of damaging the Holy See after it fired him two years ago.\n The ruling stated that Ettore Gotti Tedeschi wasn't involved in the 2010 financial transaction that is being probed by local prosecutors for alleged violations as he wasn't involved in the day-to-day running of the bank, said his lawyers in a...",
                    "date": "2014-03-29",
                    "eventUri": "504123",
                    "id": "8577586",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5763,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "04:13:00",
                    "title": "Probe of Former Vatican Bank Chairman Dismissed",
                    "uri": "171466510",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702304688104579467573184124030?mod=fox_australian&mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB10001424052702304688104579467573184124030.html%253Fmod%253Dfox_australian",
                    "wgt": 1
                },
                {
                    "body": "Share\nRome (AFP) - Vatican police on Saturday apprehended an American and a Dutch man who were trying to deposit billions of euros and US dollars in fake bonds in the Vatican bank.\n The men were stopped by the police when they approached one of the guarded gates at the Vatican and asked to be let through to the Institute for Religious Works (IOR) as the bank is formally known, Vatican spokesman Federico Lombardi told AFP.\n The bonds were discovered in a briefcase they were carrying and the men were handed over to Italy's financial police, who found false passports and other fake documents in their hotel rooms.\n The haul came a day after Italian prosecutors said two former top executives at the Vatican bank will go on trial for money laundering in a case that led to the seizure of 23 million euros ($32 million).\n IOR press officer Max Hohenberg said the American and Dutch man \"are neither clients of the bank, nor were they expected\".\n The bank, which handles the accounts of Catholic clerics and congregations around the world, has a murky reputation but the Vatican has vowed to clean it up and bring it in line with international laws.\n Lombardi said Saturday's episode \"shows the controls are working.  But I don't think we're talking about a plot by criminal masterminds if they managed to get caught at the first hurdle.\" \"\nThe IOR has a troubled history, including the collapse of the Banco Ambrosiano, in which the Holy See was the main shareholder, and which had been accused of laundering money for the Sicilian mafia.\n The chairman of Banco Ambrosiano, Roberto Calvi -- dubbed \"God's Banker\" in the press -- was found hanging from Blackfriars Bridge in London in 1982 in a suspected murder by mobsters.\n In February, Pope Francis created a new finance ministry to oversee the Holy See's economic affairs in a move the Vatican said was aimed at increasing transparency.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8611550",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5182,
                    "source": {
                        "title": "West Australian",
                        "uri": "au.news.yahoo.com"
                    },
                    "time": "00:27:00",
                    "title": "US, Dutch try to deposit billions in fake bonds in Vatican bank (AFP)",
                    "uri": "171659387",
                    "url": "http://au.news.yahoo.com/thewest/business/world/a/22254329/us-dutch-try-to-deposit-billions-in-fake-bonds-in-vatican-bank/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-03-29",
            "avgCos": 0.5619,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "504123",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "503682",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Italy",
                    "lat": 42.83333,
                    "long": 12.83333,
                    "wikiUri": "http://en.wikipedia.org/wiki/Italy"
                },
                "labelEng": "Rome",
                "lat": 41.89474,
                "long": 12.4839,
                "wikiUri": "http://en.wikipedia.org/wiki/Rome"
            },
            "storyDate": "2014-03-29",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-264515",
            "variance": 0.3985
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-116656": {
        "articles": {
            "resultCount": 13,
            "results": [
                {
                    "body": "Dos hombres con un maletín lleno de certificados falsos de bonos que supuestamente valían billones de euros (dólares) trataron infructuosamente de engañar al banco del Vaticano con un intento de fraude, informó la Ppolicía italiana este domingo.\n El teniente coronel de la Guardia Financiera David Cardia dijo que los dos hombres, vestidos de traje, intentaron convencer a principios de mes a la Guardia Suiza en la entrada de la Ciudad del Vaticano que \"les esperaban varios cardenales\".\n Cardia dijo a The Associated Press en una entrevista telefónica que las autoridades vaticanas detuvieron a los sospechosos -un holandés de mediana edad y un estadounidense- después que los funcionarios vaticanos comprobaron que no tenían cita alguna ni conexiones con el Instituto de Obras Religiosas, el hasta hace poco nombre formal del banco vaticano , que no está abierto al público.\n El Vaticano ha estado luchando para mejorar sus procedimientos y normas en el banco desde que se reveló una investigación por lavado de dinero en 2010.\n Cardia dijo que los documentos falsos buscaban aparentar certificados de bonos de empresas no italianas.\n \"La suma, por valor de 3 billones de euros (más de 4 billones de dólares), es impresionante, aunque es solamente simbólica ya que hablamos de certificados falsos\", dijo Cardia, encargado de las operaciones de la policía financiera en Roma y el área colindante.\n Los investigadores creen que al parecer los hombres pensaban usar los bonos falsos como garantía para abrir una línea sustancial de crédito a través del banco vaticano.  El Vaticano pidió la ayuda de las autoridades italianas en la investigación.\n La policía italiana registró la habitación de ambos hombres en un hotel cerca del Vaticano y confiscó sellos y cuños utilizados para crear los documentos falsos, precisó Cardia.\n Ambos sospechosos, cuya identidad no fue facilitada por la policía, habían sido investigados por intento de fraude en países asiáticos, dijo Cardia sin dar más detalles.\n Les fueron cursadas citaciones judiciales y quedaron en libertad sin derecho a fianza mientras prosigue la investigación, ya que las leyes italianas no requieren la detención durante la investigación de un intento de fraude, según el funcionario.  Al parecer ambos abandonaron Italia.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8865032",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7477,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "22:47:00",
                    "title": "Frustran presunto fraude en Banco Vaticano - El Universo",
                    "uri": "171982105",
                    "url": "http://www.eluniverso.com/noticias/2014/03/30/nota/2537081/frustran-presunto-fraude-banco-vaticano",
                    "wgt": 1
                },
                {
                    "body": "El servicio de policía del Vaticano detuvo el sábado a dos hombres, un estadounidense y un holandés, que intentaban depositar miles de millones de euros y dólares en bonos falsos en el Banco Vaticano.\n Ambos hombres fueron detenidos por la policía cuando, tras dirigirse a una de las puertas custodiadas (por guardias suizos) del Vaticano, solicitaron ser recibidos en el Instituto para las Obras de Religión (IOR), nombre oficial del banco, dijo a la AFP el portavoz vaticano Federico Lombardi.\n Los bonos falsos se encontraban en un maletín que llevaban con ellos, y los detenidos fueron entregados a la policía financiera italiana, que posteriormente encontró pasaportes y otros documentos falsos en sus habitaciones de hotel.\n Esta detención tuvo lugar al día siguiente de conocerse la noticia de que fiscales italianos informaron que dos exaltos ejecutivos del Banco Vaticano serán juzgados por lavado de dinero, en un caso en el marco del cual se incautaron 23 millones de euros (uno 32 millones de dólares).\n El encargado de prensa del IOR, Max Hohenberg, dijo que el estadounidense y el holandés detenidos el sábado \"no son clientes del banco, ni eran esperados\" en el mismo.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8628425",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7445,
                    "source": {
                        "title": "BioBioChile",
                        "uri": "www.biobiochile.cl"
                    },
                    "time": "13:43:00",
                    "title": "Detienen a dos hombres que intentaban depositar millones de euros en bonos falsos en el Vaticano",
                    "uri": "171768515",
                    "url": "http://www.biobiochile.cl/2014/03/30/detienen-a-dos-hombres-que-intentaban-depositar-millones-de-euros-en-bonos-falsos-en-el-vaticano.shtml?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bradiobiobio%2B%2528Bio-Bio%2BNoticias%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Roma -- El servicio de policía del Vaticano detuvo el sábado a dos hombres, un estadounidense y un holandés, que intentaban depositar miles de millones de euros y dólares en bonos falsos en el Banco Vaticano.\n Ambos hombres fueron detenidos por la policía cuando, tras dirigirse a una de las puertas custodiadas (por guardias suizos) del Vaticano, solicitaron ser recibidos en el Instituto para las Obras de Religión (IOR), nombre oficial del banco, dijo a la AFP el portavoz vaticano Federico Lombardi.\n Los bonos falsos se encontraban en un maletín que llevaban con ellos, y los detenidos fueron entregados a la policía financiera italiana, que posteriormente encontró pasaportes y otros documentos falsos en sus habitaciones de hotel.\n Esta detención tuvo lugar al día siguiente de conocerse la noticia de que fiscales italianos informaron que dos exaltos ejecutivos del Banco Vaticano serán juzgados por lavado de dinero, en un caso en el marco del cual se incautaron 23 millones de euros (uno 32 millones de dólares).\n El encargado de prensa del IOR, Max Hohenberg, dijo que el estadounidense y el holandés detenidos el sábado \"no son clientes del banco, ni eran esperados\" en el mismo.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8614993",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7443,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "02:52:00",
                    "title": "Detienen en el Vaticano a dos hombres que intentaban depositar bonos falsos",
                    "uri": "171679198",
                    "url": "http://www.elnuevoherald.com/2014/03/29/1714178/detienen-en-el-vaticano-a-dos.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Dos hombres con un maletín lleno de certificados falsos de bonos que supuestamente valían billones de euros trataron infructuosamente de engañar al banco del Vaticano con un intento de fraude, informó la policía italiana el día de ayer.\n El teniente coronel de la Guardia Financiera David Cardia dijo que los dos hombres, vestidos de traje, intentaron convencer a principios del mes de marzo a la Guardia Suiza en la entrada de la Ciudad del Vaticano de que \"les estaban esperando varios cardenales\".\n David Cardia dijo a AP en una entrevista telefónica que las autoridades vaticanas detuvieron a los sospechosos -- un holandés de mediana edad y un estadounidense -- después de que los funcionarios vaticanos comprobaron que no tenían cita alguna ni conexiones con el Instituto de Obras Religiosas, el hasta hace poco nombre formal del banco vaticano, que no está abierto al público.\n El Vaticano ha estado luchando para mejorar sus procedimientos y normas en el banco desde que se reveló una investigación por lavado de dinero en 2010.\n Cardia dijo que los documentos falsos buscaban aparentar ser certificados de bonos de empresas no italianas.\n \"La suma, por un valor de 3 billones de euros (más de 4 billones de dólares), es impresionante, aunque es solamente simbólica ya que hablamos de certificados falsos\", dijo Cardia, encargado de las operaciones de la policía financiera en Roma y el área colindante.\n Los investigadores creen que al parecer los hombres pensaban usar los bonos falsos como garantía para abrir una línea sustancial de crédito a través del banco vaticano.  El Vaticano pidió la ayuda de las autoridades italianas en la investigación.\n La policía italiana registró la habitación de ambos hombres en un hotel cerca del Vaticano y confiscó sellos y cuños utilizados para crear los documentos falsos, precisó Cardia.\n Ambos sospechosos, cuya identidad no fue facilitada por la Policía, habían sido investigados anteriormente por intento de fraude en países asiáticos, dijo Cardia sin dar más detalles.\n Les fueron cursadas citaciones judiciales y quedaron en libertad sin derecho a fianza mientras prosigue la investigación, ya que las leyes italianas no requieren la detención durante la investigación de un intento de fraude, según el funcionario.\n Al parecer ambos abandonaron Italia.",
                    "date": "2014-03-31",
                    "eventUri": "504123",
                    "id": "8854395",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7398,
                    "source": {
                        "title": "www.am.com.mx",
                        "uri": "www.am.com.mx"
                    },
                    "time": "07:50:00",
                    "title": "Policía frustra fraude en banco del Vaticano - Periódico AM",
                    "uri": "171969661",
                    "url": "http://www.am.com.mx/leon/mundo/policia-frustra-fraude-en-banco-del-vaticano-97201.html",
                    "wgt": 1
                },
                {
                    "body": "Un estadounidense y un holandés fueron detenidos al ingresar con los títulos en euros y dólares.  La policía financiera italiana encontró más documentos apócrifos\nEl servicio de policía del Vaticano detuvo este sábado a dos hombres, un estadounidense y un holandés, que intentaban depositar miles de millones de euros y dólares en bonos falsos en el Banco Vaticano.\n Ambos hombres fueron detenidos por la policía cuando, tras dirigirse a una de las puertas custodiadas (por guardias suizos) del Vaticano, solicitaron ser recibidos en el Instituto para las Obras de Religión (IOR), nombre oficial del banco, dijo a la agencia AFP el vocero vaticano Federico Lombardi.\n Los bonos falsos se encontraban en un maletín que llevaban con ellos, y los detenidos fueron entregados a la policía financiera italiana, que posteriormente encontró pasaportes y otros documentos falsos en sus habitaciones de hotel.\n Esta detención tuvo lugar al día siguiente de conocerse la noticia de que fiscales italianos informaron que dos ex altos ejecutivos del Banco Vaticano serán juzgados por lavado de dinero, en un caso en el marco del cual se incautaron 23 millones de euros (unos u$s32 millones).\n El encargado de prensa del IOR, Max Hohenberg, dijo que el estadounidense y el holandés detenidos el sábado \"no son clientes del banco, ni eran esperados\" en el mismo.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8618020",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7315,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "05:34:00",
                    "title": "Banco Vaticano: querían depositar miles de millones en bonos falsos",
                    "uri": "171700336",
                    "url": "http://www.infobae.com/2014/03/30/1553747-banco-vaticano-querian-depositar-miles-millones-bonos-falsos",
                    "wgt": 1
                },
                {
                    "body": "Ambos hombres fueron detenidos por la policía cuando, tras dirigirse a una de las puertas custodiadas (por guardias suizos) del Vaticano, solicitaron ser recibidos en el Instituto para las Obras de Religión (IOR), nombre oficial del banco, dijo a la AFP el portavoz vaticano Federico Lombardi.\n Los bonos falsos se encontraban en un maletín que llevaban con ellos, y los detenidos fueron entregados a la policía financiera italiana, que posteriormente encontró pasaportes y otros documentos falsos en sus habitaciones de hotel.\n Esta detención tuvo lugar al día siguiente de conocerse la noticia de que fiscales italianos informaron que dos exaltos ejecutivos del Banco Vaticano serán juzgados por lavado de dinero, en un caso en el marco del cual se incautaron 23 millones de euros (uno 32 millones de dólares).\n El encargado de prensa del IOR, Max Hohenberg, dijo que el estadounidense y el holandés detenidos el sábado \"no son clientes del banco, ni eran esperados\" en el mismo.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8615903",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6787,
                    "source": {
                        "title": "EL INFORMADOR",
                        "uri": "www.informador.com.mx"
                    },
                    "time": "03:43:00",
                    "title": "Detiene en el Vaticano a dos hombres con bonos falsos",
                    "uri": "171685686",
                    "url": "http://www.informador.com.mx/internacional/2014/520474/6/detiene-en-el-vaticano-a-dos-hombres-con-bonos-falsos.htm",
                    "wgt": 1
                },
                {
                    "body": "ROMA -- Dos hombres con un maletín lleno de certificados falsos de bonos que supuestamente valían billones de euros (dólares) trataron infructuosamente de engañar al banco del Vaticano con un intento de fraude, informó la policía italiana el domingo.\n El teniente coronel de la Guardia Financiera David Cardia dijo que los dos hombres, vestidos de traje, intentaron convencer a principios de mes a la Guardia Suiza en la entrada de la Ciudad del Vaticano que \"les esperaban varios cardenales\".\n Cardia dijo a The Associated Press en una entrevista telefónica que las autoridades vaticanas detuvieron a los sospechosos -- un holandés de mediana edad y un estadounidense -- después que los funcionarios vaticanos comprobaron que no tenían cita alguna ni conexiones con el Instituto de Obras Religiosas, el hasta hace poco nombre formal del banco vaticano , que no está abierto al público.\n El Vaticano ha estado luchando para mejorar sus procedimientos y normas en el banco desde que se reveló una investigación por lavado de dinero en 2010.\n Cardia dijo que los documentos falsos buscaban aparentar certificados de bonos de empresas no italianas.\n \"La suma, por valor de 3 billones de euros (más de 4 billones de dólares), es impresionante, aunque es solamente simbólica ya que hablamos de certificados falsos\", dijo Cardia, encargado de las operaciones de la policía financiera en Roma y el área colindante.\n Los investigadores creen que al parecer los hombres pensaban usar los bonos falsos como garantía para abrir una línea sustancial de crédito a través del banco vaticano.  El Vaticano pidió la ayuda de las autoridades italianas en la investigación.\n La policía italiana registró la habitación de ambos hombres en un hotel cerca del Vaticano y confiscó sellos y cuños utilizados para crear los documentos falsos, precisó Cardia.\n Ambos sospechosos, cuya identidad no fue facilitada por la policía, habían sido investigados por intento de fraude en países asiáticos, dijo Cardia sin dar más detalles.\n Les fueron cursadas citaciones judiciales y quedaron en libertad sin derecho a fianza mientras prosigue la investigación, ya que las leyes italianas no requieren la detención durante la investigación de un intento de fraude, según el funcionario.  Al parecer ambos abandonaron Italia.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8629079",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6611,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "14:06:00",
                    "title": "Frustran presunto fraude en banco vaticano",
                    "uri": "171772782",
                    "url": "http://www.elnuevoherald.com/2014/03/30/1714337/frustran-presunto-fraude-en-banco.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Incautados bonos falsificados.  Detenidos un holandés y un estadounidense que no tienen cuenta en el Instituto para las Obras de Religión\nLa gendarmeria vaticana junto con la guardia de finanza italiana han detenido un intento de fraude en el Instituto para las Obras de Religión (Ior).\n Según informa Radio Vaticana, dos hombres -un holandés y un estadounidense- habían intentado entrar en territorio vaticano con una maletín que contenía bonos falsos pero fueron detenidos por los servicios de seguridad del vaticano en los controles de ingreso a la Ciudad del Vaticano.\n Los dos hombres, que intentaban dirigirse al Ior, no eran titulares de ninguna cuenta, no eran conocidos, ni su llegada era esperada.  Ambos han sido denunciados tanto por las autoridades vaticanas como por las italianas.\n Basándose en los acuerdos en vigor entre los dos Estados, los autores del intento de estafa, han sido entregados a la guardia de finanza italiana; que con las investigaciones posteriores han descubierto que se trataba de estafadores.",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8709401",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6277,
                    "source": {
                        "title": "www.zenit.org",
                        "uri": "www.zenit.org"
                    },
                    "time": "14:00:00",
                    "title": "La gendarmeria vaticana detiene intento de fraude en el Ior",
                    "uri": "172140843",
                    "url": "http://www.zenit.org/es/articles/la-gendarmeria-vaticana-detiene-intento-de-fraude-en-el-ior?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bzenit%252Fspanish%2B%2528ZENIT%2BEspa%25C3%25B1ol%2529",
                    "wgt": 1
                },
                {
                    "body": "El Papa Francisco y la Reina de Inglaterra se reunieron 17 minutos en privado\nLa gendarmería vaticana y la guardia de finanzas italiana han detenido un intento de fraude en el Instituto para las Obras de Religión (IOR), cuando un holandés y un estadounidense intentaban entrar en el recinto vaticano con un maletín que contenía bonos falsos, según informa Radio Vaticano.\n Los dos hombres, detenidos en el control de acceso cuando intentaban dirigirse al IOR, no eran titulares de ninguna cuenta, ni eran conocidos, ni estaba prevista su llegada.  Ambos han sido denunciados tanto por las autoridades vaticanas como por las italianas, según recoge la agencia Zenit.. .\n Basándose en los acuerdos en vigor entre los dos Estados, los autores del intento de estafa han sido entregados a la guardia de finanzas italiana.  Gracias a investigaciones posteriores, los agentes han descubierto que se trataba de conocidos estafadores.",
                    "date": "2014-03-31",
                    "eventUri": "504123",
                    "id": "8863368",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5976,
                    "source": {
                        "title": "www.teinteresa.es",
                        "uri": "www.teinteresa.es"
                    },
                    "time": "11:47:00",
                    "title": "Detienen a dos hombres por intentar entrar bonos falsos en el ... - Te Interesa",
                    "uri": "171980048",
                    "url": "http://www.teinteresa.es/religion/estafa-bonus-falsos-IOR-vaticano_0_1111689609.html",
                    "wgt": 1
                },
                {
                    "body": "CIUDAD DEL VATICANO (Reuters) - La Policía italiana detuvo este mes a dos \"ingenuos\" que intentaron entrar en el Vaticano portando bonos falsos por un valor aparentemente de 2,8 billones de euros, dijeron el domingo responsables del Vaticano.\n Un estadounidense y un holandés aparecieron el 11 de marzo en la Puerta de Santa Ana del Vaticano diciendo que querían ir al banco del Vaticano, que no está abierto para el público general.\n Los guardias llamaron al banco, pero se les dijo que nadie los esperaba.  Los guardias sospecharon y registraron sus maletas, donde encontraron los bonos, algunos de ellos con un valor nominal de 500 millones de euros.\n La policía vaticana llamó a la policía italiana, que hizo un registro el hotel de los hombres y encontró sellos de caucho, prensas y otros instrumentos para hacer bonos falsos.\n El holandés portaba tres pasaportes, todos válidos, dijo a Reuters un responsables de seguridad del Vaticano.\n La Policía ha mantenido las detenciones en secreto, aparentemente para seguir con su investigación, pero la historia fue publicada el domingo en los diarios italianos.\n El diario Corriere della Sera dijo que los bonos y la documentación que los acompañaba tenían faltas gramaticales en inglés y cartas de garantía que se remontaban al fallecido presidente estadounidense John F. Kennedy y su también fallecido hermano Robert F. Kennedy.\n Medios publicaron que los dos quedaron en libertad a la espera de más investigaciones.  El Corriere della Sera dijo que el holandés fue detenido hace dos años en Hong Kong por cargos de fraude.\n Un portavoz del Vaticano y un responsable de seguridad también de la ciudad estado los calificaron de \"ingenuos\".",
                    "date": "2014-03-31",
                    "eventUri": "504123",
                    "id": "8664494",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5758,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "11:04:00",
                    "title": "Detenidos dos \"ingenuos\" en Vaticano con billones de euros en bonos falsos",
                    "uri": "171968045",
                    "url": "http://www.eleconomista.es/cultura/noticias/5666696/03/14/Detenidos-dos-ingenuos-en-Vaticano-con-billones-de-euros-en-bonos-falsos.html",
                    "wgt": 1
                },
                {
                    "body": "La Policía italiana detuvo a la entrada del Banco del Vaticano a dos hombres que llevaban bonos falsos por valor de 3 billones de euros, según informa AP citando a la Policía italiana.  Los detenidos, un ciudadano de los Países Bajos y otro de EE.UU., intentaron convencer a la guardia en la entrada de que \"les esperaban varios cardenales\".",
                    "date": "2014-03-30",
                    "eventUri": "504123",
                    "id": "8632808",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.433,
                    "source": {
                        "title": "RT en Español",
                        "uri": "actualidad.rt.com"
                    },
                    "time": "16:24:00",
                    "title": "Detienen en la entrada del Banco Vaticano a 2 personas con bonos falsos por valor de 3 billones de euros",
                    "uri": "171794470",
                    "url": "http://actualidad.rt.com/ultima_hora/view/123826-detener-banco-vaticano-personas-euros-falsos",
                    "wgt": 1
                },
                {
                    "body": "A los dos hermanos se les atribuye un beneficio ilícito de 23,8 millones de euros en los últimos 14 años\nLos ciudadanos españoles Jesús Ángel Bergantinos Díaz de Lugo, de 65 años, y su hermano, José Carlos, de 58, quien también tiene la nacionalidad estadounidense, han sido incumplados por un tribunal de Nueva York por tráfico de cuadros falsos atribuídos a los pintores Mark Rothko y Jackson Pollock.\n Ambos fueron detenidos los pasados días 14 y 18 de abril en España, según precisó el fiscal general de Manhattan, Preet Bharara, a través de un comunicado.  A ambos se les atribuye un beneficio ilícito de 33 millones de dólares, unos 23,8 millones de euros, en los últimos 14 años.\n Junto a ellos ha sido inculpada una tercera persona, el pintor y falsificador chino Pei Shen Qian, de 75 años, también con nacionalidad estadounidense, y que habría partido rumbo a China.\n Un tercer detenido\nLos dos hermanos españoles han sido también acusados de fraude electrónico y blanqueo de dinero.  El pintor chino, por su parte, es acusado de complot, fraude electrónico y falsos testimonios ante la Justicia.\n José Carlos Bergantinos, que se hacía pasar por marchante de arte, vendió entre 1994 y 2009 a dos galerías neoyorquinas unos 60 cuadros falsos, con la complicidad de Glafira Rosales, una mujer que ya se ha declarado culpable.",
                    "date": "2014-04-22",
                    "eventUri": "504123",
                    "id": "9734803",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2605,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "02:45:00",
                    "title": "La justicia de Nueva York acusa los españoles detenidos de la venta de cuadros falsificados",
                    "uri": "176635736",
                    "url": "http://www.abc.es/cultura/arte/20140422/abci-robo-cuadros-york-201404220210.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Otros títulos de esta sección Presena robot con aspecto de niño de 3 años Miles de españoles rinden homenaje y se despiden de artífice de la democracia Obama: Rusia pagará caro su anexión a Crimea Video: Encuentran en París a cuatro \"niños salvajes\" Europa anuncia 2,500 millones de euros para Latinoamérica Incautan preservativos de cocaína enviados al Vaticano Preservativos con cocaína enviaban para el Vaticano Adolfo Suárez: el político audaz y seductor que desmontó el régimen franquista Marina ucraniana abandona poco a poco Crimea Gigantesca marcha en Madrid contra la austeridad termina con altercados",
                    "date": "2014-03-24",
                    "eventUri": "504123",
                    "id": "8276298",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.1809,
                    "source": {
                        "title": "Diario La Prensa",
                        "uri": "www.laprensa.hn"
                    },
                    "time": "21:25:00",
                    "title": "Europe announces 2,500 million for latin america",
                    "uri": "170268092",
                    "url": "http://www.laprensa.hn/inicio/626493-96/europa-anuncia-2500-millones-de-euros-para-latinoamerica?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed:%2520laprensa_titulares%2520%2528La%2520Prensa%2520-%2520Titulares%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 13,
            "averageDate": "2014-04-01",
            "avgCos": 0.4942,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "504123",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "358069",
            "lang": "spa",
            "storyDate": "2014-04-01",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-116656",
            "variance": 0.4481
        }
    },
    "meta": {
        "CCAArticleMatchCount": 32,
        "CCAArticleMatchRatio": 0.2352941176470588,
        "CCAAvgCosSim": 0.6769296875,
        "CCAAvgMatchWgt": 61.9375,
        "_articleUri1": "171660545",
        "_articleUri2": "171768515",
        "_datetime": "2015-01-19 23:02:06",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-264515",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-116656",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 13,
        "avgCosSimStory1": 0.5619,
        "avgCosSimStory2": 0.4942,
        "categorySim": 0,
        "conceptCosSim": 0.384263118372306,
        "conceptJaccardSim": 0.1891891891891892,
        "coreTime1": 124823.2,
        "coreTime2": 124850.8666666667,
        "coreTimeStDev1": 11.97072439873201,
        "coreTimeStDev2": 11.52494838434159,
        "entityCosSim": 0.4972323961375189,
        "entityJaccardSim": 0.4,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.2852483627493387,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 10,
        "storyQuality2": 9,
        "timeAvg1": 124838.5904761905,
        "timeAvg2": 124896.3076923077,
        "timeStDev1": 11.97072439873201,
        "timeStDev2": 151.2472506800181,
        "varianceStory1": 0.3985,
        "varianceStory2": 0.4481
    }
}