{
    "850f305d-14db-4c75-b547-79470a557ea3-89940": {
        "articles": {
            "resultCount": 15,
            "results": [
                {
                    "body": "King sending legal warnings to developers whose games include the word in their title\nThe company behind Candy Crush Saga has successfully registered the word 'Candy' as a trademark, and has now begun asking indie developers to remove their games from the iOS App Store if they feature the word in the title.\n King filed the trademark request for the word 'Candy' in February 2013.  It was approved on January 15, 2014.\n The trademark covers the use of the word Candy on a wide range of goods, not limited to video games but also including the likes of headphones, mobile phone cases and calculators.\n According to GameZebo, King has already started issuing other app developers with letters (via Apple's legal department) asking them to either remove their app or prove it doesn't infringe on King's trademark.\n Indie developer Benny Hsu told the site that he contacted King after receiving a letter concerning his game, All Candy Casino Slots.\n Hsu says King replied: \"Your use of CANDY SLOTS in your app icon uses our CANDY trade mark exactly, for identical goods, which amounts to trade mark infringement and is likely to lead to consumer confusion and damage to our brand.\" \"\nThis may not necessarily spell bad news for all indie developers with games featuring the word in their title.  IP legal expert Martin Schwimmer also explained to GameZebo that developers may be able to claim they thought of the word 'Candy' on their own and weren't inspired by Candy Crush Saga.\n \"Someone can't plausibly claim that they came up with the term 'Teenage Mutant Ninja Turtles' on their own\", he explained.  \"An incredibly unique trademark like that is somewhat easy to protect.\" \"\nUPDATE: A King spokesperson has responded to this report, confirming to GI.b biz that it has indeed trademarked the use of 'Candy', but insisting that it won't enforce against all uses of the word.\n \"We have trademarked the word 'CANDY' in the EU, as our IP is constantly being infringed and we have to enforce our rights and to protect our players from confusion.\n \"We don't enforce against all uses of CANDY - some are legitimate and of course, we would not ask App developers who use the term legitimately to stop doing so.\" \"\nThe spokesperson added: \"The particular App in this instance was called 'Candy Casino Slots - Jewels Craze Connect: Big Blast Mania Land', but its icon in the App store just says 'Candy Slots', focussing heavily on our trademark.\n \"As well as infringing our and other developer's IP, use of keywords like this as an App name is also a clear breach of Apple's terms of use.  We believe this App name was a a calculated attempt to use other companies' IP to enhance its own games, through means such as search rankings.\" \"",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3291118",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8248,
                    "source": {
                        "title": "GamesRadar+",
                        "uri": "www.computerandvideogames.com"
                    },
                    "time": "08:56:00",
                    "title": "Candy Crush studio successfully trademarks 'Candy'",
                    "uri": "152234784",
                    "url": "http://www.computerandvideogames.com/446104/candy-crush-studio-successfully-trademarks-candy/",
                    "wgt": 1
                },
                {
                    "body": "King sending legal warnings to developers whose games include the word in their title\nThe company behind Candy Crush Saga has successfully registered the word 'Candy' as a trademark, and has now begun asking indie developers to remove their games from the iOS App Store if they feature the word in the title.\n King filed the trademark request for the word 'Candy' in February 2013.  It was approved on January 15, 2014.\n The trademark covers the use of the word Candy on a wide range of goods, not limited to video games but also including the likes of headphones, mobile phone cases and calculators.\n According to GameZebo, King has already started issuing other app developers with letters (via Apple's legal department) asking them to either remove their app or prove it doesn't infringe on King's trademark.\n Indie developer Benny Hsu told the site that he contacted King after receiving a letter concerning his game, All Candy Casino Slots.\n Hsu says King replied: \"Your use of CANDY SLOTS in your app icon uses our CANDY trade mark exactly, for identical goods, which amounts to trade mark infringement and is likely to lead to consumer confusion and damage to our brand.\" \"\nThis may not necessarily spell bad news for all indie developers with games featuring the word in their title.  IP legal expert Martin Schwimmer also explained to GameZebo that developers may be able to claim they thought of the word 'Candy' on their own and weren't inspired by Candy Crush Saga.\n \"Someone can't plausibly claim that they came up with the term 'Teenage Mutant Ninja Turtles' on their own\", he explained.  \"An incredibly unique trademark like that is somewhat easy to protect.\" \"",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3235551",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7877,
                    "source": {
                        "title": "GamesRadar+",
                        "uri": "www.computerandvideogames.com"
                    },
                    "time": "10:32:00",
                    "title": "Candy Crush studio successfully trademarks 'Candy'",
                    "uri": "152092323",
                    "url": "http://www.computerandvideogames.com/446104/candy-crush-studio-successfully-trademarks-candy/?cid=OTC-RSS&attr=CVG-General-RSS",
                    "wgt": 1
                },
                {
                    "body": "Candy Crush Saga dev requests that other games featuring the word 'Candy' be 'removed from App Store'.\n Candy Crush Saga developer King is reportedly asking iOS developers to remove games featuring the word 'Candy' in their title from the App Store, following the developer's successful trademark application last week.\n Discussing the situation with gamezebo.c com, All Candy Casino Slots creator Benny Hsu claims that he was asked by King to remove the app from the store or prove that the game doesn't infringe upon King's trademark.\n \"Lots of devs are frustrated cause it seems so ridiculous,\" says Hsu, who says that he was told by King's legal team that his use of \"CANDY SLOTS\" in his app's icon uses King's \"CANDY trade mark exactly, for identical goods, which amounts to trade mark infringement and is likely to lead to consumer confusion and damage to [King's] brand.\n \"The addition of only the descriptive term \"SLOTS\" does nothing to lessen the likelihood of confusion,\" he was told.\n King first filed a trademark application for the word 'Candy' with the US trademark office last February, but it was only approved last Wednesday, February 6.  Apple also seems to be co-operating with King's request, with initial letters to developers reportedly being sent by the iTunes legal department.\n King has yet to comment publicly on gamezebo's report, nor is it known how many developers have been contacted over the issue.\n \"Myself and other indie developers don't have the money or resources to fight back...,\" adds Hsu.  \"I plan on changing the name if that is what I must do.\" \"\nVideoGamer.com has contacted a King representative for comment.",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3237857",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7846,
                    "source": {
                        "title": "www.videogamer.com",
                        "uri": "www.videogamer.com"
                    },
                    "time": "11:12:00",
                    "title": "News: King trademarks 'Candy', asks iOS developers to 'remove infringing games'",
                    "uri": "152100072",
                    "url": "http://www.videogamer.com/pc/candy_crush_saga/news/king_trademarks_candy_asks_ios_developers_to_remove_infringing_games.html",
                    "wgt": 1
                },
                {
                    "body": "Candy Crush Saga was downloaded over 500 million times from just the iOS App Store in 2013\nCandy Crush Saga creator's King have successfully trademarked \"candy\" and are now sending out legal warnings to developers whose games include the word in their title.\n King filed their trademark request last February and it was approved on 15 January, 2014.\n GameZebo report that they are sending legal notices via Apple requesting the removal of any iOS games that have \"candy\" in their title.\n Benny Hsu told GameZebo that he contacted King after receiving a letter asking that his game All Candy Casino Slots be taken down, adding: \"Lots of devs are frustrated because it seems so ridiculous.\" \"\nAccording to Hsu, King replied saying that the use of \"Candy Slots\" in his game \"amounts to trade mark infringement and is likely to lead to consumer confusion and damage to our brand\".\n Legal expert Martin Schwimmer explained to the site that developers may be able to claim that their inclusion of the word \"Candy\" was their own, and not influenced by Candy Crush Saga.\n He added: \"Someone can't plausibly claim that they came up with the term 'Teenage Mutant Ninja Turtles' on their own.  An incredibly unique trademark like that is somewhat easy to protect.\n \"As to how far King can enforce its rights, it will be a function of how strong its mark has become, and how similar the third party name is.  It would likely be able to enforce its rights against marks that are connotatively, phonetically or visually similar, for games that are conceivably competitive.\" \"\nKing's trademark doesn't just cover games however, it also extends to headphones, calculators, phone cases, tablet cases and mobile ring tones.\n \"King can't go after candy companies because candy companies don't use the term 'Candy' as a trademark - they use it to identify their product,\" Schwimmer added.",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3241345",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7686,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "12:15:00",
                    "title": "Candy Crush Saga Developers Trademark 'Candy'",
                    "uri": "152109303",
                    "url": "http://www.ibtimes.co.uk/candy-crush-saga-developers-trademark-candy-1433160",
                    "wgt": 1
                },
                {
                    "body": "Laying claim: Candy Crush Saga.\n This post was originally published on Mashable.\n Almost a year after the makers behind the popular mobile game Candy Crush Saga filed a trademark claim for the word \"candy\", the filing has been approved in the United States.\n Now, app developers with games on the market that include \"candy\" in the title are reportedly receiving emails from Apple asking them to remove their apps from the App Store.\n These emails are in line with Apple's protocol as the company automatically sends out emails asking the two parties to connect when a claim is filed.  Such emails therefore don't necessarily mean the tech giant is working alongside King.c com, the maker of Candy Crush, it's simply the protocol that takes place when a user files a claim against another developer.\n Advertisement\nThe trademark includes games and software, educational services, and, oddly enough, clothing.\n King.com is indeed asking other developers to remove their games, according to Gamezebo.  King did not immediately respond to a request for comment, and an Apple spokesperson declined to comment.\n Laying claim to a word as common as candy is ruffling some feathers in the world of gaming developers, many of whom may not have the financial resources necessary to fight a trademark claim against a more established developer such as King.\n Benny Hsu, the developer behind All Candy Casino Slots - Jewels Craze Connect: Big Blast Mania Land, told Gamezebo he doesn't have the money to fight back.  \"I plan on changing the name if that is what I must do,\" he said.\n King claims that users play more than 30 billion games per month, and its top game, Candy Crush Saga, was the most-downloaded free game on iPhones and iPads in 2013.\n The filing was approved by the United States Patent and Trademark Office last week.\n Do you think a game developer should be able to trademark the word \"candy\"?  Let us know in the comments.\n Mashable is the largest independent news source covering digital culture, social media and technology.",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3311062",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7428,
                    "source": {
                        "title": "Canberra Times",
                        "uri": "www.smh.com.au"
                    },
                    "time": "01:25:00",
                    "title": "Candy Crush developer trademarks the word 'candy'",
                    "uri": "152281250",
                    "url": "http://www.smh.com.au/digital-life/games/candy-crush-developer-trademarks-the-word-candy-20140121-315yq.html",
                    "wgt": 1
                },
                {
                    "body": "When you have an intellectual property - especially one that's worth millions of dollars - you want to protect it.  But can such protections ever go too far?  That's the question a lot of industry watchers are asking this morning, as developers far and wide whose games include the word 'candy' are getting emails from Apple on behalf of King, the makers of Candy Crush Saga.\n In a filing with the US trademark office dated February 6, 2013, King.com Limited registered claim to the word 'candy' as it pertains to video games and, strangely, clothing.  On January 15, 2014 the filing was approved.  And now, a mere five days later, reports are coming in from developers that they're being asked to remove their app (or prove that their game doesn't infringe upon the trademark).\n \"Lots of devs are frustrated cause it seems so ridiculous\" says Benny Hsu, the maker of All Candy Casino Slots - Jewel Craze Connect: Big Blast Mania Land.  Benny's game, which shares no similarities with King's properties aside from the word 'candy,' is one of a number of games that have been targeted by King.\n Hsu contacted Sophie Hallstrom, King's IP paralegal, to discuss the matter further.  Rather than the simple \"oops, our mistake\" that Benny was hoping for, he was given a very finite response.  \"Your use of CANDY SLOTS in your app icon uses our CANDY trade mark exactly, for identical goods, which amounts to trade mark infringement and is likely to lead to consumer confusion and damage to our brand,\" reads Hallstrom's reply.  \"The addition of only the descriptive term \"SLOTS\" does nothing to lessen the likelihood of confusion.\" \"\nSo how does a word like 'candy' get trademarked?  According to Martin Schwimmer, a partner at the IP legal firm Leeson Ellis (and the man behind The Trademark Blog), it's all about how strong a connection the claimant has to that mark when it comes to a particular good or service.  Think of Apple, for example.  Nobody is going to expect the electronics giant to lay claim over the fruit, but if someone were to try to market an electronic device under that name, you'd better believe their lawyers would swoop in.\n So the question then, is whether or not there's a strong enough connection between the word 'candy' and video games as it pertains to Candy Crush Saga.  According to the US Trademark Office, the answer is a bona fide yes.\n Still, holding a trademark and being able to enforce it are entirely different things.  Schwimmer is quick to point out the difference between suggestive marks and unique ones.  \"Someone can't plausibly claim that they came up with the term TEENAGE MUTANT NINJA TURTLES on their own.  An incredibly unique trademark like that is somewhat easy to protect.\" \" But something generic - a dictionary word like candy?  That can be a lot trickier.\n \"Suggestive marks are protectable, but the problem is that third parties can claim that they thought up their mark on their own.\" \" And in the case of something as generic as 'candy,' it doesn't seem that farfetched to think that a lot of developers may have.\n \"As to how far King can enforce its rights, it will be a function of how strong its mark has become, and how similar the third party name is.  It would likely be able to enforce its rights against marks that are connotatively, phonetically or visually similar, for games that are conceivably competitive,\" Schwimmer tells us.  \"King can't go after candy companies because candy companies don't use the term CANDY as a trademark - they use it to identify their product.\" \"\nIf you're a developer who has received one of these letters from King, Schwimmer's advice is simple: call a lawyer.  \"A trademark lawyer can be very useful in obtaining a coexistence agreement.  Often a trademark owner will accept a settlement in which the possibility of confusion is mitigated, perhaps because the developer will not expand into areas more directly competitive with the trademark owner.\" \"\nBut in an App Store littered with small indie developers, this is an option that seems out of reach for developers like Benny Hsu.  \"Myself and other indie developers don't have the money or resources to fight back...  I plan on changing the name if that is what I must do.\" \"\nWith Apple seemingly complicit in King's claims - the letter Tsu initially received came through the iTunes legal department - one can't help but wonder what the future of the App Store and suggestive trademarks might be.\n \"Last year I learned I couldn't use the word MEMORY because it was trademarked,\" said Hsu.  \"Now I wonder what other common words will be trademarked in the App Store.\" \"",
                    "date": "2014-01-20",
                    "eventUri": "266587",
                    "id": "3336618",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7354,
                    "source": {
                        "title": "Gamezebo",
                        "uri": "www.gamezebo.com"
                    },
                    "time": "11:00:00",
                    "title": "King has trademarked the word CANDY (and you're probably infringing)",
                    "uri": "152341889",
                    "url": "http://www.gamezebo.com/news/2014/01/20/king-has-trademarked-word-candy-and-youre-probably-infringing",
                    "wgt": 1
                },
                {
                    "body": "The Candy Crush Saga studio has already accused at least one other developer of infringing upon its newly-granted trademark on the word \"candy.\" \"\nBack in February 2013, mobile game developer King filed for a trademark on the word \"candy\" in relation to videogames and clothing.  Last week, specifically January 15 of this year, that filing was approved, and the studio is now reportedly moving to enforce the trademark by demanding that other developers take down apps with \"candy\" in the title.\n Benny Hsu, the maker of All Candy Casino Slots - Jewels Craze Connect: Big Blast Mania Land, told Gamezebo that he was asked under no uncertain terms to pull his game from the App Store.  \"Your use of CANDY SLOTS in your app icon uses our CANDY trademark exactly, for identical goods, which amounts to trademark infringement and is likely to lead to consumer confusion and damage to our brand,\" King paralegal Sophie Hallstrom told him.  \"The addition of only the descriptive term 'SLOTS' does nothing to lessen the likelihood of confusion.\" \"\nAs crazy as it sounds, lawyer and Trademark Blog creator Martin Schwimmer said that generic trademarks like this one can be valid, although enforcing them can be tricky.  \"Suggestive marks are protectable, but the problem is that third parties can claim that they thought up their mark on their own,\" he said.  He also recommended that any developers contacted by King or anyone else regarding an infringement seek the advice of a trademark lawyer, who \"be can very useful in obtaining a coexistence agreement.\" \"\nBut as Hsu pointed out, many indie developers don't have the resources for that kind of legal fight, nor can they look to Apple for help; the letter he received regarding the \"Candy Slots\" infringement came by way of Apple's legal department.  He said he plans on changing the name of his game.\n Source: Gamezebo",
                    "date": "2014-01-20",
                    "eventUri": "266587",
                    "id": "3336613",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7245,
                    "source": {
                        "title": "The Escapist",
                        "uri": "www.escapistmagazine.com"
                    },
                    "time": "11:00:00",
                    "title": "Candy Crush Saga Studio Trademarks the Word \"Candy\"",
                    "uri": "152341890",
                    "url": "http://www.escapistmagazine.com/news/view/131475-Candy-Crush-Saga-Studio-Trademarks-the-Word-Candy",
                    "wgt": 1
                },
                {
                    "body": "Candy Crush dev says it would not ask developers to remove games if term was being used 'legitimately'.\n Candy Crush Saga developer King has responded to allegations that it has asked iOS developers to remove games featuring the word 'Candy' from the App Store, claiming that it would not ask studios to remove their game if the term was being used \"legitimately\".\n In a statement issued to VideoGamer.com this morning, a King spokesperson confirmed that the company had \"trademarked the word 'CANDY' in the EU, as our IP is constantly being infringed and we have to enforce our rights and to protect our players from confusion.\n \"We don't enforce against all uses of CANDY - some are legitimate and of course, we would not ask App developers who use the term legitimately to stop doing so.\" \"\nCommenting directly on the situation with Benny Hsu, who was reportedly asked to remove his game Candy Casino Slots from the App Store, King accused the title of being in \"clear breach of Apple's terms of use\".\n \"The particular App in this instance was called 'Candy Casino Slots - Jewels Craze Connect: Big Blast Mania Land', but its icon in the App store just says 'Candy Slots', focussing heavily on our trademark,\" King said.  \"As well as infringing our and other developer's IP, use of keywords like this as an App name is also a clear breach of Apple's terms of use.  We believe this App name was a calculated attempt to use other companies' IP to enhance its own games, through means such as search rankings.\" \"\nIn response to King's initial request, Hsu told gamezebo.com that he would \"[change] the name if that is what I must do.\" \"",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3239891",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7221,
                    "source": {
                        "title": "www.videogamer.com",
                        "uri": "www.videogamer.com"
                    },
                    "time": "11:53:00",
                    "title": "News: King responds to Candy trademark allegations",
                    "uri": "152106645",
                    "url": "http://www.videogamer.com/pc/candy_crush_saga/news/king_responds_to_candy_trademark_allegations.html",
                    "wgt": 1
                },
                {
                    "body": "Candy Crush Saga is the most pervasive casual game phenomena since Angry Birds and it seems intent on crushing any potential competitors -- at least those that use the word \"candy\" in their titles.  King.com Limited registered claim with the US trademark office almost a year ago, to the word 'candy' as it pertains to video games (and clothing!) Well, last Wednesday, January 15, King's filing was approved and today there are reports that developers are receiving emails from Apple if their games contain the word \"candy\" in the title.  There is no report yet if any clothing makers have been contacted, but a quick look at the Zaraterez website shows that they are no longer offering Candy Crush as one of their leggings offerings.\n According to a report by Jim Squires in the GameZebo blog, a developer named Benny Hsu, who makes a game called All Candy Casino Slots - Jewel Craze Connect: Big Blast Mania Land (quite a keyword-stuffed mouthful!), got such an email from Apple.  \"Lots of devs are frustrated cause it seems so ridiculous,\" says Hsu.  Developers are being asked to remove their apps from the App Store or prove that their gams do not infringe upon the Candy Crush trademark.\n When Hsu contacted King.c com, expecting an apology for the mistake, their paralegal answered him, \"Your use of CANDY SLOTS in your app icon uses our CANDY trade mark exactly, for identical goods, which amounts to trade mark infringement and is likely to lead to consumer confusion and damage to our brand.  The addition of only the descriptive term 'SLOTS' does nothing to lessen the likelihood of confusion.\" \"\nCopycat apps are indeed a serious issue on the app stores and it is hard to guard against fakes, but the Candy Crush claim seems a bit broad.  Surely there are many games involving candy that are sufficiently differentiated from Candy Crush so as to not be deemed infringing.  Ironically, Candy Crush Saga is itself a knockoff of a hugely popular (and decade old) \"match-three\" game called Bejeweled.  But it is name recognition at question here, not originality.  One would think that Hasbro, the maker of that venerable children's board game (which does have video game versions) Candy Land, would already have this trademark sewed up.\n Games like Candy Crush Saga represent big money for Apple, so it is no wonder they are helping to enforce King's trademark efforts.  And it is good for developers of popular games to see that Apple is combating copycats.  But won't many more developers be turned off by this apparent land grab in keyword space?  What, no more \"birds,\" \"farms,\" \"words,\" \"rope,\" \"fruit,\" (or \"ninjas\")?  It seems to me that the notices should have been reserved for legitimate \"copycat\" games that are clearly playing on the popularity of Candy Crush and hoping to fool people into downloading their substandard app.\n This last point is where this all gets a little absurd.  Candy Crush Saga makes an estimated daily revenue of just shy of $1 million -- and it's a free game!  It makes that money by sucking players into its manipulative game play and offering to scratch the resulting itches for a price.  Someone might download a copycat game but they won't actually get sucked in unless it's actually a good game.  Meanwhile, Candy Crush itself is being investigated by the U.K. Office of Fair Trading to see if \"guidelines are needed to stop firms exploiting young users,\" not to mention the 25-55 year-old female target demographic that has gotten hooked.",
                    "date": "2014-01-20",
                    "eventUri": "266587",
                    "id": "3202129",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7006,
                    "source": {
                        "title": "Forbes",
                        "uri": "www.forbes.com"
                    },
                    "time": "16:14:00",
                    "title": "Candy Crush Saga Has Trademarked Candy And Apple's App Store Is Helping Enforce It",
                    "uri": "152002018",
                    "url": "http://www.forbes.com/sites/anthonykosner/2014/01/20/candy-crush-saga-has-trademarked-candy-and-apples-app-store-is-helping-enforce-it/",
                    "wgt": 1
                },
                {
                    "body": "We understand that King 's Candy Crush became a popular game and they wanted to protect their property by all means possible, but what they actually did was to trademark the word \"candy\" - didn't that go a bit too far?\n Only in a matter of days multiple companies have received trademark infringement claims because they have used the word 'Candy one way or another.\n The trademark was approved by the US trademarks' office on January 15, 2014, and all hell broke loose.\n For example, Benny Hsu the maker of All Candy Casino Slots received an email from Apple on behalf of King asking him to either remove his app or prove that it doesn't infringe the trademark.\n Now Hsu's game has nothing to do with Candy Crush, there is no similarity whatsoever and to him the trademark was ridiculous.  He says: \"Lots of devs are frustrated cause [sic] it seems so ridiculous.\" \"\nWhen he contacted King's IP paralegal, instead of being told that it was a mistake that could be resolved, he was given a curt reply:\nYour use of CANDY SLOTS in your app icon uses our CANDY trade mark exactly, for identical goods, which amounts to trade mark infringement and is likely to lead to consumer confusion and damage to our brand.  The addition of only the descriptive term \"SLOTS\" does nothing to lessen the likelihood of confusion.\n Oh and to top that off, when King filed for the trademark, they not only registered the word \"candy\" for videogames but strangely for clothing too.",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3291126",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6796,
                    "source": {
                        "title": "SegmentNext",
                        "uri": "segmentnext.com"
                    },
                    "time": "12:56:00",
                    "title": "Candy Crush Dev Trademarked 'Candy' To Sue Everyone",
                    "uri": "152234770",
                    "url": "http://segmentnext.com/2014/01/21/candy-crush-dev-trademarked-candy-to-sue-everyone/",
                    "wgt": 1
                },
                {
                    "body": "King, developer and publisher of Candy Crush Saga, has managed to trademark the word \"candy\" when pertaining to video games.  Ever since King got its hands on the commonly-used word, it has sent notices to Apple regarding multiple games that use the word \"candy\" in their title.\n The Candy Crush dev argues that games that use Candy in their title can increase \"the likelihood of confusion\" in games like All Candy Casino Slots.  However, developer Benny Hsu says that the claim is \"ridiculous.\" \"\nVentureBeat asked Martin Schwimmer of The Trademark Blog about how such a term could be trademarked.  It's all about how strong a connection is to a service.  \"Think of Apple, for example.  Nobody is going to expect the electronics giant to lay claim over the fruit, but if someone were to try to market an electronic device under that name, you'd better believe their lawyers would swoop in,\" the site explained.  Arguably, Candy Crush Saga is so ubiquitous, that King can own the term \"candy\" when it pertains to games.\n Of course, with a game as popular as Candy Crush Saga, it's likely that there are legitimate copycats trying to capitalize on the success of King's game.  However, there will likely be other games caught in the crossfire.  The best course of action for affected devs is to fight back in court.  However, that's not a realistic option for many.  Hsu plans on changing the name because \"myself and other indie developers don't have the money or resources to fight back.\" \"",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3217653",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6758,
                    "source": {
                        "title": "Shacknews",
                        "uri": "www.shacknews.com"
                    },
                    "time": "04:44:00",
                    "title": "Candy Crush Saga dev trademarks the word 'candy'",
                    "uri": "152041152",
                    "url": "http://www.shacknews.com/article/82728/candy-crush-saga-dev-trademarks-the-word-candy",
                    "wgt": 1
                },
                {
                    "body": "The makers behind the popular mobile game Candy Crush Saga have received a sweet treat from the United States Patent and Trademark Office.\n Almost a year after King.com Limited initially filed a trademark claim for the word \"candy,\" the filing was approved by the USPTO Wednesday.\n Now, app developers with games on the market that include the word in the title are reportedly receiving emails from Apple asking them to remove their apps from the App Store.\n These emails are in line with Apple's protocol as the company automatically sends out emails asking the two parties to connect when a claim is filed.  Such emails therefore don't necessarily mean the tech giant is working alongside King; it's simply the protocol that takes place when a user files a claim against another developer.\n The trademark includes games and software, educational services, and, oddly enough, clothing.\n Gaming blog Gamezebo says that King Limited is indeed asking other developers to remove their games.  King did not immediately respond to Mashable's request for comment, and an Apple spokesperson declined to comment.\n Laying claim to a word as common as candy is ruffling some feathers in the world of gaming developers, many of whom may not have the financial resources necessary to fight a trademark claim against a more established developer like King.  Benny Hsu, the developer behind All Candy Casino Slots -- Jewels Craze Connect: Big Blast Mania Land, told Gamezebo that he doesn't have the money to fight back.  \"I plan on changing the name if that is what I must do,\" he said.\n King claims that users play more than 30 billion games per month, and its top game, Candy Crush Saga, was the most-downloaded free game on iPhones and iPads in 2013.",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3218067",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6691,
                    "source": {
                        "title": "Mashable",
                        "uri": "mashable.com"
                    },
                    "time": "04:52:00",
                    "title": "Sweet Deal: 'Candy Crush' Developer Trademarks the Word Candy",
                    "uri": "152042063",
                    "url": "http://mashable.com/2014/01/20/candy-crush-trademarked-candy/?utm_campaign=Feed%253A%2BMashable%2B%2528Mashable%2529&utm_cid=Mash-Prod-RSS-Feedburner-All-Partial&utm_medium=feed&utm_source=feedburner",
                    "wgt": 1
                },
                {
                    "body": "King.com Limited is very happy as United States Patent and Trademark Office has finally approved its request to trademark the word \"candy\" from its most famous game \"Candy Crush Saga\".\n King.com filed the trademark claim for the word \"candy\" almost a year ago and it was approved by the USPTO on Wednesday.\n This trademark simply means that no games or apps can survive with the word \"candy\" used in the title.  And even Apple is sending out mails asking relevant personnel to remove their apps, containing \"Candy\" in the title, from the App store.\n The trademark covers games and software, educational services and even clothing.\n With the trademark finally approved, King Limited is indirectly asking other developers to delete their games.\n And USPTO has also made things difficult for many in the gaming industry by reserving the word as commonly used as candy.\n According to King, 30 billion games of Candy Crush Saga are being played every month by users.  And it was the most downloaded free game in 2013.",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3223700",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6673,
                    "source": {
                        "title": "www.thenewstribe.com",
                        "uri": "www.thenewstribe.com"
                    },
                    "time": "05:41:00",
                    "title": "\"Candy\" is now the official trademark of Candy Crush developers",
                    "uri": "152057542",
                    "url": "http://www.thenewstribe.com/2014/01/21/candy-is-now-the-official-trademark-of-candy-crush-developers/",
                    "wgt": 1
                },
                {
                    "body": "The people who made Candy Crush think they now own the word Candy, at least when it comes to games and a bunch of merchandise.  How adorable.\n Seems that in February 2013, the game's makers - King.com - submitted a trademark application for the word.  One that on January 15 2014 was approved for publication in the United States, meaning it's only a few weeks away from becoming official.\n This gives King a claim on the word \"Candy\" in relation to all kinds of applications, from games to sunglasses to headphones to...spectacle frames, though other parties can dispute the filing.\n According to a report on Gamezebo, letters are already being sent to developers on Apple's App Store whose game has the word \"Candy\" in its name.  Even if that word is literally the only thing it has in common with King's money-making juggernaut.\n While it's a clearly farcical state of affairs, there's a bright spot: while King.c com's lawyers can send as many letters as they like, IP lawyer Martin Schwimmer tells Gamezebo that the fact \"candy\" is such a ubiquitous term will make it hard for much to legally stick.\n \"Someone can't plausibly claim that they came up with the term TEENAGE MUTANT NINJA TURTLES on their own\", he says.  \"An incredibly unique trademark like that is somewhat easy to protect.\" \"\n\"Suggestive marks are protectable, but the problem is that third parties can claim that they thought up their mark on their own.\" \"\nCANDY [USPTO]",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3216669",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6177,
                    "source": {
                        "title": "Kotaku",
                        "uri": "kotaku.com"
                    },
                    "time": "04:29:00",
                    "title": "Candy Crush Wants To Own The Word \"Candy\"",
                    "uri": "152038930",
                    "url": "http://kotaku.com/candy-crush-thinks-it-owns-the-word-candy-1505420069",
                    "wgt": 1
                },
                {
                    "body": "Candy Crush Saga developer King recently trademarked the word \"CANDY\".  No, seriously.  It trademarked the word and talked about pursuing clones that were infringing on the success of its multi-million dollar puzzle game which is available for iOS and Android.\n In conversation with Games Industry International, a spokesperson for the studio assuaged concerns over the trademark.  \"We have trademarked the word 'CANDY' in the EU, as our IP is constantly being infringed and we have to enforce our rights and to protect our players from confusion.  We don't enforce against all uses of CANDY - some are legitimate and of course, we would not ask App developers who use the term legitimately to stop doing so.\" \" So if you've recently decided to create a first person shooter that has the word \"Candy\" in it, you're safe.\n As for instances where the developer wants to enforce its copyright, the spokesperson stated that, \"The particular App in this instance was called 'Candy Casino Slots - Jewels Craze Connect: Big Blast Mania Land', but its icon in the App store just says 'Candy Slots', focusing heavily on our trademark.  As well as infringing our and other developer's IP, use of keywords like this as an App name is also a clear breach of Apple's terms of use.\n \"We believe this App name was a a calculated attempt to use other companies' IP to enhance its own games, through means such as search rankings.\" \"\nThis sounds like a case of \"best possible intentions\" and could possibly go wrong at some point.  Then again, maybe it couldn't.  What are your thoughts on the same?  Let us know below.",
                    "date": "2014-01-21",
                    "eventUri": "266587",
                    "id": "3291132",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5653,
                    "source": {
                        "title": "gamingbolt.com",
                        "uri": "gamingbolt.com"
                    },
                    "time": "10:56:00",
                    "title": "Candy Crush Saga Dev Trademarks “Candy”",
                    "uri": "152234774",
                    "url": "http://gamingbolt.com/candy-crush-saga-dev-trademarks-candy",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 15,
            "averageDate": "2014-01-21",
            "avgCos": 0.7111,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "266587",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "242705",
            "lang": "eng",
            "storyDate": "2014-01-21",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-89940",
            "variance": 0.4944
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-49266": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "King, la empresa desarrolladora del videojuego para móviles Candy Crush Saga, ha registrado la palabra \"Candy\" (caramelo en inglés) en la Oficina de Patentes y Marcas de Estados Unidos (UPSTO).  De momento se ha aprobado la publicación del registro por lo que se abre un plazo de 30 días para presentar reclamaciones contra esta marca.\n Si se diera el visto bueno final King podrá impedir que otros utilicen la palabra \"Candy\" en sus aplicaciones.  La palabra ya aparece como registrada en Trademarkia, una herramienta de búsqueda de marcas, logos y eslogans con sede en California.\n Según Mashable, algunos desarrolladores ya están recibiendo mensajes de Apple para que retiren sus aplicaciones de la App Store.",
                    "date": "2014-01-21",
                    "eventUri": "158528",
                    "id": "3245737",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8967,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "13:30:00",
                    "title": "Candy Crush pide el registro de la palabra \"Candy\" para que otras apps no la usen",
                    "uri": "152127469",
                    "url": "http://www.eleconomista.es/tecnologia-videojuegos/noticias/5475576/01/14/Candy-Crush-pide-el-registro-de-la-palabra-Candy-para-que-otras-apps-no-la-usen.html",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n King, la empresa desarrolladora del videojuego para móviles Candy Crush Saga, ha registrado la palabra \"Candy\" (caramelo en inglés) en la Oficina de Patentes y Marcas de Estados Unidos (UPSTO).  De momento se ha aprobado la publicación del registro por lo que se abre un plazo de 30 días para presentar reclamaciones contra esta marca.\n MADRID, 21 (Portaltic/EP)\nSi se diera el visto bueno final King podrá impedir que otros utilicen la palabra \"Candy\" en sus aplicaciones.  La palabra ya aparece como registrada en Trademarkia, una herramienta de búsqueda de marcas, logos y eslogans con sede en California.\n Según Mashable, algunos desarrolladores ya están recibiendo mensajes de Apple para que retiren sus aplicaciones de la App Store.\n Enlaces relacionados:\n- Mashable (http://mashable.com/2014/01/20/candy-crush-trademarked-candy/)",
                    "date": "2014-01-21",
                    "eventUri": "158528",
                    "id": "3256147",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8719,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "15:22:00",
                    "title": "Candy Crush Saga registra la palabra \"Candy\" en la Oficina de Marcas",
                    "uri": "152152307",
                    "url": "http://www.eleconomista.es/tecnologia-videojuegos/noticias/5475272/01/14/Candy-Crush-Saga-registra-la-palabra-Candy-en-la-Oficina-de-Marcas.html",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 21 (Portaltic/EP)\nKing, la empresa desarrolladora del videojuego para móviles Candy Crush Saga, ha registrado la palabra \"Candy\" (caramelo en inglés) en la Oficina de Patentes y Marcas de Estados Unidos (UPSTO).  De momento se ha aprobado la publicación del registro por lo que se abre un plazo de 30 días para presentar reclamaciones contra esta marca.\n Si se diera el visto bueno final King podrá impedir que otros utilicen la palabra \"Candy\" en sus aplicaciones.  La palabra ya aparece como registrada en Trademarkia, una herramienta de búsqueda de marcas, logos y eslogans con sede en California.\n Según Mashable, algunos desarrolladores ya están recibiendo mensajes de Apple (NasdaqGS: AAPL - noticias) para que retiren sus aplicaciones de la App Store.\n Enlaces relacionados:\n- Mashable (http://mashable.com/2014/01/20/candy-crush-trademarked-candy/)",
                    "date": "2014-01-21",
                    "eventUri": "158528",
                    "id": "3269238",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8675,
                    "source": {
                        "title": "es.noticias.yahoo.com",
                        "uri": "es.noticias.yahoo.com"
                    },
                    "time": "17:51:00",
                    "title": "Candy Crush Saga registra la palabra \"Candy\" en la Oficina de Marcas",
                    "uri": "152186676",
                    "url": "http://es.noticias.yahoo.com/candy-crush-saga-registra-palabra-115605711.html",
                    "wgt": 1
                },
                {
                    "body": "King, la empresa creadora del popular juego Candy Crush Saga, logró registrar la palabra 'Candy' en la Oficina de Patentes y Marcas de Estados Unidos, por lo que la compañía impedirá que otra utilice el nombre de su aplicación.\n La publicación del registro ha sido aprobada, sin embargo hay un plazo de 30 días para presentar reclamos.\n Una cantidad de aplicaciones y juegos deberá cambiar su nombre, pues varias aprovechan la popularidad de Candy Crush Saga y utilizan el nombre 'Candy' para atraer usuarios.\n La patente también afecta a marcas de ropa, y aunque todavía no se conoce ningún caso afectado, la tienda online Zara Terez dejó de vender unos leggings inspirados en el famoso juego.\n Algunos desarrolladores ya están recibiendo mensajes de Apple para que retiren sus aplicaciones de la App Store, refiere Mashable, el portal especializado en tecnología.\n Según pide el escrito de los de Cupertino, los desarrolladores deberán eliminar sus títulos de la App Store o probar que estos no infringen la marca de Candy Crush.\n De acuerdo con King, Candy Crush Saga fue el juego gratuito más descargado para iPhone y iPad en 2013.",
                    "date": "2014-01-21",
                    "eventUri": "158528",
                    "id": "3274944",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8544,
                    "source": {
                        "title": "Siempre!",
                        "uri": "www.siempre.com.mx"
                    },
                    "time": "17:37:00",
                    "title": "Creadores del Candy Crush registran la plabra &#8216;Candy&#8217;",
                    "uri": "152199787",
                    "url": "http://www.siempre.com.mx/2014/01/creadores-del-candy-crush-registran-la-plabra-candy/",
                    "wgt": 1
                },
                {
                    "body": "King, la empresa desarrolladora del videojuego, la registró en la Oficina de Patentes y Marcas de Estados Unidos.  Quiere impedir que se use la palabra \"Candy\" (caramelo) en otras aplicaciones.  La empresa desarrolladora del videojuego Candy Crush Saga registró la palabra \"Candy\" (caramelo en inglés) en la Oficina de Patentes y Marcas de Estados Unidos (UPSTO) para que nadie más pueda usarla en aplicaciones.\n La palabra ya aparece como registrada en Trademarkia, una herramienta de búsqueda de marcas, logos y eslogans con sede en California.\n Según el portal especiaizado \"Mashable\" algunos desarrolladores ya están recibiendo mensajes de Apple para que retiren sus aplicaciones de la App Store.",
                    "date": "2014-01-21",
                    "eventUri": "158528",
                    "id": "3283019",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8458,
                    "source": {
                        "title": "Los Andes",
                        "uri": "www.losandes.com.ar"
                    },
                    "time": "20:12:00",
                    "title": "Candy Crush Saga patenta la palabra \"Candy\"",
                    "uri": "152218217",
                    "url": "http://www.losandes.com.ar/notas/2014/1/21/candy-crush-saga-patenta-palabra-candy-762801.asp",
                    "wgt": 1
                },
                {
                    "body": "Una cantidad de aplicaciones y juegos deberá cambiar su nombre, pues varias aprovechan la popularidad del juego para atraer usuarios\nKing, la empresa creadora del popular juego Candy Crush Saga, logró registrar la palabra 'Candy' en la Oficina de Patentes y Marcas de Estados Unidos, por lo que la compañía impedirá que otra utilice el nombre de su aplicación.\n La publicación del registro ha sido aprobada, sin embargo hay un plazo de 30 días para presentar reclamos.\n Una cantidad de aplicaciones y juegos deberá cambiar su nombre, pues varias aprovechan la popularidad de Candy Crush Saga y utilizan el nombre 'Candy' para atraer usuarios.\n La patente también afecta a marcas de ropa, y aunque todavía no se conoce ningún caso afectado, la tienda online Zara Terez dejó de vender unos leggings inspirados en el famoso juego.\n Algunos desarrolladores ya están recibiendo mensajes de Apple para que retiren sus aplicaciones de la App Store, refiere Mashable, el portal especializado en tecnología.\n Según pide el escrito de los de Cupertino, los desarrolladores deberán eliminar sus títulos de la App Store o probar que estos no infringen la marca de Candy Crush.\n De acuerdo con King, Candy Crush Saga fue el juego gratuito más descargado para iPhone y iPad en 2013.",
                    "date": "2014-01-21",
                    "eventUri": "158528",
                    "id": "3268766",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.845,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "17:33:00",
                    "title": "Creadores del Candy Crush registran la plabra #39;Candy#39;",
                    "uri": "152182102",
                    "url": "http://www.eluniversal.com.mx/finanzas-cartera/2014/candy-cruh-981134.html",
                    "wgt": 1
                },
                {
                    "body": "MÃ©xico.- - King, la empresa creadora del popular juego Candy Crush Saga, logrÃ³ registrar la palabra 'Candy' en la Oficina de Patentes y Marcas de Estados Unidos, por lo que la compaÃ±Ã­a impedirÃ¡ que otra utilice el nombre de su aplicaciÃ³n.\n La publicaciÃ³n del registro ha sido aprobada, sin embargo hay un plazo de 30 dÃ­as para presentar reclamos.\n Una cantidad de aplicaciones y juegos deberÃ¡ cambiar su nombre, pues varias aprovechan la popularidad de Candy Crush Saga y utilizan el nombre 'Candy' para atraer usuarios.\n La patente tambiÃ©n afecta a marcas de ropa, y aunque todavÃ­a no se conoce ningÃºn caso afectado, la tienda online Zara Terez dejÃ³ de vender unos leggings inspirados en el famoso juego.\n Algunos desarrolladores ya estÃ¡n recibiendo mensajes de Apple para que retiren sus aplicaciones de la App Store, refiere Mashable, el portal especializado en tecnologÃ­a.\n SegÃºn pide el escrito de los de Cupertino, los desarrolladores deberÃ¡n eliminar sus tÃ­tulos de la App Store o probar que estos no infringen la marca de Candy Crush.\n De acuerdo con King, Candy Crush Saga fue el juego gratuito mÃ¡s descargado para iPhone y iPad en 2013.",
                    "date": "2014-01-22",
                    "eventUri": "158528",
                    "id": "3310464",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8207,
                    "source": {
                        "title": "Vanguardia",
                        "uri": "www.vanguardia.com.mx"
                    },
                    "time": "01:14:00",
                    "title": "Creadores del Candy Crush registran la palabra Candy",
                    "uri": "152275147",
                    "url": "http://www.vanguardia.com.mx/creadoresdelcandycrushregistranlapalabracandy-1928848.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-01-21",
            "avgCos": 0.8574,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "158528",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "158528",
            "lang": "spa",
            "storyDate": "2014-01-21",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-49266",
            "variance": 0.2648
        }
    },
    "meta": {
        "CCAArticleMatchCount": 34,
        "CCAArticleMatchRatio": 0.2428571428571429,
        "CCAAvgCosSim": 0.7958264705882354,
        "CCAAvgMatchWgt": 44.47058823529412,
        "_articleUri1": "152127469",
        "_articleUri2": "152234784",
        "_datetime": "2015-01-19 23:02:06",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-49266",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-89940",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 15,
        "avgCosSimStory1": 0.8574,
        "avgCosSimStory2": 0.7111,
        "categorySim": 0,
        "conceptCosSim": 0.3379741850033597,
        "conceptJaccardSim": 0.1935483870967742,
        "coreTime1": 123229.5,
        "coreTime2": 123220.4833333333,
        "coreTimeStDev1": 3.473776069554436,
        "coreTimeStDev2": 6.699897454738077,
        "entityCosSim": 0.4943828391070033,
        "entityJaccardSim": 0.1666666666666667,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.3281864431164133,
        "keywordJaccardSim": 0.2,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 28,
        "storyQuality2": 19,
        "timeAvg1": 123234.1880952381,
        "timeAvg2": 123220.4055555556,
        "timeStDev1": 3.473776069554436,
        "timeStDev2": 8.571130844329296,
        "varianceStory1": 0.2648,
        "varianceStory2": 0.4944
    }
}