{
    "850f305d-14db-4c75-b547-79470a557ea3-327435": {
        "articles": {
            "resultCount": 45,
            "results": [
                {
                    "body": "Mr. García Márquez greets well-wishers on his 87th birthday outside his home in Mexico City last month.  The Colombian author died on Thursday.  Reuters\nBOGOTÁ, Colombia -- The Nobel Prize-winning author Gabriel García Márquez popularized magical realism in Latin American literature by writing fantastical novels that drew on the folk tales and ghost stories he had heard as a child on Colombia's poor, sun-baked Caribbean coast.\n Mr. García Márquez, who died in his Mexico City home at age 87 on Thursday after being hospitalized for infections, was best known for his 1967 masterpiece, \"One Hundred Years of Solitude,\" which recounted the travails of the abundant and obsessive Buendía clan.\n Translated into dozens of languages and selling 30 million copies, the book is considered literature's exemplar of magical realism, generating countless imitations and inspiring a generation of writers in Latin America and beyond.\n Though Mr. García Márquez didn't invent the technique, he became the leading exponent of the style, which balances dreamlike, fantastical vignettes with sharply focused realism, all of it solemnly delivered through an eccentric cast of whimsical characters.\n Readers of his books have delighted in stories populated with tin-pot dictators, cows that invade a palace, women that levitate, self-obsessed characters that don't age and brokenhearted suitors.\n Related Death Brings Grief to His Native Colombia Remembrance: Gabriel García Márquez's Gentle Touch Gabriel García Márquez on Writing, Dreams and Fidel Castro\nThe news triggered an outpouring of grief from Colombians, who venerate Mr. García Márquez and see his literature as reflecting the soul of their country.  Colombian President Juan Manuel Santos tweeted: \"One-thousand years of solitude and sadness for the death of the greatest Colombian of all time!\"\nIn a career spanning more than 60 years, Mr. García Márquez wrote some of the Spanish language's most revered books, many of which became best sellers in the U.S.\nThey included \"Autumn of the Patriarch,\" about a Caribbean tyrant; \"Chronicle of a Death Foretold,\" which painstakingly narrates a small-town murder; \"Love in the Time of Cholera,\" about two lovers who wait half a century to reunite, and \"The General in his Labyrinth,\" detailing independence hero Simón Bolívar's inglorious last days.\n Mr. García Márquez was also an accomplished journalist, whose lyrical, deeply reported stories first caught the eye of readers in Colombia's chilly mountain capital, Bogotá, in the early 1950s.\n He later became renowned not only for his profiles of presidents and despots but for the real-life close ties he cultivated with leaders ranging from Fidel Castro to Bill Clinton to François Mitterrand.\n Mr. García Márquez found a certain thrill in hobnobbing with the powerful, noted his friends.  \"I still can't get used to the idea that my friends become presidents, nor have I yet overcome my susceptibility to being impressed by government palaces,\" he once wrote in an article, as recounted in Gerald Martin's 2009 biography, \"Gabriel García Márquez: A Life.\" \"\nProudly leftist and anti-imperialist, he used his fame to try to lobby for Latin American unity and an end to U.S. meddling in the region.\n Mr. García Márquez's friendship with Mr. Castro, though, caused him trouble.  Other Latin American writers, among them the Cuban exile Guillermo Cabrera Infante, criticized him for cultivating warm ties with a dictator.\n \"Castro's courtesan,\" the Peruvian author, Mario Vargas Llosa, took to calling Mr. García Márquez.\n View Slideshow\nMr. García Márquez said he was able to use his direct line to Mr. Castro to win the release of jailed dissidents.\n \"I know how far I can go with Fidel,\" the author told the New Yorker.  \"Sometimes he says no. Sometimes later he comes and tells me I was right.\" \"\nMr. Vargas Llosa famously ended his once-close friendship with Mr. García Márquez when he punched him in a Mexico City theater in 1976 after accusing him of betrayal, wrote Mr. Martin's biography.\n Mr. García Márquez also had strained relations with the U.S., with his close ties to Cuba and sharp criticism of American policies leading the State Department to deny him a visa for years.\n Mr. García Márquez had humble beginnings, born in the sleepy town of Aracataca on March 6, 1927 and raised for much of his early years by his maternal grandparents -- Tranquilian Iguarán Cotes and Col. Nicolás Márquez -- and two aunts.\n The superstitions and otherworldly tales he heard in their small, wood-plank home would fire his imagination, especially those from the colonel.  A veteran of the War of a Thousand Days -- a Colombian civil conflict -- Col. Márquez told his precocious grandson about the country's harrowing history, like the mass killing of United Fruit Co. banana workers.\n \"The great old man didn't tell me about Little Red Riding Hood,\" Mr. García Márquez said years later.  \"He told me terrible stories about war, about the massacre of the banana workers that took place the year I was born.\" \"\nThe colonel's stories of massacres, feuds and duels, the solitude of Aracataca and even his introduction to ice all found their way into García Márquez's books.  The colonel himself is a recognizable figure in the author's fiction, notably as Colonel Aureliano Buendía in \"One Hundred Years of Solitude.\" \"\nWriting about his grandfather's death in his 2002 autobiography, \"Living to Tell the Tale,\" Mr. García Márquez said that \"a piece of me had died with him.\" \"\n\"But I also believe,\" Mr. García Márquez wrote, \"without the slightest doubt, that in that moment [when he died] I was already a beginning writer who only needed to learn to write.\" \"\nGabriel Garcia Marquez waves while coming out from his house on his 87th birthday March 6 in Mexico City.  Agence France-Presse/Getty Images\nWhen he did learn, Aracataca, with its infernal heat and almond trees, was transformed into the magical town of Macondo in \"One Hundred Years of Solitude.\" \"\nThe novel's historic sweep and timeless writing helped Mr. García Márquez win the Nobel Prize in Literature in 1982.  Though Mr. García Márquez has said \"Autumn of the Patriarch\" was his best book and readers gravitated to \"Love in the Time of Cholera,\" it was \"One Hundred Years of Solitude\" that first cemented his fame.\n Some critics in Latin America said it was the most important book in the Spanish language since Don Quixote, and the American author and critic William Kennedy called the novel \"the first piece of literature since the Book of Genesis that should be required reading for the entire human race.\" \"\nMr. García Márquez was self-deprecating about the book in some interviews, saying that he didn't understand why it was so celebrated.  But in reality, the book's story arc percolated in his head for years, as they did for many of his books.\n \"I know the last sentence of the book before I sit down to write it,\" the author explained.  \"When I sit down I have the book in my head, as if I'd read it, because I've been thinking about it for years.\" \"\n-- Sara Schaefer Muñoz contributed to this article.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9635896",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8826,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "04:48:00",
                    "title": "Author Gabriel García Márquez Dies",
                    "uri": "176115919",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702304810904579507753552411652?mod=rss_Remembrances&mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB10001424052702304810904579507753552411652.html%253Fmod%253Drss_Remembrances",
                    "wgt": 1
                },
                {
                    "body": "Gabriel Garcia Marquez waves while coming out from his house on his 87th birthday March 6 in Mexico City.  Agence France-Presse/Getty Images\nBOGOTÁ, Colombia -- The Nobel Prize-winning author Gabriel García Márquez popularized magical realism in Latin American literature by writing fantastical novels that drew on the folk tales and ghost stories he had heard as a child on Colombia's poor, sun-baked Caribbean coast.\n Mr. García Márquez, who died in his Mexico City home at age 87 on Thursday after being hospitalized for infections, was best known for his 1967 masterpiece, \"One Hundred Years of Solitude,\" which recorded the travails of the abundant and obsessive Buendía clan.\n Translated into dozens of languages and selling 30 million copies, the book is considered literature's exemplar of magical realism, generating countless imitations and inspiring a generation of writers in Latin America and beyond.\n Though Mr. García Márquez didn't invent the technique, he became literature's leading exponent of the style, which balances dreamlike, fantastical vignettes with sharply focused realism, all of it solemnly delivered through an eccentric cast of whimsical characters.  Readers of his books have delighted in stories populated with tin-pot dictators, cows that swim, self-obsessed characters that don't age and brokenhearted suitors.\n The news triggered an outpouring of grief from Colombians, who revere Mr. García Márquez and see his literature as reflecting the soul of their country.\n Colombian President Juan Manuel Santos tweeted: \"One-thousand years of solitude and sadness for the death of the greatest Colombian of all time!\"\nIn a career spanning more than 60 years, Mr. García Márquez wrote some of the Spanish language's most revered books, many of which became best sellers in the U.S. They included \"Autumn of the Patriarch,\" about a Caribbean tyrant; \"Chronicle of a Death Foretold,\" which painstakingly narrates a small-town murder; \"Love in the Time of Cholera,\" about two lovers who wait half a century to reunite, and \"The General in his Labyrinth,\" detailing independence hero Simón Bolívar's inglorious last days.\n Mr. García Márquez was also an accomplished journalist, whose lyrical, deeply reported stories first caught the eye of readers in Colombia's chilly mountain capital, Bogotá, in the early 1950s.  He later became renowned not only his profiles of presidents and despots but for the real-life close ties he cultivated with leaders ranging from Fidel Castro to Bill Clinton to François Mitterrand.\n Mr. García Márquez found a certain thrill in hob-knobbing with the powerful, noted his friends.  \"I still can't get used to the idea that my friends become presidents, nor have I yet overcome my susceptibility to being impressed by government palaces,\" he once wrote in an article, as recounted in Gerald Martin's 2009 biography, \"Gabriel García Márquez: A Life.\" \"\nProudly leftist and anti-imperialist, he used his fame to try to lobby for Latin American unity and an end to American meddling in the region.\n Mr. García Márquez's friendship with Mr. Castro, though, caused him trouble.  Other Latin American writers, among them the Cuban exile Guillermo Cabrera Infante, criticized him for cultivating warm ties with a dictator.\n \"Castro's courtesan,\" the Peruvian author, Mario Vargas Llosa, took to calling Mr. García Márquez.\n Mr. García Márquez said he was able to use his direct line to Mr. Castro to win the release of jailed dissidents.\n \"I know how far I can go with Fidel,\" the author told the New Yorker.  \"Sometimes he says no. Sometimes later he comes and tells me I was right.\" \"\nMr. Vargas Llosa famously ended his once-close friendship with Mr. García Márquez when he punched him in a Mexico City theater in 1976, after accusing him of betrayal, according to Mr. Martin's biography.\n Mr. Vargas Llosa's relationship with the U.S. was also difficult, with his close ties to Cuba and sharp criticism of American policies leading the State Department to deny him a visa for years.\n Mr. García Márquez had humble beginnings, born in the sleepy town of Aracataca on March 6, 1927 and raised for much of his early years by his maternal grandparents -- his grandfather Colonel Nicolás Márquez -- and two aunts.\n The superstitions and otherworldly tales he heard in their small, wood-plank home would fire his imagination, especially those from the colonel.  A veteran of the War of a Thousand Days -- a Colombian civil conflict -- Col. Márquez told his precocious grandson about the country's harrowing history, like the mass killing of United Fruit Co. banana workers.\n \"The great old man didn't tell me about Little Red Riding Hood,\" Mr. García Márquez said years later.  \"He told me terrible stories about war, about the massacre of the banana workers that took place the year I was born.\" \"\nThe colonel's stories of massacres, feuds and duels, the solitude of Aracataca, even his introduction to ice all found their way into García Márquez's books.  The colonel himself is a recognizable figure in the author's fiction, notably as Colonel Aureliano Buendía in \"One Hundred Years of Solitude.\" \"\nWriting about his grandfather's death in his 2002 autobiography, \"Living to Tell the Tale,\" Mr. García Márquez said that \"a piece of me had died with him.\" \"\n\"But I also believe,\" Mr. García Márquez wrote, \"without the slightest doubt, that in that moment [when he died] I was already a beginning writer who only needed to learn to write.\" \"\nWhen he did learn, Aracataca, with its infernal heat and almond trees, was transformed into the magical town of Macondo in \"One Hundred Years of Solitude.\" \"\nThe novel's historic sweep and timeless writing helped Mr. García Márquez win the Nobel Prize in Literature in 1982.  Though Mr. García Márquez has said \"Autumn of the Patriarch\" was his best book and readers gravitated to \"Love in the Time of Cholera,\" it was \"One Hundred Years of Solitude\" that first cemented his fame.\n Some critics in Latin America said it was the most important book in the Spanish language since Don Quixote, and the American author and critic William Kennedy called the novel \"the first piece of literature since the Book of Genesis that should be required reading for the entire human race.\" \"\nMr. García Márquez was self-deprecating about the book in some interviews, saying that he didn't understand why it was so celebrated.  But in reality, the book's story arc percolated in his head for years, as they did for many of his books.\n \"I know the last sentence of the book before I sit down to write it,\" the author explained.  \"When I sit down I have the book in my head, as if I'd read it, because I've been thinking about it for years.\" \"\n-- Sara Schaefer Muñoz contributed to this article.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9623945",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.872,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "21:36:00",
                    "title": "Gabriel García Márquez, Nobel Prize-Winning Author, Dies - Wall Street Journal",
                    "uri": "176061865",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702304810904579507753552411652",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Gabriel García Márquez, the influential, Nobel Prize-winning author of \"One Hundred Years of Solitude\" and \"Love in the Time of Cholera,\" has died, his family and officials said.\n He was 87.\n The literary giant was treated in April for infections and dehydration at a Mexican hospital.\n García Márquez, a native of Colombia, is widely credited with helping to popularize \"magical realism,\" a genre \"in which the fantastic and the realistic are combined in a richly composed world of imagination,\" as the Nobel committee described it upon awarding him the prize for literature in 1982.\n He was sometimes called the most significant Spanish-language author since Miguel de Cervantes, the 16th-century author of \"Don Quixote\" and one of the great writers in Western literature.  Indeed, Chilean poet Pablo Neruda told Time that \"One Hundred Years of Solitude\" was \"the greatest revelation in the Spanish language since the Don Quixote of Cervantes.\" \"\nThe author's cousin, Margarita Marquez, and Colombia's ambassador to Mexico, José Gabriel Ortiz, confirmed the author's death to CNN on Thursday.\n \"We're left with the memories and the admiration to all Colombians and also Mexicans because I think Gabo was half Mexican and half Colombian.  He's just as admired in Mexico as he is in (his native) Colombia, all of Latin America and throughout the world,\" Ortiz told CNN en Español.\n \"I believe they were somehow emotionally ready for this regrettable outcome.  They knew he was suffering from a complex, terminal disease and was an elderly man.  I believe (Garcia Marquez's widow Mercedes Barcha) was getting ready for this moment, although nobody can really prepare themselves for a moment like this.\" \"\nThe author -- known by his nickname \"Gabo\" throughout Latin America -- was born in the northern Colombian town of Aracataca, which became the inspiration for Macondo, the town at the center of \"Solitude,\" his 1967 masterpiece, and referenced in such works as his novella \"Leaf Storm\" and the novel \"In Evil Hour.\" \"\n\"I feel Latin American from whatever country, but I have never renounced the nostalgia of my homeland: Aracataca, to which I returned one day and discovered that between reality and nostalgia was the raw material for my work,\" reads a mural quoting the author outside of town.\n García Márquez was tickled that he had earned so much praise for his fertile imagination.\n \"The truth is that there's not a single line in all my work that does not have a basis in reality.  The problem is that Caribbean reality resembles the wildest imagination,\" he told The Paris Review in 1981.\n A storyteller's childhood\nGarcía Márquez's early life was shaped by both familial and political conflict.  His grandfather, a widely respected figure known as the Colonel, was a liberal military man who strongly disagreed with the political views of García Márquez's father, a conservative telegraph operator who became a pharmacist.  (His father's ardent pursuit of his mother later inspired \"Love in the Time of Cholera.\" \")\nTheir political disagreement came to reflect that of Colombia as a whole, a country that spent a postwar decade in the grip of what was called \"La Violencia,\" a civil war that followed the assassination of a populist leader.\n García Márquez spent his early childhood with his grandparents while his parents pursued a living in the coastal city of Barranquilla.\n Both his grandparents were excellent storytellers, and García Márquez soaked in their tales.  From his grandfather he learned of military men, Colombian history and the terrible burden of killing; from his grandmother came folk tales, superstitions and ghosts among the living.\n His grandmother's stories were delivered \"as if they were the irrefutable truth,\" according to the García Márquez site themodernword.c com.  The influence is obvious in García Márquez's works, particularly \"One Hundred Years of Solitude.\" \"\nIn 1936 the Colonel, died and García Márquez returned to his parents and their growing family.  He was eventually one of 11 children, not to mention several half-siblings from his father's affairs, a familial sprawl that also found its way into his books.\n After finishing high school, García Márquez went off to college with dreams of becoming a writer.  His parents, on the other hand, had plans for him to become a lawyer.  Writing ended up taking precedence: When La Violencia broke out, García Márquez started contributing stories to a local newspaper and eventually became a columnist.  He had also been exposed to writers such as James Joyce, Virginia Woolf, Franz Kafka and especially William Faulkner, who had turned his own patch of land in Oxford, Mississippi, into the shape-shifting past and present of Yoknapatawpha County.\n In the mid-1950s, García Márquez left Colombia for Europe, a move partly provoked by a story he'd written that was critical of the government.  The distance, he later said, helped shape his perspective on Latin American politics.\n For years, García Márquez had been writing and publishing fiction, including short stories in Latin American journals and a handful of longer works, including \"Leaf Storm,\" which was published in 1955.  But it wasn't until 1967 with the publication of \"One Hundred Years of Solitude\" that he broke through to a wide audience.\n '100 Years' of literary renown\nThe novel is set in Macondo, a town founded by the patriarch of the Buendia family, José Arcadio Buendia.  Over the generations, members of the family are set upon by ghosts and visions, fall in love, dream of riches and fight in wars.  Natural events take on supernatural aspects -- rains that last years, plagues that create memory loss.  It is a tapestry of almost biblical proportions in which reality and spirit swirl and merge, a world unto itself -- as well as a commentary on the politics and history of the world at large.\n \"The narrative is a magician's trick in which memory and prophecy, illusion and reality are mixed and often made to look the same.  It is, in short, very much like Márquez's astonishing novel,\" wrote The New York Times in a 1970 review upon the release of the English translation by Gregory Rabassa.\n García Márquez worked on \"Solitude\" tirelessly, selling off family items, living on credit, smoking up a nicotine frenzy.  Upon its release, the book became an instant bestseller in Latin America and was equally successful in English.  It has been estimated to have sold in excess of 20 million copies -- some sources say as many as 50 million -- in two dozen languages.\n The book didn't ease all of García Márquez's problems, however.  As a vocal leftist and defender of Castro's Cuba, he was regularly limited or denied visas by the United States until President Bill Clinton, a fan of \"Solitude,\" revoked the ban.\n Clinton commented on Garcia Marquez's death Thursday.\n \"I was saddened to learn of the passing of Gabriel García Márquez,\" he said in a statement.  \"From the time I read 'One Hundred Years of Solitude' more than 40 years ago, I was always amazed by his unique gifts of imagination, clarity of thought, and emotional honesty.  He captured the pain and joy of our common humanity in settings both real and magical.\" \"\nGarcía Márquez was also involved in a feud with onetime friend writer Mario Vargas Llosa, a Peruvian and a Nobel laureate, who punched the Colombian in the face in 1976 -- believed to be over politics but later revealed to be over Vargas Llosa's wife.\n García Márquez's ensuing works were generally praised.  They included \"The Autumn of the Patriarch\" (1975), \"Chronicle of a Death Foretold\" (1981) and \"The General in His Labyrinth\" (1990).  He is said to be the most popular Spanish-language author in the world.\n \"Love in the Time of Cholera,\" with an English translation published in 1988, was a particular bestseller.  The love story, which was turned into a 2007 movie, was referenced in such works as the 2001 movie \"Serendipity\" and the finale of the TV series \"How I Met Your Mother.\" \"\nGarcía Márquez's style and impact have been widespread.\n He is credited with spearheading \"el Boom,\" attracting attention to a generation of Latin American writers, including Vargas Llosa and Mexico's Carlos Fuentes.  Magical realism is now an accepted genre, to the point that some critics believe it has been overused.\n And he prompted a focus on Latin American politics -- protesting the 1973 CIA-aided coup in Chile, calling attention to corruption and free speech issues in South America and around the world.\n He never gave up journalism.\n \"I've always been convinced that my true profession is that of a journalist.  What I didn't like about journalism before were the working conditions,\" he told The Paris Review.  \"Now, after having worked as a novelist, and having achieved financial independence as a novelist, I can really choose the themes that interest me and correspond to my ideas.\" \"\nHe was one of the most honored -- and highly respected -- authors on Earth, particularly in parts of the world where literature is taken as seriously as politics.\n \"On behalf of Mexico, I would like to express my sorrow for the passing of one of the greatest writers of our time, Gabriel Garcia Marquez,\" tweeted Mexican President Enrique Peña Nieto.\n Colombian President Juan Manuel Santos summed up the author's presence on Twitter.\n \"Giants never die,\" Santos tweeted.\n For all of his immortality, however, Garcia Marquez preferred the here and now.  Asked about the impact of dreams on his dreamlike writing, he said he'd rather focus on reality.\n \"Life itself is the greatest source of inspiration,\" he said.  \"I see dreams as part of life in general, but reality is much richer.\n CNN en Español's Nelson Quinones and Rafael Romo contributed to this story.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9630655",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8713,
                    "source": {
                        "title": "NBC-2.com",
                        "uri": "www.nbc-2.com"
                    },
                    "time": "01:16:00",
                    "title": "Gabriel Garcia Marquez, Nobel Prize-winning author, dies at 87",
                    "uri": "176091092",
                    "url": "http://www.nbc-2.com/story/25279186/gabriel-garcia-marquez-nobel-prize-winning-author-dies-at-87",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Gabriel García Márquez, the influential, Nobel Prize-winning author of \"One Hundred Years of Solitude\" and \"Love in the Time of Cholera,\" has died, his family and officials said.\n He was 87.\n The literary giant was treated in April for infections and dehydration at a Mexican hospital.\n García Márquez, a native of Colombia, is widely credited with helping to popularize \"magical realism,\" a genre \"in which the fantastic and the realistic are combined in a richly composed world of imagination,\" as the Nobel committee described it upon awarding him the prize for literature in 1982.\n He was sometimes called the most significant Spanish-language author since Miguel de Cervantes, the 16th-century author of \"Don Quixote\" and one of the great writers in Western literature.  Indeed, Chilean poet Pablo Neruda told Time that \"One Hundred Years of Solitude\" was \"the greatest revelation in the Spanish language since the Don Quixote of Cervantes.\" \"\nThe author's cousin, Margarita Marquez, and Colombia's ambassador to Mexico, José Gabriel Ortiz, confirmed the author's death to CNN on Thursday.\n \"We're left with the memories and the admiration to all Colombians and also Mexicans because I think Gabo was half Mexican and half Colombian.  He's just as admired in Mexico as he is in (his native) Colombia, all of Latin America and throughout the world,\" Ortiz told CNN en Español.\n \"I believe they were somehow emotionally ready for this regrettable outcome.  They knew he was suffering from a complex, terminal disease and was an elderly man.  I believe (Garcia Marquez's widow Mercedes Barcha) was getting ready for this moment, although nobody can really prepare themselves for a moment like this.\" \"\nThe author -- known by his nickname \"Gabo\" throughout Latin America -- was born in the northern Colombian town of Aracataca, which became the inspiration for Macondo, the town at the center of \"Solitude,\" his 1967 masterpiece, and referenced in such works as his novella \"Leaf Storm\" and the novel \"In Evil Hour.\" \"\n\"I feel Latin American from whatever country, but I have never renounced the nostalgia of my homeland: Aracataca, to which I returned one day and discovered that between reality and nostalgia was the raw material for my work,\" reads a mural quoting the author outside of town.\n García Márquez was tickled that he had earned so much praise for his fertile imagination.\n \"The truth is that there's not a single line in all my work that does not have a basis in reality.  The problem is that Caribbean reality resembles the wildest imagination,\" he told The Paris Review in 1981.\n García Márquez's early life was shaped by both familial and political conflict.  His grandfather, a widely respected figure known as the Colonel, was a liberal military man who strongly disagreed with the political views of García Márquez's father, a conservative telegraph operator who became a pharmacist.  (His father's ardent pursuit of his mother later inspired \"Love in the Time of Cholera.\" \")\nTheir political disagreement came to reflect that of Colombia as a whole, a country that spent a postwar decade in the grip of what was called \"La Violencia,\" a civil war that followed the assassination of a populist leader.\n García Márquez spent his early childhood with his grandparents while his parents pursued a living in the coastal city of Barranquilla.\n Both his grandparents were excellent storytellers, and García Márquez soaked in their tales.  From his grandfather he learned of military men, Colombian history and the terrible burden of killing; from his grandmother came folk tales, superstitions and ghosts among the living.\n His grandmother's stories were delivered \"as if they were the irrefutable truth,\" according to the García Márquez site themodernword.c com.  The influence is obvious in García Márquez's works, particularly \"One Hundred Years of Solitude.\" \"\nIn 1936 the Colonel, died and García Márquez returned to his parents and their growing family.  He was eventually one of 11 children, not to mention several half-siblings from his father's affairs, a familial sprawl that also found its way into his books.\n After finishing high school, García Márquez went off to college with dreams of becoming a writer.  His parents, on the other hand, had plans for him to become a lawyer.  Writing ended up taking precedence: When La Violencia broke out, García Márquez started contributing stories to a local newspaper and eventually became a columnist.  He had also been exposed to writers such as James Joyce, Virginia Woolf, Franz Kafka and especially William Faulkner, who had turned his own patch of land in Oxford, Mississippi, into the shape-shifting past and present of Yoknapatawpha County.\n In the mid-1950s, García Márquez left Colombia for Europe, a move partly provoked by a story he'd written that was critical of the government.  The distance, he later said, helped shape his perspective on Latin American politics.\n For years, García Márquez had been writing and publishing fiction, including short stories in Latin American journals and a handful of longer works, including \"Leaf Storm,\" which was published in 1955.  But it wasn't until 1967 with the publication of \"One Hundred Years of Solitude\" that he broke through to a wide audience.\n '100 Years' of literary renown\nThe novel is set in Macondo, a town founded by the patriarch of the Buendia family, José Arcadio Buendia.  Over the generations, members of the family are set upon by ghosts and visions, fall in love, dream of riches and fight in wars.  Natural events take on supernatural aspects -- rains that last years, plagues that create memory loss.  It is a tapestry of almost biblical proportions in which reality and spirit swirl and merge, a world unto itself -- as well as a commentary on the politics and history of the world at large.\n \"The narrative is a magician's trick in which memory and prophecy, illusion and reality are mixed and often made to look the same.  It is, in short, very much like Márquez's astonishing novel,\" wrote The New York Times in a 1970 review upon the release of the English translation by Gregory Rabassa.\n García Márquez worked on \"Solitude\" tirelessly, selling off family items, living on credit, smoking up a nicotine frenzy.  Upon its release, the book became an instant bestseller in Latin America and was equally successful in English.  It has been estimated to have sold in excess of 20 million copies -- some sources say as many as 50 million -- in two dozen languages.\n The book didn't ease all of García Márquez's problems, however.  As a vocal leftist and defender of Castro's Cuba, he was regularly limited or denied visas by the United States until President Bill Clinton, a fan of \"Solitude,\" revoked the ban.\n Clinton commented on Garcia Marquez's death Thursday.\n \"I was saddened to learn of the passing of Gabriel García Márquez,\" he said in a statement.  \"From the time I read 'One Hundred Years of Solitude' more than 40 years ago, I was always amazed by his unique gifts of imagination, clarity of thought, and emotional honesty.  He captured the pain and joy of our common humanity in settings both real and magical.\" \"\nGarcía Márquez was also involved in a feud with onetime friend writer Mario Vargas Llosa, a Peruvian and a Nobel laureate, who punched the Colombian in the face in 1976 -- believed to be over politics but later revealed to be over Vargas Llosa's wife.\n García Márquez's ensuing works were generally praised.  They included \"The Autumn of the Patriarch\" (1975), \"Chronicle of a Death Foretold\" (1981) and \"The General in His Labyrinth\" (1990).  He is said to be the most popular Spanish-language author in the world.\n \"Love in the Time of Cholera,\" with an English translation published in 1988, was a particular bestseller.  The love story, which was turned into a 2007 movie, was referenced in such works as the 2001 movie \"Serendipity\" and the finale of the TV series \"How I Met Your Mother.\" \"\nGarcía Márquez's style and impact have been widespread.\n He is credited with spearheading \"el Boom,\" attracting attention to a generation of Latin American writers, including Vargas Llosa and Mexico's Carlos Fuentes.  Magical realism is now an accepted genre, to the point that some critics believe it has been overused.\n And he prompted a focus on Latin American politics -- protesting the 1973 CIA-aided coup in Chile, calling attention to corruption and free speech issues in South America and around the world.\n He never gave up journalism.\n \"I've always been convinced that my true profession is that of a journalist.  What I didn't like about journalism before were the working conditions,\" he told The Paris Review.  \"Now, after having worked as a novelist, and having achieved financial independence as a novelist, I can really choose the themes that interest me and correspond to my ideas.\" \"\nHe was one of the most honored -- and highly respected -- authors on Earth, particularly in parts of the world where literature is taken as seriously as politics.\n \"On behalf of Mexico, I would like to express my sorrow for the passing of one of the greatest writers of our time, Gabriel Garcia Marquez,\" tweeted Mexican President Enrique Peña Nieto.\n Colombian President Juan Manuel Santos summed up the author's presence on Twitter.\n \"Giants never die,\" Santos tweeted.\n For all of his immortality, however, Garcia Marquez preferred the here and now.  Asked about the impact of dreams on his dreamlike writing, he said he'd rather focus on reality.\n \"Life itself is the greatest source of inspiration,\" he said.  \"I see dreams as part of life in general, but reality is much richer.\n \"But maybe,\" he added, \"I just have very poor dreams.\" \"\nCNN en Español's Nelson Quinones and Rafael Romo contributed to this story.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9627299",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8709,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "23:18:00",
                    "title": "Gabriel Garcia Marquez, Nobel Prize-winning author, dies at 87 - CNN",
                    "uri": "176076103",
                    "url": "http://edition.cnn.com/2014/04/17/world/americas/gabriel-garcia-marquez-dies/?hpt%253Dhp_c3",
                    "wgt": 1
                },
                {
                    "body": "Márquez was Nobel Prize-winning author of 'One Hundred Years of Solitude,' 'Love in the Time of Cholera' Photos REUTERS/Edgard Garrido\nGabriel García Márquez, the influential, Nobel Prize-winning author of \"One Hundred Years of Solitude\" and \"Love in the Time of Cholera,\" has died, his family and officials said.\n He was 87.\n The literary giant was treated in April for infections and dehydration at a Mexican hospital.\n García Márquez, a native of Colombia, is widely credited with helping to popularize \"magic realism,\" a genre \"in which the fantastic and the realistic are combined in a richly composed world of imagination,\" as the Nobel committee described it upon awarding him the prize for literature in 1982.\n He was sometimes called the most significant Spanish-language author since Miguel de Cervantes, the 16th-century author of \"Don Quixote\" and one of the great writers in Western literature.  Indeed, Chilean poet Pablo Neruda told Time that \"One Hundred Years of Solitude\" was \"the greatest revelation in the Spanish language since the Don Quixote of Cervantes.\" \"\nThe author's cousin, Margarita Marquez, and Colombia's ambassador to Mexico, José Gabriel Ortiz, confirmed the author's death to CNN on Thursday.\n \"We're left with the memories and the admiration to all Colombians and also Mexicans because I think Gabo was half Mexican and half Colombian.  He's just as admired in Mexico as he is in (his native) Colombia, all of Latin America and throughout the world,\" Ortiz told CNN en Español.\n \"I believe they were somehow emotionally ready for this regrettable outcome.  They knew he was suffering from a complex, terminal disease and was an elderly man.  I believe (Garcia Marquez's widow Mercedes Barcha) was getting ready for this moment, although nobody can really prepare themselves for a moment like this.\" \"\nThe author -- known by his nickname \"Gabo\" throughout Latin America -- was born in the northern Colombian town of Aracataca, which became the inspiration for Macondo, the town at the center of \"Solitude,\" his 1967 masterpiece, and referenced in such works as his novella \"Leaf Storm\" and the novel \"In Evil Hour.\" \"\n\"I feel Latin American from whatever country, but I have never renounced the nostalgia of my homeland: Aracataca, to which I returned one day and discovered that between reality and nostalgia was the raw material for my work,\" reads a mural quoting the author outside of town.\n García Márquez's early life was shaped by both familial and political conflict.  His grandfather, a widely respected figure known as the Colonel, was a liberal military man who strongly disagreed with the political views of García Márquez's father, a conservative telegraph operator who became a pharmacist.  (His father's ardent pursuit of his mother later inspired \"Love in the Time of Cholera.\" \")\nTheir political disagreement came to reflect that of Colombia as a whole, a country that spent a postwar decade in the grip of what was called \"La Violencia,\" a civil war that followed the assassination of a populist leader.\n A storyteller's childhood\nGarcía Márquez spent his early childhood with his grandparents while his parents pursued a living in the coastal city of Barranquilla.\n Both his grandparents were excellent storytellers, and García Márquez soaked in their tales.  From his grandfather he learned of military men, Colombian history and the terrible burden of killing; from his grandmother came folk tales, superstitions and ghosts among the living.\n His grandmother's stories were delivered \"as if they were the irrefutable truth,\" according to the García Márquez site themodernword.c com.  The influence is obvious in García Márquez's works, particularly \"One Hundred Years of Solitude.\" \"\nIn 1936 the Colonel, died and García Márquez returned to his parents and their growing family.  He was eventually one of 11 children, not to mention several half-siblings from his father's affairs, a familial sprawl that also found its way into his books.\n After finishing high school, García Márquez went off to college with dreams of becoming a writer.  His parents, on the other hand, had plans for him to become a lawyer.  Writing ended up taking precedence: When La Violencia broke out, García Márquez started contributing stories to a local newspaper and eventually became a columnist.  He had also been exposed to writers such as James Joyce, Virginia Woolf, Franz Kafka and especially William Faulkner, who had turned his own patch of land in Oxford, Mississippi, into the shape-shifting past and present of Yoknapatawpha County.\n In the mid-1950s, García Márquez left Colombia for Europe, a move partly provoked by a story he'd written that was critical of the government.  The distance, he later said, helped shape his perspective on Latin American politics.\n For years, García Márquez had been writing and publishing fiction, including short stories in Latin American journals and a handful of longer works, including \"Leaf Storm,\" which was published in 1955.  But it wasn't until 1967 with the publication of \"One Hundred Years of Solitude\" that he broke through to a wide audience.\n '100 Years' of literary renown\nThe novel is set in Macondo, a town founded by the patriarch of the Buendia family, José Arcadio Buendia.  Over the generations, members of the family are set upon by ghosts and visions, fall in love, dream of riches and fight in wars.  Natural events take on supernatural aspects -- rains that last years, plagues that create memory loss.  It is a tapestry of almost biblical proportions in which reality and spirit swirl and merge, a world unto itself -- as well as a commentary on the politics and history of the world at large.\n \"The narrative is a magician's trick in which memory and prophecy, illusion and reality are mixed and often made to look the same.  It is, in short, very much like Márquez's astonishing novel,\" wrote The New York Times in a 1970 review upon the release of the English translation by Gregory Rabassa.\n García Márquez worked on \"Solitude\" tirelessly, selling off family items, living on credit, smoking up a nicotine frenzy.  Upon its release, the book became an instant bestseller in Latin America and was equally successful in English.  It has been estimated to have sold in excess of 20 million copies -- some sources say as many as 50 million -- in two dozen languages.\n The book didn't ease all of García Márquez's problems, however.  As a vocal leftist and defender of Castro's Cuba, he was regularly limited or denied visas by the United States until President Bill Clinton, a fan of \"Solitude,\" revoked the ban.  García Márquez also became involved in a feud with onetime friend writer Mario Vargas Llosa, a Peruvian and a Nobel laureate, who punched the Colombian in the face in 1976 -- believed to be over politics but later revealed to be over Vargas Llosa's wife.\n García Márquez's ensuing works were generally praised.  They included \"The Autumn of the Patriarch\" (1975), \"Chronicle of a Death Foretold\" (1981) and \"The General in His Labyrinth\" (1990).  He is said to be the most popular Spanish-language author in the world.\n \"Love in the Time of Cholera,\" with an English translation published in 1988, was a particular bestseller.  The love story, which was turned into a 2007 movie, was referenced in such works as the 2001 movie \"Serendipity\" and the finale of the TV series \"How I Met Your Mother.\" \"\nGarcía Márquez's style and impact have been widespread.\n He is credited with spearheading \"el Boom,\" attracting attention to a generation of Latin American writers, including Vargas Llosa and Mexico's Carlos Fuentes.  Magical realism is now an accepted genre, to the point that some critics believe it has been overused.\n And he prompted a focus on Latin American politics -- protesting the 1973 CIA-aided coup in Chile, calling attention to corruption and free speech issues in South America and around the world.\n He was one of the most honored -- and highly respected -- authors on Earth, particularly in parts of the world where literature is taken as seriously as politics.\n Colombian President Juan Manuel Santos summed up his inspiration on Twitter.\n \"Giants never die,\" Santos tweeted.\n (CNN) -- Recommended",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9623150",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8692,
                    "source": {
                        "title": "WYFF4",
                        "uri": "www.wyff4.com"
                    },
                    "time": "21:15:00",
                    "title": "Gabriel Garcia Marquez dies at 87",
                    "uri": "176058724",
                    "url": "http://www.wyff4.com/national/Gabriel-Garcia-Marquez-dies-at-87/25537526?utm_source=dlvr.it&utm_medium=twitter&utm_campaign=wyffnews4",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Gabriel García Márquez, the influential, Nobel Prize-winning author of \"One Hundred Years of Solitude\" and \"Love in the Time of Cholera,\" has died, his family and officials said.\n He was 87.\n The literary giant was treated in April for infections and dehydration at a Mexican hospital.\n García Márquez, a native of Colombia, is widely credited with helping to popularize \"magical realism,\" a genre \"in which the fantastic and the realistic are combined in a richly composed world of imagination,\" as the Nobel committee described it upon awarding him the prize for literature in 1982.\n He was sometimes called the most significant Spanish-language author since Miguel de Cervantes, the 16th-century author of \"Don Quixote\" and one of the great writers in Western literature.  Indeed, Chilean poet Pablo Neruda told Time that \"One Hundred Years of Solitude\" was \"the greatest revelation in the Spanish language since the Don Quixote of Cervantes.\" \"\nThe author's cousin, Margarita Marquez, and Colombia's ambassador to Mexico, José Gabriel Ortiz, confirmed the author's death to CNN on Thursday.\n \"We're left with the memories and the admiration to all Colombians and also Mexicans because I think Gabo was half Mexican and half Colombian.  He's just as admired in Mexico as he is in (his native) Colombia, all of Latin America and throughout the world,\" Ortiz told CNN en Español.\n \"I believe they were somehow emotionally ready for this regrettable outcome.  They knew he was suffering from a complex, terminal disease and was an elderly man.  I believe (Garcia Marquez's widow Mercedes Barcha) was getting ready for this moment, although nobody can really prepare themselves for a moment like this.\" \"\nThe author -- known by his nickname \"Gabo\" throughout Latin America -- was born in the northern Colombian town of Aracataca, which became the inspiration for Macondo, the town at the center of \"Solitude,\" his 1967 masterpiece, and referenced in such works as his novella \"Leaf Storm\" and the novel \"In Evil Hour.\" \"\n\"I feel Latin American from whatever country, but I have never renounced the nostalgia of my homeland: Aracataca, to which I returned one day and discovered that between reality and nostalgia was the raw material for my work,\" reads a mural quoting the author outside of town.\n García Márquez's early life was shaped by both familial and political conflict.  His grandfather, a widely respected figure known as the Colonel, was a liberal military man who strongly disagreed with the political views of García Márquez's father, a conservative telegraph operator who became a pharmacist.  (His father's ardent pursuit of his mother later inspired \"Love in the Time of Cholera.\" \")\nTheir political disagreement came to reflect that of Colombia as a whole, a country that spent a postwar decade in the grip of what was called \"La Violencia,\" a civil war that followed the assassination of a populist leader.\n García Márquez spent his early childhood with his grandparents while his parents pursued a living in the coastal city of Barranquilla.\n Both his grandparents were excellent storytellers, and García Márquez soaked in their tales.  From his grandfather he learned of military men, Colombian history and the terrible burden of killing; from his grandmother came folk tales, superstitions and ghosts among the living.\n His grandmother's stories were delivered \"as if they were the irrefutable truth,\" according to the García Márquez site themodernword.c com.  The influence is obvious in García Márquez's works, particularly \"One Hundred Years of Solitude.\" \"\nIn 1936 the Colonel, died and García Márquez returned to his parents and their growing family.  He was eventually one of 11 children, not to mention several half-siblings from his father's affairs, a familial sprawl that also found its way into his books.\n After finishing high school, García Márquez went off to college with dreams of becoming a writer.  His parents, on the other hand, had plans for him to become a lawyer.  Writing ended up taking precedence: When La Violencia broke out, García Márquez started contributing stories to a local newspaper and eventually became a columnist.  He had also been exposed to writers such as James Joyce, Virginia Woolf, Franz Kafka and especially William Faulkner, who had turned his own patch of land in Oxford, Mississippi, into the shape-shifting past and present of Yoknapatawpha County.\n In the mid-1950s, García Márquez left Colombia for Europe, a move partly provoked by a story he'd written that was critical of the government.  The distance, he later said, helped shape his perspective on Latin American politics.\n For years, García Márquez had been writing and publishing fiction, including short stories in Latin American journals and a handful of longer works, including \"Leaf Storm,\" which was published in 1955.  But it wasn't until 1967 with the publication of \"One Hundred Years of Solitude\" that he broke through to a wide audience.\n '100 Years' of literary renown\nThe novel is set in Macondo, a town founded by the patriarch of the Buendia family, José Arcadio Buendia.  Over the generations, members of the family are set upon by ghosts and visions, fall in love, dream of riches and fight in wars.  Natural events take on supernatural aspects -- rains that last years, plagues that create memory loss.  It is a tapestry of almost biblical proportions in which reality and spirit swirl and merge, a world unto itself -- as well as a commentary on the politics and history of the world at large.\n \"The narrative is a magician's trick in which memory and prophecy, illusion and reality are mixed and often made to look the same.  It is, in short, very much like Márquez's astonishing novel,\" wrote The New York Times in a 1970 review upon the release of the English translation by Gregory Rabassa.\n García Márquez worked on \"Solitude\" tirelessly, selling off family items, living on credit, smoking up a nicotine frenzy.  Upon its release, the book became an instant bestseller in Latin America and was equally successful in English.  It has been estimated to have sold in excess of 20 million copies -- some sources say as many as 50 million -- in two dozen languages.\n The book didn't ease all of García Márquez's problems, however.  As a vocal leftist and defender of Castro's Cuba, he was regularly limited or denied visas by the United States until President Bill Clinton, a fan of \"Solitude,\" revoked the ban.  García Márquez also became involved in a feud with onetime friend writer Mario Vargas Llosa, a Peruvian and a Nobel laureate, who punched the Colombian in the face in 1976 -- believed to be over politics but later revealed to be over Vargas Llosa's wife.\n García Márquez's ensuing works were generally praised.  They included \"The Autumn of the Patriarch\" (1975), \"Chronicle of a Death Foretold\" (1981) and \"The General in His Labyrinth\" (1990).  He is said to be the most popular Spanish-language author in the world.\n \"Love in the Time of Cholera,\" with an English translation published in 1988, was a particular bestseller.  The love story, which was turned into a 2007 movie, was referenced in such works as the 2001 movie \"Serendipity\" and the finale of the TV series \"How I Met Your Mother.\" \"\nGarcía Márquez's style and impact have been widespread.\n He is credited with spearheading \"el Boom,\" attracting attention to a generation of Latin American writers, including Vargas Llosa and Mexico's Carlos Fuentes.  Magical realism is now an accepted genre, to the point that some critics believe it has been overused.\n And he prompted a focus on Latin American politics -- protesting the 1973 CIA-aided coup in Chile, calling attention to corruption and free speech issues in South America and around the world.\n He was one of the most honored -- and highly respected -- authors on Earth, particularly in parts of the world where literature is taken as seriously as politics.\n Colombian President Juan Manuel Santos summed up his inspiration on Twitter.\n \"Giants never die,\" Santos tweeted.\n CNN's Nelson Quinones and Rafael Romo contributed to this story.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9624188",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8585,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "21:43:00",
                    "title": "Gabriel Garcia Marquez, Nobel Prize-winning author, dies at 87",
                    "uri": "176062909",
                    "url": "http://edition.cnn.com/2014/04/17/world/americas/gabriel-garcia-marquez-dies/index.html",
                    "wgt": 1
                },
                {
                    "body": "The Colombian novelist Alvaro Mutis used to tell a story about his close friend and compatriot Gabriel García Márquez, who has died aged 87.  In the mid-Sixties, when the latter was writing One Hundred Years of Solitude (1967), they met every evening for a drink.  García Márquez would tell Mutis about the scenes he'd written that day, and Mutis would listen, waiting avidly for the next installment.  He started telling their friends that \"Gabo\" - as García Márquez was affectionately known - was writing a book in which a man called X did Y, and so on.  When the novel was published, however, it bore no relation to the story García Márquez had told over tequila - not the characters or the plot or any aspect at all.  Mutis was left with the feeling of having been brilliantly duped, and he mourned the unwritten novel of the bar, that ephemeral fiction no one else would ever hear.\n It would have been a good anecdote no matter who the writers were, but it's particularly apt in the case of García Márquez, who could hold innumerable tales in his head, and spin them simultaneously.  The oral novel offered to Mutis was a kind of enactment of the principle on which García Márquez's books were based: that what is passed down and told to you, however unbelievable, is part of your history; and that what we naively call lies can be far more true than facts.\n His first novel to put this into practice was One Hundred Years of Solitude, his best-known book, and the one that set him on the path to winning the Nobel Prize in 1982.  García Márquez said he had the idea for it while driving to Acapulco in Mexico.  He had written a couple of novels and some stories already, but this time it occurred to him that he must write in a tone inherited from his grandmother, in which fantasy and folklore were conveyed in the same breath as gossip or news of a local murder.  If only he could combine that with what he'd learned from reading the first sentence of Kafka's Metamorphosis - \"As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect\" - with no indication that anything unrealistic was about to be announced, then he would arrive at the style he had in mind.  According to the self-made myth, as soon as this thought occurred to him, García Márquez turned the car around and drove back to Mexico City, and his wife, who'd been looking forward to their holiday, didn't see him again for two years.\n Until then, García Márquez had been a journalist - the literary revolution, for him, was that he had until that moment been committed to facts, and to traditional forms of storytelling in fiction.  But he didn't exactly invent the style that made him famous.  The success of One Hundred Years of Solitude made especially visible something that other Latin American writers such as Julio Cortazar, Carlos Fuentes, Mario Vargas Llosa, José Donoso and Alejo Carpentier were doing too, turning against the tenets of 19th-century French fiction, refusing to write sub-Zola naturalism, and embracing instead the freewheeling imagination of the countries in which they were born.\n Though the influence of García Márquez has been great, it's difficult to assess accurately.  The fact that a novel written in Spanish, about a remote, non-existent town in Colombia where a family is visited by ghosts and almost nothing is told straight, has sold over 50 million copies worldwide, has been an extraordinary coup for international relations.  But in literary terms, he has spawned imitators who have not always produced works of high quality.  What he has done, perhaps more indirectly, is open doors for other writers to incorporate ways of seeing and telling that the going styles of realism would not have allowed.  Toni Morrison's Beloved - about the family of an escaped slave in the aftermath of the American Civil War, and Salman Rushdie's Midnight's Children - about the family of a child born at the moment of independence in India, are very different in their settings but take similar narrative liberties and see history in a comparable way: they are guided by the idea that we are born of more than a sum of facts.\n Those comparisons raise another question: how helpful a term is \"magical realism\"?  Is it to do with the world described, or the tone permitted?  The phrase was coined in 1925 by a German art historian, and its application to Latin American literature, while now widespread, has been contentious.  Some say the phrase is a translation of Alejo Carpentier's expression \"lo real maravilloso\" (\"marvellous reality\", or \"reality filled with wonders\"), but Carpentier didn't quite mean what interpreters of García Márquez have meant.\n It is true that the continent is full of what seems like magic to foreigners and like ordinary life to locals.  (The French surrealists thought Mexico was the most surreal country on earth - and the rest of Latin America certainly has some of those attributes.) ) If, as in García Márquez's fiction, a child with the tail of a pig barely merits a second glance but a railway train is a miracle, the terms \"magic\" and \"realism\" are up for grabs.  Depending on whether you live in a country where a firing squad is an aspect of the everyday but you have never seen ice, different parts of the famous first sentence of One Hundred Years of Solitude will strike you as strange: \"Many years later, facing the firing squad, Colonel Aureliano Buendía was to remember that distant afternoon when his father took him to see the ice.\" \" For that reason, One Hundred Years of Solitude isn't the same book in English as it is in Spanish.  In the original, it is funny, ironic, full of grim humour that mimics the way people talk to themselves.  But it's despairing in the end.  In English, it was wholly new: a liberation.\n So it may be more useful to think about García Márquez's achievement in terms of forms of storytelling, rather than focusing on the curiosity of local worlds.  When asked about the influence of García Márquez on his own writing, Salman Rushdie once said that his affinity was not for magical realism but with \"the people for whom the processes of naturalism have not been sufficient\".  Among those, he included Italo Calvino, Günter Grass and Milan Kundera as well as García Márquez.  For that - for untethering us from the mundane and teaching us to tell our tales taller - García Márquez should be remembered and thanked.\n NOBEL LAUREATE IN HOSPITAL: GARCIA MARQUEZ IS ADMITTED IN MEXICO CITY",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9624252",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8236,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "21:29:00",
                    "title": "Gabriel García Márquez: He proved that tall tales could be truer than facts - Telegraph.co.uk",
                    "uri": "176063026",
                    "url": "http://www.telegraph.co.uk/culture/books/10745581/Gabriel-Garcia-Marquez-He-proved-that-tall-tales-could-be-truer-than-facts.html",
                    "wgt": 1
                },
                {
                    "body": "Gabriel García Márquez, the influential, Nobel Prize-winning author of One Hundred Years of Solitude and Love in the Time of Cholera, has died.  He was 87.\n Widely considered the most popular Spanish-language writer since Miguel de Cervantes in the 17th century, García Márquez achieved literary celebrity that spawned comparisons to Mark Twain and Charles Dickens.\n His fictional works outsold everything published in Spanish except the Bible.  The epic 1967 novel One Hundred Years of Solitude sold more than 50 million copies in more than 25 languages.\n García Márquez, a native of Colombia, is widely credited with helping to popularize \"magic realism,\" a genre that blends the everyday with fantastical elements.\n García Márquez won the Nobel Prize for literature in 1982 for his novels and short stories.  When he won the award, he called Latin America a \"source of insatiable creativity, full of sorrow and beauty.\" \"",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9623605",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8036,
                    "source": {
                        "title": "VOA",
                        "uri": "www.voanews.com"
                    },
                    "time": "21:28:00",
                    "title": "Author Gabriel García Márquez Dies",
                    "uri": "176060637",
                    "url": "http://www.voanews.com/content/author-gabriel-garca-mrquez-dies/1895851.html",
                    "wgt": 1
                },
                {
                    "body": "Every March, often with a yellow flower pinned to his lapel, Gabriel García Márquez stood on the stoop of his home here to greet well-wishers on his birthday.\n He wrote his foremost work, \"One Hundred Years of Solitude,\" here in the mid-1960s after a flash of inspiration during a drive to the Pacific resort of Acapulco with his family.\n And after García Márquez's death on Thursday at his home, more than a few Mexican writers and admirers, who drank with him, danced with him and argued long into the night with him, laid claim to his soul despite his Colombian roots and works that found devotees far from Latin America.\n \"I always considered him a Mexican of Colombian origin,\" said Homero Aridjis, one of Mexico's most acclaimed poets, who met García Márquez in 1962, a year after he arrived.  \"Or a Colombian firmly rooted in Mexico.\" \"\nSo it seemed fitting that the first public memorial service for García Márquez, who was 87, took place here on Monday, with thousands of people braving a hot sun -- and later, rain -- to file into the city's most esteemed cultural hall, the Palace of Fine Arts, and pass his urn amid wreaths of yellow roses, his favorite.\n A rain of yellow petals heralds the death of a main character in \"One Hundred Years of Solitude,\" an enduring example of the magical realism in his works, and many of the mourners in line clutched yellow flowers in tribute to an author they knew simply as Gabo.  So many people lined up that the viewing was extended beyond the initial three hours.\n The service, in accordance with the wishes of García Márquez's family, seemed devoted to quiet reflection from fans of an author known to be conflicted over celebrity (he would sign his books but refrained from autographing anything else).  Some passages of his works were read just outside the hall, but there were only three eulogies, by the presidents of Mexico and Colombia, Enrique Peña Nieto and Juan Manuel Santos, and by Mexico's cultural minister, Rafael Tovar y de Teresa, and they waited until the end of the service.\n Among the first to stand guard at the urn were his maid, assistant and driver.  A string quartet played selections from Schubert and other composers favored by the author, interrupted by a troupe playing vallenato, Colombian folk music.\n Many recalled how his works touched them and resonated with the strange political and historical turns in Mexico.\n \"He nurtured himself from this magic realism and surrealist things that exist in Mexico,\" said Carlos García, 54, a photographer.  \"The fantasy you find in García Márquez's work you can find here, everywhere.  He fed his imagination from this strange and paradoxical world, with harsh -- sometimes contradictory -- realities that Mexico presents.\" \"\nSilvia Zaragoza, 61, said the theme of family in his novels and stories made people across Latin America identify with his works.  \"The way we pass along our names to our children as a way to perpetuate and pay tribute to our ancestors, and how family is the center of everything to us -- that is why when we read his work and discover his characters we reflect on our own selves and analyze our own lives,\" she said.\n García Márquez's family has not said where his ashes will rest.  The Colombian ambassador to Mexico has said Colombia, where another service will be held on Tuesday, hopes some of them will find a place there.\n Yet it would be just as well for Mexico if they remained here.\n García Márquez never considered himself anything but Colombian, retaining the accent of his homeland and making frequent visits there before age and illness curtailed his travel.  Stories his grandmother told him as well as the country's history and culture figured prominently in his works.  His hometown, Aracataca, celebrates him and proclaims itself the original Macondo, the fictional setting for \"One Hundred Years of Solitude.\" \"\nGarcía Márquez, however, found his muse here.\n With Colombia in political tumult and violence increasing, he arrived in 1961 for a visit with a Colombian writer, Álvaro Mutis, who had moved here and promptly handed him \"Pedro Páramo,\" and \"The Burning Plain and Other Stories\" by the Mexican author Juan Rulfo.  García Márquez would later count Rulfo among his greatest influences.\n He found a healthy film industry for the screenplays he had planned to write and quickly fell into intellectual circles populated not only by Mexican artists but fellow Colombian expatriates.\n Aridjis said this creative ferment clearly fed his works but there was a practical side, too.  Many artists helped García Márquez financially as he threw himself into his works, including an 18-month writing session to complete \"One Hundred Years of Solitude,\" published in 1967.\n Aridjis said Mexico also offered a bridge to Cuba, whose culture and politics fascinated García Márquez, who became a close friend of Fidel Castro and supporter of leftist causes across the region.  His fame allowed him access to writers here, and he seemed to delight in surprising and encouraging them.\n The novelist Paco Ignacio Taibo recalled García Márquez calling him \"to tell me he had discussed my novels with former US president Bill Clinton.\" \"\n\"I was so surprised by that,\" he continued.\n Yet he also witnessed García Márquez's discomfort with fame.  He had once run into him at a bookstore and watched as \"about 12 people interrupted us.\" \"\nHe continued: \"Two of them asked him for a job.  Another couple asked him for an autograph for a book he had not written, and one woman approached him and said she had just spotted him on TV.\" \"\n\"The feeling that fame could be so annoying and so unpleasant struck me at once,\" he said.\n At the ceremony, which was broadcast live on television, García Márquez's widow, Mercedes Barcha, and two sons, Rodrigo and Gonzalo, entered a hushed hall and placed his urn on a black pedestal.  A long, loud applause rose up, for more than a minute.",
                    "date": "2014-04-22",
                    "eventUri": "596492",
                    "id": "9737970",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7818,
                    "source": {
                        "title": "The Daily Star",
                        "uri": "www.thedailystar.net"
                    },
                    "time": "06:04:00",
                    "title": "Mexico honors Márquez",
                    "uri": "176651532",
                    "url": "http://www.thedailystar.net/mexico-honors-m-rquez-21096",
                    "wgt": 1
                },
                {
                    "body": "BOGOTÁ, Colombia -- Gabriel García Márquez's death touched off an outpouring of grief in a country where he was revered for both capturing the complexity of Colombia's soul and representing the cultural achievements of a place once synonymous with drugs and violence.\n He brought rural Colombia, with its superstitions and legends, to life in his masterpieces, among them \"One Hundred Years of Solitude\" and \"Love in the Time of Cholera.\" \" But until slowed by age, Mr. García Márquez also played a role in its roiling politics.  He referred to himself as \"the last optimist\" about Colombia during its darkest days, working feverishly in the 1990s to help the government embark on peace talks with Marxist guerrillas.\n Related Gabriel García Márquez, Nobel Prize-Winning Author, Dies\nTo Colombians, he was simply known as Gabo, the affable raconteur from the Caribbean coast who was equally comfortable dining with Colombian presidents as he was drinking with cub reporters from the magazine he once owned, Cambio.\n In a nationally televised address, President Juan Manuel Santos declared three days of mourning, calling the author a literary lion who channeled a country's hopes and dreams into his stories.\n \"All Colombia owes so much, so much to García Márquez -- he gave voice to our silence,\" said Mr. Santos, who recounted his own friendship with the writer.  \"Forty-seven million Colombia love him, love him very much.\" \"\nEl Tiempo, the country's biggest paper, captured the sentiment of the day with a headline reading, \"Goodbye, Maestro Gabo!\"\n\"My soul is broken because we've lost perhaps the only man who could unify all Colombians, who could bring national unity,\" said Moritz Akerman, a former communist and businessman in Medellín who was Mr. García Márquez's friend.  He recounted the author's role -- well documented in Colombia -- in trying to bridge the divide between the government and rebel commanders in talks held in the 1990s and early in the last decade.\n \"Gabo was a man who was very preoccupied with dealing with the differences between Colombians in a democratic and peaceful way,\" Mr. Akerman said.  \"He was a revolutionary, a revolutionary in a good way who worked for peace, who worked for finding common ground here.\" \"\nMr. García Márquez had a penchant for participating in the country's tumult throughout much of the last 65 years.\n He was in Bogotá as a university student in 1948 when the assassination of Jorge Eliécer Gaitán, a leading populist, touched off riots and then an orgy of mostly rural violence known as La Violencia that has never really ended.  Years later, he delved into the drug violence whipsawing the country, writing the non-fiction book \"News of a Kidnapping,\" in which he recounted the harrowing kidnappings carried out by cocaine kingpins.\n Journalists who knew him well, among them María Jimena Duzán, said that despite his fame he never stopped being kind to younger reporters.\n She recalled how Mr. García Márquez took her under his wing when she was a Paris-based correspondent for El Espectador in the early 1980s.  The author, already famous, was also in Paris.\n \"He called and said, 'This is Gabo.' ' I said 'Gabo who?' He said, 'García Márquez!'\" she recalled.  He then insisted she come to his home for a drink with his wife, Mercedes, and their two sons.  \"After that, he was like my father,\" said Ms. Duzán, now a columnist with Semana magazine.\n When Ms. Duzán's sister was murdered by death squads in 1990, she said, Mr. García Márquez invited her to spend an evening talking with him and his wife.  \"He, with his wife, was a very kind person,\" she said.  \"And after all the years and all the travel, he never lost his Colombian accent.\" \"\nIndeed, though he had homes in Europe, Cuba and Mexico, Mr. García Márquez said the only place he felt truly at home was the Caribbean.  And he said that no matter the country in which he found himself writing a novel, \"it's a Colombian novel.\" \"\nColombian authors on Thursday, writers inspired by Mr. García Márquez's books and his command of the magical realism style, also mourned and remembered.\n Jaime Manrique, a Colombian-American writer and poet in New York, had never met Mr. García Márquez.  But he described being left \"so sad\" by the author's death.\n \"How could his death not affect us all?\" he said.  \"I would not have written anything without [having been inspired] by 'One Hundred Years of Solitude.' ' For writers of my generation, that's what made us all want to be writers when we were kids.\" \"\nHector Abad, a novelist and essayist from Medellín, spoke about Mr. García Márquez's knack \"for telling stories with grace, humor, poetry and depth at the same time.\" \"\n\"His prose is hypnotic: One doesn't know why but you read it from the first letter until the last point,\" he said.  \"For Colombia and the world, it is very sad that the mind of one of the best 20th Century novelists has gone out.\" \"\nWrite to Sara Schaefer Muñoz at sara.munoz@wsj.com and Juan Forero at juan.forero@wsj.com",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9637378",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7813,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "01:25:00",
                    "title": "García Márquez's Death Brings Grief to His Native Colombia - Wall Street Journal",
                    "uri": "176123157",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702304810904579508362104497546?mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB10001424052702304810904579508362104497546.html",
                    "wgt": 1
                },
                {
                    "body": "Nobel Prize-winning author Gabriel García Márquez has passed away at the age of 87, according to the Associated Press.  García Márquez was recently hospitalized for an infection in Mexico City, and on Wednesday, April 9, he was released to convalesce at his home.  The Colombian-born author and journalist is considered one of the most important writers of the 20th century.  In his lifetime, he published six novels and seven nonfiction books, as well as numerous novellas and short story collections.  His work transcended Spanish-language literature to become internationally beloved.\n Gabo, as he is known to his friends and fans, was born in 1927 in Aracataca, Colombia, a small Caribbean town surrounded by banana plantations.  There he lived with his maternal grandparents until he was eight years old, a fortuitous quirk of fate that ended up heavily influencing his writing.  In an interview with the Paris Review in 1981, he described channeling his grandmother for his most famous novel, One Hundred Years of Solitude.  \"She told things that sounded supernatural and fantastic, but she told them with complete naturalness,\" he said.  \"What was most important was the expression she had on her face.  She did not change her expression at all when telling her stories, and everyone was surprised.  In previous attempts to write One Hundred Years of Solitude, I tried to tell the story without believing in it.  I discovered that what I had to do was believe in them myself and write them with the same expression with which my grandmother told them: with a brick face.\" \"\nGarcía Márquez started his writing career as a journalist and later became an early pioneer of literary nonfiction, mixing the narrative elements of fiction with his reporting.  This blurred distinction between reality and non-reality turned into magical realism in his fiction.  His writing is rife with hallucinatory revelations -- bitter almonds that smell of unrequited love and showers of yellow roses that rain from the sky.  His journalistic attention to detail melded with his supernatural imagery.  \"If you say that there are elephants flying in the sky, people are not going to believe you\" García Márquez told the Review.  \"But if you say that there are four hundred and twenty-five elephants flying in the sky, people will probably believe you.\" \"\nAs a Colombian author, García Márquez was central to the Latin American literary boom of the 1960s and 1970s, which thrust Latin American literature into the international arena.  In 1967, he rocketed to fame with the publication of One Hundred Years of Solitude, which has now sold more than 50 million copies worldwide.  In Spanish, it has outsold every book except the Bible.  In 1982, fifteen years after One Hundred Years of Solitude, he won the Nobel Prize for Literature.  Three years later, he released another massive hit, Love in the Time of Cholera, which was made into a movie in 2007 starring Javier Bardem.\n García Márquez walked in a world where love stories span centuries, the specters of history live alongside us, and imagination is a door that allows us to pass into infinite realities.  His spirit will remain in the legacy of his books and the hearts of his readers.  As he taught us in One Hundred Years of Solitude, the end is merely the beginning.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9623574",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7665,
                    "source": {
                        "title": "Entertainment Weekly's EW.com",
                        "uri": "shelf-life.ew.com"
                    },
                    "time": "21:27:00",
                    "title": "Gabriel Garcia Marquez dead",
                    "uri": "176060444",
                    "url": "http://shelf-life.ew.com/2014/04/17/gabriel-garcia-marquez-dies/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bentertainmentweekly%252Flatest%2B%2528Entertainment%2BWeekly%253A%2B%2BToday%2527s%2BLatest%2529",
                    "wgt": 1
                },
                {
                    "body": "BOGOTÁ, Colombia--Gabriel García Márquez's death touched off an outpouring of grief in a country where he was revered for both capturing the complexity of Colombia's soul and representing the cultural achievements of a place once synonymous with drugs and violence.\n He brought rural Colombia, with its superstitions and legends, to life in his masterpieces, among them \"One Hundred Years of Solitude\" and \"Love in the Time of Cholera.\" \" But until slowed by age, Mr. García Márquez also played a role in its roiling politics.  He referred to himself as \"the last optimist\" about Colombia during its darkest days, working feverishly in the 1990s to help the government embark on peace talks with Marxist guerrillas.\n To Colombians, he was simply known as Gabo, the affable raconteur from the Caribbean coast who was equally comfortable dining with Colombian presidents as he was drinking with cub reporters from the magazine he once owned, Cambio.\n Colombian President Juan Manuel Santos tweeted \"one-thousand years of solitude and sadness for the death of the greatest Colombian of all time!\"\nEl Tiempo, the country's biggest paper, captured the sentiment of the day with a headline reading, \"Goodbye, Maestro Gabo!\"\n\"My soul is broken because we've lost perhaps the only man who could unify all Colombians, who could bring national unity,\" said Moritz Akerman, a former communist and businessman in Medellín who was Mr. García Márquez's friend.  He recounted the author's role--well documented in Colombia--in trying to bridge the divide between the government and rebel commanders in talks held in the 1990s and early in the last decade.\n \"Gabo was a man who was very preoccupied with dealing with the differences between Colombians in a democratic and peaceful way,\" Mr. Akerman said.  \"He was a revolutionary, a revolutionary in a good way who worked for peace, who worked for finding common ground here.\" \"\nMr. García Márquez had a penchant for participating in the country's tumult throughout much of the last 65 years.\n He was in Bogotá as a university student in 1948 when the assassination of Jorge Eliécer Gaitán, a leading populist, touched off riots and then an orgy of mostly rural violence known as La Violencia that has never really ended.  Years later, he delved into the drug violence whipsawing the country, writing the non-fiction book \"News of a Kidnapping,\" in which he recounted the harrowing kidnappings carried out by cocaine kingpins.\n Journalists who knew him well, among them María Jimena Duzán, said that despite his fame he never stopped being kind to younger reporters.\n She recalled how Mr. García Márquez took her under his wing when she was a Paris-based correspondent for El Espectador in the early 1980s.  The author, already famous, was also in Paris.\n \"He called and said, 'This is Gabo.' ' I said 'Gabo who?' He said, 'García Márquez!'\" she recalled.  He then insisted she come to his home for a drink with his wife, Mercedes, and their two sons.  \"After that, he was like my father,\" said Ms. Duzán, now a columnist with Semana magazine.\n When Ms. Duzán's sister was murdered by death squads in 1990, she said, Mr. García Márquez invited her to spend an evening talking with him and his wife.  \"He, with his wife, was a very kind person,\" she said.  \"And after all the years and all the travel, he never lost his Colombian accent.\" \"\nIndeed, though he had homes in Europe, Cuba and Mexico, Mr. García Márquez said the only place he felt truly at home was the Caribbean.  And he said that no matter the country in which he found himself writing a novel, \"it's a Colombian novel.\" \"\nColombian authors on Thursday, writers inspired by Mr. García Márquez's books and his command of the magical realism style, also mourned and remembered.\n Jaime Manrique, a Colombian-American writer and poet in New York, had never met Mr. García Márquez.  But he described being left \"so sad\" by the author's death.\n \"How could his death not affect us all?\" he said.  \"I would not have written anything without [having been inspired] by 'One Hundred Years of Solitude.' ' For writers of my generation, that's what made us all want to be writers when we were kids.\" \"\nHector Abad, a novelist and essayist from Medellín, spoke about Mr. García Márquez's knack \"for telling stories with grace, humor, poetry and depth at the same time.\" \"\n\"His prose is hypnotic: One doesn't know why but you read it from the first letter until the last point,\" he said.  \"For Colombia and the world, it is very sad that the mind of one of the best 20th Century novelists has gone out.\" \"\nBOGOTÁ, Colombia--Gabriel García Márquez's death touched off an outpouring of grief in a country where he was revered for both capturing the complexity of Colombia's soul and representing the cultural achievements of a place once synonymous with drugs and violence.\n He brought rural Colombia, with its superstitions and legends, to life in his masterpieces, among them \"One Hundred Years of Solitude\" and \"Love in the Time of Cholera.\" \" But until slowed by age, Mr. García Márquez also played a role in its roiling politics.  He referred to himself as \"the last optimist\" about Colombia during its darkest days, working feverishly in the 1990s to help the government embark on peace talks with Marxist guerrillas.\n To Colombians, he was simply known as Gabo, the affable raconteur from the Caribbean coast who was equally comfortable dining with Colombian presidents as he was drinking with cub reporters from the magazine he once owned, Cambio.\n In a nationally televised address, President Juan Manuel Santos declared three days of mourning, calling the author a literary lion who channeled a country's hopes and dreams into his stories.\n \"All Colombia owes so much, so much to García Márquez--he gave voice to our silence,\" said Mr. Santos, who recounted his own friendship with the writer.  \"Forty-seven million Colombia love him, love him very much.\" \"\nEl Tiempo, the country's biggest paper, captured the sentiment of the day with a headline reading, \"Goodbye, Maestro Gabo!\"\n\"My soul is broken because we've lost perhaps the only man who could unify all Colombians, who could bring national unity,\" said Moritz Akerman, a former communist and businessman in Medellín who was Mr. García Márquez's friend.  He recounted the author's role--well documented in Colombia--in trying to bridge the divide between the government and rebel commanders in talks held in the 1990s and early in the last decade.\n \"Gabo was a man who was very preoccupied with dealing with the differences between Colombians in a democratic and peaceful way,\" Mr. Akerman said.  \"He was a revolutionary, a revolutionary in a good way who worked for peace, who worked for finding common ground here.\" \"\nMr. García Márquez had a penchant for participating in the country's tumult throughout much of the last 65 years.\n He was in Bogotá as a university student in 1948 when the assassination of Jorge Eliécer Gaitán, a leading populist, touched off riots and then an orgy of mostly rural violence known as La Violencia that has never really ended.  Years later, he delved into the drug violence whipsawing the country, writing the non-fiction book \"News of a Kidnapping,\" in which he recounted the harrowing kidnappings carried out by cocaine kingpins.\n Journalists who knew him well, among them María Jimena Duzán, said that despite his fame he never stopped being kind to younger reporters.\n She recalled how Mr. García Márquez took her under his wing when she was a Paris-based correspondent for El Espectador in the early 1980s.  The author, already famous, was also in Paris.\n \"He called and said, 'This is Gabo.' ' I said 'Gabo who?' He said, 'García Márquez!'\" she recalled.  He then insisted she come to his home for a drink with his wife, Mercedes, and their two sons.  \"After that, he was like my father,\" said Ms. Duzán, now a columnist with Semana magazine.\n When Ms. Duzán's sister was murdered by death squads in 1990, she said, Mr. García Márquez invited her to spend an evening talking with him and his wife.  \"He, with his wife, was a very kind person,\" she said.  \"And after all the years and all the travel, he never lost his Colombian accent.\" \"\nIndeed, though he had homes in Europe, Cuba and Mexico, Mr. García Márquez said the only place he felt truly at home was the Caribbean.  And he said that no matter the country in which he found himself writing a novel, \"it's a Colombian novel.\" \"\nColombian authors on Thursday, writers inspired by Mr. García Márquez's books and his command of the magical realism style, also mourned and remembered.\n Jaime Manrique, a Colombian-American writer and poet in New York, had never met Mr. García Márquez.  But he described being left \"so sad\" by the author's death.\n \"How could his death not affect us all?\" he said.  \"I would not have written anything without [having been inspired] by 'One Hundred Years of Solitude.' ' For writers of my generation, that's what made us all want to be writers when we were kids.\" \"\nHector Abad, a novelist and essayist from Medellín, spoke about Mr. García Márquez's knack \"for telling stories with grace, humor, poetry and depth at the same time.\" \"\n\"His prose is hypnotic: One doesn't know why but you read it from the first letter until the last point,\" he said.  \"For Colombia and the world, it is very sad that the mind of one of the best 20th Century novelists has gone out.\" \"\nWrite to Sara Schaefer Muñoz at sara.munoz@wsj.com and Juan Forero at juan.forero@wsj.com",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9634200",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7579,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "01:37:00",
                    "title": "García Márquez's Death Brings Grief to His Native Colombia - Wall Street Journal",
                    "uri": "176107016",
                    "url": "http://online.wsj.com/article/BT-CO-20140417-713481.html",
                    "wgt": 1
                },
                {
                    "body": "The Nobel prize winning author of 'One Hundred Years of Solitude' passed away Thursday following an infection that hospitalized him in March.  The Colombian writer was widely considered to be the most popular Spanish-language writer since Miguel de Cervantes\nFamed novelist Gabriel García Márquez passed away on Thursday, according to a family member cited by the Associated Press.  He was 87 years old.\n The Colombian Nobel Prize winning author was hospitalized for nine days in late March for an infection in his lungs and urinary tract.  He had been recovering in his home in Mexico City since April 8.\n García Márquez, known as \"Gabo,\" was born in Aracataca, Colombia on March 6, 1927.  The northern Colombian town inspired the setting for his 1967 novel One Hundred Years of Solitude, which earned international critical acclaim and tens of millions of readers.  García Márquez earned even more fans with his 1985 book, Love in the Time of Cholera.  He was considered by many to be the most popular Spanish-language writer since Miguel de Cervantes, who wrote Don Quixote in the 17th century.\n García Márquez won the Nobel Prize for literature in 1982 for his novels and short stories.  When he won the award, he called Latin America a \"source of insatiable creativity, full of sorrow and beauty, of which this roving and nostalgic Colombian is but one cipher more, singled out by fortune.  Poets and beggars, musicians and prophets, warriors and scoundrels, all creatures of that unbridled reality, we have had to ask but little of imagination, for our crucial problem has been a lack of conventional means to render our lives believable.\" \" He is credited with helping to invent the literary genre of magical realism.\n His death was confirmed by two family members who spoke anonymously to protect the family's privacy.\n [AP]",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9625468",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7361,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "22:17:00",
                    "title": "Gabriel García Márquez Dies at Age 87",
                    "uri": "176064045",
                    "url": "http://time.com/67273/gabriel-garcia-marquez-dies-at-age-87/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btime%252Fworld%2B%2528TIME%253A%2BTop%2BWorld%2BStories%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Gabriel García Márquez, the Colombian novelist and Nobel Prize winner, died Thursday in Mexico City, his publisher confirms.  A forefather of magical realism, Márquez was best known for his seminal 1967 novel One Hundred Years of Solitude, which sold over 20 million copies and inspired countless undergraduate semesters abroad.  Márquez was diagnosed with lymphatic cancer in 1999, and spent most of his later years writing memoirs; his Random House editor told the New York Times that Márquez was working on a novel at the time of his death but seemed \"disinclined\" to publish it.  (\"He told me, 'This far along I don't need to publish more.' '\") Márquez was 87.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9627915",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7315,
                    "source": {
                        "title": "Vulture",
                        "uri": "www.vulture.com"
                    },
                    "time": "23:40:00",
                    "title": "Gabriel García Márquez Dies at 87",
                    "uri": "176078903",
                    "url": "http://www.vulture.com/2014/04/gabriel-garcia-marquez-dies-87.html?mid=twitter_nymag",
                    "wgt": 1
                },
                {
                    "body": "The death of Latin American literary giant Gabriel García Márquez prompted immediate reaction from across the continent and beyond, almost as soon as the first rumours hit the internet early on Thursday afternoon.\n Politicians weighed in quickly with Juan Manuel Santos, president of Colombia, tweeting: \"A thousand years of solitude and sadness after the death of the greatest Colombian of all time,\" referring to the author's masterpiece, One Hundred Years of Solitude.\n The novel has reputedly sold 30 million copies since its publication in 1967.\n Enrique Peña Nieto, president of Mexico - the novelist's adopted home - expressed his condolences over the death of \"one of the greatest writers of our time\".\n Former US president Bill Clinton, García Márquez's personal friend, was quoted extolling his \"great heart and brilliant mind\".  He added: \"I was always amazed by his unique gifts of imagination, clarity of thought and emotional honesty.\" \"\nTributes were also paid by literary figures and by pop stars and actors - from across Latin America and the world.\n Cristobal Pera, the author's editor at Penguin Random House in Mexico, told the Associated Press that García Márquez was \"like the Mandela of literature, because of the impact he has had on readers all over the world\".\n Others compared him to Charles Dickens and Victor Hugo.\n Colombian singer Shakira wrote: \"We will remember your life, dear Gabo, like a unique and unrepeatable gift, and the most original of stories.\" \"\nAmerican actor James Franco tweeted: \"100 Years of Solitude.  Gabriel García Márquez, we will never forget.\" \"\nThe 87-year-old writer died in his home as a result of complications from pneumonia.  Earlier this month he had been admitted to hospital, staying there for about a week.\n The head of Mexico's arts council, Rafael Tovar y de Teresa, used his statement confirming the initial rumours to delve into the complexities of the man behind the Nobel laureate.\n \"The good moods and bad moods of Gabriel García Márquez were always legendary,\" the statement said.\n \"He could launch a bitter diatribe against a journalist who tried to get through his rule of not giving interviews and seconds later smile and stick his tongue out in a sign of a truce.\n \"That personality had a lot to do with his roots, and his contact with a family that was as strange, fantastic and archetypal as the characters in his books.\" \"\nMeanwhile, there was still no word from one of his closest friends, Fidel Castro, Cuba's former communist revolutionary president.\n Nor was there any reaction from his nearest living literary equivalent, Peruvian writer Mario Vargas Llosa who in the past had called García Márquez \"Castro's courtesan\".",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9629647",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7276,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "00:21:00",
                    "title": "Latin America reacts to death of literary colossus Gabriel García Márquez - The Guardian",
                    "uri": "176085854",
                    "url": "http://www.theguardian.com/books/2014/apr/18/gabriel-garcia-marquez-death-latin-america-reaction",
                    "wgt": 1
                },
                {
                    "body": "Gabriel García Márquez, the revered Colombian writer, winner of the Nobel Prize for Literature in 1982, and once described by Fidel Castro as \"the most powerful man in Latin America,\" died at the age of 87 in his Mexico City home on Thursday.  He had recently been hospitalised for different infections.\n One of the greatest writers in the Spanish language, he was also a controversial figure.  In 1993 he called for the legalisation of drugs and urged the Colombian government to cease what he called its \"useless\" war against drug traffickers.  He was also a long-term supporter of the cause of his close friend Fidel Castro's revolution in Cuba.  Yet he was one of the favourite writers of US President Bill Clinton.\n The current occupant of the White House, Barack Obama, is also an admirer, on Thursday calling García Márquez one of the world's \"greatest visionary writers\" and paying tribute to his inspiration to other authors, saying his work \"will live on for generations to come.\" \"\nIn Bogotá, \"Gabo\" was once known as \"nuestro hombre en La Habana\" - our man in Havana - at the same time his writing would frequently appear in that epitome of capitalism, Playboy.\n He was a prolific novelist who started his career in journalism, which he once described as \"the greatest profession in the world\".  Praised by Pablo Neruda for having the purest Castilian of any writer since Cervantes, García Márquez's most critically applauded and widely read novel, Cien Años de Soledad (One Hundred Years of Solitude), was published in 1967, and brought to international attention the type of fiction known as magical realism.  It was a blend of fantasy and naturalism not invented by him, but which thereafter became inextricably linked with his name and influenced many.\n García Márquez once claimed - in a 1994 interview with the Spanish newspaper El País - that he \"never\" discussed his books, and said that he had come to detest the novel that had brought him so much fame.  Much given to fabulism in his life as in his fiction, García Márquez frequently discussed the genesis of his writing, and clearly loved his most famous novel.  How could he not, since it was based on the highly superstitious, coincidence-ridden atmosphere in which he grew up?  He once said that a comment from a character in one of his short stories (The Incredible and Sad Tale of Innocent Eréndira and Her Heartless Grandmother) \"what I like about you is the serious way you make up nonsense\" was an \"absolutely autobiographical statement\" which was \"not only a definition of my work, it is a definition of my character.\" \"\nHe was born in 1928 and grew up in his grandparents' house in Aracataca, a banana-producing centre on the north-east coast of Colombia, but he spent much of his adult life in France, Mexico and Spain.  His first stories were written under the influence of the Argentine writer Jorge Luis Borges, but he emerged from under that spell to develop his own inimitable voice.\n For many years García Márquez was denied a US visa because of his support for Castro, though he attributed the problem to his having worked for the Cuban news agency Prensa Latina in New York in 1961.  In an interview with Playboy in February 1983 García Márquez somewhat disingenuously said: \"I wasn't even a bureau chief\".  In fact he was deputy head of the New York office of Prensa Latina.  His difficulties with the US authorities eased in 1971 when Columbia University awarded him an honorary degree and the ban was eventually lifted in the 1990s.\n In 1987 the Chilean junta ordered 15,000 copies of García Márquez's non-fiction work Clandestine in Chile: The Adventures of Miguel Littín to be burnt, despite the lifting of book censorship in 1983.  In 1993 he ordered that his books be withdrawn from sale in Colombia, exasperated at the proliferation of pirate editions.\n He attended universities in Bogotá and Cartagena, and worked initially as a correspondent in Rome and then Paris, having left Colombia in 1955 during the dictatorship of Gustavo Rojas Pinilla, who eventually closed down the newspaper García Márquez worked for, El Espectador.  He never returned to live permanently in Colombia.\n He wrote his first novel in 1957 while living in Caracas, Venezuela.\n He relished his shoulder-rubbing with powerful political figures, who besides Castro included the former French president, François Mitterrand and his wife Danielle, as well as former Panamanian dictator, General Omar Torrijos.\n But García Márquez claimed not to be a political creature; he insisted that when he and Castro met they always discussed literature and cooking, never politics.  His lasting fame is based on the succession of novels that appeared after Cien Años, among the finest being El Otoño del Patriarca (The Autumn of the Patriarch) 1975; Crónica de una Muerte Anunciada (Chronicle of a Death Foretold) 1981; El Amor en los Tempos del Cólera (Love in the Time of Cholera) 1984; and El General en su Laberinto (The General in his Labyrinth) 1989.\n In the mid-1990s, he founded the New Iberoamerican Journalism Foundation, an independent group focused on narrative and investigative journalism based in Cartagena.  After all, as he said in a 1981 interview with the Paris Review \"I've always been convinced that my true profession is that of a journalist.\" \" He did so masterfully in his later years as well, with Noticia de un Secuestro (News of a Kidnapping) a book published in 1996, which reconstructs kidnappings by cocaine kingpin Pablo Escobar at the apex of Colombia's drug wars.\n Three years later - using his Nobel prize money that had been in a Swiss bank for years - he became the majority owner of a Colombian weekly news magazine, Cambio, where in 1999 he published a profile on Venezuela's charismatic former leader, Hugo Chávez, after accompanying him on a flight to Caracas from Havana.  He brilliantly described Chávez as \"two opposing men.  One to whom the caprices of fate had given an opportunity to save his country.  The other, an illusionist, who could pass into the history books as just another despot.\" \"\nThat same year, he was diagnosed with lymphatic cancer.  He then spent most of his writing time in his autobiography, Vivir para Contarla (Living to Tell the Tale) published in 2002, and Memoria de mis Putas Tristes (Memories of My Melancholy Whores), published two years later.\n In recent years there were many rumours about his memory problems, which were not publicly diagnosed.  In his last birthday this past March, as many showed up to his doorstep to greet him, he surprised the well-wishers coming out and joining them in singing Las Mañanitas, the song used to wake Mexicans celebrating their birthdays.\n For many he was the greatest embodiment of Latin American fiction.  Had he not been a novelist, he once said, he would have liked to be a piano player in a bar because \"I could have made a contribution to making lovers feel even more toward each other.\" \" García Márquez was married to Mercedes Barcha; they had two sons, who now survive him.  He said in 1985 that he wrote \"so that my friends will love me more.\" \" His novels were internationally loved; his friends are legion.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9629982",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7188,
                    "source": {
                        "title": "Financial Times",
                        "uri": "www.ft.com"
                    },
                    "time": "00:36:00",
                    "title": "Gabriel García Márquez dies aged 87 - Financial Times",
                    "uri": "176087873",
                    "url": "http://www.ft.com/cms/s/0/d9f9b362-c688-11e3-ba0e-00144feabdc0.html",
                    "wgt": 1
                },
                {
                    "body": "Gabriel Garcia Marquez waves while coming out from his house on his 87th birthday March 6 in Mexico City.  Agence France-Presse/Getty Images\nBOGOTÁ, Colombia -- The Nobel Prize-winning author Gabriel García Márquez popularized magical realism in Latin American literature by writing fantastical novels that drew on the folk tales and ghost stories he had heard as a child on Colombia's poor, sun-baked Caribbean coast.\n Mr. García Márquez, who died in his Mexico City home at age 87 on Thursday after being hospitalized for infections, was best known for his 1967 masterpiece, \"One Hundred Years of Solitude,\" which recorded the travails of the abundant and obsessive Buendía clan.\n Translated into dozens of languages and selling 30 million copies, the book is considered literature's exemplar of magical realism, generating countless imitations and inspiring a generation of writers in Latin America and beyond.\n Though Mr. García Márquez didn't invent the technique, he became literature's leading exponent of the style, which balances dreamlike, fantastical vignettes with sharply focused realism, all of it solemnly delivered through an eccentric cast of whimsical characters.  Readers of his books have delighted in stories populated with tin-pot dictators, cows that swim, self-obsessed characters that don't age and brokenhearted suitors.\n The news triggered an outpouring of grief from Colombians, who revere Mr. García Márquez and see his literature as reflecting the soul of their country.\n Colombian President Juan Manuel Santos tweeted: \"One-thousand years of solitude and sadness for the death of the greatest Colombian of all time!\"\nIn a career spanning more than 60 years, Mr. García Márquez wrote some of the Spanish language's most revered books, many of which became best sellers in the U.S. They included \"Autumn of the Patriarch,\" about a Caribbean tyrant; \"Chronicle of a Death Foretold,\" which painstakingly narrates a small-town murder; \"Love in the Time of Cholera,\" about two lovers who wait half a century to reunite, and \"The General in his Labyrinth,\" detailing independence hero Simón Bolívar's inglorious last days.\n Mr. García Márquez was also an accomplished journalist, whose lyrical, deeply reported stories first caught the eye of readers in Colombia's chilly mountain capital, Bogotá, in the early 1950s.  He later became renowned not only his profiles of presidents and despots but for the real-life close ties he cultivated with leaders ranging from Fidel Castro to Bill Clinton to François Mitterrand.\n Mr. García Márquez found a certain thrill in hob-knobbing with the powerful, noted his friends.  \"I still can't get used to the idea that my friends become presidents, nor have I yet overcome my susceptibility to being impressed by government palaces,\" he once wrote in an article, as recounted in Gerald Martin's 2009 biography, \"Gabriel García Márquez: A Life.\" \"\nProudly leftist and anti-imperialist, he used his fame to try to lobby for Latin American unity and an end to American meddling in the region.\n Mr. García Márquez's friendship with Mr. Castro, though, caused him trouble.  Other Latin American writers, among them the Cuban exile Guillermo Cabrera Infante, criticized him for cultivating warm ties with a dictator.\n \"Castro's courtesan,\" the Peruvian author, Mario Vargas Llosa, took to calling Mr. García Márquez.\n Mr. García Márquez said he was able to use his direct line to Mr. Castro to win the release of jailed dissidents.\n \"I know how far I can go with Fidel,\" the author told the New Yorker.  \"Sometimes he says no. Sometimes later he comes and tells me I was right.\" \"\nMr. Vargas Llosa famously ended his once-close friendship with Mr. García Márquez when he punched him in a Mexico City theater in 1976, after accusing him of betrayal, according to Mr. Martin's biography.\n Mr. Vargas Llosa's relationship with the U.S. was also difficult, with his close ties to Cuba and sharp criticism of American policies leading the State Department to deny him a visa for years.\n Mr. García Márquez had humble beginnings, born in the sleepy town of Aracataca on March 6, 1927 and raised for much of his early years by his maternal grandparents -- Tranquilian Iguarán Cotes and Colonel Nicolás Márquez -- and two aunts.\n The superstitions and otherworldly tales he heard in their small, wood-plank home would fire his imagination, especially those from the colonel.  A veteran of the War of a Thousand Days -- a Colombian civil conflict -- Col. Márquez told his precocious grandson about the country's harrowing history, like the mass killing of United Fruit Co. banana workers.\n \"The great old man didn't tell me about Little Red Riding Hood,\" Mr. García Márquez said years later.  \"He told me terrible stories about war, about the massacre of the banana workers that took place the year I was born.\" \"\nThe colonel's stories of massacres, feuds and duels, the solitude of Aracataca, even his introduction to ice all found their way into García Márquez's books.  The colonel himself is a recognizable figure in the author's fiction, notably as Colonel Aureliano Buendía in \"One Hundred Years of Solitude.\" \"\nWriting about his grandfather's death in his 2002 autobiography, \"Living to Tell the Tale,\" Mr. García Márquez said that \"a piece of me had died with him.\" \"\n\"But I also believe,\" Mr. García Márquez wrote, \"without the slightest doubt, that in that moment [when he died] I was already a beginning writer who only needed to learn to write.\" \"\nWhen he did learn, Aracataca, with its infernal heat and almond trees, was transformed into the magical town of Macondo in \"One Hundred Years of Solitude.\" \"\nThe novel's historic sweep and timeless writing helped Mr. García Márquez win the Nobel Prize in Literature in 1982.  Though Mr. García Márquez has said \"Autumn of the Patriarch\" was his best book and readers gravitated to \"Love in the Time of Cholera,\" it was \"One Hundred Years of Solitude\" that first cemented his fame.\n Some critics in Latin America said it was the most important book in the Spanish language since Don Quixote, and the American author and critic William Kennedy called the novel \"the first piece of literature since the Book of Genesis that should be required reading for the entire human race.\" \"\nMr. García Márquez was self-deprecating about the book in some interviews, saying that he didn't understand why it was so celebrated.  But in reality, the book's story arc percolated in his head for years, as they did for many of his books.\n \"I know the last sentence of the book before I sit down to write it,\" the author explained.  \"When I sit down I have the book in my head, as if I'd read it, because I've been thinking about it for years.\" \"\n-- Sara Schaefer Muñoz contributed to this article.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9624641",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6945,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "21:55:00",
                    "title": "Gabriel García Márquez, Nobel Prize-Winning Author, Dies",
                    "uri": "176064454",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702304810904579507753552411652?mod=e2tw",
                    "wgt": 1
                },
                {
                    "body": "The Colombian author of One Hundred Years of Solitude, winner of the Nobel Prize in Literature, died Thursday at 87.\n Few writers achieve an outstanding literary reputation and an even more overwhelming popularity.  One of the greatest in the 20th century, Colombian novelist, journalist and Nobel Prize winner Gabriel García Márquez, died Thursday at the age of 87.\n Gabo, as García Márquez was called even by those who did not know him, patented, even if he did not invent it, a narrative mode -- magical realism -- that became associated not just with Latin American fiction but with the very nature of the region, confirmed sometimes by news items that read like his stories, such as the discovery years ago that Colombian drug traffickers had built, in the Andes mountain range, a submarine.\n The book that put magical realism and García Márquez on the map, far beyond the reputation that lives in critical circles, was One Hundred Years of Solitude, with its seductive blend of fantasy and grit.  Yet, years later the writer, already with the Nobel under his belt, confessed that he was sick and tired of the book with which he was associated, preferring his narrative meditation on Latin dictatorship, The Autumn of the Patriarch, or the gem of a novella, Nobody Writes to the Colonel.  Still, it is easy to recognize the García Márquez style in all his books, even his non-fiction and his autobiography.  The latter, which tells of the Colombian writer's young penurious years as a journalist and includes the beginning of his friendship with Fidel Castro, has real life characters pop in and out of the scene speaking in bon mots worthy of Wilde or Shaw.  And in his biographical book on Simón Bolívar's last days, a young woman brought to spend the night with the ailing general, who is far too weak to make love to her, is told in the morning by Bolívar that she is leaving as much of a virgin as she arrived, to which she responds, no woman who spends a night with you is any longer a virgin, mi general.  Vintage Gabo.\n Love fuels his stories.  Yet even when unsuccessful, it is not the tragic love of so much fiction but is always redeemed by an untamed life force.  His last work of fiction, Memories of my Melancholy Whores, tells of a 90 year-old man who has known nothing but love for sale and is treating himself to a very young virginal prostitute, and she, much to his stupefied surprise at the end, has fallen crazy in love with him.  The old man lives on.  Gabo, whom it is easy to see as a fantasy version of the writer -- older, yet irresistible and prodigiously endowed -- did not.\n It is probably wise to ignore the tragedy of his demise and enjoy the tragicomedy of his narratives.  Gabriel García Márquez died wealthy and beloved, after spending his early years impoverished and unknown.  In his prime, he was a Latin American elder statesman, walking around Cartagena de Indias, on Colombian's Caribbean coast, in a guayabera and cream-colored slacks, and known to one and all in the city, but -- and this is important -- not exactly lionized as a literary giant.  Instead, he entered the folkways of his native tropical Colombia with a nickname, \" el Nobel,\" and stories about the local beauty he danced the night away with during carnival, who lost her shoes, only to have them returned, intact, the next morning.  When One Hundred Years of Solitude was published the writer told an interviewer that he did not know what the fuss was about because these were just a bunch of stories his grandmother told.  Colombians and others who know that intoxicating country of extreme poetry, violence and romance know that Gabo was not putting his interviewer on.  Colombia is a country with almost too many fantastic stories.  Thankfully, Gabo was there to pick them up.\n There was a catch, though.  Later, already famous, he told this writer, after hours of talking about everything from telenovelas to arepas: \"I can sit around telling stories all day.  The trouble is that they want me to write them.\" \"\nAnd so he did.  Preferably, when he could finally afford it, in a temperature-controlled room, for he had that fondness for air-conditioning that those of us who grew up in a torrid climate share.  He wrote a finished paragraph a day, he said.  And he only wrote in the morning.  Afternoons he would see friends.\n One of the times I saw him after the interview, at a dinner with family and friends, the company included an old doctor.  The physician told me of having gone to school with a young Maharajah whose invitation to India the doctor regretted never following up on.  It was a year or two later, reading Love in the Time of Cholera, that I realized the doctor was the model for the protagonist of the first part of the novel.  The hallucinatory feeling of having stepped into a novel overcame me.\n That hallucinatory rush is precisely what Garcia Marquez made his readers feel.  He peddled a benign addiction that will outlive him.  All currents provoke backlashes.  In recent years, it has been fashionable among young Turks in Latin letters to put down Gabo.\n And for many Cuban exiles, García Márquez is abhorrent due to his friendship with Fidel Castro, a justifiable resentment.  Gabo claimed to me that he was very critical of the Cuban regime, but he chose to keep that to himself because he believed he could do more good voicing his criticism in person to a close friend than taking public stands that made no dent.  García Márquez did choose the role of public intellectual, a common stance in Latin letters.  was his nature.  Though his prose is poetic, he was at heart a political animal, or more precisely, a journalistic animal.  Still, his reportage was informed by his imagination -- one could call it magical journalism.\n As a narrator of fiction, his craft is unequalled.  Alas, so seductive a style begat mediocre imitators and there are many second-rate Gabos out there.  And though it reads like the torrent of a wild river, there is no question that his is serious craftsmanship, that one paragraph a day.  No sooner one begins one of his narratives one is pulled in, as if by a riptide.  It feels effortless.  And that is the work of a master storyteller.  The Latin American writers of his generation acquired enormous popularity, so much that their phenomenon was called by the English word \"boom.\" \" But none has the power Gabo had, and will always have, over the reader.\n In recent decades it was known that Garcia Marquez had cancer.  And for the past years it was also known that his mind was failing - some saw the weakness reflected in his last works, but that ad hominem critique is plain wrong.  His death was foretold, but whose isn't?  Vivir para contarla, he called his autobiography.  Live to tell it.  He lived and he told it.\n Gabriel García Márquez is survived by children, grandchildren, and his wife, Mercedes, to whom he dedicated his novel about romance that has no end, Love in the Time of Cholera.\n \"For Mercedes,\" the dedication page reads, \"of course.\" \"",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9629823",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6917,
                    "source": {
                        "title": "miamiherald",
                        "uri": "www.miamiherald.com"
                    },
                    "time": "00:42:00",
                    "title": "Gabriel Garcia Marquez: Master of magical realism",
                    "uri": "176086663",
                    "url": "http://www.miamiherald.com/2014/04/17/4066090/gabriel-garcia-marquez-master.html",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama offered his condolences Thursday on the passing of Nobel laureate Gabriel García Márquez, whom he called one of the world's \"greatest visionary writers.\" \"\nThe Colombian-born author of \"One Hundred Years of Solitude,\" \"Love in the Time of Cholera\" and more died Thursday at the age of 87.\n Obama's statement on Márquez's death:\n\"With the passing of Gabriel García Márquez, the world has lost one of its greatest visionary writers - and one of my favorites from the time I was young.  Affectionately known as 'Gabo' to millions of his fans, he first won international recognition with his masterpiece One Hundred Years of Solitude.  I once had the privilege to meet him in Mexico, where he presented me with an inscribed copy that I cherish to this day.  As a proud Colombian, a representative and voice for the people of the Americas, and as a master of the 'magic realism' genre, he has inspired so many others - sometimes even to pick up the pen themselves.  I offer my thoughts to his family and friends, whom I hope take solace in the fact that Gabo's work will live on for generations to come.\" \"",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9627919",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6769,
                    "source": {
                        "title": "POLITICO",
                        "uri": "www.politico.com"
                    },
                    "time": "23:40:00",
                    "title": "Obama: Marquez work will live for 'generations' - Adam Sneed - POLITICO.com",
                    "uri": "176078918",
                    "url": "http://www.politico.com/story/2014/04/gabriel-garcia-marquez-barack-obama-105800.html",
                    "wgt": 1
                },
                {
                    "body": "Colombian novelist Gabriel García Márquez, whose \"One Hundred Years of Solitude\" established him as a giant of 20th-century literature, died yesterday at his home in Mexico City.\n He was 87.\n His death was confirmed by Cristobal Pera, his former editor at Random House.\n Márquez, who received the Nobel Prize for Literature in 1982, wrote fiction rooted in a mythical Latin American landscape of his own creation, but his appeal was universal.\n His books were translated into dozens of languages.  He was among a select roster of canonical writers -- Dickens, Tolstoy and Hemingway among them -- who were embraced both by critics and by a mass audience.\n Márquez was considered the supreme exponent, if not the creator, of the literary genre known as magic realism, in which the miraculous and the real converge.\n Magic realism, he said, sprang from Latin America's history of vicious dictators and romantic revolutionaries, of long years of hunger, illness and violence.\n \"One Hundred Years of Solitude\" would sell more than 20 million copies.  The Chilean poet Pablo Neruda called it \"the greatest revelation in the Spanish language since 'Don Quixote.' ' \" The novelist William Kennedy hailed it as \"the first piece of literature since the Book of Genesis that should be required reading for the entire human race.\" \"\nMárquez made no claim to have invented magic realism; he pointed out that elements of it had appeared before in Latin American literature.  But no one before him had used the style with such artistry, exuberance and power.  Magic realism would soon inspire writers on both sides of the Atlantic.\n Suffering from lymphatic cancer, which was diagnosed in 1999, Márquez devoted most of his subsequent writing to his memoirs.\n In July 2012, his brother, Jaime, was quoted as saying that Márquez had senile dementia and had stopped writing.\n Besides his wife, Mercedes, he is survived by two sons, Rodrigo and Gonzalo.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9636305",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6658,
                    "source": {
                        "title": "The Daily Star",
                        "uri": "www.thedailystar.net"
                    },
                    "time": "05:04:00",
                    "title": "Literary pioneer Márquez dies",
                    "uri": "176117542",
                    "url": "http://www.thedailystar.net/literary-pioneer-m-rquez-dies-20569",
                    "wgt": 1
                },
                {
                    "body": "Gabriel García Márquez, the Nobel Prize-winning Colombian writer, has passed away at the age of 87.\n Márquez rose to literary fame after his seminal 1967 novel, One Hundred Years of Solitude, sold more than 50 million copies in more than 25 languages.\n Quite possibly the most famous Spanish-language writer since 17th century writer Miguel de Cervantes, Márquez popularized the literary genre known as magic realism.\n He also penned Chronicle of a Death Foretold and Love in the Time of Cholera, among many others, which were met with huge success and critical acclaim.\n PHOTOS: Stars that've written children's books\nThe novelist died at his home surrounded by his wife and other members of his family in Mexico City, local news reported.  Márquez's health had been declining for quite some time.\n Just last week, the author was released from the National Medical Sciences and Nutrition Institute after suffering from dehydration linked to lung and urinary tract infections.\n In the wake of the literary giant's death, many celebs have taken to Twitter to send their condolences.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9626501",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6649,
                    "source": {
                        "title": "E! Online",
                        "uri": "uk.eonline.com"
                    },
                    "time": "22:49:00",
                    "title": "Gabriel García Márquez Dead at 87: Celebs React to Nobel Laureate Author's Passing",
                    "uri": "176071992",
                    "url": "http://uk.eonline.com/news/533146/gabriel-garcia-marquez-dead-at-87-celebs-react-to-nobel-laureate-author-s-passing?cmpid=rss-000000-rssfeed-365-topstories&utm_source=eonline&utm_medium=rssfeeds&utm_campaign=rss_topstories",
                    "wgt": 1
                },
                {
                    "body": "Gabriel Garcia Marquez, the Nobel Prize-winning author of One Hundred Years of Solitude, has died in Mexico, it has been widely reported.  He was 87 years old.\n Marquez received 1982 the Nobel Prize in Literature, some fifteen years after his iconic - some would call it immortal - novel of magic realism was published.  The Nobel committee cited his \"richly composed world of imagination.\" \"\nGarcía Márquez received the Nobel Prize in Literature on 8 December 1982 \"for his novels and short stories, in which the fantastic and the realistic are combined in a richly composed world of imagination, reflecting a continent's life and conflicts\".  His acceptance speech was entitled \"The Solitude of Latin America\".  García Márquez was the first Colombian and fourth Latin American to win a Nobel Prize for Literature.[ [118] After becoming a Nobel laureate, García Márquez stated to a correspondent: \"I have the impression that in giving me the prize, they have taken into account the literature of the sub-continent and have awarded me as a way of awarding all of this literature.\" \"\nThe Columbian author, who had made his home in Mexico for decades, had recently been ill. Here are tributes and notices from the Internet:\nWidely considered the most popular Spanish-language writer since Miguel de Cervantes in the 17th century, Garcia Marquez achieved literary celebrity that spawned comparisons to Mark Twain and Charles Dickens.\n \"Being a contemporary of Gabo was like living in the time of Homer,\" said Colombian writer Hector Abad Faciolince, who described \"One Hundred Years\" as Latin America's first and only epic work of literature.\" \"In a mythic and poetic way, he explained our origins.  His verbal imagination and creative force were astonishing.\" \"\nMatching commercial success with critical acclaim, García Márquez became a standard-bearer for Latin American letters, establishing a route for negotiations between guerillas and the Colombian government, building a friendship with Fidel Castro, and maintaining a feud with fellow literature laureate Maria Vargas Llosa that lasted more than 30 years.\n \"Each new work of his is received by expectant critics and readers as an event of world importance,\" the Swedish Academy of Letters said in awarding him the Nobel.\n Mr. García Márquez was considered the supreme exponent, if not the creator, of the literary genre known as magic realism, in which the miraculous and the real converge.  In his novels and stories, storms rage for years, flowers drift from the skies, tyrants survive for centuries, priests levitate, and corpses fail to decompose.  And, more plausibly, lovers rekindle their passion after a half century apart.\n Peter Stone interviewed Marquez for The Paris Review's \"Art of Fiction\" series in 1981:\nINTERVIEWER\nHow did you start writing?\n GARCÍA MÁRQUEZ\nBy drawing.  By drawing cartoons.  Before I could read or write I used to draw comics at school and at home.  The funny thing is that I now realize that when I was in high school I had the reputation of being a writer, though I never in fact wrote anything.  If there was a pamphlet to be written or a letter of petition, I was the one to do it because I was supposedly the writer.  When I entered college I happened to have a very good literary background in general, considerably above the average of my friends.  At the university in Bogotá, I started making new friends and acquaintances, who introduced me to contemporary writers.  One night a friend lent me a book of short stories by Franz Kafka.  I went back to the pension where I was staying and began to read The Metamorphosis.  The first line almost knocked me off the bed.  I was so surprised.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9628466",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6621,
                    "source": {
                        "title": "Books LIVE @ Books LIVE",
                        "uri": "bookslive.co.za"
                    },
                    "time": "23:57:00",
                    "title": "RIP Gabriel Garcia Marquez, 1927-2014",
                    "uri": "176052834",
                    "url": "http://bookslive.co.za/blog/2014/04/17/rip-gabriel-garcia-marquez-1927-2014/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BBOOKSA%2B%2528Books%2BLIVE%2529",
                    "wgt": 1
                },
                {
                    "body": "Gabriel García Márquez, one of the most important novelists of the 20th Century who won the Nobel Prize for Literature in 1982, has died at age 87.  The Colombian-born author had been hospitalized for pneumonia-like symptoms in Mexico, but was discharged about a week ago.\n Family members confirmed the death of Gabriel García Márquez Thursday, at his home in Mexico City.\n Gabriel García Márquez Wrote Masterwork 100 Years Of Solitude In 1967\nBorn in Colombia, Marquez wrote resonating fiction about life in Latin America in such bestselling and universally acclaimed novels as Love In The Time of Cholera, Chronicle of a Death Foretold and his masterpiece, 100 Years of Solitude.  The 1967 classic has sold an estimated 50 million copies worldwide, translated into at least 25 languages.\n The American novelist William Kennedy called that signature Gabriel García Márquez work, \"the first piece of literature since the Book of Genesis that should be required reading for the entire human race.\" \"\nWas Master Of The \"Magical Realism\" Literary Genre\nKnown affectionately throughout Latin America by his nickname \"Gabo,\" Marquez inspired a generation of Latin American writers and became the acknowledged master of the literary genre known as \"magical realism,\" in which he blended tales of everyday life with elements of fantasy against a version of Latin America that existed as much in his own imagination as in the real world.\n Gabriel García Márquez said that he chose the magical realism genre because the decades of poverty and oppression in his native region rendered the actual events of daily existence unbelievable.\n \"Poets and beggars, musicians and prophets, warriors and scoundrels, all creatures of that unbridled reality, we have had to ask but little of imagination,\" he once said.  \"For our crucial problem has been a lack of conventional means to render our lives believable.\" \"\nMárquez Did Not Find Success Until Age Of 40\nWhile Gabriel García Márquez was acknowledged as a literary genius worldwide, in Latin Americ, his influence was immeasurable, and he was looked upon not only the region's greatest contemporary writers, but as a figure who towered over all of history.\n \"Being a contemporary of Gabo was like living in the time of Homer,\" a fellow Colombian author, Hector Abad Faciolince, said.  \"In a mythic and poetic way, he explained our origins.  His verbal imagination and creative force were astonishing.\" \"\nBut unlike many contemporary novelists, Gabriel García Márquez was not born into the literary life, nor was writing simply a passion he could afford to indulge thanks to family wealth or a comfortable university teaching position.  In fact, Márquez barely scraped out a living as a journalist until he was 40, when he finished writing 100 Years Of Solitude.\n When he finished what would soon be recognized as one of the greatest literary works of the century, Gabriel García Márquez was said to be so broke that he had to mail the manuscript off to his publisher in two installments because he didn't have enough money to buy all of the postage at once.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9632237",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6559,
                    "source": {
                        "title": "The Inquisitr News",
                        "uri": "www.inquisitr.com"
                    },
                    "time": "02:10:00",
                    "title": "Gabriel García Márquez, Nobel Winning Novelist, Passes Away At 87",
                    "uri": "176079575",
                    "url": "http://www.inquisitr.com/1215900/gabriel-garcia-marquez-nobel-winning-novelist-passes-away-at-87/",
                    "wgt": 1
                },
                {
                    "body": "Gabriel García Márquez, the Nobel laureate author of the epic novel One Hundred Years of Solitude, died in Mexico City on Thursday at the age of 87.  He had been admitted to hospital two weeks ago for a lung and urinary infection and dehydration.  He was then sent home, but his health remained fragile.\n The famous Colombian journalist, novelist, short story writer, screenwriter and journalist was one of the most influential authors of the 20th century, and one of the greatest Spanish-language writers.  The Mexican novelist Carlos Fuentes, who died in 2012 and was a friend of Garcia Márquez, called him \"the most popular and perhaps the best writer in Spanish since Cervantes,\" the author of Don Quixote.\n Affectionately known as \"Gabo,\" he was born in Colombia but lived in Mexico for more than 30 years.  Colombian President Juan Manuel Santos took to Twitter to pay tribute to the author, saying: \"One thousand years of solitude and sadness for the death of the greatest Colombian of all time,\" and \"Giants never die.' '\nA well-known leftwinger, who was close to Cuba's Fidel Castro, García Márquez was the master of magical realism - a blend of everyday Latin American realities and fantastical elements.  Latin America, he said upon accepting the Nobel Prize in 1982, was a \"\"reality not of paper, but one that lives within us and determines each instant of our countless daily deaths, and that nourishes a source of insatiable creativity, full of sorrow and beauty, of which this roving and nostalgic Colombian is but one cipher more, singled out by fortune.\" \"\nAccording to the AP, his works outsold everything published in the Spanish language but the Bible.  One Hundred Years of Solitude alone sold tens of millions of copies in over two dozen languages.  Other works include Autumn of the Patriarch, Chronicle of a Death Foretold and Love in the Time of Cholera.\n He is survived by his wife Mercedes, and two sons, Rodrigo and Gonzalo.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9624840",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6485,
                    "source": {
                        "title": "Financial Times",
                        "uri": "www.ft.com"
                    },
                    "time": "21:55:00",
                    "title": "Gabriel García Márquez dies at 87 - Financial Times",
                    "uri": "176065303",
                    "url": "http://www.ft.com/cms/s/0/1e4fb6f2-c674-11e3-ba0e-00144feabdc0.html",
                    "wgt": 1
                },
                {
                    "body": "In memory of Gabriel García Márquez, who passed away on Thursday, we're revisiting a post we originally published for the author's birthday in March.\n As Gabriel García Márquez, a man who heightened our reality and pushed the boundaries of our imagination through his writing, expressed in Love in the Time of Cholera \"I discovered to my joy, that it is life, not death, that has no limits.\" \"\nIn many ways, the Colombian novelist and Nobel laureate's life did seem limitless.  'Gabo,' as he was often called, pioneered the magical realism genre and gave literature a whole new perspective on the world and the written word -- but his works also held nuggets of wisdom about love, war and life that are immortalized in the pages of One Hundred Years of Solitude, Love in the Time of Cholera and other classics.\n Here are lessons from 'Gabo' that will live on forever:",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9623693",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6348,
                    "source": {
                        "title": "Inc.com",
                        "uri": "www.huffingtonpost.com"
                    },
                    "time": "21:31:00",
                    "title": "Gabriel García Márquez Will Live On Forever With These Words Of Wisdom",
                    "uri": "176061026",
                    "url": "http://www.huffingtonpost.com/2014/04/17/gabriel-garcia-marque-words_n_5169651.html",
                    "wgt": 1
                },
                {
                    "body": "Noble Prize-winning novelist Gabriel García Márquez has passed away at age 87.\n According to the Los Angeles Times, the \"One Hundred Years of Solitude\" author died Thursday at his home in Mexico City.  The public has not been informed of an exact cause of death; however, García Márquez's health has been deteriorating for some time now.  He was released from the hospital a little over a week ago after being admitted for infections in his lungs and urinary tract, CNN reported.  He was hospitalized for nine days.  Earlier this week, his family released a statement explaining that while he was stable, his condition was \"very fragile.\" \"\n\"He is and will continue to recover at his home,\" the family representative stated at the time.\n The magical realism writer's passing was confirmed by Cristóbal Pera, his former editor at Random House.  His death marks the passing of one of the world's greatest literary pioneers.  Though García Márquez initially went to school in Bogotá to study law, he never received a degree and eventually shifted to journalism instead.  Throughout a large portion of his career he shifted back and forth between journalism and fictional writing.\n He is survived by his wife, Mercedes, and two sons, Rodrigo and Gonzalo.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9630500",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6253,
                    "source": {
                        "title": "MadameNoire",
                        "uri": "madamenoire.com"
                    },
                    "time": "01:11:00",
                    "title": "Nobel Prize-Winning Author Gabriel Garcí﻿a Márquez Passes Away",
                    "uri": "176090553",
                    "url": "http://madamenoire.com/421428/nobel-prize-winning-author-gabriel-garci%ef%bb%bfa-marquez-passes-away/",
                    "wgt": 1
                },
                {
                    "body": "The Colombian Nobel laureate Gabriel García Márquez, who unleashed the worldwide boom in Spanish literature with his novel One Hundred Years of Solitude, has died at the age of 87.  He had been admitted to hospital in Mexico City on 3 April with pneumonia.\n Matching commercial success with critical acclaim, García Márquez became a standard-bearer for Latin American letters, establishing a route for negotiations between guerillas and the Colombian government, building a friendship with Fidel Castro, and maintaining a feud with fellow literature laureate Mario Vargas Llosa that lasted more than 30 years.\n Colombian president Juan Manuel Santos said via Twitter: \"A thousand years of solitude and sadness at the death of the greatest Colombian of all time.\n \"Solidarity and condolences to his wife and family ...  Such giants never die.\" \"\nJournalists gathered outside García Márquez's house in Mexico City in the hope that one of the family members who was reportedly at his side would emerge.\n Mexican president Enrique Peña Nieto expressed sadness at the death of \"one of the greatest writers of our time,\" in the name of Mexico, the novelist's adopted home.\n Chilean writer Luis Sepúlveda was quoted by the Mexican newspaper Reforma as saying that he was \"the most important writer in Spanish of the 20th century\", central to the Latin American literary boom that \"revolutionised everything: the imagination, the way of telling a story, and the literary universe\".\n The Colombian singer Shakira wrote: \"We will remember your life, dear Gabo, like a unique and unrepeatable gift, and the most original of stories.\" \"\nBorn in a small town near the northern coast of Colombia on 6 March 1927, García Márquez was raised by his grandparents for the first nine years of his life and began working as a journalist while studying law in Bogotá.  A series of articles relating the ordeal of a Colombian sailor sparked controversy and saw him travel to Europe as a foreign correspondent in 1955, the year in which he published his first work of fiction, the short novel Leaf Storm.  Short stories and novellas with the realism of Hemingway as their inspiration followed, but after the publication of The Evil Hour in 1962 García Márquez found himself at an impasse.\n Speaking to the Paris Review in 1981 he explained how he decided his writings about his childhood were \"more political\" than the \"journalistic literature\" he had been engaged with.  He wanted to return to his childhood and the imaginary village of Macondo he had created in Leaf Storm, but there was \"always something missing\".  After five years he hit upon the \"right tone\", a style \"based on the way my grandmother used to tell her stories\".\n \"She told things that sounded supernatural and fantastic, but she told them with complete naturalness,\" García Márquez said.  \"When I finally discovered the tone I had to use, I sat down for eighteen months and worked every day.\" \"\nRight from the elliptical opening sentence - which finds Colonel Aureliano Buendía facing a firing squad and remembering the \"distant afternoon\" many years before when \"his father took him to discover ice\" - One Hundred Years of Solitude weaves together the misfortunes of a family over seven generations.  García Márquez tells the story of a doomed city of mirrors founded in the depths of the Colombian jungle with the \"brick face\" his grandmother used to tell ghost stories, folk tales and supernatural legends.\n The novel was an instant bestseller, with the first edition of 8,000 copies selling out within a week of its publication in 1967.  Hailed by the Chilean poet Pablo Neruda as \"perhaps the greatest revelation in the Spanish language since Don Quixote of Cervantes\", One Hundred Years of Solitude went on to win literary prizes in Italy, France, Venezuela and beyond, appearing in more than 30 languages and selling more than 30m copies around the world.  García Márquez forged friendships with writers such as Carlos Fuentes, Julio Cortazar and Vargas Llosa - a friendship that ended in the 1970s after Vargas Llosa floored the Colombian with a punch outside a Mexico City cinema.\n The Autumn of the Patriarch, which the author called a \"poem on the solitude of power\", followed in 1975.  García Márquez assembled this story of the tyrannical leader of an unnamed Caribbean nation from a collage of dictators such as Franco, Perón, and Pinilla, and continued to draw inspiration from Latin America's history of conflict with a novella inspired by the murder of a wealthy Colombian, The Chronicle of a Death Foretold, published in 1981.\n A year later he was awarded the Nobel prize for literature, the Swedish Academy hailing fiction \"in which the fantastic and the realistic are combined in a richly composed world of imagination, reflecting a continent's life and conflicts\".  Speaking at the ceremony in Stockholm, he painted a picture of a continent filled with \"immeasurable violence and pain\" that \"nourishes a source of insatiable creativity, full of sorrow and beauty\".\n \"Poets and beggars, musicians and prophets, warriors and scoundrels, all creatures of that unbridled reality, we have had to ask but little of imagination,\" he said, \"for our crucial problem has been a lack of conventional means to render our lives believable.\" \"\nThe lives García Márquez next made \"believable\" were those of his parents, whose extended courtship was rendered into Love in the Time of Cholera, first published in 1985.  The novel tells how a secret relationship between Florentino Arizo and Fermina Daza is thwarted by Fermina's marriage to a doctor trying to eradicate cholera, only to be rekindled more than 60 years later.\n A 1989 account of Simón Bolívar's final months, The General in his Labyrinth, blended fact and fiction, but García Márquez never left journalism behind, arguing that it kept him \"in contact with the real world\".  Clandestine in Chile, published in 1986, was an account of the Chilean filmmaker Miguel Littín, who returned to his homeland in secret to make a documentary about life under General Augusto Pinochet.  News of a Kidnapping explored how prominent figures in Colombian society were snatched and imprisoned by Pablo Escobar's Medellín drug cartel.\n He continued to write, publishing a memoir of his early life in 2002 and a novella that chronicles an old man's passion for an adolescent girl in 2004, but never regained the heights of his earlier masterpieces.  His brother Jaime García Márquez revealed in 2012 that the writer was suffering from dementia after undergoing chemotherapy for lymphatic cancer first diagnosed in 1999.\n Asked in 1981 about his ambitions as a writer he suggested that it would be a \"catastrophe\" to be awarded the Nobel prize, arguing that writers struggle with fame, which \"invades your private life\" and \"tends to isolate you from the real world\".\n \"I don't really like to say this because it never sounds sincere,\" he continued, \"but I would really have liked for my books to have been published after my death, so I wouldn't have to go through all this business of fame and being a great writer.\" \"",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9625387",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6205,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "22:10:00",
                    "title": "Gabriel García Márquez, Nobel laureate writer, dies aged 87 - The Guardian",
                    "uri": "176067269",
                    "url": "http://www.theguardian.com/books/2014/apr/17/gabriel-garcia-marquez-dies",
                    "wgt": 1
                },
                {
                    "body": "Nobel Prize-winning author Gabriel García Márquez has passed away at the age of 87, according to the Associated Press.  García Márquez was recently hospitalized for an infection in Mexico City, and on Wednesday, April 9, he was released to convalesce at his home.  The Colombian-born author and journalist is considered one of the most important writers of the 20th century.  In his lifetime, he published six novels and seven nonfiction books, as well as numerous novellas and short story collections.  His work transcended Spanish-language literature to become internationally beloved.\n Gabo, as he is known to his friends and fans, was born in 1927 in Aracataca, Colombia, a small Caribbean town surrounded by banana plantations.  There he lived with his maternal grandparents until he was eight years old, a fortuitous quirk of fate that ended up heavily influencing his writing.  In an interview with the Paris Review in 1981, he described channeling his grandmother for his most famous novel, One Hundred Years of Solitude.  \"She told things that sounded supernatural and fantastic, but she told them with complete naturalness,\" he said.  \"What was most important was the expression she had on her face.  She did not change her expression at all when telling her stories, and everyone was surprised.  In previous attempts to write One Hundred Years of Solitude, I tried to tell the story without believing in it.  I discovered that what I had to do was believe in them myself and write them with the same expression with which my grandmother told them: with a brick face.\" \"\nGarcía Márquez started his writing career as a journalist and later became an early pioneer of literary nonfiction, mixing the narrative elements of fiction with his reporting.  This blurred distinction between reality and non-reality turned into magical realism in his fiction.  His writing is rife with hallucinatory revelations -- bitter almonds that smell of unrequited love and showers of yellow roses that rain from the sky.  His journalistic attention to detail melded with his supernatural imagery.  \"If you say that there are elephants flying in the sky, people are not going to believe you,\" García Márquez told the Review.  \"But if you say that there are four hundred and twenty-five elephants flying in the sky, people will probably believe you.\" \"\nAs a Colombian author, García Márquez was central to the Latin American literary boom of the 1960s and 1970s, which thrust Latin American literature into the international arena.  In 1967, he rocketed to fame with the publication of One Hundred Years of Solitude, which has now sold more than 50 million copies worldwide.  In Spanish, it has outsold every book except the Bible.  In 1982, fifteen years after One Hundred Years of Solitude, he won the Nobel Prize for Literature.  Three years later, he released another massive hit, Love in the Time of Cholera, which was made into a movie in 2007 starring Javier Bardem.\n García Márquez walked in a world where love stories span centuries, the specters of history live alongside us, and imagination is a door that allows us to pass into infinite realities.  His spirit will remain in the legacy of his books and the hearts of his readers.  As he taught us in One Hundred Years of Solitude, the end is merely the beginning.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9627096",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6176,
                    "source": {
                        "title": "Entertainment Weekly's EW.com",
                        "uri": "shelf-life.ew.com"
                    },
                    "time": "23:10:00",
                    "title": "Gabriel Garcia Marquez dies at 87",
                    "uri": "176074826",
                    "url": "http://shelf-life.ew.com/2014/04/17/gabriel-garcia-marquez-dies/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bentertainmentweekly%252Fbooks%2B%2528Entertainment%2BWeekly%252FEW.com%2527s%253A%2BBooks%2529",
                    "wgt": 1
                },
                {
                    "body": "Author and Nobel laureate Gabriel García Márquez has died in Mexico after a long illness, according to a source close to the family.  He was 87 years old.\n Márquez was known for his novels and short stories, which introduced readers the world over to magic realism and South American literature.  Best known for Love in the Time of Cholera and the epic One Hundred Years of Solitude, Márquez was among the bestselling Spanish-language authors of all time.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9635343",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6129,
                    "source": {
                        "title": "Gawker",
                        "uri": "gawker.com"
                    },
                    "time": "04:24:00",
                    "title": "Gabriel García Márquez Dies at 87",
                    "uri": "176113324",
                    "url": "http://gawker.com/gabriel-garcia-marquez-nobel-laureate-and-author-of-on-1564402943",
                    "wgt": 1
                },
                {
                    "body": "\"The only regret I will have in dying is if it is not for love.\" \" -- Gabriel Garcí­a Márquez, Love in the Time of Cholera\nIT IS ASTOUNDING HOW something one may not consciously think about everyday may lay quiet and important, within, all this time, only to resurface when it is gone .  .  .  Such is the case with the very presence in this world of much-beloved author, Gabriel García Márquez, whose 1985 novel, Love In a Time of Cholera, was a very beautiful and memorable part of life .  .  .  And now, the terribly sad news has arrived of his passing today, at his home in New Mexico, surround by his family.  He was 87.\n Believed to be one of the world's greatest writers, Gabriel García Márquez was born in Colombia, and began his career as a journalist.  He would go on to write many acclaimed non-fiction works and short stories, but is best known for his novels, including One Hundred Years of Solitude and Love in the Time of Cholera.  He would win the 1982 Nobel Prize for Literature.\n The novelist was considered the supreme exponent, if not the creator, of the literary genre known as MAGIC REALISM, the fictional of fantastical elements with the everyday.  His was a world where anything could happen, and lovers rekindle their passion after a half century apart.\n Known as \"Gabo\" to millions, he first won international fame with what many consider his greatest masterpiece, One Hundred Years of Solitude, a defining classic of twentieth century literature.  Whether short stories, epic novels, or non-fiction, Gabriel García Márquez was, most of all, a brilliant storyteller whose works were a tribute to the power of imagination and the deepest mysteries of the human heart.\n He leaves behind his wife, Mercedes and two sons, Rodrigo and Gonzalo, and an unfinished novel, We'll See Each Other in August.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9635248",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5893,
                    "source": {
                        "title": "This is Glamorous",
                        "uri": "www.thisisglamorous.com"
                    },
                    "time": "04:22:00",
                    "title": "The Most Fondest Farewell, Gabriel García Márquez",
                    "uri": "176101864",
                    "url": "http://www.thisisglamorous.com/2014/04/fondest-farewell-gabriel-garcia-marquez/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BThisIsGlamorous%2B%2528This%2BIs%2BGlamorous%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "The news of legendary writer Gabriel García Márquez's death on Thursday at his home in Mexico City was met with lament and admiration far and wide.\n Novelist Julia Alvarez, author of \"In the Time of the Butterflies\" and \"A Wedding in Haiti,\" said García Márquez was bigger than life.\n \"He was in so many ways our literary abuelito, for those of us who felt adrift, in this adopted country and culture,\" she said to Fox News Latino.  He was one of the first authors out there that I could proudly march to the canon-keepers and say, 'We write classics too!'\n\"Gabo reminded us of all the magic in our Latino culture, in our histories, in our language,\" Alvarez said.  \"His work, in translation, also reminded North Americans that there were other Américas in the hemisphere.\" \"\nFormer President Bill Clinton, who became a friend of García Márquez, said in a statement: \"I was saddened to learn of the passing of Gabriel García Márquez.  From the time I read 'One Hundred Years of Solitude' more than 40 years ago, I was always amazed by his unique gifts of imagination, clarity of thought, and emotional honesty.\" \"\n\"He captured the pain and joy of our common humanity in settings both real and magical,\" Clinton said.  \"I was honored to be his friend and to know his great heart and brilliant mind for more than 20 years.  My thoughts are with Mercedes and his family, and with his friends and admirers in Colombia and around the world.\" \"\nEcuadorean President Rafael Correa said: \"Farewell until the victory, dear Gabo.\" \"\nPeruvian writer Mario Vargas Llosa, also a Nobel Prize laureate, told reporters: \"A great writer has died.  His work gave wide publicity and prestige to literature.  His novels will survive him and will continue to gain readers everywhere.  I send my condolences to his family.\" \"\nNicaraguan writer Sergio Ramirez Mercado said that García Márquez was a visionary.\n \"He had the capacity to see stories that many of us have in front of us and don't even notice,\" he said.  \"He was unique in that.\" \"\nFrancisco Goldman, the Guatemalan-American author of \"The Ordinary Seaman,\" and \"The Divine Husband,\" said: \"I learned so much from him at the very age when you are most open to learning, from his writing, of course, but also by certain aspects of the way he led his life.\" \"\nColombian rocker Juanes tweeted in Spanish: \"The grandest of them all has gone, but his immortal literary works remain.  Thank you, Gabriel García Márquez.\" \"\nJuan Manuel Santos, the president of Colombia, tweeted in Spanish: \"A thousand years of solitude and sadness over the death of the preeminent Colombian of all time.  Solidarity and condolences to the family.\" \"\nFormer Colombian President Alvaro Uribe Velez tweeted in Spanish: \"The master, García Márquez, thank you always, millions of residents of the planet fell in love with our country through the magic of your [literary] lines.\" \"\nSinger Shakira tweeted: \"Your life, dear Gabo, we remember as unique and unrepeatable...I It is difficult to say goodbye, because you have given us so much.  You shall forever stay with me.\" \"\nFollow us on twitter.c com/foxnewslatino\nLike us at facebook.c com/foxnewslatino",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9626111",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5771,
                    "source": {
                        "title": "Fox News Latino",
                        "uri": "latino.foxnews.com"
                    },
                    "time": "22:14:00",
                    "title": "Presidents, Writers And Rockers Mourn And Praise Gabriel García Márquez - Fox News Latino",
                    "uri": "176070295",
                    "url": "http://latino.foxnews.com/latino/lifestyle/2014/04/17/presidents-writers-and-rockers-mourn-and-praise-gabriel-garcia-marquez/",
                    "wgt": 1
                },
                {
                    "body": "The Nobel-winning author was a literary Columbus discovering a New World.  His famous work One Hundred Years of Solitude established him as the defining member of what was called the \"boom\" in Latin American writing and a movement known as \"magic realism\"\nWhen Gabriel García Márquez was born, in 1927, in the sleepy little town of Aracataca, not far from Colombia's Caribbean coast, there were certain established fixities in the world of letters.  The centers of gravity were Europe and North America, with a few auxiliary poles in Wellington, perhaps, or Calcutta.  The novel, just beginning to be shaken up by Joyce and Woolf, told mainly of carriages moving under birch trees and conversations on rainy boulevards.  Its characters, as often as not, were the people you might meet at dinner-parties thrown for Count Tolstoy or Marcel Proust.\n By the time García Márquez died at 87 on April 17, all that had changed, and largely because of him.  A new continent had been discovered, so it seemed, rich with tamarind trees and \"pickled iguana,\" and folk cultures everywhere had an epic voice.  Villagers could be imagined seeking daguerreotypes of God, and men arriving on doorsteps amidst a halo of yellow butterflies.  Macondo, a never-never town of almond trees and \"banana wars\" (a lot like Aracataca) had become as much a part of the reader's neighborhood as Yoknapatawpha County or St. Petersburg.\n The story behind this was, of course, half-miraculous.  The eldest of 11 children, \"Gabo,\" as he was universally called, was born to a telegraph operator and a colonel's daughter.  When his parents moved to another city in search of work, he was left behind, a tropical Pip, to spend his early years with relatives.  From his grandfather he heard tales of fatal duels and his country's unending civil wars; from his aunts and grandmother, he absorbed all the spells and spirits sovereign in a world in which Arab and Indian and African cultures mixed.  Scarcely was he out of his teens than the boy was publishing short stories in a newspaper, while studying law with a view to help the disenfranchised.  The newspaper for which he also wrote columns was called -- too perfectly -- El Universal.\n One day, after 18 months of continuous writing, he completed a book, his fifth, so large that his wife Mercedes had to pawn her hair dryer and an electric heater to pay for postage to send it to the publisher.  Cien Años de Soledad was published in 1967 (such was the interest in Latin writing then that it did not even make it into English till three years later), and Pablo Neruda, South America's reigning Nobel laureate, pronounced it \"perhaps the greatest revelation in the Spanish language since the Don Quixote of Cervantes.\" \" He could as easily have called it a narrative Alhambra, a palace in the Spanish tradition but fluent with foreign shapes and dizzy curlicues amidst the water and the orange trees.\n One Hundred Years of Solitude promptly established García Márquez as the defining member of what was called the \"boom\" in Latin American writing and a movement known as \"magic realism\"; yet, really, he was throwing open the gates for writers from forgotten everywheres -- you can see his influence in India's Salman Rushdie, in Nigeria's Ben Okri, even in Murray Bail from Australia.\n He was, essentially, a trafficker in wonder.  \"Incredible things are happening in the world,\" says a sometime alchemist in the first chapter of One Hundred Years of Solitude, as he sees a gypsy's dentures; García Márquez's realization was that the world of the alchemist, the dew still on it, could be equally incredible to the denture-maker.  He spun out his tales of everyday miracles with such exuberance that 30 million copies of the book were not just bought around the world, but read.\n Not one to stay put, he followed that imaginative dawn with The Autumn of the Patriarch, an unflinchingly political novel that consisted of just six paragraphs, each 30 pages or more in length, and his tales of unexpected innocence were forever intertwined with more hard-headed stories of the solitude that comes with power.  Realistic enough to be a true romantic, he treated dreams and revolutions with equal weight: if his fabulous flights were always, he insisted, just the documentary work of a reporter with an eye for marvels, his non-fiction accounts of corruption such as News of a Kidnapping featured secret messages transmitted on TV programs and kidnappers offering talismans to their hostages.  A friend to presidents as well as revolutionaries, Garcia Marquez never abandoned the public world: even in his seventies, 17 years after winning the Nobel Prize, the most famous man in Colombia was writing articles like a cub reporter.\n Though García Márquez lived in Paris, Mexico City, Havana and Barcelona, he was proudly claimed by Colombia -- by all South America -- as one who had taken an area too often associated with murders and drugs, and infused it with an immortal light: a literary Columbus discovering a New World that would soon belong to us all.  When he fell ill, therefore, in the summer of 1999, much of the continent seemed to hold its breath, urging \"el maestro\" back to health.  And when he died on Thursday in his home in Mexico City, it did not seem impossible that a man could open his mouth, and songbirds would fly out.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9625804",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5771,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "22:25:00",
                    "title": "The Miraculous Life of Gabriel García Márquez - TIME",
                    "uri": "176068887",
                    "url": "http://time.com/67474/the-miraculous-life-of-gabriel-garcia-marquez/",
                    "wgt": 1
                },
                {
                    "body": "The Associated Press is reporting that Nobel Prize-winning literary giant Gabriel García Márquez has passed away today, April 17th.  The 87-year-old has been in ill health, and he was hospitalized earlier in the month.  His family had said that he was \"very fragile.\" \"\nMarquez, a journalist, novelist, short-story writer, and screenwriter, was one of the giants of 20th century writing.  He is best known for his use of \"magical realism.\" \" The publication of One Hundred Years of Solitude in 1967 made his career.  He went on to win the Nobel Prize in 1972.  His work includes Love in the Time of Cholera and Chronicle of a Death Foretold, among others.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9635071",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5641,
                    "source": {
                        "title": "flavorwire.com",
                        "uri": "flavorwire.com"
                    },
                    "time": "04:14:00",
                    "title": "Writer Gabriel Garcia Marquez Dies at 87",
                    "uri": "176102001",
                    "url": "http://flavorwire.com/newswire/writer-gabriel-garcia-marquez-dies-at-87/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bflavorwire-rss%2B%2528Flavorwire%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "BOGOTÁ, Colombia -- The Nobel Prize-winning author Gabriel García Márquez popularized magical realism in Latin American literature by writing fantastical novels that drew on the folk tales and ghost stories he had heard as a child on Colombia's poor, sun-baked Caribbean coast.\n Mr. García Márquez, who died in his Mexico City home at age 87 on Thursday after being hospitalized for infections, was best known for his 1967 masterpiece,...",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9632453",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5564,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "02:19:00",
                    "title": "Author Gabriel García Márquez Dies",
                    "uri": "176098958",
                    "url": "http://online.wsj.com/news/articles/SB20001424052702304810904579507753552411652?mod=rss_Page_One&mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB20001424052702304810904579507753552411652.html%253Fmod%253Drss_Page_One",
                    "wgt": 1
                },
                {
                    "body": "Novelist Gabriel García Márquez has died at the age of 87.  A giant of Latin American literature, he had struggled with lymphatic cancer and likely dementia (previously) in his latter years.  To honor his memory, The Paris Review has reposted their interview with García Márquez from 1981, the year before he won the Nobel Prize for Literature.\n posted by Cash4Lead (63 comments total) 5 users marked this as a favorite",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9626211",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5222,
                    "source": {
                        "title": "www.metafilter.com",
                        "uri": "www.metafilter.com"
                    },
                    "time": "22:38:00",
                    "title": "Chronicle of a death foretold",
                    "uri": "176070574",
                    "url": "http://www.metafilter.com/138399/Chronicle-of-a-death-foretold",
                    "wgt": 1
                },
                {
                    "body": "Presidents of Mexico and Colombia lead tributes to author, with paper yellow butterflies launched at Bellas Artes Palace\nA flurry of paper yellow butterflies rounded off a simple but moving memorial ceremony to celebrate the life and work of Latin American literary giant Gabriel García Márquez who died in his home in Mexico City last Thursday at the age of 87.\n The ceremony inside the Mexican capital's grand Bellas Artes Palace on Monday night included eulogies given by Juan Manuel Santos, president of the writer's native Colombia, and Enrique Peña Nieto, president of Mexico, García Márquez's adopted home for most of the last 50 years.\n \"He will live on in his books and writings.  But more than anything he will live forever in the hopes of humanity,\" Santos said of the man who epitomised the magical realistic writing movement in which fantastical stories are blended with minute attention to everyday detail.\n \"Eternal glory to the man who has given us glory.\" \"\nPeña Nieto said several generations had \"found the answers to the questions of life \" in the Nobel prize winner's work, which he said showed \"that fiction and reality are inseparable in our lives\".\n García Márquez's widow, Mercedes Barcha, watched the ceremony from the front row surrounded by the couple's two sons and grandchildren, graciously acknowledging the tributes that included comparisons to writers ranging from Cervantes to Dickens to Tolstoy without visible signs of losing her composure at the departure of her partner since 1958.\n The writer had been cremated in an earlier private ceremony and the memorial culminated with the two presidents mounting a guard of honour next to an austere wooden urn containing his ashes placed on a black pedestal surrounded by yellow roses.\n The yellow butterflies thrown into the air immediately after were followed by a blast and a cloud of them shot into the darkening night sky outside the building as the guests, including dignitaries from the cultural world as well as many politicians, began to emerge.\n Yellow was García Márquez's favourite colour and the author was regularly seen with a yellow rose in his lapel.  Yellow butterflies also trail one of the characters in his masterpiece One Hundred Year's of Solitude, the most famous of his novels, essays and chronicles that drew from years as a journalist as well as inspirations of classic writers he admired, such as William Faulkner and Virginia Woolf, but said he studiously sought to avoid imitating.\n Some of the thousands of people of all ages and walks of life who patiently queued up for a chance to file past the ashes during the afternoon before the formal ceremony also carried yellow flowers, while others whiled away the hours first under a punishing sun reading his books, or striking up conversations with their neighbours.\n \"I came because I love his vision of life and love and death,\" said 25-year-old nutritionist Melisa Rangel.  \"It is all about the kind of things that happen in Latin America and it taught me that life goes on, whatever happens.\" \"\nAn elderly stockbroker formally dressed in a black suit clutched a 1967 copy of One Hundred Years of Solitude he happened to have with him and had signed by García Márquez when he came across the writer in a Mexico City supermarket just a few months ago.\n \"We laughed together about how it had taken me so long to get the autograph and he said it didn't matter how late things happened,\" Julio César Salcido remembered.  After that the writer took his hand and put his other on his shoulder to add, \"but it is always too early to die\".\n Family members have not revealed what they intend to do with the ashes, although there have been rumours that at least some of them will go to Colombia where there are plans for a marathon reading of one of his other most famous works, No One Writes to the Colonel.",
                    "date": "2014-04-22",
                    "eventUri": "596492",
                    "id": "9744138",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5111,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "04:54:00",
                    "title": "Gabriel García Márquez memorial held",
                    "uri": "176682385",
                    "url": "http://www.theguardian.com/books/2014/apr/22/gabriel-garcia-marquez-memorial-held",
                    "wgt": 1
                },
                {
                    "body": "He was born in 1927 in Aracataca, Colombia, a region that bears a special and dark significance for Colombians.  In 1928, the Banana Massacre erupted near there, in which a United States firm, the United Fruit Company, let (some say encouraged) the Colombian army fire into a crowd of protesting workers, killing untold numbers.  The massacre came to symbolize the all-but-colonial relationship between the United States (which had threatened to invade if United Fruit interests were not protected) and Colombia.\n A version of the massacre occurs in Márquez's most popular novel, One Hundred Years of Solitude, a fabulous, voluptuous weaving of a four-generation family chronicle into an imaginative and troubled history of nascent Colombia, especially the river town Macondo.  He returned to that area repeatedly in his fiction, creating an ever-elaborated series of tales about place and people, much as his idol, William Faulkner, had done with his Yoknapatawpha County in Mississippi.\n The popularity of Solitude opened the floodgates for South American writing.  The world \"discovered\" Pablo Neruda (Nobel, 1971), Octavio Paz (Nobel, 1990), Maria Vargas Llosa (Nobel, 2011), Julio Cortázar, Jorge Luis Borges, Manuel Puig, Carlos Fuentes, Juan Rulfo, and many others.\n As a young man, Mr. Márquez began to study law at the National University of Colombia but left to become a journalist.  He was a stringer, columnist, reporter, and editorialist for newspapers in Baranquilla and Bogotá.  He married in 1958 and settled with his family in Mexico City in 1961.  He lived in Mexico for most of his adult life, and it is fair to say many Mexicans think of him as their own.\n He was 55 when in 1982 he received the Nobel Prize for Literature.  By then, besides Solitude, he had also published the lyrical Leaf Storm (1955), the journalistic exposé The Story of a Shipwrecked Sailor (1970), Autumn of the Patriarch (1975), a study of the isolation of the powerful, and Chronicle of a Death Foretold (1981), a new-journalism retelling of a notorious 1951 murder.  The Nobel awards jury praised his work, \"in which the fantastic and the realistic are combined in a richly composed world of imagination, reflecting a continent's life and conflicts.\" \"\nFairly or not, Márquez became associated with the literary technique of \"magic realism,\" as defined in the Nobel jury quote.  Many writers in and outside South America employed such techniques both before and after him, however, and his work went far beyond a single technique.\n That is why, well beyond Solitude, his work, and his image as a politically and socially engaged artist, became so influential throughout the world.  He was an experimenter.  In 1988, he told the New York Times: \"In every book I try to make a different path.  .  .  .  [T]he style is determined by the subject, by the mood of the times.\" \"\nFairest to say this was a vivid, poetic, passionate writer dedicated to the life of the emotions and the senses.  Love in the Time of Cholera (1985), another blockbuster hit, not overwhelmingly magical-realist at all, is, however, very original, depicting a lifelong love affair that climaxes, memorably and with crushing sadness, in the lovers' advanced age.\n An outspoken socialist and an intellectual buddy of Cuba's Fidel Castro, an enemy of right-wing dictators such Chile's Augusto Pinochet, and a foe of what he saw as U.S. foreign policy excesses, Mr. Márquez was a towering public thinker who enjoyed the tussles of political and literary controversy.  He was long a persona non grata in the United States, before President Bill Clinton lifted that ban, declaring Solitude his favorite novel.\n Márquez is survived by his wife, Mercedes Barcha, and two sons, Rodrigo and Gonzalo.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9638784",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5056,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "05:36:00",
                    "title": "Gabriel Garc&#0237;a M&#0225;rquez, 87, dies: A literary giant",
                    "uri": "176131716",
                    "url": "http://www.philly.com/philly/news/20140418_Gabriel_Garca_Mrquez__87__dies__A_literary_giant.html",
                    "wgt": 1
                },
                {
                    "body": "The opening sentence of Gabriel Garcia Marquez's celebrated novel, One Hundred Years of Solitude, is considered to be one of the greatest lines in literature.\n It reads: \"Many years later, as he faced the firing squad, Colonel Aureliano Buendia was to remember that distant afternoon when his father took him to discover ice.\" \"\nNumerous literary publications, including the American Book Review, have repeatedly listed it among the most famous sentences ever written.\n As news of Marquez's death at age 87 spread on social media Thursday, many fans quoted other lines from the Nobel laureate's books:\n\"I discovered to my joy, that it is life, not death, that has no limits.\" \" from Love in the Time of Cholera.  RIP Gabriel Garcia Márquez -- Regina Garcia Cano (@reginagarciakNO)\nApril 18, 2014\n\"A true friend is the one who holds your hand and touches your heart\" -- Gabriel Garcí­a Márquez -- Miguel Angel Escotet (@DrEscotet)\nApril 18, 2014\nAnd here is a partial list of Marquez's works, compiled by The Associated Press:",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9632293",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4918,
                    "source": {
                        "title": "CTVNews",
                        "uri": "www.ctvnews.ca"
                    },
                    "time": "01:58:00",
                    "title": "Gabriel Garcia Marquez's most famous sentence - CTV News",
                    "uri": "176098347",
                    "url": "http://www.ctvnews.ca/entertainment/gabriel-garcia-marquez-s-most-famous-sentence-1.1781569",
                    "wgt": 1
                },
                {
                    "body": "Gabriel García Márquez's story \"The Incredible and Sad Tale of Innocent Eréndira and her Heartless Grandmother\" isn't the easiest work to stage.  In the novel, Eréndira, a young girl, is forced by her grandmother to work as a prostitute after burning down their home in an accident.  A road trip of sorts follows, with Eréndira traveling from town to town, finally marrying a young man and attempting to escape her grandmother.\n For director Jorge Alí Triana, who adapted the story for with Carlos José Reyes, confining the expansive work to an evening of theater has proven to be a challenge.  \"It's a physical trip through the desert,\" Triana tells Arts Desk.  \"For the main character, it's also a trip to hell.\" \"\nThe play opens tomorrow at GALA Hispanic Theatre, and to illustrate Eréndira's trip, Triana had GALA build a stage with a rotating platform \"to create a sense of the trip.\" \" That platform is surrounded by a fence, made of sticks.  \"It should feel like it's a prison,\" Triana says.  \"It should feel like a jail for Eréndira.\" \"\nOther than the platform and fence, the stage contains a few props and a blue background.  \"It's very minimalist,\" Triana says.  \"In the distance you should see freedom -- something very difficult for her [Eréndira] to obtain.\" \"\nTriana said that, in adapting Márquez's novel for the stage, he has aimed for a \"baroque... almost surrealist\" style of presentation.  \"It's not about displaying a novel on the stage,\" he says.  \"The novel already exists -- it's wonderful as it is.\" \"\nHis interpretation has added some elements you won't find Márquez's original work.  For example, whenever Eréndira's grandmother is on stage, she's accompanied by an angel -- a choice Triana says he \"feels intuitively.\" \" Depending on the context, the angel can represent everything from the grandmother's own conscience to the omniscient presence of God.\n Triana, who has been working with this interpretation for 15 years, says he's no longer sure which parts of the play are drawn directly from the text and which parts come from his imagination.  \"It's like when you tell a lie for so long and so many times, you start to think it's true,\" he says.\n Triana said he's not alone in forgetting which elements originally came from the text.  A friend of Márquez, Triana said the author attended a performance of the play in Bogotá, and sent a note to Triana telling him he should add a line to the play.\n Márquez said the new line had come from the story, but when Triana checked, he said he couldn't find it.  Marquez had invented the line, thinking it came from his own work, Triana explained.\n \"I told [Márquez] he should write it in,\" Triana laughed.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9623098",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4623,
                    "source": {
                        "title": "Washington City Paper",
                        "uri": "www.washingtoncitypaper.com"
                    },
                    "time": "21:13:00",
                    "title": "García Márquez at GALA, with a Surrealist Twist",
                    "uri": "176058577",
                    "url": "http://www.washingtoncitypaper.com/blogs/artsdesk/theater/2011/02/02/garcia-marquez-at-gala-with-a-surrealist-twist/",
                    "wgt": 1
                },
                {
                    "body": "Tonal Vision: GALA's black-comedy take on a melancholy Márquez story is an odd fit.\n It's hot in this dry expanse of Colombia, and the winds blow madness.  And that demanding old lady, ticking off a list of chores for her granddaughter to finish while the matriarch lolls in a rocking chair dreaming of past loves, would be enough to make any 14-year-old yearn for an escape.  You imagine a young man, a pledge to flee, a chase across the desert, and those things will happen -- but La Cándida Eréndira comes from the fevered imagination of Gabriel García Márquez, so it won't be quite that simple.\n First there's a fire, for which the grandmother blames the girl; then there's the sexual slavery, the carnival of excess (potions! musicians! mountebanks!) that grows up around the tent in which young Eréndira entertains the hordes; the ledger in which the old crone jots down each peso earned and spent.  From the soldiers who fork over their salaries to the mailman who broadcasts Eréndira's fame to the laws and the senator that put the grandmother back in charge after the church briefly provides an escape for the exploited girl, the agents and agencies of Colombia's government are framed with a jaundiced eye by Jorge Alí Triana, who adapted García Márquez's tale with Carlos Jose Reyes, and who stages it at Teatro GALA on a revolving stage that's forever bringing new surprises into poor Eréndira's life.  A statue that helps with the housework?  A spider-woman, hanging around for no particular reason?  A dreamy young innocent of a suitor who comes bearing oranges, each with a diamond at its heart?  Why not, and why not more besides?\n Perhaps because for those not steeped in the hallucinatory literature from which GALA's production springs, making sense of all that fanciful incident and the projected English surtitles might be a challenge.  Or perhaps because presenting the story as a black comedy -- Triana's approach here -- may take the tale of the Innocent Erendira and Her Heartless Grandmother too far from its roots.  I'm no expert on that stretch of the bookshelf, but I do know enough Spanish to wonder why the word \"triste\" -- \"sad\" -- has been stripped from the original title.  There's melancholy here and there in what GALA has put onstage, some of it lovely, a bit of it even stirring.  But by and large, at least to me, García Márquez's dark dream of a parable about a teenager's destruction plays oddly like a lark.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9623099",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4405,
                    "source": {
                        "title": "Washington City Paper",
                        "uri": "www.washingtoncitypaper.com"
                    },
                    "time": "21:14:00",
                    "title": "La Cándida Eréndira Based on the novella by Gabriel García Márquez Adapted by Jorge Alí Triana and Carlos Jose Reyes; Directed by Jorge Alí Triana; GALA Hispanic Theatre to Feb. 27 A lark-like take on Gabriel García Márquez's dark parable",
                    "uri": "176058575",
                    "url": "http://www.washingtoncitypaper.com/articles/40383/la-caacutendida-ereacutendira-a-lark-like-take-on-gabriel-garciacutea/",
                    "wgt": 1
                },
                {
                    "body": "I met writer Gabriel García Márquez and Fidel Castro at the Convention Palace in Havana during a medical meeting I attended in Cuba in the early 1980s.\n I also had the honor of being extensively quoted in one of his articles, \"Con las Malvinas o sin ellas\" (With or Without the Malvinas).  My article (which I had signed under the pseudonym Juan Montalvo to protect my family in Argentina) was a long interview with two leaders of the \"Madres of Plaza de Mayo\" organization in Argentina.  They are a courageous group of women who still search for their sons and daughters \"made to disappear\" by the Argentine military ruling the country.\n In his article, García Márquez reflects on two of his main preoccupations: the abusive relationship between big industrial powers and Latin American and Caribbean countries, and the state of human rights on the continent.\n Although comments on his life and work talk primarily about his literary achievements, they don't deal with political aspects of his life.\n \"The world has lost one of its greatest visionary writers -- and one of my favorites from the time I was young,\" stated U.S. President Barack Obama, who called the author \"a representative and voice for the people of the Americas.\" \"\nObama is absolutely right about this: in his long career as a writer Márquez has always sided with the less fortunate and against those who abuse them.  In his Nobel acceptance presentation Márquez elaborated on some of the topics that haunted him.  He talked about two presidents that were suspiciously killed in airplane accidents, the reasons for which were never discovered.  One of them, Jaime Roldós Aguilera, a president of Ecuador known for his firm stance on human rights, died in a plane crash on May 24, 1981, together with his assistants and their spouses.\n John Perkins, former economist at the World Bank and author of \"Confessions of an Economic Hit Man,\" believes that Roldós was assassinated because his plan to reorganize his country's hydrocarbon sector would have threatened U.S. interests.  Months after Roldós death, another Latin American leader and close friend of Márquez, General Omar Torrijos, Panamá's president, also died in a suspicious plane crash.  John Perkins believes that it was the result of a CIA-conducted assassination.\n Márquez also refers in his lecture to three countries in Central America, punished by long and bloody wars.  \"Because they tried to change this state of things,\" he said, \"nearly two hundred thousand men and women have died throughout the continent, and over one hundred thousand have lost their lives in three small and ill-fated countries of Central America: Nicaragua, El Salvador and Guatemala.\n \"If this had happened in the United States, the corresponding figure would be that of one million six hundred thousand violent deaths in four years.\" \"\nBecause of foreign intervention, progress in many Latin American countries has been delayed for decades, a painful reality I was able to see in several health-related missions throughout the continent.  But I also saw the optimism and the desire for a better future in peoples punished by long and brutal wars.\n Márquez expresses this powerfully in his own words: \"To oppression, plundering and abandonment, we respond with life.  Neither floods nor plagues, famines or cataclysms, not even the eternal wars of century upon century, have been able to subdue the persistence advantage of life over death.\" \"\nIt is that desire for a better life that I saw one day leaving my hotel in Port-au-Prince, Haiti, when a band of school children passed in front of me neatly dressed, singing on their way to school.  I couldn't but marvel that in the poorest country in the hemisphere, with persistent lack of water and material means, those children proudly walked to school in their clean uniforms, their singing a manifestation of their optimism.\n These facts make me reflect that the best way to honor the memory and keep the legacy of one of Latin America's greatest writers is not only to remember the literary man but also the man who always expressed his concern for the dispossessed of the earth.\n Cesar Chelala, M.D. and Ph.D., is a co-winner of the Overseas Press Club of America award.",
                    "date": "2014-04-22",
                    "eventUri": "596492",
                    "id": "9742575",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4336,
                    "source": {
                        "title": "The Japan Times",
                        "uri": "www.japantimes.co.jp"
                    },
                    "time": "10:30:00",
                    "title": "Gabriel Garcia Marquez's 'lost' political legacy | The Japan Times",
                    "uri": "176675653",
                    "url": "http://www.japantimes.co.jp/opinion/2014/04/22/commentary/world-commentary/gabriel-garcia-marquezs-lost-political-legacy/#.U1Y5R1VrsrU",
                    "wgt": 1
                },
                {
                    "body": "Nobel Prize-winning author Gabriel García Márquez died at the age of 87 on Thursday.  The Columbian author of celebrated books like One Hundred Years of Solitude and Love in the Time of Cholera was known for his unique, fantasy-meets-reality style of writing, known as magical realism, and he won the Nobel Prize for literature in 1982.  To celebrate his contribution to literature, take a look at some of the most inspiring, beautiful quotes from One Hundred Years of Solitude.\n \"There is always something left to love.\" \"\n\"There is always something left to love.\" \" -- Gabriel Garcia Marquez\n\"It's enough for me to be sure that you and I exist at this moment.\" \"\n\"'Tell him,' the colonel said, smiling, 'that a person doesn't die when he should but when he can.' '\"\n\"He dug so deeply into her sentiments that in search of interest he found love, because by trying to make her love him, he ended up falling in love with her.\" \"",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9629409",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4255,
                    "source": {
                        "title": "POPSUGAR Entertainment",
                        "uri": "www.popsugar.com"
                    },
                    "time": "00:28:00",
                    "title": "Iconic Writer Gabriel García Márquez Has Passed Away",
                    "uri": "176061849",
                    "url": "http://www.popsugar.com/Gabriel-Garcia-Marquez-Died-34604386?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpopsugar%2B%2528PopSugar%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Novelist Gabriel García Márquez was inspired by the mysticism of his native Colombia but, when news of the Nobel laureate's passing began to circulate on Thursday afternoon, the entire world began to mourn the death of a literary legend.\n Within minutes an outpour of grief began to consume Twitter and \"Gabo,\" as he was often called, became a trending topic worldwide -- and he wasn't alone.  Hashtags of #GraciasGabo (ThankYouGabo), the titles of some of his greatest novels began to trend as well, as fans across the globe began to cite some of Márquez's most memorable writing.\n Colombian singer Shakira joined millions of her compatriots in mourning one of the countries greatest icons and posted a picture on Instagram with a final goodbye message to the author on her website:\nDear Gabo, you once said that life isn't what one lived, but the life one remembers and how he remembers it to retell it... your life, dear Gabo, will be remembered by all of us as a unique and singular gift, and as the most original story of all.  It's difficult to say goodbye to you, with all that you've given us!  You will always be in my heart and in those of all who loved and admired you.  Shak\nDozens spoke about the life-changing experience of reading classics like One Hundred Years of Solitude and Love In The Time of Cholera while citing their favorite quotes.\n Actor James Franco, New York City Mayor Bill de Blasio, President Barack Obama and more took to Twitter to pay their respects.  Take a look at how journalists, actors, politicians and more came together to mourn the passing of \"Gabo.\" \"",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9630740",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4095,
                    "source": {
                        "title": "Inc.com",
                        "uri": "www.huffingtonpost.com"
                    },
                    "time": "01:19:00",
                    "title": "Gabriel García Márquez's Death Mourned By Obama, Shakira And More (TWEETS)",
                    "uri": "176091599",
                    "url": "http://www.huffingtonpost.com/2014/04/17/gabriel-garcia-marquez-death-reactions_n_5170386.html",
                    "wgt": 1
                },
                {
                    "body": "\"Surrealism runs through the streets,\" the Colombian author, who died today at age 87, told The Atlantic in 1973.  \"Surrealism comes from the reality of Latin America.\" \"\nIt's often said that the works of Colombian novelist and short-story writer Gabriel Garcia Marquez are quintessential examples of \"magic realism\": fiction that integrates elements of fantasy into otherwise realistic settings.  In his 1967 novel One Hundred Years of Solitude, which ambles through a century in the lives of one family in the enchanted Latin American hamlet of Macondo, magic carpets fly, ghosts haunt villagers, and trickles of blood from a killing climb stairs and turn corners to find the victim's mother in her kitchen.\n When Garcia Marquez, who died today at age 87, spoke to William Kennedy in an extensive interview published in the January 1973 issue of The Atlantic, he explained why he and other Latin American authors chose to weave fantastical details into their stories:\nIn Leaf Storm, the old doctor sits down to a pretentious, bourgeois dinner and startles everybody by saying to a servant: \"Look, miss, just start boiling a little grass and bring that to me as if it were soup.\" \" \"What kind of grass, doctor?\" the servant asks.  \"Ordinary grass, ma'am,\" the doctor says.  \"The kind that donkeys eat.\" \"\nSurreal?  Not to García.  \"A man said that in my house,\" he said.\n He believes that Faulkner differs from him on this matter in that Faulkner's outlandishness is disguised as reality.\n \"Faulkner was surprised at certain things that happened in life,\" García said, 'but he writes of them not as surprises but as things that happen every day.\" \"\nGarcía feels less surprised.  \"In Mexico,\" he says, \"surrealism runs through the streets.  Surrealism comes from the reality of Latin America.\" \"\nAbout two weeks before he talked, a newsman had called to ask García for his reaction to an occurrence in a rural Colombian town.  About ten in the morning at a small school, two men pulled up in a truck and said, \"We came for the furniture.\" \" Nobody knew anything about them, but the schoolmaster nodded, the furniture was loaded onto the truck and driven off, and only much later was it understood that the truckmen were thieves.\n \"Normal,\" says García.\n \"One day in Barcelona,\" he continued, \"my wife and I were asleep and the doorbell rings.  I open the door and a man says to me, 'I came to fix the ironing cord.' ' My wife, from the bed, says, 'We don't have anything wrong with the iron here.' ' The man asks, 'Is this apartment two?' 'No,' I say, 'upstairs.' ' Later, my wife went to the iron and plugged it in and it burned up.  This was a reversal.  The man came before we knew it had to be fixed.  This type of thing happens all the time.  My wife has already forgotten it.\" \"\nGarcía likes the principles of surrealism but not the surrealists themselves.  Given a choice, he prefers the painters to the poets, but he does not think of himself as being like any of them.  And it is true that his work is based more in the anecdote than in the symbolic or random flow of events so important to the surrealists; true also that his aim is to be accessible, not obscure.  And yet, a surreal quality, a rendering of the improbable and impossible as real, pervades his work.\n In 1982, Garcia Marquez won the Nobel Prize for Literature, and three years later, he published the widely acclaimed novel Love in the Time of Cholera.",
                    "date": "2014-04-18",
                    "eventUri": "596492",
                    "id": "9636354",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3786,
                    "source": {
                        "title": "The Atlantic",
                        "uri": "www.theatlantic.com"
                    },
                    "time": "05:07:00",
                    "title": "The Origins of Gabriel Garcia Marquez's Magic Realism",
                    "uri": "176103838",
                    "url": "http://www.theatlantic.com/entertainment/archive/2014/04/the-origins-of-gabriel-garcia-marquezs-magical-realism/360861/",
                    "wgt": 1
                },
                {
                    "body": "The writer, who is considered by many to be the creator of magical realism, died Thursday in Mexico where he'd lived for 30 years.  The announcement of his death, made on Twitter by a family spokesperson, comes after news of his recent hospitalization for lung and urinary tract infections.\n García Márquez won the Nobel Prize in Literature in 1982 and is best known for his masterpiece \"One Hundred Years of Solitude,\" a work poet Pablo Neruda called \"the greatest revelation in the Spanish language since 'Don Quixote.' ' \"\nHis magnificent oeuvre filled with \"storms [that] rage for years, flowers drift[ing] from the skies, tyrants surviv[ing] for centuries, priests levitat[ing], and corpses fail[ing] to decompose\" has taken its rightful place in the international literary canon.  His work touched on themes as universal as inequality, violence and love, while reimagining the world in ways that created excitement while offering profound insight into human existence.\n And yet, the critically acclaimed novelist and short story writer once said in an interview with The Paris Review, \"I would have liked for my books to have been recognized posthumously, at least in capitalist countries, where you turn into a kind of merchandise.\" \" Those he moved during his lifetime with his extraordinary tales that resonated with so many people flung across various corners of this earth (even those living in countries that epitomize capitalism) can be thankful his writing was too good to leave him a choice in the matter.",
                    "date": "2014-04-17",
                    "eventUri": "596492",
                    "id": "9632697",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3291,
                    "source": {
                        "title": "Truthdig",
                        "uri": "www.truthdig.com"
                    },
                    "time": "21:53:00",
                    "title": "Colombian Nobel Laureate, Author and Journalist Gabriel García Márquez Dies at 87",
                    "uri": "176097677",
                    "url": "http://www.truthdig.com/arts_culture/item/colombian_nobel_laureate_journalist_gabriel_garcia_marquez_dies_20140417?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%25253A%2BTruthdig%2BTruthdig%25253A%2BDrilling%2BBeneath%2Bthe%2BHeadlines&utm_content=FeedBurner",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 45,
            "averageDate": "2014-04-18",
            "avgCos": 0.4983,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "596492",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "596492",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Mexico",
                    "lat": 23,
                    "long": -102,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mexico"
                },
                "labelEng": "Mexico City",
                "lat": 19.42847,
                "long": -99.12766,
                "wikiUri": "http://en.wikipedia.org/wiki/Mexico_City"
            },
            "storyDate": "2014-04-18",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-327435",
            "variance": 0.3739
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-137234": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "Tras la conmoción por la muerte del escritor y periodista colombiano Grabriel García Márquez, el Presidente de Colombia, Juan Manuel Santos, quien era amigo del Nobel de Literatura, manifestó su pesar a través de su cuenta de Twitter.\n \"Mil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos!  Solidaridad y condolencias a la familia\", escribió el presidente en su cuenta en la red social.\n Durante esta tarde fuentes de la familia informaron a medios mexicanos del fallecimiento del autor de \"Cien años de soledad\" en su casa del sur de la capital mexicana, acompañado de parte de sus familiares.\n En otro mensaje, el jefe de Estado se refirió a García Márquez como un \"gigante\" de la literatura universal, de los que \"nunca mueren\".",
                    "date": "2014-04-17",
                    "eventUri": "599777",
                    "id": "9624552",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8031,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "21:53:00",
                    "title": "Juan Manuel Santos: Mil años de soledad y tristeza por la muerte del más grande colombiano - Cooperativa.cl",
                    "uri": "176064242",
                    "url": "http://www.cooperativa.cl/noticias/cultura/literatura/gabriel-garcia-marquez/juan-manuel-santos-mil-anos-de-soledad-y-tristeza-por-la-muerte-del-mas-grande-colombiano/2014-04-17/184816.html",
                    "wgt": 1
                },
                {
                    "body": "Tras la conmoción por la muerte del escritor y periodista colombiano Grabriel García Márquez, el Presidente de Colombia, Juan Manuel Santos manifestó su pesar a través de su cuenta de Twitter causando polémica entre sus seguidores.\n \"Mil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos!  Solidaridad y condolencias a la familia\", escribió el presidente en su cuenta en la red social, despertando así la recriminación de algunos tuiteros que le corrigieron el que el libro se denomina \"Cien años de soledad\"\nDurante esta tarde fuentes de la familia informaron a medios mexicanos del fallecimiento del autor de \"Cien años de soledad\" en su casa del sur de la capital mexicana, acompañado de parte de sus familiares.\n En otro mensaje, el jefe de Estado se refirió a García Márquez como un \"gigante\" de la literatura universal, de los que \"nunca mueren\".",
                    "date": "2014-04-17",
                    "eventUri": "599777",
                    "id": "9626013",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7402,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "22:32:00",
                    "title": "Juan Manuel Santos: Mil años de soledad y tristeza por la muerte del más grande colombiano",
                    "uri": "176069863",
                    "url": "http://www.cooperativa.cl/noticias/cultura/literatura/gabriel-garcia-marquez/juan-manuel-santos-mil-anos-de-soledad-y-tristeza-por-la-muerte-del-mas-grande-colombiano/2014-04-17/184816.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bultimominuto%2B%2528Cooperativa.cl%2B-%2BTodas%2Blas%2Bnoticias%2529",
                    "wgt": 1
                },
                {
                    "body": "Dolidas expresiones del presidente de Colombia, Juan Manuel Santos.\n BOGOTA.- - El escritor y Premio Nobel de Literatura Gabriel García Márquez, quien revolucionó las letras hispanas dándole dimensión universal al realismo mágico, murió el jueves en su casa de Ciudad de México a los 87 años, informó el presidente colombiano, Juan Manuel Santos.\n \"Mil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos!  Solidaridad y condolencias a la Gaba y familia\", escribió el mandatario colombiano en su cuenta en Twitter.  (Reuters)\nMil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos!  Solidaridad y condolencias a la Gaba y familia -- Juan Manuel Santos (@JuanManSantos)\nabril 17, 2014",
                    "date": "2014-04-18",
                    "eventUri": "599777",
                    "id": "9631194",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7015,
                    "source": {
                        "title": "La Gaceta de Tucuman",
                        "uri": "www.lagaceta.com.ar"
                    },
                    "time": "01:35:00",
                    "title": "\"Mil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos\"",
                    "uri": "176072539",
                    "url": "http://www.lagaceta.com.ar/nota/587103/mundo/mil-anos-soledad-tristeza-muerte-mas-grande-colombiano-todos-tiempos.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BLaGacetaUltimoMomento%2B%2528La%2BGaceta%2B-%2BUltimo%2BMomento%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Bogotá, (EFE).- - El Gobierno de Colombia aguardará a conocer las decisiones de la familia antes de organizar homenajes al Premio Nobel de 1982, Gabriel García Márquez, fallecido hoy en Ciudad de México, advirtió la ministra de Cultura, Mariana Garcés.\n En declaraciones a Caracol Radio, la ministra indicó que la postura del Ejecutivo es \"por el momento de absoluto respeto en la toma de decisiones para ver cómo (su esposa) Mercedes, (y los hijos) Rodrigo y Gonzalo quieren despedir\" al célebre escritor.\n Garcés afirmó que el presidente colombiano, Juan Manuel Santos, ha estado en constante comunicación con la familia y que incluso ya habló con la esposa de Gabriel García Márquez.\n Asimismo, señaló que en las próximas horas está previsto que el presidente y algunos ministros se reúnan en la Casa de Nariño, sede del Ejecutivo, para definir cómo va a homenajearle su país natal al autor de \"Cien años de soledad\".\n De hecho, Santos interrumpirá su descanso de Semana Santa para enviar un mensaje al país a las 19.00 hora local (00.00 GMT del viernes) en cadena de radio y televisión.\n Santos confirmó el fallecimiento del Nobel en su casa del sur de Ciudad de México a través de un mensaje en Twitter: \"Mil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos!  Solidaridad y condolencias a la familia\".\n Gabriel García Márquez nació el 6 de marzo de 1927 en Aracataca, una ciudad del departamento colombiano de Magdalena, en la región del Caribe que inspiró su obra.\n La salud del Nobel colombiano se había deteriorado en la últimas semanas por una complicación respiratoria que obligó a su ingreso en un hospital de la capital mexicana del que salió para continuar su convalecencia en casa, donde falleció.  EFE",
                    "date": "2014-04-18",
                    "eventUri": "599777",
                    "id": "9631498",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6649,
                    "source": {
                        "title": "www.elmercurio.com.ec",
                        "uri": "www.elmercurio.com.ec"
                    },
                    "time": "01:43:00",
                    "title": "Gobierno colombiano esperará a decisión de familia de Gabo sobre homenajes",
                    "uri": "176077367",
                    "url": "http://www.elmercurio.com.ec/427303-gobierno-colombiano-esperara-a-decision-de-familia-de-gabo-sobre-homenajes/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Belmercurio%2B%2528El%2BMercurio%2B-%2BCuenca%2BEC%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "17/04/2014 16:02:09\nMéxico / AP - Gabriel García Márquez, el Nobel de Literatura colombiano cuyas novelas y cuentos mostraron a decenas de millones de lectores las pasiones, supersticiones, violencia e inequidades de América Latina, murió el jueves en su casa de la ciudad de México, de acuerdo con personas cercanas a su familia.  Tenía 87 años.\n Su muerte fue confirmada a The Associated Press por dos personas cercanas a la familia del escritor y quienes hablaron bajo condición de anonimato por respecto a la privacidad de los García Márquez.\n García Márquez estuvo hospitalizado del 31 de marzo al 8 de abril en un centro médico de Ciudad de México debido a una neumonía y luego volvió a su casa, donde finalmente falleció.\n García Márquez es uno de los escritores en lengua española más reconocidos del mundo.  Su obra cumbre, \"Cien años de soledad\", ha vendido cerca de 50 millones de copias y ha sido traducida a más de 40 idiomas, según la Real Academia Española.\n Recibió el premio Nobel en 1982.  Sus novelas se han vendido más que cualquier otro libro en español, a excepción de la Biblia.\n \"Mil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos!  Solidaridad y condolencias a la Gaba y familia\", escribió el presidente colombiano en su cuenta de Twitter.\n En la casa del escritor en el sur de la ciudad de México comenzó a verse movimiento después del mediodía cuando.  Autos entraban y salían de la casa de estilo colonial, mientras algunos amigos llegaban hasta la puerta resguardada por dos guardias.\n El mundo ha comenzado a lamentar el deceso del escritor, conocido cariñosamente como \"Gabo\", que desde hace más de tres décadas hizo de México su lugar de residencia.\n \"Nunca imaginé que iba a tener un desenlace tan inmediato... me ha golpeado mucho\", dijo a la AP el escritor colombiano Plinio Apuleyo Mendoza, quien lo conoció hace 67 años en un café en Bogotá y estuvo en su premiación al Nobel en 1982.\n \"Debo tener más de 100 cartas de Gabo cuando todavía no era famoso y me contaba sus amores... o estaba sufriendo\", recordó.\n El ex presidente colombiano Andrés Pastrana (1998-2002) se sumó a los lamentos.\n \"Hemos perdido no solamente a nuestro Nobel de literatura sino al mejor embajador que teníamos los colombianos en el mundo, es una pérdida para la literatura pero adicionalmente es una perdida para Colombia\", dijo Pastrana a la AP. \"Vamos a extrañar y nos va a hacer mucha falta Gabo\".\n Considerado ampliamente como el escritor en español más popular desde Miguel de Cervantes en el siglo XVII, García Márquez logró tal celebridad en el mundo de las letras que fue comparado con otros grandes como Mark Twain y Charles Dickens.",
                    "date": "2014-04-17",
                    "eventUri": "599777",
                    "id": "9626644",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6291,
                    "source": {
                        "title": "Hidrocalido",
                        "uri": "www.hidrocalidodigital.com"
                    },
                    "time": "22:55:00",
                    "title": "Muere Gabriel García Márquez",
                    "uri": "176072660",
                    "url": "http://www.hidrocalidodigital.com/local/articulo.php?idnota=67861",
                    "wgt": 1
                },
                {
                    "body": "El gobierno colombiano ofrecerá apoyo logístico a la familia del escritor Gabriel García Márquez, fallecido este jueves en Ciudad de México, para viajar a Colombia en caso de que deseen enterrar al Nobel de Literatura en su tierra natal, informó la ministra de Cultura Mariana Garcés.\n \"Nos embarga una profunda tristeza.  El señor presidente se dirigirá a todos los colombianos a las siete de la noche de hoy y todos los actos en su honor serán en perfecta concordancia con Mercedes, Gonzalo y Rodrigo\", aseguró la ministra, nombrando a la esposa e hijos de García Márquez.\n La ministra también aseguró que el embajador de Colombia en México, José Gabriel Ortiz, ha estado \"muy cercano a la familia\" de García Márquez en los últimos días, y que este jueves el propio Santos ha estado en comunicación telefónica con la esposa e hijos del Nobel.\n El escritor y periodista, ganador del Nobel de Literatura en 1982, se encontraba en un estado delicado y bajo vigilancia médica en su casa desde que el 8 de abril abandonó un hospital de Ciudad de México en el que estuvo ingresado ocho días por un cuadro de neumonía.\n García Márquez, nacido el 6 de marzo de 1927 en el pueblo de Aracataca (caribe colombiano), vivía desde hace más de tres décadas en la Ciudad de México y había estado en los últimos años retirado de la vida pública.\n En su última aparición pública, el 6 de marzo, día de su cumpleaños, el Nobel no hizo comentarios ni declaraciones a la prensa.\n El colombiano es considerado una de las principales plumas de la historia de la literatura en español y autor de algunas de las novelas más aplaudidas del siglo XX, como su obra cumbre, \"Cien años de soledad\" (1967).",
                    "date": "2014-04-18",
                    "eventUri": "599777",
                    "id": "9631427",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6061,
                    "source": {
                        "title": "BioBioChile",
                        "uri": "www.biobiochile.cl"
                    },
                    "time": "01:40:00",
                    "title": "Colombia ofrece apoyo a la familia de García Márquez",
                    "uri": "176072695",
                    "url": "http://www.biobiochile.cl/2014/04/17/colombia-ofrece-apoyo-a-la-familia-de-garcia-marquez.shtml?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bradiobiobio%2B%2528Bio-Bio%2BNoticias%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "El escritor y periodista colombiano, de 87 años, ha fallecido en su casa de Ciudad de México como consecuencia de un cáncer, acompañado por su familia.\n Recientemente estuvo hospitalizado por una infección pulmonar y de las vías urinarias.  El martes de la semana pasada le trasladaron a su casa para recibir cuidados paliativos.\n El premio Nobel 1982 y padre del realismo mágico, estaba considerado uno de los grandes genios de la literatura del siglo veinte, con obras como \"Cien años de soledad\", \"El amor en los tiempos del cólera\" o \"El coronel no tiene quien le escriba\".",
                    "date": "2014-04-17",
                    "eventUri": "599777",
                    "id": "9627204",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4628,
                    "source": {
                        "title": "euronewses",
                        "uri": "es.euronews.com"
                    },
                    "time": "23:14:00",
                    "title": "Muere Gabriel García Márquez, un genio de la literatura del siglo XX",
                    "uri": "176059186",
                    "url": "http://es.euronews.com/2014/04/17/muere-gabriel-garcia-marquez-un-genio-de-la-literatura-del-siglo-xx/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Beuronews%252Fes%252Fnews%2B%2528euronews%2B-%2Bnews%2B-%2Bes%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "El hijo de un telegrafista y un ama de casa se convirtió en el mejor embajador de Colombia ante el mundo al ganar el Premio Nobel de Literatura de 1982 y retratar de forma sin igual el embrujo del Caribe y las alegrías y desdichas del país en el que nació.  Este jueves ha muerto el México y el mundo llora su muerte.\n \"The world has lost one of its greatest visionary writers - one of my favorites from the time I was young\" - Obama on #GabrielGarciaMArquez -- La Casa Blanca (@lacasablanca) April 17, 2014\nHa muerto Gabo.  Mi escritor favorito y el de millones de lectores.  RbCb -- _Rubalcaba_ (@_Rubalcaba_) April 17, 2014\nCon su obra, García Márquez hizo universal el realismo mágico latinoamericano, marcando la cultura de nuestro tiempo.  -- Enrique Peña Nieto (@EPN) April 17, 2014\nSe va el más grande de todos pero se queda su inmortal leyenda .. .\n Gracias Gabriel Garcia Marquez.  -- JUANES (@juanes) April 17, 2014\nMil años de soledad y tristeza por la muerte del más grande colombiano de todos los tiempos!  Solidaridad y condolencias a la Gaba y familia -- Juan Manuel Santos (@JuanManSantos) April 17, 2014",
                    "date": "2014-04-17",
                    "eventUri": "599777",
                    "id": "9627252",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4613,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "23:16:00",
                    "title": "El mundo llora la muerte de García Márquez",
                    "uri": "176075786",
                    "url": "http://www.cadenaser.com/cultura/articulo/mundo-llora-muerte-garcia-marquez/csrcsrpor/20140418csrcsrcul_1/Tes",
                    "wgt": 1
                },
                {
                    "body": "¿Hay una soledad que puede ser benéfica?  ¡Claro que sí!  La que nos lleva a estar en silencio y captar ideas y pensamientos inspiradores, pensamientos de paz y amor que nos hacen sentir acompañados.\n La soledad así como la compañía son estados subjetivos; se puede estar en presencia de una multitud y sentir la más fría soledad, o bien estar solos y sentirse acompañados y felices.\n En esa soledad podemos descubrir algo trascendente para nuestra vida y hasta ser testigos de alguna revelación.  Ese silencioso lenguaje de ideas claras no conduce a la tristeza o a la falta de inspiración sino al terreno propicio para la oración, donde nos descalzamos del bullicio y reclamo de los sentidos para encontrar la unidad con Dios.\n Pero ¿qué decir cuando esa soledad nos habla de \"ausencias\", de un vacío y desánimo, difícil de superar?\n La soledad no se considera únicamente un mal del alma sino que además afecta al cuerpo.  Según la investigadora Lisa Jaremka, del Instituto de Investigación de Medicina del Comportamiento en la Universidad Estatal de Ohio (EEUU), la percepción de la propia soledad puede desencadenar no solo patologías graves, sino incluso la muerte prematura de la persona.  En términos generales, se acepta que una calidad deficiente de las relaciones personales tiene una incidencia negativa en la salud de las personas.\n Estos ejemplos muestran que un estado mental puede afectar al físico y al entorno de la persona, porque impacta al mismo individuo y además al grupo familiar que lo rodea y que no valora como tal.  ¿Cómo encontrar una respuesta ante este enemigo latente?\n Primeramente, la persona que siente soledad está buscando que la compañía se instale en su vida, no siente que tiene que aportar nada por sí misma.  Tal vez lo espera de una pareja, de un posible amigo o de un familiar.\n La capacidad para abrirse a los demás, escuchar atentamente a quién tienen delante, sentir que otros están dispuestos a ayudar, es el primer paso.  En pocas palabras, un cambio de conducta hace que uno se olvide de la soledad y comience a entender que es tanto o más importante acompañar que ser acompañado.\n Los primeros líderes cristianos lo comprendieron de manera práctica al saber que \"es mejor DAR que recibir\".  (Hechos 20: 35) ¿Por qué?  Porque la capacidad de \"dar\" nos hace sentir que estamos abastecidos y completos, que tenemos valores para compartir, y eso es la verdadera compañía que nunca nos deja solos ni vacíos.\n Empezar el día agradecidos por lo que ya tenemos, poder decir a alguien \"te quiero\", \"gracias\", \"saludar sonriente a los demás\" y estar dispuestos a \"perdonar alguna ofensa\", es demostrar que estamos bien, que no nos falta nada, y esta clase de riqueza nos hace sentir acompañados y en paz.\n No tema ser rechazado, no tema expresar sus sentimientos hacia los demás.  Dé, sin esperar recibir nada a cambio.  Lo que uno comparta con el entorno vuelve a su vida inevitablemente.  Es un boomerang, capaz de vencer esa extraña \"soledad\" que lo \"acompañó\" quizás, por tanto tiempo.\n No olvide que para compartir se necesitan por lo menos dos.\n Elizabeth integra el Comité de Publicación de la Ciencia Cristiana en Argentina.  Ella escribe sobre temas sociales incluyendo la espiritualidad y el impacto que tiene ésta en la salud física como mental.",
                    "date": "2014-04-22",
                    "eventUri": "599777",
                    "id": "9764702",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3524,
                    "source": {
                        "title": "Rouge",
                        "uri": "rouge.perfil.com"
                    },
                    "time": "17:27:00",
                    "title": "¿Hace bien estar solo?",
                    "uri": "176776383",
                    "url": "http://rouge.perfil.com/2014-03-28-44241-la-soledad-acompanada/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-04-18",
            "avgCos": 0.4259,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "599777",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "598893",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Mexico",
                    "lat": 23,
                    "long": -102,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mexico"
                },
                "labelEng": "Mexico City",
                "lat": 19.42847,
                "long": -99.12766,
                "wikiUri": "http://en.wikipedia.org/wiki/Mexico_City"
            },
            "storyDate": "2014-04-18",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-137234",
            "variance": 0.3186
        }
    },
    "meta": {
        "CCAArticleMatchCount": 70,
        "CCAArticleMatchRatio": 0.3977272727272727,
        "CCAAvgCosSim": 0.6740235714285714,
        "CCAAvgMatchWgt": 52.92857142857143,
        "_articleUri1": "176064242",
        "_articleUri2": "176115919",
        "_datetime": "2015-01-20 12:41:39",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-137234",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-327435",
        "_username": "Evgenia Belyaeva",
        "artCount1": 9,
        "artCount2": 45,
        "avgCosSimStory1": 0.4259,
        "avgCosSimStory2": 0.4983,
        "categorySim": 0,
        "conceptCosSim": 0.4890716945452925,
        "conceptJaccardSim": 0.2409638554216868,
        "coreTime1": 125301.8833333333,
        "coreTime2": 125301.4666666667,
        "coreTimeStDev1": 35.72745252879713,
        "coreTimeStDev2": 2.386398061203443,
        "entityCosSim": 0.6734628758676261,
        "entityJaccardSim": 0.303030303030303,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 2,
        "hasSameLocation": 1,
        "keywordCosSim": 0.4430696694173733,
        "keywordJaccardSim": 0.2,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 7,
        "storyQuality2": 20,
        "timeAvg1": 125316.4722222222,
        "timeAvg2": 125311.0525925926,
        "timeStDev1": 35.72745252879713,
        "timeStDev2": 25.81068588054382,
        "varianceStory1": 0.3186,
        "varianceStory2": 0.3739
    }
}