{
    "850f305d-14db-4c75-b547-79470a557ea3-474008": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Spain and the Netherlands - the 2010 finalists - are hogging many of the headlines surrounding Group B, but Chile's talented lineup and impressive results over the past 18 months demand they are taken seriously.  Not just as a group qualifier but as a nation that can go far in the tournament.\n Thrown into a tough group, the Chileans are starting with what should, in theory, be a straightforward task.  Australia, the lowest-ranked side in Brazil at No. 62, is in a rebuilding phase and has picked a young squad seemingly with future competitions in mind.\n An early three points would give Chile a solid platform to put pressure on a losing team in the Spain-Netherlands game later in group play.\n Of course, Pele's predictions have been way off in the past - the Brazil great was confident an African country would capture the World Cup before the turn of the century and also believed Colombia would win it in 1994.  Neither of those tips turned into a reality, but he may be onto something with Chile.\n In powerful Arturo Vidal, who is an injury doubt for the Australia game, Chile has one of the world's best midfielders while speedy forward Alexis Sanchez had a good season at Barcelona and could light up the tournament.  And following the appointment of Jorge Sampaoli - an Argentine - as coach in December 2012, Chile lost just two of 15 matches last year, including a 2-2 draw with world champion Spain and a 2-0 win against England at Wembley Stadium.\n Sampaoli's expansive and high-tempo tactics have been embraced by his players and comparisons are being made between him and compatriot Marcelo Bielsa, who led the Chileans to the last 16 of the 2010 World Cup.\n Chile and Australia drew 0-0 the only time they have met at a World Cup, in 1974 when the Socceroos picked up their first ever point in the tournament.  How they would welcome a point in Cuiaba on Friday.\n \"For us, it's perfect,\" Australia forward Tim Cahill said of the low expectations on his inexperienced teammates.\n \"Some of these kids are pretty special and nobody knows about them.  Hopefully in this World Cup, everyone is going to know about them.\" \"\nOne player the whole of the football world knows about is Vidal, the powerhouse Juventus midfielder, but he is struggling to be fit as he recovers from right knee surgery last month.\n \"Arturo Vidal's spirits are fine, but if he's not (available) against Australia, we hope he'll be ready for the next match,\" Chile defender Gonzalo Jara said.  \"Every goal Arturo has set for himself in life, he has achieved.\" \"\nSanchez, who scored 19 league goals last season for Barcelona, has been experiencing shoulder pain after last week's friendly win over Northern Ireland but should start.\n The Australia squad has been in Brazil since May 28, long before any other foreign team, and in that time key midfielder Mark Bresciano appears to have overcome a back problem.\n Coach Ange Postecoglou's game plan is likely to center around New York Red Bulls star Cahill, the country's all-time top scorer and chief goal threat - particularly using his great spring to meet crosses.\n Don't expect Postecoglou to sit back and hope for a 0-0, either.  He adopts just as an attacking approach as Sampaoli and with neither defense especially solid, there could be plenty of goals.",
                    "date": "2014-06-12",
                    "eventUri": "851944",
                    "id": "13472252",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7948,
                    "source": {
                        "title": "London Evening Standard",
                        "uri": "www.standard.co.uk"
                    },
                    "time": "07:26:00",
                    "title": "Chile v Australia preview: Chileans must handle the hype to hit the ground running against Socceroos",
                    "uri": "190302009",
                    "url": "http://www.standard.co.uk/sport/football/chile-v-australia-preview-chileans-must-handle-the-hype-to-hit-the-ground-running-against-socceroos-9529207.html",
                    "wgt": 1
                },
                {
                    "body": "Tipped by Pele as one of the tournament favorites and boasting its best ever squad for a World Cup, Chile must handle soaring and previously unseen expectations ahead of the team's opening match against big outsider Australia on Friday.\n Spain and the Netherlands -- the 2010 finalists -- are hogging many of the headlines surrounding Group B, but Chile's talented lineup and impressive results over the past 18 months demand they are taken seriously.  Not just as a group qualifier but as a nation that can go far in the tournament.\n Thrown into a tough group, the Chileans are starting with what should, in theory, be a straightforward task.  Australia, the lowest-ranked side in Brazil at No. 62, is in a rebuilding phase and has picked a young squad seemingly with future competitions in mind.\n An early three points would give Chile a solid platform to put pressure on a losing team in the Spain-Netherlands game later in group play.\n Of course, Pele's predictions have been way off in the past -- the Brazil great was confident an African country would capture the World Cup before the turn of the century and also believed Colombia would win it in 1994.  Neither of those tips turned into a reality, but he may be onto something with Chile.\n In powerful Arturo Vidal, who is an injury doubt for the Australia game, Chile has one of the world's best midfielders while speedy forward Alexis Sanchez had a good season at Barcelona and could light up the tournament.  And following the appointment of Jorge Sampaoli -- an Argentine -- as coach in December 2012, Chile lost just two of 15 matches last year, including a 2-2 draw with world champion Spain and a 2-0 win against England at Wembley Stadium.\n Sampaoli's expansive and high-tempo tactics have been embraced by his players and comparisons are being made between him and compatriot Marcelo Bielsa, who led the Chileans to the last 16 of the 2010 World Cup.\n Chile and Australia drew 0-0 the only time they have met at a World Cup, in 1974 when the Socceroos picked up their first ever point in the tournament.  How they would welcome a point in Cuiaba on Friday.\n \"For us, it's perfect,\" Australia forward Tim Cahill said of the low expectations on his inexperienced teammates.\n \"Some of these kids are pretty special and nobody knows about them.  Hopefully in this World Cup, everyone is going to know about them.\" \"\nOne player the whole of the football world knows about is Vidal, the powerhouse Juventus midfielder, but he is struggling to be fit as he recovers from right knee surgery last month.\n \"Arturo Vidal's spirits are fine, but if he's not (available) against Australia, we hope he'll be ready for the next match,\" Chile defender Gonzalo Jara said.  \"Every goal Arturo has set for himself in life, he has achieved.\" \"\nSanchez, who scored 19 league goals last season for Barcelona, has been experiencing shoulder pain after last week's friendly win over Northern Ireland but should start.\n The Australia squad has been in Brazil since May 28, long before any other foreign team, and in that time key midfielder Mark Bresciano appears to have overcome a back problem.\n Coach Ange Postecoglou's game plan is likely to center around New York Red Bulls star Cahill, the country's all-time top scorer and chief goal threat -- particularly using his great spring to meet crosses.\n Don't expect Postecoglou to sit back and hope for a 0-0, either.  He adopts just as an attacking approach as Sampaoli and with neither defense especially solid, there could be plenty of goals.",
                    "date": "2014-06-11",
                    "eventUri": "851944",
                    "id": "13436435",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7202,
                    "source": {
                        "title": "miamiherald",
                        "uri": "www.miamiherald.com"
                    },
                    "time": "13:07:00",
                    "title": "Pressure on highly rated Chile in World Cup opener",
                    "uri": "190131538",
                    "url": "http://www.miamiherald.com/2014/06/11/4171424/pressure-on-highly-rated-chile.html",
                    "wgt": 1
                },
                {
                    "body": "Friday, June 12, 2014\nChile v Australia\nArena Pantanal, Cuiaba\nKick-off: 23.00 BST.\n TV: ITV.\n Chile (Possible, 3-4-3): Bravo; Jara, Medel, Gonzalez; Isla, Vidal, Diaz, Beausejour; Sanchez, Vargas, Fernandez.\n Test: Vidal (knee).\n Australia (Possible, 4-3-3): Ryan; Franjic, Spiranovic, McGowan, Davidson; Milligan, Jedinak, Bresciano; Halloran, Cahill, Oar.\n Referee: Noumandiez Doue (Ivory Coast).\n Betting: Chile 4-9, Australia 7-1, Draw 3-1.\n Team News\nChile coach Jorge Sampaoli favours an unorthodox but effective 3-4-3 formation, with Cardiff City's Gary Medel recently drafted into the back three.\n Arturo Vidal is important to Chile and the fact that he has strugged to complete training this week is a worry for Sampaoli.\n After the 6-0 defeat in a friendly against France in October, Australia coach Holger Osieck was sacked and replaced by Ange Postecoglou.\n It will be interesting to see whether he can turn around the general negativity back home over the Socceroos' hopes of qualifying from such a difficult group.\n Postecoglou will rely heavily on Mile Jedinak, crucial in Crystal Palace's late season renaissance under Tony Pulis.\n He relishes the physical battle, as does Australia's top scorer of all time Tim Cahill.\n Match Notes\nThough they also face Spain and Holland, Chile have been tipped by some experts as a good outside bet for a long run in the tournament.\n England saw their strengths at Wembley, and with conditions favouring La Roja, they should start with a win against Australia.\n The Socceroos are really just making up the numbers in this group and will be delighted if they avoid another France-style thrashing in their three games.\n Stat of the game: Australia have scored just eight goals in 10 games at three World Cup final tournaments, winning only two.\n John Ley's prediction: Chile 1 Australia 0.",
                    "date": "2014-06-11",
                    "eventUri": "851944",
                    "id": "13447613",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6962,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "18:08:00",
                    "title": "Chile v Australia: World Cup 2014 match preview",
                    "uri": "190186027",
                    "url": "http://www.telegraph.co.uk/sport/football/world-cup/10892669/Chile-v-Australia-World-Cup-2014-match-preview.html",
                    "wgt": 1
                },
                {
                    "body": "The exciting Group B kicks off on Friday afternoon.  The headline clash features Spain and the Netherlands in a rematch of the last World Cup final.  The second matchup of Chile against Australia is less likely to be competitive but should be a wonderful showcase for the dynamic, high-pressing Chilean style of soccer.\n Those who have been reading my World Cup preview pieces will not be surprised to see that I rate Spain as strong favorites in the group and the Netherlands as underdogs for second place and qualification.\n I have Chile as solid favorites to qualify out of a difficult group, with a chance of reaching the knockout stages around 60 percent.  That Chile has reached this position is a testament to the turnaround of the national team under new Coach Jorge Sampaoli.\n World Cup fans will remember the fantastically enjoyable high-pressing and quick-attacking style of the 2010 Chilean team under visionary Manager \"El Loco\" Marcelo Bielsa.  When Bielsa resigned in 2011, the Chilean football association attempted to retain continuity by hiring another manager who prized attacking play in Boca Juniors' Claudio Borghi.  But while Bielsa is an idealist who loves the beautiful game, he also believes the heart of a good attack is an effective defense.  His players need extreme fitness and discipline to play his high-intensity defensive style.  Borghi's team could score beautiful goals, but they were cut open again and again in qualifying.  Through the end of 2012, Chile was 4-0-5 in qualifying and had let in 18 goals in 9 matches.\n Borghi was sacked and replaced with Jorge Sampaoli.  Sampaoli is as pure a Bielsa disciple as exists in world soccer, and he immediately reinstituted the defensive structure that had been lacking under Borghi.  Chile allowed just seven goals in their last seven matches, winning five, drawing one and losing just one.  These results saw Chile through easily to the World Cup.\n Expected goals tell the same story.  Under Borghi Chile was below average in expected goals ratio.  Sampaoli got the defense in order and under his watch Chile cut its expected goals conceded by 50 percent.\n To check how much effect Sampaoli has had on the team, I went back and ran my projections based on just matches through the end of 2012, before Borghi was sacked.  I had Chile rated as a roughly average World Cup side, unlikely to advance from the group.  Sampaoli's influence has brought Chile to a rating about 20 percent better than average and made the South Americans solid favorites to move on to the knockouts.\n Also more than favored in this group, of course, is Spain.  I rate their chances of advancing to the group stages over 90 percent.  As with Brazil in Group A, the questions for Spain will likely be raised later in the knockouts.  As has been the case for a half-decade, Spain's center forward position remains a source of controversy.\n Spain's strength is their midfield anchored by Sergio Bousquets, probably the greatest defensive midfielder in world soccer.  While Xavi is aging, Andres Iniesta remains a creative force and Xabi Alonso still delivers some of the most perfect long passes in the game.  But at the top of the formation, a number of strikers have come and gone.  Manager Vicente del Bosque hopes to have Atletico Madrid forward Diego Costa fit by match time on Friday, but that would require an abnormally quick recovery from a hamstring injury.\n If Costa cannot play, Spain may attempt instead to play a false nine in Cesc Fabregas.  Fabregas is not an elite goal-scorer himself, but he would drop into positions between the lines and look to pick out runners either from midfield or the flanks.  For Barcelona this year Fabregas was fantastic at making precisely these sorts of game-breaking passes.\n He was second in La Liga in expected assists per 90 minutes, and he played far more completed through-balls than anyone else in the Spanish league.  If Spain cannot get a proper striker fit and firing, the man to watch is Cesc Fabregas.  He will need to be the forward engine of the attack if Spain is to defend the Cup.\n All data provided by Opta unless otherwise noted.\n More World Cup coverage:\nWant to sound like you know soccer?  Use these World Cup terms",
                    "date": "2014-06-12",
                    "eventUri": "851944",
                    "id": "13485353",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6275,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "15:02:00",
                    "title": "World Cup projections, preview and players to watch: Group B - Washington Post",
                    "uri": "190380985",
                    "url": "http://www.washingtonpost.com/news/fancy-stats/wp/2014/06/12/world-cup-projections-preview-and-players-to-watch-group-b/",
                    "wgt": 1
                },
                {
                    "body": "Chile have gone from 350-1 outsiders to 40-1 dark horses to win the World Cup with some bookmakers, and for good reason.  Expectations have increased following an impressive 2‑0 win against England last November and Chile should not be underestimated.\n Coach Jorge Sampaoli said before the friendly at Wembley that Chile should be considered as contenders in Brazil and, while he has since played down his side's chances, Manchester City's Alvaro Negredo, who has been left out of the Spain squad, believes they will get through a testing group.\n \"Chile are at a higher level than Holland,\" said the striker.\n COACH\nSampaoli is a real character.  The Argentine was banned from the touchline for a lower league game early in his managerial career, so he climbed up a tree and shouted instructions at his players from there.  Sampaoli guided Chile to Brazil after taking over midway through the qualifying campaign and is a self‑confessed disciple of Marcelo Bielsa, the coach who led Chile to the last 16 in 2010.\n STARS\nAlexis Sanchez is the main man but Chile's build-up has been dominated by the fitness of Arturo Vidal.  The Juventus midfielder had surgery on his right knee early last month and, while he has been included in the squad, there are doubts over his fitness.  Vidal has developed into one of most complete midfielders in the world and he will be crucial to Chile's chances.\n TACTICS\nChile play a quick and entertaining style of football, pressing high and attacking with pace.  Defensively, however, they are susceptible.",
                    "date": "2014-06-10",
                    "eventUri": "851944",
                    "id": "13385951",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5955,
                    "source": {
                        "title": "London Evening Standard",
                        "uri": "www.standard.co.uk"
                    },
                    "time": "10:36:00",
                    "title": "World Cup 2014 Chile profile: The dark horses who shouldn't be taken lightly",
                    "uri": "189872461",
                    "url": "http://www.standard.co.uk/sport/football/world-cup-2014-chile-profile-the-dark-horses-who-shouldnt-be-taken-lightly-9519581.html",
                    "wgt": 1
                },
                {
                    "body": "Venue: Pantanal Arena, Cuiaba\nCapacity: 42,968\nKick-off: Saturday, June 14, 8am (Sydney time)\nReferee: Noumandiez Doue (Ivory Coast)\nAdvertisement\nResults: Played 4; Chile 3, Australia 0, 1 draw.\n Last meeting: February 9, 2000; Valparaiso (friendly four-nation tournament): Chile 2 Australia 1\nKEY STATS\nChile were second only to winners Argentina in the South American qualifying group scoring chart with 29 goals in 16 matches after a fine run-in with five wins and a draw to finish third behind Colombia.\n Striker Eduardo Vargas and midfielder Arturo Vidal were joint top-scorers for Chile in the qualifiers with five apiece -- Australia rely heavily for goals on veteran Tim Cahill, who holds the national record of 32 in 68 appearances.\n KEY MEN\nAustralia\nMat Ryan.  The goalkeeper has made a big impression in his first season in Belgium and has established himself as Ange Postecoglou's No. 1 for two important reasons.  Firstly, he is playing regularly at high level, and, secondly, he is confident playing as a sweeper with the ball at his feet.  The Socceroos are expected to come under huge pressure in this game and their keeper's performance is likely to be pivotal.\n Tim Cahill.  So often has the former Everton man been a crucial figure for Australia that it is now almost expected he will conjure up a goal when it is needed most.  If Australia were to score in Cuiaba, he remains the most likely route, with his head, naturally.  The team was practising quick crosses from the byline during the week to ensure their service to their talisman was sharp.\n Chile\nAlexis Sanchez.  The Barcelona frontman is a hugely influential figure for this fluid, attacking Chilean side and, in the absence of key midfielder Arturo Vidal, his presence for La Roja becomes even more important.  Sanchez has won La Liga with the Catalan giants, who he joined in 2011 from Italian club Udinese.  He has been linked with a possible move to Manchester United.\n Gary Medel.  Was the record signing -- at £11 million ($20m) -- for then newly promoted Cardiff City when they came into the Premier League last August.  However, Medel, who can play either as a defensive midfielder or at the back, could not prevent the Welsh club from dropping back to the Championship after only one season in the top flight.\n Cardiff boss Ole Gunnar Solskjaer has said Medel might have to be sold.  Medel played for Chile at the last World Cup, when the team made the round of 16, where they lost to Brazil.  It was his goal against Ecuador in the South American qualifiers that sealed Chile's place at the tournament.\n TACTICS\nAnge Postecoglou has made it clear that Australia will not adopt a policy of damage limitation.  The Socceroos will adopt an up-and-at-'em approach -- Tim Cahill has repeatedly said that he believes no team will enjoy facing the Socceroos because they know they will be in a battle.\n Postecoglou likes his teams to play out from the back with his fullbacks pushing forward and his wide men hitting the line or the channels at pace, particularly on the break.\n Expect Jason Davidson on the left and Ivan Franjic on the right to take every chance they can to get forward, although the likelihood is that they will have to be wary because of Chile's determination to press forward.  Chile like to play a swarming, pressing game, with a high degree of pressure on their opponents in the forward third of the pitch.  The likely loss of Vidal for this match is a big blow for them.. .",
                    "date": "2014-06-12",
                    "eventUri": "851944",
                    "id": "13477060",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5667,
                    "source": {
                        "title": "Canberra Times",
                        "uri": "www.smh.com.au"
                    },
                    "time": "10:35:00",
                    "title": "Australia v Chile: The Lowdown",
                    "uri": "190330305",
                    "url": "http://www.smh.com.au/fifa-world-cup-2014/australia-2014/australia-v-chile-the-lowdown-20140612-3a0gy.html",
                    "wgt": 1
                },
                {
                    "body": "Sorry, but the location you entered was not found.  Please try again.  Arturo Vidal's participation at the 2014 World Cup is in doubt as the Chile midfielder is struggling with injury.\n - Horncastle: Serie A 2013-14 season review\nThe Juventus midfielder had to cut short yet another training session with the Roja on Monday due to complications with his left knee, which was operated on only last month.  Instead, he spent the afternoon receiving physiotherapy.\n Chilean newspaper La Tercera does not expect Vidal to be fit for Chile's first World Cup game against Australia on June 13, while it also reports that Rodrigo Millar, the 32-year-old midfielder from Atlas Messico, has been placed on alert.\n Vidal did not feature in Juventus' final three games of the Serie A season, instead undergoing surgery on his meniscus on May 7.  It was already touch and go back then whether he would be fit in time for the World Cup.\n \"It's going to be tight,\" Dr. Giovanni Carcuro told La Stampa , having overseen the operation performed by Spanish surgeon Ramon Cugat last month.  \"I can't guarantee he will play at the World Cup.  We're doing all we possibly can to get Vidal on the field against Australia.\" \"\nVidal damaged his knee on March 20 in the Europa League clash with Fiorentina.  A month later, Cugat said an operation was necessary, predicting a recovery time of two to three months.\n The midfielder underwent the knife on May 7 with Juve reluctant to deprive themselves of the player in the season run-in until they had secured a third straight scudetto.\n \"Don't forget that we are the ones who pay Vidal's wages,\" said Juve coach Antonio Conte prior to his side's Europa League semifinal against Benfica -- the last game Vidal played, on May 1, before being given the green light to undergo surgery.",
                    "date": "2014-06-12",
                    "eventUri": "851944",
                    "id": "13478612",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5395,
                    "source": {
                        "title": "ABC7 Chicago",
                        "uri": "abc7chicago.com"
                    },
                    "time": "11:38:00",
                    "title": "Chile's Arturo Vidal in race to be fit",
                    "uri": "190340429",
                    "url": "http://abc7chicago.com/sports/chiles-arturo-vidal-in-race-to-be-fit/109338/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-06-11",
            "avgCos": 0.5699,
            "categories": [
                {
                    "label": "Sports/Soccer/Competitions",
                    "uri": "http://www.dmoz.org/Sports/Soccer/Competitions",
                    "wgt": 37
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "851944",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "849493",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "England",
                "lat": 52.16045,
                "long": -0.70312,
                "wikiUri": "http://en.wikipedia.org/wiki/England"
            },
            "storyDate": "2014-06-11",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-474008",
            "variance": 0.461
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-188947": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "Australia, pese a ser en teoría el rival más débil del grupo B, está lista para el \"gran desafío\" de enfrentarse en el primer partido ante Chile, aseguró este jueves el técnico de los Socceroos Ange Postecoglou.\n \"Chile piensa que puede causar una gran sensación en este torneo, tienen un equipo excepcionalmente fuerte, para nosotros es un gran desafío\", declaró el seleccionador en la conferencia de prensa previa al encuentro frente a los sudamericanos, en el Arena Pantanal de Cuiabá.\n \"Es el primer partido, por lo que obviamente es muy importante, estamos preparados, los jugadores están listos\", añadió Postecoglou.\n Con España y Holanda como rivales en el grupo B, además de Chile, Australia parece llamada a ser una comparsa, aunque el técnico no le dio importancia: \"No nos importa si la gente no nos presta atención\".\n \"Es un grupo duro si miras el ránking.  La gente nos ve como unos aspirantes; está bien, pensamos lo mismo\", agregó.\n Australia, que logró su mejor clasificación en Alemania-2006, cayendo en octavos en la prórroga ante Italia, a la postre posterior campeón del torneo, estará apoyado por 15.000 seguidores en Brasil.\n \"El fútbol en nuestro país está creciendo continuamente, por lo que muchos han viajado.  Es un largo viaje desde Australia, por lo que venir a apoyarnos significa mucho y los jugadores sentirán su apoyo\", declaró el técnico.\n El capitán de los Socceroos Mile Jedinak clasificó la considerable presencia de seguidores australianos en Brasil como algo \"muy especial\".\n \"Sabemos lo lejos que es, por lo que sería enorme poder recompensar este esfuerzo, será un momento muy especial\", destacó.",
                    "date": "2014-06-13",
                    "eventUri": "861206",
                    "id": "13511225",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8323,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "02:24:00",
                    "title": "Los Socceroos dicen estar listos para \"gran desafío\" ante Chile - ecodiario",
                    "uri": "190493854",
                    "url": "http://ecodiario.eleconomista.es/internacional/noticias/5858944/06/14/Los-Socceroos-dicen-estar-listos-para-gran-desafio-ante-Chile.html",
                    "wgt": 1
                },
                {
                    "body": "Australia, pese a ser en teoría el rival más débil del grupo B, está lista para el \"gran desafío\" de enfrentarse en el primer partido ante Chile, aseguró este jueves el técnico de los Socceroos Ange Postecoglou.\n \"Chile piensa que puede causar una gran sensación en este torneo, tienen un equipo excepcionalmente fuerte, para nosotros es un gran desafío\", declaró el seleccionador en la conferencia de prensa previa al encuentro frente a los sudamericanos, en el Arena Pantanal de Cuiabá.\n \"Es el primer partido, por lo que obviamente es muy importante, estamos preparados, los jugadores están listos\", añadió Postecoglou.\n Con España y Holanda como rivales en el grupo B, además de Chile, Australia parece llamada a ser una comparsa, aunque el técnico no le dio importancia: \"No nos importa si la gente no nos presta atención\".\n \"Es un grupo duro si miras el ránking.  La gente nos ve como unos aspirantes; está bien, pensamos lo mismo\", agregó.\n Australia, que logró su mejor clasificación en Alemania 2006, cayendo en octavos en la prórroga ante Italia, a la postre posterior campeón del torneo, estará apoyado por 15.000 seguidores en Brasil.\n \"El fútbol en nuestro país está creciendo continuamente, por lo que muchos han viajado.  Es un largo viaje desde Australia, por lo que venir a apoyarnos significa mucho y los jugadores sentirán su apoyo\", declaró el técnico.\n El capitán de los Socceroos Mile Jedinak clasificó la considerable presencia de seguidores australianos en Brasil como algo \"muy especial\".\n \"Sabemos lo lejos que es, por lo que sería enorme poder recompensar este esfuerzo, será un momento muy especial\", destacó.",
                    "date": "2014-06-13",
                    "eventUri": "861206",
                    "id": "13520975",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8323,
                    "source": {
                        "title": "BioBioChile",
                        "uri": "www.biobiochile.cl"
                    },
                    "time": "10:34:00",
                    "title": "DT de Australia y debut ante La Roja: Estamos preparados para el gran desafío de enfrentar a Chile",
                    "uri": "190503732",
                    "url": "http://www.biobiochile.cl/2014/06/12/dt-de-australia-y-debut-ante-la-roja-estamos-preparados-para-el-gran-desafio-de-enfrentar-a-chile.shtml?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bradiobiobio%2B%2528Bio-Bio%2BNoticias%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Australia, pese a ser en teorĂ­a el rival mĂĄs dĂŠbil del grupo B, estĂĄ lista para el \"gran desafĂ­o\" de enfrentarse en el primer partido ante Chile, asegurĂł este jueves el tĂŠcnico de los Socceroos Ange Postecoglou.\n \"Chile piensa que puede causar una gran sensaciĂłn en este torneo, tienen un equipo excepcionalmente fuerte, para nosotros es un gran desafĂ­o\", declarĂł el seleccionador en la conferencia de prensa previa al encuentro frente a los sudamericanos, en el Arena Pantanal de CuiabĂĄ.\n \"Es el primer partido, por lo que obviamente es muy importante, estamos preparados, los jugadores estĂĄn listos\", aĂąadiĂł Postecoglou.\n Con EspaĂąa y Holanda como rivales en el grupo B, ademĂĄs de Chile, Australia parece llamada a ser una comparsa, aunque el tĂŠcnico no le dio importancia: \"No nos importa si la gente no nos presta atenciĂłn\".\n \"Es un grupo duro si miras el rĂĄnking.  La gente nos ve como unos aspirantes; estĂĄ bien, pensamos lo mismo\", agregĂł.\n Australia, que logrĂł su mejor clasificaciĂłn en Alemania-2006, cayendo en octavos en la prĂłrroga ante Italia, a la postre posterior campeĂłn del torneo, estarĂĄ apoyado por 15.000 seguidores en Brasil.\n \"El fĂştbol en nuestro paĂ­s estĂĄ creciendo continuamente, por lo que muchos han viajado.  Es un largo viaje desde Australia, por lo que venir a apoyarnos significa mucho y los jugadores sentirĂĄn su apoyo\", declarĂł el tĂŠcnico.\n El capitĂĄn de los Socceroos Mile Jedinak clasificĂł la considerable presencia de seguidores australianos en Brasil como algo \"muy especial\".\n \"Sabemos lo lejos que es, por lo que serĂ­a enorme poder recompensar este esfuerzo, serĂĄ un momento muy especial\", destacĂł.",
                    "date": "2014-06-13",
                    "eventUri": "861206",
                    "id": "13512505",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7667,
                    "source": {
                        "title": "noticiaaldia.com",
                        "uri": "noticiaaldia.com"
                    },
                    "time": "04:38:00",
                    "title": "Los Socceroos dicen estar listos para \"gran desafío\" ante Chile",
                    "uri": "190487798",
                    "url": "http://noticiaaldia.com/2014/06/los-socceroos-dicen-estar-listos-para-gran-desafio-ante-chile/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BNoticiaAlDia%2B%2528Noticia%2Bal%2BDia%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "El choque entre México y Camerún completa el grupo de Brasil mientras Chile se mide a Australia en el B\nPor esos caprichos del destino, el tercer partido del Mundial de Brasil 2014 repetirá el último enfrentamiento de la anterior edición de la Copa del Mundo, en el que España firmó su página más brillante tras derrotar a Holanda y la prórroga y conquistar su primer título mundial.  Hoy españoles y holandeses revivirán su duelo sudafricano en un partido importante para su futuro en la fase de grupos y en el torneo, pero no tan trascendental como entonces.\n Para Holanda será la oportunidad de desquitarse de aquella derrota, en la que además dejaron para el recuerdo una imagen violenta que no encaja con su tradicional juego vistoso.  Pese a que el equipo de Van Gaal no llega en su mejor momento, supondrá una prueba considerable para una España que mantiene el bloque con algunos retoques.  [España-Holanda, en directo a partir de las 21.00 horas]\nAntes, a las 18.00, México y Camerún cerrarán la primera jornada del Grupo A después de la polémica victoria de Brasil ante Croacia.  Para ambos equipos se trata de una final, pues con los anfitriones de por medio, los puntos de este partido pueden resultar vitales para sus aspiraciones.  [México-Camerún en directo]\nY cerrará este segundo día de Mundial el otro partido del grupo de España.  Chile parte como favorito ante Australia, si bien la ausencia de alguno de sus jugadores clave, como Arturo Vidal, pueden dificultar su objetivo de sumar los tres puntos para disputar el primer puesto del grupo B con las vigentes campeona y subcampeona del mundo.  [Chile-Australia en directo]\nMéxico - Camerún en directo desde el Arena das Dunas a las 18:00h España - Holanda en directo desde el Arena Fonte Nova a las 22:00h Chile - Australia en directo desde el Arena Pantanal a las 24:00h",
                    "date": "2014-06-13",
                    "eventUri": "861206",
                    "id": "13520047",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6319,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "09:41:00",
                    "title": "El España-Holanda, partido estrella de la segunda jornada del ... - ABC.es",
                    "uri": "190543929",
                    "url": "http://www.abc.es/mundial-futbol/brasil-2014/abci-partidos-mundial-brasil-201406131114.html",
                    "wgt": 1
                },
                {
                    "body": "Las apuestas dan favorita a España ante Holanda\nLa selección española de fútbol parte como favorita en su partido de debut en el Mundial de Brasil ante Holanda y también en el grupo B, según los mercados de Betfair.  El equipo que dirige Vicente del Bosque, actual campeón del mundo, tiene todas las cuotas a su favor durante la fase de grupos del torneo, aunque luego las cosas se le complican.  Los \"traders\" de Betfair creen que están por delante de Holanda, la vigente subcampeona, pues ofrecen por su victoria 1,85 euros por euro apostado, lo que le da un 54 por ciento de probabilidades.  El triunfo del combinado naranja se paga a 5,5 a 1 y el empate a 3,4, pero la confianza en la Roja es tal, que incluso devuelven el dinero a todos aquellos que confíen en España si esta cae.  Dentro del mercado de ganador de grupo, las cuotas sonríen al equipo español (1,66) y marcan cierta igualdad entre Holanda (3,75) y Chile (4,5) mientras descartan a Australia (101).  La otra cita del grupo B, entre Chile y Australia, está mucho más desequilibrada en Sportium.e es, donde la victoria sudamericana cotiza a 1,44 a 1, el empate llega a 4,3 y los tres puntos para los australianos suben, en luckia, a 9,5 a 1.  EFE\nRonaldo, Messi y Neymar lideran el once internauta",
                    "date": "2014-06-13",
                    "eventUri": "861206",
                    "id": "13512461",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5969,
                    "source": {
                        "title": "Diario del Alto Aragon",
                        "uri": "www.diariodelaltoaragon.es"
                    },
                    "time": "04:35:00",
                    "title": "Noticias del Mundial",
                    "uri": "190500281",
                    "url": "http://www.diariodelaltoaragon.es/Deportes/NoticiasDetalle.aspx?Id=878956",
                    "wgt": 1
                },
                {
                    "body": "España dice adiós a una época dorada en un triste partido ante Australia\nMadrid.  (Redacción).- - España intentará hoy buscar su primer triunfo en el Mundial de Brasil 2014 ante, teóricamente la selección más accesible de su grupo: Australia.  Después de las derrotas ante Holanda y Uruguay, el conjunto que dirige Vicente del Bosque tratará de despedirse del campeonato con una victoria ante el conjunto australiano.  El España-Australia podrá seguirse en abierto por televisión a través de Telecinco que conectará en directo el domingo a partir de las 17:00 h con el estadio Arena da Baixada de Curitiba para ofrecer un previo que dará paso al partido (18:00 h) que contará con las narraciones de Manu Carreño y Paco González y los comentarios de Kiko Narváez y José Antonio Camacho.\n Australia, que cayó derrotada ante Chile y Holanda, será el último rival de España en el Campeonato.  Antes de regresar a nuestro país, La Roja buscará la tercera plaza del Grupo B y decir adiós al Mundial de Fútbol de Brasil con tres puntos.  El seleccionador de España, Vicente del Bosque, dará minutos a los jugadores que no han debutado todavía en el Campeonato algo que podría volverse en contra del técnico al demostrar que su alineación inicial era equivocada.\n Energy tomará el relevo ofreciendo a partir de las 00.00 horas en La hora de los campeones un amplio resumen de los partidos, con especial atención a la última hora de la Selección Española.  Presentado por Ramón Fuentes, el programa contará con la presencia en plató de los tertulianos \"Lobo\" Carrasco, Siro López, David Sánchez y Pedro Pablo San Martín para analizar los encuentros.",
                    "date": "2014-06-23",
                    "eventUri": "861206",
                    "id": "13858328",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.593,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "06:55:00",
                    "title": "España-Australia, por televisión",
                    "uri": "192361076",
                    "url": "http://www.lavanguardia.com/television/20140623/54410307013/espana-australia-television.html",
                    "wgt": 1
                },
                {
                    "body": "El adiós de la selección española en el Mundial fue triste pese a la victoria hasta cierto punto brillante sobre Australia, la selección número 62 en la clasificación de la FIFA, unos puestos por detrás de Sierra Leona, Burkina Faso y Finlandia.  No hay que hacer demasiado caso de esa clasificación, pues la lidera España, muy por delante de Chile (14) y Holanda (15), los equipos que le han hecho morder el polvo en Brasil.  La despedida de España del Mundial fue...",
                    "date": "2014-06-24",
                    "eventUri": "861206",
                    "id": "13939036",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5264,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "22:00:00",
                    "title": "De luto riguroso",
                    "uri": "192706790",
                    "url": "http://www.lavanguardia.com/opinion/articulos/20140625/54411273541/luto-riguroso-enric-baneres-opi.html",
                    "wgt": 1
                },
                {
                    "body": "El fútbol es el templo de la rivalidad.  Un hervidero de pasiones enfrentadas, de dramas banales que se instalan en algún lugar secreto de la mente de los aficionados.  Algo que en ocasiones saca lo peor de las personas, -- se sabe de jugadas dudosas que estuvieron a punto de dar marcha atrás a varios milenios en la evolución del ser humano -- , pero también es un enfrentamiento hermoso.  Y una característica sin la que este deporte, como otros tantos, no tendría ese caracter casi religioso es que encuentra en un lugar concreto su particular templo: en el bar.\n Los hay de tantos tipos como selecciones: A los seguidores de España les costará encontrar rivalidad en un sitio como el Maloka (Calle de Salitre, 36), refugio de los brasileños de madrid.. .  La buena energía y la samba reinan en este brasileño de Lavapiés que ansía ver a la Canarinha como campeona de su Mundial.  Es una de las selecciones más temidas por España.  Podrían cruzarse en octavos de final o ya en el gran partido por el título del próximo 13 de julio, en el estadio de Maracaná.\n Rose Maloka es la culpable del ambiente risueño de este pequeño local brasileño que ofrece música en vivo todas las semanas y que tiene uno de los mejores mojitos de Madrid -- a 6 euros -- .  Los partidos irán acompañados de conciertos de samba y comida de agricultura ecológica a precios populares.  Cada centímetro del Maloka parece traído de Brasil.  Un retrato de Zumbi dos Palmares, un líder guerrero de los esclavos en el siglo XVII, vigila cada movimiento de aquellos que intentan seguir el ritmo de la bossa nova de turno.  Desde hace 10 años (el bar tiene ya 15), Rose organiza un homenaje en su honor.  Tiene alma de revolucionaria esta brasileña de São Paulo que quiere ver a su país campeón, pero que no esconde sus críticas a la organización del campeonato.  \"Ellos hacen la Copa de la FIFA, no la del pueblo.  El pueblo gana muy poco\", lamenta.  Detrás de la barra un cartel pide respeto por los vendedores ambulantes que han sido expulsados de las zonas cercanas a los estadios.\n Antes de esa hipotética final, España debe pasar la fase de grupo, en la que se encontrará con Holanda, Chile y Australia.  Suky Castillo, de 54 años, tiene todo preparado para el partido de esta noche (21.00).  Es el primer gran día del Mundial para el Cafeeke (Cuchilleros, 3), el pequeño local que regenta esta mexicana que se instaló en Madrid hace ahora 15 años.  Y no porque juegue España.  Decenas de banderines naranjas decorarán el techo de este bar medio belga medio holandés.  Los camareros vestirán los colores de la selección que dirige Louis van Gaal y los comentaristas de las tres o cuatro pantallas de plasma distribuidas en sus dos plantas narrarán las jugadas en holandés.\n \"Yo eso no me lo voy a poner\", bromea Charlotte van der Akker, camarera de 21 años, detrás de la barra, cuando su jefa le enseña uno de los gorros que tendrá que llevar esta noche.  Charlotte nació en Lienden, un pueblo de 6.000 habitantes de la provincia holandesa de Güeldres, pero su acento rondeño revela que ha pasado la mayor parte de su vida en el municipio malagueño.  Atiende a los clientes en su idioma, les sirve cerveza Emelisse y les provee de Bitterballen (croquetas de caballo) y Vlammetjes (una especie de rollito de primavera picante), entre otras delicias patrias.  En Cafeeke se podrán ver todos los partidos del Mundial y la decoración irá cambiando según juegue Holanda o Bélgica.\n Sander de Kort y Paul Balm son dos de los holandeses que frecuentan el café.  En 2010, se quedaron helados con el gol de Iniesta, por lo que esperan vengarse esta noche en lo que será una reedición de la final del último Mundial.  \"Me acuerdo de los dedos de Casillas que desviaron el gol de Robben\", lamenta Sander.  \"Si no lo vemos aquí igual vamos a la Holland House\", sugiere Paul.\n Holland House es el nombre con el que Ferdi Loskam, de 34 años, y Serge Manni, de 41, bautizaron a los eventos que organizan para los holandeses que residen en Madrid y que ahora se presenta como otro sitio ideal para ver los partidos de España junto con el enemigo.  Desde hace seis años organizan fiestas para ver los encuentros de su selección en la Eurocopa y el Mundial, así como la celebración del Día de la Reina, fiesta nacional en los Países Bajos.  El evento ha ido cambiando de ubicación con los años y en esta Copa del Mundo lo organizarán en él la terraza del Hotel Silken Puerta América (Avenida de América, 41), donde caben hasta 2.000 personas.  \"Para que esperar a ser campeones si podemos empezar a celebrarlo en el primer partido\", explica Loskam, que en realidad se dedica al diseño gráfico.  Para eso contarán con diez televisores de plasma de 55 pulgadas, un DJ que ofrecerá música holandesa y snacks tradicionales como frikadellen, kroketten, kaassoufles o saté.\n Ferdi ya está un poco cansado de que todo el mundo le recuerde la final que encumbró a la selección española, pero admite que no fue tan duro porque todos \"tienen algo de español\".  De hecho, este año no cree que Holanda llegué más allá de los cuartos de final.\n Otro de los rincones internacionales de Madrid está en pleno corazón de Malasaña.  Se trata del Free way (Corredera alta de San Pablo, 17), el mismo legendario garito de la Movida para rockers entonces conocido como King Creole.  Un lugar al que los australianos, entre otras nacionalidades, buscan un hueco para ver el Mundial y echar un trago de Coopers, auténtica cerveza australiana.  Hace 15 años su dueño lo cerró porque se había convertido en un escenario habitual de peleas y reyertas.  Ahora lo regenta Patricia López, que junto a la Vía Láctea posee dos de los clásicos del barrio.  Sin embargo, fue el actual encargado, Victor Patiño, quien impulsó el ambiente futbolero del local.  La pantalla donde se verán todos los partidos del Mundial alumbra las fotos de los Beatles y Elvis que adornan el largo de la barra.  \"Este bar está casi siempre lleno, pero en los partidos importantes podemos llegar a hacer un 30% más de caja\", detalla Patiño mientras atiende a unos clientes que le preguntan por los distintos tipos de cerveza.  Durante los partidos las consumiciones tendrán precios de Happy Hour.\n Quizá el hueso más duro para España en la fase de grupos sea Chile.  Una cita menos traumática si se ve en uno de los pocos -- si no el único -- restaurante chileno en Madrid: El regreso de Winnipeg Chile (Ferrer del Río, 30).  Con la idea de que el cliente se sienta como en Valparaíso, Gonzalo Boye, de 49 años, tomó las riendas de este restaurante que regentaba una familia que emigró de esta ciudad bohemia y se plantó en Madrid.  Por eso, decidieron homenajear con el nombre al barco que arribó a la costa de esta ciudad cargado de republicanos que se vieron obligados a dejar España cuando Franco se hizo con el poder.  Habrá ofertas con cada partido.  Para hoy: sandwich de churrasco y dos cañas por 10 euros para el encuentro de España y empanada de pino y cerveza por seis para el Chile-Australia, que emitirán justo después.\n También encontrará una mezcla internacional quien decida ver los partidos en el Real Café Bernabéu (Concha Espina, 1, puerta 30 del estadio Santiago Bernabéu).  Pero no solo eso, sino que podrá disfrutar también de unas vistas de lujo del terreno de juego del Real Madrid a través de una inmensa cristalera.  Durante todos los encuentros, media hora antes y una después, se ofertará barra libre (100 euros) o tres consumiciones y dos tapas (25 euros).  Para asegurar ambiente en todos los partidos ha llegado a un acuerdo con la Asociación Latinoamericana de Comerciantes y Empresarios para atraer a los hinchas de varias selecciones.  Para ver los partidos a lo grande, el Sport Bar del Gran Casino Madrid, en la salida 29 de la autovía A-6 (Madrid-A Coruña), ofrece una grada con capacidad para 50 personas frente a una pantalla gigante sobre un césped artificial rodeada por una simulación de pista de atletismo.\n Cuatro televisores y una gran pantalla rodearán a uno de los bares más futboleros del centro de la capital.  La Cervecería Deportiva (Costanilla de los Ángeles, 12) es un punto de encuentro obligado para los amantes del balón y la caña.  El lisboeta Carlos Jorge puso este bar hace ahora seis años y ya casi se ha convertido en el plató favorito de las televisiones que quieren recoger el ambiente en las calles de Madrid en los partidos importantes.\n Una curiosidad: hasta hace un par de años, el Anyway, un pequeño pub de Chamberí, reunía a los fieles seguidores de Jesús Rodríguez, un anglófilo que quiso traer a Madrid la cultura del quiz de los bares de Inglaterra, en los que los clientes participan en un gran trivial.  La crisis cerró este bar cuyas paredes vestían las bufandas de cientos de equipos de fútbol, pero el espíritu de este rincón se convirtió en itinerante y visita cada semana un bar de la capital para celebrar este concurso cuyas preguntas Jesús lanza en español e inglés.  Hoy parará en el bar La Urbana (Bajos de Argüelles) con un cuestionario especial sobre todo tipo de curiosidades de los mundiales anteriores.  El ganador se llevará una camiseta de una selección que, pese a la crisis, será auténtica.",
                    "date": "2014-06-13",
                    "eventUri": "861206",
                    "id": "13509279",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.417,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "ccaa.elpais.com"
                    },
                    "time": "02:29:00",
                    "title": "Ver la Copa desde la barra",
                    "uri": "190484659",
                    "url": "http://ccaa.elpais.com/ccaa/2014/06/12/madrid/1402598840_085722.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-06-15",
            "avgCos": 0.6496,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "861206",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "861206",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "France",
                    "lat": 46,
                    "long": 2,
                    "wikiUri": "http://en.wikipedia.org/wiki/France"
                },
                "labelEng": "Angé",
                "lat": 47.33156,
                "long": 1.24467,
                "wikiUri": "http://en.wikipedia.org/wiki/Angé"
            },
            "storyDate": "2014-06-15",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-188947",
            "variance": 0.5781
        }
    },
    "meta": {
        "CCAArticleMatchCount": 20,
        "CCAArticleMatchRatio": 0.2298850574712644,
        "CCAAvgCosSim": 0.7005475,
        "CCAAvgMatchWgt": 47.95,
        "_articleUri1": "190493854",
        "_articleUri2": "190131538",
        "_datetime": "2015-01-20 12:44:03",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-188947",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-474008",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 7,
        "avgCosSimStory1": 0.6496,
        "avgCosSimStory2": 0.5699,
        "categorySim": 0,
        "conceptCosSim": 0.3177006344431916,
        "conceptJaccardSim": 0.08256880733944955,
        "coreTime1": 126650.4833333333,
        "coreTime2": 126586.6,
        "coreTimeStDev1": 113.3576913162751,
        "coreTimeStDev2": 17.18562159391125,
        "entityCosSim": 0.4405105624032668,
        "entityJaccardSim": 0.1372549019607843,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1899778747796438,
        "keywordJaccardSim": 0.03448275862068966,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 10,
        "storyQuality2": 9,
        "timeAvg1": 126718.9083333333,
        "timeAvg2": 126622.6476190476,
        "timeStDev1": 113.3576913162751,
        "timeStDev2": 17.18562159391125,
        "varianceStory1": 0.5781,
        "varianceStory2": 0.461
    }
}