{
    "850f305d-14db-4c75-b547-79470a557ea3-913491": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "A tiny piece of ancient Australia has been found under Vanuatu, raising new questions about how continents are made.\n\nGeologists thought the volcanic Vanuatu islands, about 2,200km east of Townsville, were isolated from continental influences.\n\nBut a research team from James Cook University believes Vanuatu's geological basement contains ancient material from northern Australia.\n\nThey discovered volcanic rocks from Vanuatu contained tiny crystals of zircon, carried up in magma from the depths by the volcanic plumbing systems.\n\nUsing radiometric dating techniques, the crystals were dated at up to three billion years old.\n\nThe range of ages of the zircon crystals closely matches the age of the rocks that make up northern Australia.\n\nCarl Spandler, one of the study's authors, says the the zircon \"shouldn't be there\" and its presence has major implications for how scientists understand continents are made.\n\n\"There is nothing else like it in the south-west Pacific,\" Spandler said in a statement.\n\n\"Just because island chains or land masses may be far removed from each other today, doesn't mean that they always were. This calls for a rethink of how we calculate the rates and processes of generating new crust on Earth,\" he said.\n\nThe fragment of Australian crust now under Vanuatu is thought to have separated from the mainland prior to the Cenozoic era, around 100m years ago.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23501180",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8315,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "08:16:00",
                    "title": "Tiny piece of ancient Australia found beneath Vanuatu",
                    "uri": "221758448",
                    "url": "http://www.theguardian.com/world/2014/oct/27/vanuatu-finds-piece-of-ancient-australia",
                    "wgt": 1
                },
                {
                    "body": "Sydney: The discovery of fragments of Australia in the subsoil of the volcanic Vanuatu island in the South Pacific raises new questions on how continents are formed, an Australian university said Monday.\n\nA study by the James Cook University has found tiny crystals of zircon belonging to Australia in the subsoil dating back to up to three billion years that \"shouldn't be there\", according to one of the authors, Carl Spandler.\n\nGeologists had so far believed that Vanuatu island had no continental influences.\n\n\"The age of the zircon crystals of Vanuatu is almost the same as the age of rocks that make up northern Australia,\" said the study's co-author in a statement.\n\nAccording to the study, the fragments must have separated from Australia 100 million years ago, prior to the Cenozoic era in which the continents came to occupy their current positions and when Australia and New Guinea broke off from Gondwana and Antarctica was situated on the South Pole.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23574833",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8304,
                    "source": {
                        "title": "Zee News",
                        "uri": "zeenews.india.com"
                    },
                    "time": "20:37:00",
                    "title": "Geological discovery raises questions on continent formation",
                    "uri": "221969735",
                    "url": "http://zeenews.india.com/news/sci-tech/geological-discovery-raises-questions-on-continent-formation_1490259.html",
                    "wgt": 1
                },
                {
                    "body": "A tiny piece of ancient Australia has been found under Vanuatu, raising new questions about how continents are made.Geologists thought the volcanic Vanuatu islands, about 2200km east of Townsville, were isolated from continental influences.But a James Cook Research team believes Vanuatu's geological basement contains ancient material from northern Australia.They discovered volcanic rocks from Vanuatu contained tiny crystals of zircon, carried up in magma from the depths by the volcanic plumbing systems.Using the state-of-the-art radiometric dating techniques, the crystals were dated at up to three billion years old.The range of ages of the zircon crystals closely matches the age of rocks that make up northern Australia.Carl Spandler says the the zircon \"shouldn't be there\", and its presence has major implications for how scientists understand continents are made.\"There is nothing else like it in the south west Pacific,\" Dr Spandler says in a statement.\"Just because island chains or land masses may be far removed from each other today, doesn't mean that they always were. This calls for a rethink of how we calculate the rates and processes of generating new crust on Earth,\" he said.The fragment of Australian crust now under Vanuatu is thought to have separated from the mainland prior to the Cenozoic Era, around 100 million years ago....",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23509974",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8287,
                    "source": {
                        "title": "Irish Sun",
                        "uri": "www.irishsun.com"
                    },
                    "time": "11:28:00",
                    "title": "A piece of Australia found under Vanuatu",
                    "uri": "221783231",
                    "url": "http://www.irishsun.com/index.php/sid/227052143",
                    "wgt": 1
                },
                {
                    "body": "Australia to sign civil nuclear deal with India; imposes Russia ban\n\nSydney, Oct 27 (IANS/EFE) The discovery of fragments of Australia in the subsoil of the volcanic Vanuatu island in the South Pacific raises new questions on how continents are formed, an Australian university said Monday.\n\nA study by the James Cook University has found tiny crystals of zircon belonging to Australia in the subsoil dating back to up to three billion years that \"shouldn't be there\", according to one of the authors, Carl Spandler.\n\nGeologists had so far believed that Vanuatu island had no continental influences.\n\n\"The age of the zircon crystals of Vanuatu is almost the same as the age of rocks that make up northern Australia,\" said the study's co-author in a statement.\n\nAccording to the study, the fragments must have separated from Australia 100 million years ago, prior to the Cenozoic era in which the continents came to occupy their current positions and when Australia and New Guinea broke off from Gondwana and Antarctica was situated on the South Pole.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23515318",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8225,
                    "source": {
                        "title": "www.business-standard.com",
                        "uri": "www.business-standard.com"
                    },
                    "time": "12:31:00",
                    "title": "Geological discovery raises questions on continent formation - Business Standard",
                    "uri": "221797117",
                    "url": "http://www.business-standard.com/article/news-ians/geological-discovery-raises-questions-on-continent-formation-114102700714_1.html",
                    "wgt": 1
                },
                {
                    "body": "A fragment of ancient Australia has been found under Vanuatu in the South Pacific, raising questions about how continents are formed, researchers say.\n\nExperts had believed that the volcanic islands, east of Australia, were isolated from continental influence.\n\nBut a team from James Cook University says it has found tiny zircon crystals of the same age in rocks on Vanuatu and in northern Australia.\n\nResearcher Carl Spandler said the crystals \"shouldn't be there\".\n\nThe tiny crystals were carried in volcanic magma, the Australian Associated Press reported, and by using the latest radiometric techniques they were dated at up to three billion years old.\n\nMr Spandler said that the presence of the zircon had major implications for how scientists understand how continents are made.\n\n\"There is nothing else like it in the south-west Pacific,\" he said.\n\n\"Just because island chains or land masses may be far removed from each other today, doesn't mean that they always were. This calls for a rethink of how we calculate the rates and processes of generating new crust on Earth.\"\n\nThe piece of Australian crust now under Vanuatu is believed to have separated from the mainland prior to the Cenozoic Era - about 100 million years ago.",
                    "date": "2014-10-28",
                    "eventUri": "1594229",
                    "id": "23611306",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8095,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "00:13:00",
                    "title": "Piece of Australia found in Vanuatu",
                    "uri": "222024352",
                    "url": "http://www.bbc.co.uk/news/world-australia-29797137#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "GEOLOGISTS thought the volcanic Vanuatu islands, about 2200km east of Townsville, were isolated from continental influences. But a James Cook University Research team believes Vanuatu's geological basement contains ancient material from northern Australia. They discovered volcanic rocks from Vanuatu contained tiny crystals of zircon, carried up in magma from the depths by the volcanic plumbing systems. Using the state-of-the-art radiometric dating techniques, the crystals were dated at up to three billion years old. The range of ages of the zircon crystals closely matches the age of rocks that make up northern Australia. Carl Spandler says the zircon \"shouldn't be there\", and its presence has major implications for how scientists understand continents are made. \"There is nothing else like it in the south west Pacific,\" Dr Spandler says in a statement. \"Just because island chains or land masses may be far removed from each other today, doesn't mean that they always were. This calls for a rethink of how we calculate the rates and processes of generating new crust on Earth,\" he said. The fragment of Australian crust now under Vanuatu is thought to have separated from the mainland prior to the Cenozoic Era, around 100 million years ago.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23502641",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7936,
                    "source": {
                        "title": "News.com.au",
                        "uri": "www.news.com.au"
                    },
                    "time": "09:30:00",
                    "title": "A piece of Australia found under Vanuatu",
                    "uri": "221762562",
                    "url": "http://www.news.com.au/national/breaking-news/a-piece-of-australia-found-under-vanuatu/story-e6frfku9-1227104017058?from=public_rss",
                    "wgt": 1
                },
                {
                    "body": "Sydney, Oct 27 (IANS/EFE) The discovery of fragments of Australia in the subsoil of the volcanic Vanuatu island in the South Pacific raises new questions on how continents are formed, an Australian university said Monday.\n\nA study by the James Cook University has found tiny crystals of zircon belonging to Australia in the subsoil dating back to up to three billion years that \"shouldn't be there\", according to one of the authors, Carl Spandler.\n\nGeologists had so far believed that Vanuatu island had no continental influences.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23515493",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.774,
                    "source": {
                        "title": "Sify",
                        "uri": "www.sify.com"
                    },
                    "time": "12:45:00",
                    "title": "Geological discovery raises questions on continent formation",
                    "uri": "221797516",
                    "url": "http://www.sify.com/news/geological-discovery-raises-questions-on-continent-formation-news-others-ok1sa2eabacjj.html",
                    "wgt": 1
                },
                {
                    "body": "Australia is unlike anywhere else on earth, comprising an otherworldly mix of backdrops\n\nAustralia is unlike anywhere else on earth, comprising an otherworldly mix of backdrops. I go down under regularly, and I had to grin on my last visit, I thought fourteen and a half hours of flying, that is quicker than I went to Rome, Italy a couple of months ago. I am sending more and more clients down under with a stopover, such as one or two nights in Hawaii, Fiji, or the Cook Islands, to break up the journey. If you have the time, this is a good thing to do and you save money on air costs.\n\nIt is the size of America, but only has nineteen million people. It was mostly of British background, but when they lost 25% of their men in World War 11, they begged emigration from many parts of the world. In 1950, you could emigrate from England, going by sea for only $20, and they gave you free land as well. It is a well-organized country, happy people, and very casual although I think you have to be especially tough and adventurous to live in some of the very remote regions. The States are New South Wales, Victoria, South Australia, Queensland, Tasmania, which is an island, Northern Territory and Western Australia. Canberra is the capital.\n\nI just had a new client fly in to meet with me in his 12 passenger jet, with pilot and after my power point presentation, he said - send me for three weeks to wherever you think I should go.\n\nI give clients a questionnaire to fill out so I know what their interests are. I can then recommend places to go visit. It is a place of extremes, where adventures abound on land, by air and at sea, each offering its own unique yet quintessentially Australia, perspective. Whether you prefer soaring in a seaplane over Tasmania's World Heritage listed Cradle Mountain National Park, floating in a hot air balloon over Victoria's Yarra Valley Wine Region, diving into crystal blue waters to swim with the ocean's largest fish at Western Australia's Ningaloo Reef which I prefer to the Great Barrier Reef in Queensland, or exploring the waters around Kangaroo Island, you should have an Aussie expert plan the trip which highlights Australia's finest attributes from your preferred point of view.\n\nNot many tourists visit the island of Tasmania. Lots of convict history, unusual animals like the Tasmanian devil which roams around each night in Cradle Mountain National Park. The Bonorong Wildlife Sanctuary in Brighton provides a safe home for a wide array of rescued Tasmanian wildlife from eastern quolls and echidnas to Tasmanian bettongs and pademelons.\n\nSeeing the island from the air is a great experience. You can also take a six day bush walk on the Overland Track. One National Park which I like is the Walls of Jerusalem; great hiking in the wilderness in a small group is fun.\n\nWestern Australia is one third the size of the entire country. Five regions, all different. Large growers of grapes/wine, wheat, visit a million acre cattle station, and mining is a big industry, including the Argyll diamond mine which produces pink gems. The 8,000 miles Kimberley coast stands as one of the last untouched corners of the planet. National Geographic has an explorer cruise which goes from Darwin to Broome. The coral coast region is known for its annual - April to June, migration of massive whale sharks. You can sail the Ningaloo reef for three to nine day sailing adventure on board the ten passenger luxury catamaran.\n\nThe three icons are Sydney, the Great Barrier Reef in Queensland, and the Outback, in the Northern Territory. You should not go to the Outback during the Wet Season, since it is extremely hot, sticky and torrential rain. I recommend a train trip, the Ghan, which goes from Adelaide to Alice Springs, 24 hours, and on to Darwin with another 24 hours, or the Indian Pacific which goes right across Australia to Perth, and takes 72 hours.\n\nOnly place in Australia I recommend you rent a car is in Tasmania. The distances are too great and dirt roads in many other places for someone to rent a car. You are better going on a 4-wheel drive camping safari with people who know the wilderness. 500,000 camels wander around the outback, and that's a danger to drivers.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23538823",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2844,
                    "source": {
                        "title": "Catonsville, Maryland Patch",
                        "uri": "patch.com"
                    },
                    "time": "17:34:00",
                    "title": "Your Local Travel Expert On: Different Perspectives of Australia",
                    "uri": "221856606",
                    "url": "http://patch.com/california/paloalto/your-local-travel-expert-different-perspectives-australia?utm_source=article-mostrecent&utm_medium=rss&utm_term=around%2520town&utm_campaign=recirc&utm_content=normal",
                    "wgt": 1
                },
                {
                    "body": "October 27, 2014--Following the approval from the Victorian Government in Australia, INTRALOT Australia announces the sale of its Category 2 lottery license assets in Victoria (operated also in Tasmania), Australia, to the Tatts Group, which currently holds the Category 1 Public lottery license, the primary license in the region. The transaction brings Victoria back to a monopoly status quo.\n\nProceeds related to the transaction, including upfront fees, ongoing payments and cost savings, are estimated to reach up to $20m AUD. The Victorian lottery operation represented less than 2% of the Group's revenues in the first semester of 2014.\n\nMr. Peter Sidwell, Executive Chairman of INTRALOT Australia, stated: \"We have opted for a solution which is to the benefit of our retailers and, of course, we will expedite a smooth transition to the new operator. As represented in other forums, INTRALOT's ability to fully exploit the Category 2 license was materially affected by events linked to the license issuance.\"\n\nThe Gambling Licensing Review Panel found that INTRALOT Australia was \"unequally treated\" during the process that resulted in the awarding of its license, but no corrective measures were taken by the Government. For this purpose INTRALOT Australia is actively pursuing legal remedies before Court.\n\nINTRALOT will continue to operate and focus on the very successful monitoring operation of 27,000 VLTs in Victoria, the recently awarded Pre-commitment (Responsible Gaming) project in the same state, its successful recently updated partnership with Lotterywest in Western Australia and the new opportunities that will arise in the other jurisdictions of Australia and the wider region of Oceania.\"\n\nAbout INTRALOT:\n\nINTRALOT, a public listed company, is the leading supplier of integrated gaming and transaction processing systems, innovative game content, sports betting management and interactive gaming services to state-licensed gaming organizations worldwide. Its broad portfolio of products & services, its know-how of Lottery, Betting, Racing & Video Lottery operations and its leading-edge technology, give INTRALOT a competitive advantage, which contributes directly to customers' efficiency, profitability and growth. With presence in 57 jurisdictions, more than 5.500 people and revenues of €1,54 billion for 2013, INTRALOT has established its presence on all 5 continents.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23565539",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2827,
                    "source": {
                        "title": "Casino Enterprise Management magazine",
                        "uri": "www.casinoenterprisemanagement.com"
                    },
                    "time": "19:45:00",
                    "title": "INTRALOT Australia Sells Lottery Assets in Victoria",
                    "uri": "221949451",
                    "url": "http://www.casinoenterprisemanagement.com/newswire/intralot-australia-sells-lottery-assets-victoria",
                    "wgt": 1
                },
                {
                    "body": "OCEAN Reef resident Jean Newstead and husband Peter have been in Australia for 11 years and have no children.\n\n\"We renew our visa every 10 years, which the government said would give us security,\" she said.\n\n\"As you get older you need the security of knowing you are established, that they are not going to change the visa at some stage.\n\n\"Something could still happen in 10 years' time. We're all ageing.\n\n\"It's very difficult to be in a country where you get the impression that you are not wanted.\"\n\nMrs Newstead said they had already paid their way over the past decade, spending money in Australia and buying their house.\n\nShe said like many 410 visa holders, she volunteered and was involved in community groups such as the West Coast View Club.\n\n\"This is our home - once you move over here, you sell everything you possess,\" she said.\n\n\"We live here legally, we are law-abiding.\"\n\nMrs Newstead said it hard been hard enough moving to Australia but to move back, particularly in five years when they were in their 70s, would be harder because the community they left would not be the same.\n\nNow a Quinns Rocks resident, David Humphries moved to Australia in 2004 and said he worried about what would happen to his wife if he died.\n\n\"Is the Australian government going to deport her, repatriate her?\" he said.\n\nMr Humphries said he did not have the balance of family in Australia because his wife's children lived overseas.\n\n\"As a household, we've probably brought by now at least $1 million into the Australian economy,\" he said.\n\n\"Whatever we spend in Australia becomes someone else's income and they get taxed on that.\"\n\nAfter the British Expat Retirees in Australia (BERIA) group submitted a report to the Department of Immigration in 2009 outlining the impact of permanent residency for 410 visa holders, the Australian Government Actuary compiled a report outlining Treasury cost predictions.\n\n\"It purely reported on the maximum cost in terms of the next 60 years - now 56 years as four years have gone,\" Mr Humphries said.\n\n\"The 60 years is until the last one of us dies. It took into account all 7215 visa holders at that time, irrespective of whether they were resident.\"\n\nMr Humphries said since then many onshore visa holders had moved back to their countries of origin and were unlikely to move a third time if in their 80s.\n\nMrs Newstead said BERIA wanted the Federal Government to review the situation because the last report looked at a worst-case scenario for the financial risks to Australia, not potential benefits.\n\n\"We can't get them to review their figures - 'it would cost $1 billion' - that keeps being quoted back to us,\" she said.\n\nMr Humphries said the number of 410 visa holders living in Australia had since dropped to about 3000 and was decreasing by about 9 per cent each year.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23588598",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2819,
                    "source": {
                        "title": "www.inmycommunity.com.au",
                        "uri": "www.inmycommunity.com.au"
                    },
                    "time": "22:01:00",
                    "title": "Visa holders feeling unloved",
                    "uri": "221990489",
                    "url": "http://www.inmycommunity.com.au/news-and-views/local-news/Visa-holders-feeling-unloved/7666457/",
                    "wgt": 1
                },
                {
                    "body": "Norway is also a country of islands. Yet my experience has been that few residents view themselves as islanders, unlike others in the region.\n\nIceland is an island state and it owns other islands with distinctive character such as Vestmannaeyjar. The Faroes and Greenland promote their island nature.\n\nFinland offers dozens of island communities across thousands of islands, isles, islets, skerries, and holms (and rocks) comprising Åland, the Turku archipelago, and the coastline.\n\nCopenhagen and Stockholm are even cities of islands. Many inhabitants tout how, within the urban conurbation, their community is their small piece of land surrounded by water.\n\nBack to Norway, when I mention to people from Tromsø and Harstad that they come from island towns, blank looks tend to emerge. Risøy and Hasseløy are islands of Haugesund. The clue is in the name, since øy is Norwegian for island. Locals are confused when I try to discuss the island character of their home.\n\nI contributed to a tourism research project in Senja and Vesterålen. When I explored the island and archipelagic character of our case study sites, and the consequences for tourism, the project leader went ballistic.\n\nHe lambasted me for going off on an irrelevant tangent. My efforts to introduce him to island studies theory and island tourism literature were not met with enthusiasm.\n\nYet islands are some of Norway's most prominent tourist destinations for Norwegians themselves. It is almost a rite of passage to spend a summer holiday cycling Lofoten. Svalbard is always on the Norwegian consciousness.\n\nFrom Vardo in the Arctic to Tjøme south of Oslo, islandness should be part of Norway's character. Despite islands being on the map, island studies is not.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23511565",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.266,
                    "source": {
                        "title": "theforeigner.no",
                        "uri": "theforeigner.no"
                    },
                    "time": "11:53:00",
                    "title": "Thinking of Norway's islands",
                    "uri": "221787614",
                    "url": "http://theforeigner.no/pages/columns/thinking-of-norways-islands/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BThe-Foreigner%2B%2528The%2BForeigner%2B%252F%2BNorwegian%2BNews%2Bin%2BEnglish%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Groups representing the construction, hospitality, agriculture and training sectors have made a joint submission to the Federal Government's review of the skilled migration and 400 series visa programs, calling for a series of changes to boost migration to South Australia.\n\nThey include the introduction of an economic migration program for regions where economic growth rates are below the national average, and a reinstated regional 457 program covering a broadened set of in demand skills and occupations across the state.\n\nThe submission follows last month's independent review of the 457 program, which recommended the abolishment of labour market testing, the relaxing of English language requirements and a review of the fee structure.\n\nUrban Development Institute SA executive director Terry Walsh said more needed to be done to boost the state's population, which was growing at close to half the national rate.\n\n\"The Federal Government must acknowledge that the 400 series visa scheme should be used to boost low growth regions including South Australia, Tasmania and the Northern Territory,\" he said\n\n\"For example, the current application of regional visa status in Western Australia detracts from relative efforts to strengthen South Australia's pursuit of more people in support of much needed economic growth in SA.\"\n\nOf the 88,452 457 visas granted in the 11 months to May, just 2856 were in South Australia, while the state attracts 4 per cent of family visas, 5 per cent of the student visa program and 6 per cent of the skilled migration program.\n\nMeanwhile, just ten out of 436 significant investor visas (SIV) have been granted in South Australia since the program was introduced in November 2012.\n\nThe coalition of industry groups wants an incentivised regional business visa to be introduced, as well as a regional SIV requiring $3 million of investment over five years rather than the existing $5 million over four years.\n\nMaster Builders Association SA executive director John Stokes said that would stimulate work in a softening construction sector.\n\n\"We've heard of the Chinese groups investing in sites across Adelaide and apartment developments - anything that can streamline that process and make us more attractive is worth pursuing,\" he said.\n\n\"But we also need to become a state where the cost of doing business is the lowest in Australia - by attracting more business investment we will create jobs and generate more demand.\"\n\nOther recommendations in the submission include cutting costs to international students in regional areas and introducing a dynamic list of in demand regional occupations and skills based on industry consultation.\n\nThe industry groups represented in the submission are the Urban Development Institute (SA), Printing Industry Association (SA/NT), Restaurant & Catering Australia, Master Builders Association (SA), Primary Producers of SA, Group Training Australia (SA), Migration Solutions, AUSVEG SA and the Primary Industries Skills Council.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23535147",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2641,
                    "source": {
                        "title": "AdelaideNow",
                        "uri": "www.adelaidenow.com.au"
                    },
                    "time": "16:58:00",
                    "title": "Joint campaign to boost skilled migration",
                    "uri": "221846357",
                    "url": "http://www.adelaidenow.com.au/business/a-group-of-sa-industry-groups-has-joined-forces-to-lobby-the-federal-government-for-preferential-migration/story-fni6uma6-1227103906969?from=public_rss&nk=3e0466b43460fd4cdd897f0d3cdbad70",
                    "wgt": 1
                },
                {
                    "body": "Queensland's popular Fraser Island has been returned to its Indigenous people, with the Federal Court today granting native title rights.\n\nThe ruling recognised the World Heritage-listed island's Indigenous heritage of the Butchulla people and opened up possible economic opportunities for the future.\n\nFederal Court Justice Berna Collier held an on-country sitting of the court today on 1,640 square kilometre island.\n\n\"The history of Australia, the European civilisation of Australia, is very closely linked with the Butchullas here on Fraser Island,\" Justice Collier said.\n\nThe Butchulla People have called Fraser Island home for at least 5,000 years, known to the local Indigenous people as K'Gari, which means paradise.\n\nThe world's largest sand island had not always been an idyllic home, with its people fighting off forced removal, sand mining and environmental damage, to maintain their connection to the island.\n\nThe CEO of Queensland South Native Title Services, Kevin Smith, said it was a significant claim that had been in the Federal Court for many years.\n\nMr Smith said the determination of native title was a testament to the strength of the Butchulla people and their ongoing connection to the land.\n\n\"K'Gari is internationally renowned for its striking natural beauty and unique environmental and Aboriginal cultural values,\" he said.\n\n\"This native title determination reinforces the Butchulla people protecting K'Gari as their island paradise for current and future generations.\n\n\"This is an opportunity to honour the courage and resilience of Butchulla elders past and present, to have their rights and interests to their traditional country recognised by the Australian legal system.\"\n\nHe said about 400 Butchulla people and various dignitaries were at today's hearing on the island.\n\nThe formal court recognition and related Indigenous Land Use Agreement strengthens the Butchulla people's ability to enjoy and protect their rights and interests over their traditional lands and waters.\n\nMr Smith said it also meant there could be economic opportunities for current and future generations of Butchulla people through eco-tourism and related business development.\n\n\"This momentous occasion closes the chapter on the long, frustrating struggle for legal recognition and opens another that involves the management and leverage of recognised legal rights,\" he said.\n\n\"[This is] a chapter that will be written by the Butchulla people themselves, a task that they will embrace with the same vigour, creativity and passion they have become legendary for.\"\n\nMr Smith said today's determination meant the State Government, national parks and the Butchulla tribe would be able to work together to help enhance the natural beauty of the island, which was largely covered by national parks.\n\n\"There [were] a number of things that [would] be recognised - obviously the right to come onto country, hunt, fish and take water for domestic purposes, but very importantly to practise culture on Fraser Island,\" he said.\n\n\"After the determination, there will be discussions with the State Government as to how the Butchulla people will utilise their native title.\"\n\nButchulla elder Susan Graham said the traditional owners had been trying to gain native title for decades.\n\n\"It's really important that it's publicly recognised, that the Government is recognising it and the community understand, and for our people it is just important to understand that this is the country we belong [to],\" she said.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23499085",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2459,
                    "source": {
                        "title": "ABC Rural",
                        "uri": "www.abc.net.au"
                    },
                    "time": "08:18:00",
                    "title": "Fraser Island: Native title rights granted to Indigenous people by Federal Court",
                    "uri": "221751984",
                    "url": "http://www.abc.net.au/news/2014-10-24/federal-court-rules-on-fraser-island-native-title/5839474?source=rss",
                    "wgt": 1
                },
                {
                    "body": "INSPECTORS paid by Australian producers and taxpayers did not report incidences of cruelty in sheep in the Middle East to authorities.\n\nAnimals Australia has released damning information which claims the Livestock Export Program consultants, jointly paid by Meat and Livestock Australia and Livecorp, first saw problems in a Kuwait abattoir and market on September 26.\n\nThe LEP consultants reported the animal welfare issues to the exporting companies, yet it then took almost two weeks for those companies to \"self-report\" to the Department of Agriculture, and only after Animals Australia made its own complaint.\n\nThe Weekly Times understands the MLA consultants alerted the exporters of the cruelty, which included sheep stuffed into car boots and suffering heat stress in a market in Kuwait, on September 26.\n\nAnimals Australia made a complaint to the Department of Agriculture on October 3 yet exporters did not \"self-report\" to the Department of Agriculture, which investigates problems with export markets, until October 6.\n\nAn MLA spokesman said MLA had no legal powers in the markets.\n\n\"MLA is not the regulator of ESCAS (Exporter Supply Chain Assurance System) approved slaughter facilities,\" he said.\n\n\"It is within the Department of Agriculture's responsibility to assess claims of noncompliance.\"\n\nThe spokesman said they would report the incidence to authorities but only if \"no exporter claims responsibility\".\n\nThe Sheepmeat Council of Australia said exporters needed to take responsibility for the leakage of the sheep outside the approved systems.\n\n\"Animal welfare is paramount but processes and procedures need to be followed,\" chief executive Kathleen Ferme said.\n\nAnimals Australia investigations claim sheep were sold outside the ESCAS-approved system, and were also killed in the Skuwaikh public abattoir on the day of Eid in inhumane ways. That abattoir is ESCAS-approved and had LEP consultants present.\n\nAA communications manager Lisa Chalk said the weakness of ESCAS was shown through the latest incidents.\n\n\"The key weakness of ESCAS is there is no one policing it,\" she said.\n\n\"Since the implementation of ESCAS, MLA has not, despite being in all markets throughout the year, has not instigated one single investigation into breaches yet Animals Australia has lodged 35 complaints across 11 countries.\"\n\nMs Chalk said MLA had effectively \"covered up the situation\".\n\n\"What happened to Australian sheep in Kuwait on the day of the Eid was shocking, but what makes it all worse is that it was all entirely preventable,\" she said.\n\n\"And had Animals Australia investigators not been there, the exporters responsible would not be facing any repercussions for what are serious breaches of ESCAS because MLA had not reported it.\"",
                    "date": "2014-10-28",
                    "eventUri": "1594229",
                    "id": "23616894",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2305,
                    "source": {
                        "title": "WeeklyTimesNow",
                        "uri": "www.weeklytimesnow.com.au"
                    },
                    "time": "00:47:00",
                    "title": "Exporters not authorities told first of cruelty to sheep in Middle East",
                    "uri": "222032403",
                    "url": "http://www.weeklytimesnow.com.au/business/sheep/exporters-not-authorities-told-first-of-cruelty-to-sheep-in-middle-east/story-fnker8up-1227104497441",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-10-27",
            "avgCos": 0.3811,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1594229",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1594229",
            "lang": "eng",
            "storyDate": "2014-10-27",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-913491",
            "variance": 0.3548
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-314014": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "El hallazgo de fragmentos de Australia en el subsuelo de Vanuatu (Oceania), isla del Pacífico Sur de origen volcánico y que los geólogos creían no tuvo contactos continentales, hace replantearse la formación de esa parte del mundo, informa este lunes una universidad australiana.\n\nUna investigación de la Universidad James Cook ha descubierto cristales de circón en las rocas volcánicas que forman el subsuelo de Vanuatu con una edad de hasta 3.000 millones de años, un material propio de Australia que, según el doctor Carl Spandler, \"no debería encontrarse ahí\".\n\n\"La antigüedad de los cristales de circón de Vanuatu es casi la misma de las rocas que formaron el norte de Australia (...) Este (descubrimiento) pide que nos replantemos cómo calculamos las escalas y procesos que crearon la corteza terrestre\", señaló el científico, coautor del estudio, mediante un comunicado.\n\nEl documento supone que los fragmentos encontrados debieron separarse de Australia alrededor de hace 100 millones de años, antes del Cenozoico, la era en la que los continentes ocuparon sus posiciones actuales, cuando Australia y Nueva Guinea se desprendieron de Gondwana y la Antártida se posicionó sobre el Polo Sur.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23512245",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7551,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "12:02:00",
                    "title": "Hallazgo geológico en Oceanía replantea la formación de los continentes",
                    "uri": "221789451",
                    "url": "http://www.rpp.com.pe/2014-10-27-hallazgo-geologico-en-oceania-replantea-la-formacion-de-los-continentes-noticia_736991.html",
                    "wgt": 1
                },
                {
                    "body": "El hallazgo de fragmentos de Australia en el subsuelo de Vanuatu, isla del Pacífico Sur de origen volcánico y que los geólogos creían no tuvo contactos continentales, hace replantearse la formación de esa parte del mundo, informa hoy una universidad australiana.\n\nUna investigación de la Universidad James Cook ha descubierto cristales de circón en las rocas volcánicas que forman el subsuelo de Vanuatu con una edad de hasta 3.000 millones de años, un material propio de Australia que, según el doctor Carl Spandler, \"no debería encontrarse ahí\".\n\n\"La antigüedad de los cristales de circón de Vanuatu es casi la misma de las rocas que formaron el norte de Australia (...) Este (descubrimiento) pide que nos replantemos cómo calculamos las escalas y procesos que crearon la corteza terrestre\", señaló el científico, coautor del estudio, mediante un comunicado.\n\nEl documento supone que los fragmentos encontrados debieron separarse de Australia alrededor de hace 100 millones de años, antes del Cenozoico, la era en la que los continentes ocuparon sus posiciones actuales, cuando Australia y Nueva Guinea se desprendieron de Gondwana y la Antártida se posicionó sobre el Polo Sur.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23507199",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7544,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "10:49:00",
                    "title": "Cristales con 3.000 millones de a&ntilde;os que replantean la formaci&oacute;n de los continentes",
                    "uri": "221775987",
                    "url": "http://ecodiario.eleconomista.es/medio-ambiente/noticias/6191433/10/14/Cristales-con-3000-millones-de-anos-que-replantean-la-formacion-de-los-continentes.html",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 27 Oct. (EUROPA PRESS) -\n\nEl Gobierno australiano ha anunciado este lunes que suspenderá la concesión de visados a personas procedentes de los países de África Occidental afectados por el actual brote de ébola que ya ha dejado casi 5.000 muertos.\n\nEl ministro de Inmigración, Scott Morrison, ha informado al Parlamento de que el Gobierno ha centrado sus esfuerzos en garantizar que el virus no llega a Australia. \"El Gobierno tiene controles firmes para la entrada de personas a Australia en virtud de nuestro programa de inmigración desde África Occidental\", ha afirmado, según recoge la cadena ABC News.\n\n\"Estas medias han sido puestas en marcha en asociación con el ministro de Sanidad, que lidera la respuesta del Gobierno\", ha precisado.\n\nAsimismo, ha indicado que el programa humanitario del país, al igual que el programa de inmigración, han quedado temporalmente suspendidos. \"Estas medidas incluyen la suspensión temporal de nuestro programa de inmigración, incluido nuestro programa humanitario, en los países afectados por el ébola y esto significa que no procesamos ninguna solicitud de estos países afectados\", ha aclarado Morrison.\n\nSegún el ministro de Inmigración, \"todos los trabajadores humanitarios que entraron han sido objeto de tres controles de salud separados antes de partir, así como, a la llegada, procesos de control\".\n\nEn el caso de personas que tienen visado permanente pero que no han llegado a Australia aún, ha aclarado, \"se les pide que se sometan a 21 días de cuarentena antes de partir hacia Australia\".",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23509917",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5798,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "11:28:00",
                    "title": "Australia suspende los visados para personas procedentes de países afectados por ébola en África",
                    "uri": "221783123",
                    "url": "http://www.europapress.es/internacional/noticia-australia-suspende-visados-personas-procedentes-paises-afectados-ebola-africa-20141027121035.html",
                    "wgt": 1
                },
                {
                    "body": "Sydney. - Australia no concederá visado para entrar en el país a las personas que provengan de Sierra Leona, Liberia y Guinea, donde se produjo el reciente brote de ébola, informó hoy el ministro de Inmigración, Scott Morrison, en declaraciones a la emisora \"ABC News\".\n\nEl objetivo de la medida es evitar que la epidemia se extienda en Australia, informó DPA.\n\n\"Eso significa que no gestionamos ninguna solicitud de esos países afectados\", dijo Morrison. También se anularán los visados de los ciudadanos de esos tres países que ya fueron autorizados pero aún no entregados. Y quienes tengan un visado permanente tendrán que permanecer 21 días en cuarentena antes de poder entrar en el país.\n\nPoco antes, una guineana de 18 años que había presentado síntomas dio negativo en un hospital en Brisbane. Las autoridades sanitarias pusieron a la adolescente y a ocho de sus familares bajo cuarentena, antes de que entraran a Australia.\n\nSegún la Organización Mundial de la Salud (OMS), más de 10.100 personas han enfermado de ébola en todo el mundo y casi la mitad murieron.",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23514688",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5545,
                    "source": {
                        "title": "El Universal de Caracas",
                        "uri": "www.eluniversal.com"
                    },
                    "time": "12:36:00",
                    "title": "Australia denies entry to citizens of countries affected by ebola",
                    "uri": "221795709",
                    "url": "http://www.eluniversal.com/internacional/141027/australia-niega-entrada-a-ciudadanos-de-paises-afectados-por-ebola",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 27 Oct. (EUROPA PRESS) -\n\nTres individuos encapuchados, uno de ellos con un capuchón del Ku Klux Klan, un traje islamista femenino o niqab y un casco de moto, han intentado entrar este lunes con el rostro cubierto en la sede del Parlamento australiano en Canberra para protestar así por la derogación de la ley que prohibía el uso de indumentarias que ocultan el rostro.\n\nA los activistas, pertenecientes al grupo Faceless, sin rostro, se les requirió su identificación y que se descubrieran para entrar en el edificio y se les devolvieron estos ropajes y complementos cuando salieron.\n\nLos tres manifestaron a la salida su \"satisfacción\" por los controles de seguridad realizados, pero denuncian que es injusto que si hubieran sido mujeres musulmanas se les hubiera permitido conservar el velo.\n\n\"Parece que puedes llevar la cara totalmente cubierta en el Parlamento si eres mujer, pero no hay nadie más que tenga este privilegio\", ha argumentado el activista que llevaba el capuchón del Ku Klux Klan, Sergio Redegalli, en declaraciones a 'The Australian'.\n\nEl activista con el casco de moto, Victor Waterson, miembro del partido minoritario Partido Australia Primero, ha lamentado que el país está \"anegado por los asiáticos\" y ha defendido una \"Australia blanca\".\n\nEl tercero era Nick Folkes, presidente del Partido de la Libertad, una formación \"conservadora patriótica\" que no dudó en vestirse con un niqab para \"impedir la inmigración musulmana y del Tercer Mundo y proteger así la supervivencia del pueblo australiano\".\n\nOtras voces como la de la senadora Jacqui Lambie han defendido la prohibición del burka porque lo consideran \"incompatible culturalmente con nuestro modo de vida\".",
                    "date": "2014-10-27",
                    "eventUri": "1594229",
                    "id": "23512122",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4153,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "12:00:00",
                    "title": "Activistas con un capuchón del Ku Klux Klan y un niqab intentan entrar en el Parlamento australiano",
                    "uri": "221789079",
                    "url": "http://www.europapress.es/internacional/noticia-activistas-capuchon-ku-klux-klan-niqab-intentan-entrar-parlamento-australiano-20141027124437.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-10-27",
            "avgCos": 0.4326,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1594229",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1586374",
            "lang": "spa",
            "storyDate": "2014-10-27",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-314014",
            "variance": 0.3128
        }
    },
    "meta": {
        "CCAArticleMatchCount": 23,
        "CCAArticleMatchRatio": 0.23,
        "CCAAvgCosSim": 0.6792521739130436,
        "CCAAvgMatchWgt": 50.78260869565217,
        "_articleUri1": "221789451",
        "_articleUri2": "221758448",
        "_datetime": "2015-01-20 15:50:13",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-314014",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-913491",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 14,
        "avgCosSimStory1": 0.4326,
        "avgCosSimStory2": 0.3811,
        "categorySim": 0,
        "conceptCosSim": 0.710863429762178,
        "conceptJaccardSim": 0.273972602739726,
        "coreTime1": 129922.8166666667,
        "coreTime2": 129920.2666666667,
        "coreTimeStDev1": 0.6018490028454297,
        "coreTimeStDev2": 5.025372928548316,
        "entityCosSim": 0.9133066320301426,
        "entityJaccardSim": 0.1785714285714286,
        "extractedDateJaccardSim": 1,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 3,
        "hasSameLocation": -1,
        "keywordCosSim": 0.6329445918578384,
        "keywordJaccardSim": 0.3333333333333333,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 1,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 5,
        "storyQuality2": 7,
        "timeAvg1": 129923.7833333333,
        "timeAvg2": 129927.7571428572,
        "timeStDev1": 0.6018490028454297,
        "timeStDev2": 5.608276601587549,
        "varianceStory1": 0.3128,
        "varianceStory2": 0.3548
    }
}