{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-64743": {
        "articles": {
            "resultCount": 43,
            "results": [
                {
                    "body": "The official reason given for Lionel Messi's surprise no-show for Barcelona's traditional annual open training session on Monday was 'gastroenteritis', but no one in Spain is failing for it.\n\nAs the Barcelona midfielder Xavi Hernandez put it three days earlier, gastroenteritis is often \"an excuse for when something else is going on\", and it seems obvious to many that Messi was publicly airing his grievance at being left out of the starting line-up in the 1-0 defeat to David Moyes' Real Sociedad last Sunday.\n\nIt is not the first time that Messi has responded to being left out of the team by failing to show at training - as he did the day after Pep Guardiola left him out of a match at Real Sociedad in 2011.\n\nHowever, the Argentinian's absence on Monday had greater repercussions, as 11,000 fans, mostly children, had bought tickets\n\nMessi also missed the team's subsequent visit to children's hospitals in Barcelona.\n\nAn apology quickly appeared on Messi's Facebook page, but his activity on Instagram later that day attracted fwar more interest - him following Chelsea's official site and players Filipe Luis and former Atletico Madrid goalkeeper Thibaut Courtois.\n\nSYMPTOM\n\nMessi follows 99 accounts on Instagram, including Manchester City's, but the timing of his latest additions has not gone unnoticed and has been taken as yet another symptom of the open wound that exists between Barca and their iconic player.\n\nThe ill-feeling between Messi and the club's board can be charted back as far as June 2013 when he was investigated by the public prosecutor for tax fraud and the club failed to show their support for him in public.\n\nEarlier that same month Barca announced the signing of Neymar following a lengthy and costly transfer saga, which gave the impression that Messi was no longer the most important player at the club.\n\nThe previously quiet noises about his discontent at Barca were blown away in December 2013 when Messi, who rarely reveals anything of note in interviews, launched a scathing attack on Barcelona's vice-president of economic affairs Javier Faus, who had previously spoken against offering Messi a new contract six months after his last deal.\n\nMessi responded by calling Faus \"someone who knows nothing about football\".\n\nSix months later, Messi signed a new deal, but tellingly, his buy-out clause remained at €250m.\n\nDespite the new deal, Messi continued to drop hints all was not well. Before the World Cup he said: \"Barcelona is my home, but if they don't want me or doubt me, I'd have no problem in leaving.\"\n\nHe caused similar unease at the club last November by telling an Argentinian newspaper: \"Although I have said I'd like to stay at Barcelona forever, things don't always turn out how you want them to.\"\n\nThe only clubs able to afford Messi are Chelsea, City and Paris St-Germain but any move for the four-time Ballon d'Or winner is near-impossible before 2016 as a FIFA-imposed transfer ban prevents the club from buying players until then.\n\nIf Messi's unrest was previously combined to the upper echelons of the club, it has now spread to the training ground.\n\nIn his first session back on January 2 following an extended Christmas break, Messi had an angry exchange with Luis Enrique during a five-a-side game which the coach was officiating, with the Argentinian disagreeing with a decision.\n\nThe tension appeared to only be extenuated by defeat to Real Sociedad, with newspaper Mundo Deportivo reporting an angry exchange of words between coach and Messi, who reportedly also insulted the club's psychologist Joaquin Valdes.\n\nMessi is far from the only player dissatisfied with the coach, who has been constantly altering the team's formation and line-ups this season.\n\nDEFENCE\n\nAlthough Luis Enrique's team have set records for their tight defence, they have come up short in the big games, outplayed at Paris St-Germain and Real Madrid in October.\n\nThe coach appeared to be vindicated after the 3-1 win against the Parisians in December which enabled Barcelona to top their Champions League group, but the same questions plagued him again when he switched systems again for the trip to struggling Getafe and his side drew 0-0 after a weak performance.\n\nBarcelona's defeat to Real Sociedad was all the more galling as it came just hours after league leaders Real Madrid's first defeat in 23 matches, missing a chance to cut the lead with their greatest rivals to a point.\n\nUnlike his predecessor Gerardo Martino, who indulged Messi, Enrique does not have a reputation for compromise.\n\nThe former midfielder fell out with Pep Guardiola when playing for Barcelona, while he got off on the wrong foot with Francesco Totti in the early stages of his ill-fated tenure as Roma coach.\n\nBut despite Messi's ill-feeling with the hierarchy, a battle with the club's all-time top scorer is not one Enrique is likely to win, and he would be advised to follow the lead of Guardiola, who once remarked that Messi \"demands special treatment\". © Daily Telegraph, London.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "29990130",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7976,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "06:05:00",
                    "title": "Messi falling out of love with Barcelona",
                    "uri": "238861546",
                    "url": "http://www.independent.ie/sport/soccer/other-soccer/messi-falling-out-of-love-with-barcelona-30888351.html",
                    "wgt": 1
                },
                {
                    "body": "The question over whether Lionel Messi really can cut it on a cold, wet Tuesday night at Stoke is as close to being answered as ever before thanks to a dramatic weekend at Barcelona that has left the star's Camp Nou future up in the air.\n\nWhile a place on the bench as Barcelona fell to a 1-0 defeat against David Moyes' Real Sociedad on Sunday may have acted as another failure against under-fire coach Luis Enrique, Messi's absence from training the following day set alarm bells ringing at the Camp Nou. Those bells may have been heard as far as Premier League pair Chelsea and Manchester City, both of whom have tenuously been linked with his services over the past 18 months.\n\nThe events involving the four-times Ballon d'Or winner over the past 48 hours may not be entirely new, nor will they indicate an imminent departure away from the club that has helped him become arguably the greatest player that has played the game. They are, however, the current tip of an iceberg that has been growing this season and the biggest indication yet that his future may lie away from Catalonia.\n\nThat the 27-year-old was only a substitute in San Sebastian on Sunday as La Liga resumed following its winter break is not the most pressing matter. He joined Neymar and Dani Alves, players who were also granted an extended break over the festive period and were perhaps not ready for 90 minutes in the eyes of their coach. Ter Stegen, Gerard Pique, Ivan Rakitic and Rafinha also made up more than €200m worth of talent on the bench.\n\nMissing the first match of a new year is also nothing new for the freescoring forward. Despite the initial furore over Luis Enrique leaving his talisman on the bench, Messi has only ever started in one game after returning from the winter break, under the guidance of the late Tito Vilanova in 2013. On the other ten occasions since making his debut in 2004, he was either a substitute, injured or not involved at all.\n\nThat he missed training with the explanation that he had gastroenteritis, a stomach upset in other words, was more telling. It came just days after long-serving team-mate Xavi told a Barcelona TV journalist that \"in football, a 'stomach bug' is seen as an excuse\". The timing could not have been worse for the club. \"[A player] might feel bad at first but you take a tablet then go out to play.\" Lionel Messi is a player who wants to play in every minute of every game and every training session.\n\nHe did not just miss any training session. The session was open for Barcelona fans to attend and watch their idols at the club's 'Mini Estadi', which sits alongside the Camp Nou. A crowd of 11,300 was announced and plenty of them, most children, will have left disappointed at not seeing Messi in action. The squad paid a visit to a local hospital straight after and there was still no sign of the club's leading star.\n\nIt played out just hours before the club's sporting director Andoni Zubizarreta was sacked and Carles Puyol, a Barcelona idol, decided to leave after being Zubizarreta's assistant for three-and-a-half months. The Fifa ban imposed on the club that prevents them from making signings this transfer window or in the summer still stands and to say Luis Enrique has endured a rocky start to life at the helm is to put it mildly. The Barcelona ship is on rocky waters.\n\nWhether that prompts clubs such as Chelsea, City and French big-spenders Paris St Germain, the three believes to have a chance of affording the Argentine should he decide to leave, to up their interest remains to be seen. If they do have serious aims to complete the signing of the decade then there has been no better time to strike than now. Barca coach Luis Enrique's methods have left several players unhappy\n\nMessi, not usually one for the media spotlight but who can be media savvy, hinted at a possible departure earlier this season before he faced Portugal in an international friendly at Old Trafford. \"I live the present,\" he told Argentinian newspaper Ole. \"All I am thinking about is making this a great year and winning titles, and that's it. After that, we'll see. Football is full of unexpected twists and turns ... it is true that I said I would like to stay there [Barcelona] forever, but sometimes not everything turns out the way you want.\"\n\nThe love affair has been crumbling over the last 18 months. Messi, understandably, has been used as an icon of the club but when he and his father, Jorge, were subject of a tax fraud case the reports in Spain were that the player was upset at the lack of support from the club. Barca had taken on a muddy case of their own after the signing of Neymar and perhaps did not want to further darken the club's name.\n\nThe signing of the Brazilian star also started rumours that there would not be enough space in the club for both of them and that it was time to cash in on the Argentine. The addition of Luis Suarez from Liverpool in the summer further strengthened some of those rumours, although the chance to see all three leading the line was too attractive for many to look beyond.\n\nThat some in the club want to see Messi leave is not new. There is a strained relationship between the player, his representatives and some at the top table of the Camp Nou. Only in late 2013 director Javier Faus said the club had no obligation to continue renewing Messi's contract. It prompted a strong, and rare, outburst from the player. \"Barcelona is the best club in the world and should be represented by the best board members, too,\" he said. \"Senor Faus is someone who doesn't know anything about football and wants to manage Barcelona like a business, which it is not.\"\n\nThis all comes during a season that Messi, and some of his senior team-mates, have not enjoyed the way the first-team is run. Luis Enrique started in scintillating fashion but since losing to Madrid at the Bernabeu his method of forever changing his line-up and team shape is reported to have left many players disillusioned. Andoni Zubizarreta was sacked after Barcelona's transfer ban was upheld last week\n\nMessi still has three years left on his €20m per year contract and has a buy-out clause of €250m. It would require a world-record fee to sign the Argentine and that leaves only a handful of a clubs able to put any kind of deal together, with Financial Fair Play rules making that number even slimmer. It would also require a push from all parties with Barcelona banned from signing a possible replacement until 2016. Given the magnitude of a possible departure neither Messi, adored by the Catalan public, nor Barcelona will want to be seen to be keen on a deal, especially with elections coming up next year.\n\nThat the former Newell's Old Boys player followed Chelsea, Cesc Fabregas, his close friend ever since breaking through the youth teams at Barcelona, and Filipe Luis on Instagram straight after his training no-show should be taken with a pinch of salt. Chelsea manager Jose Mourinho, a former rival at Real Madrid, said reports linking the club with Messi earlier this season were \"obviously not true\" and told BT Sport in an interview over Christmas there was \"no chance\". Messi also follows Manchester City on the social network website.\n\nThere may have been no chance before but if any club other than Barcelona, and boyhood club Newell's Old Boys, where he plans to retire, wants to enjoy the services of one of the greatest players to have graced the game there may be no better time to start putting in motion what would be the signing of the decade. The coming months are going to be crucial in the future of Lionel Messi.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29950648",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7881,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "18:39:00",
                    "title": "Could Lionel Messi really leave Barcelona for Chelsea or Manchester City? It’s not completely out of the question",
                    "uri": "238772874",
                    "url": "http://www.independent.co.uk/sport/football/european/could-lionel-messi-really-leave-barcelona-for-chelsea-or-manchester-city-its-not-out-of-the-question-9961348.html",
                    "wgt": 1
                },
                {
                    "body": "The official reason given for Lionel Messi's surprise no-show for Barcelona's traditional annual open training session on Monday was 'gastroenteritis' but not everyone in Spain was convinced.\n\nAs Barcelona midfielder Xavi Hernandez had - with unfortunate timing - put it three days earlier, gastroenteritis is often \"an excuse for when something else is going on\", so no wonder many pundits in Spain believed that Messi was publicly airing his grievance at being left out of the starting line-up for Barcelona's 1-0 defeat to David Moyes' Real Sociedad on Sunday.\n\nIt is not the first time Messi has responded to being left out of the team by failing to show at training, as he did the day after Pep Guardiola left him out of a match at Real Sociedad in 2011.\n\nBut the Argentinian's absence on Monday had greater repercussions, as 11,000 fans, mostly children, had bought tickets in advance to watch the session, and he subsequently missed the team's visit to children's hospitals in Barcelona.\n\nAn apology quickly appeared on Messi's Facebook page, but his activity on Instagram later that day attracted far more interest - his decision to follow Chelsea's official site and the Stamford Bridge club's players Filipe Luis and Thibaut Courtois.\n\nMessi follows 99 accounts on Instagram - including Manchester City - but the timing of his latest additions has not gone unnoticed, and has been taken as yet another symptom of the open wound that exists between Barcelona and their most iconic player.\n\nThe ill feeling between Messi and the club's board can be charted back as far as June 2013 when he was investigated by the public prosecutor for tax fraud and the club failed to show their support for him in public. Earlier that same month Barca announced the signing of Neymar following a lengthy and costly transfer saga, which gave the impression that Messi was no longer the most important player at the club.\n\nThe previously quiet noises about his discontent at Barca were blown away in December 2013 when Messi, who rarely reveals anything of note in interviews, launched a scathing attack on Barça's vice-president of economic affairs Javier Faus, who had previously spoken against offering Messi a new contract six months after his last deal. Messi responded by calling Faus \"someone who knows nothing about football.\"\n\nSix months later, Messi was given a new contract, but tellingly, his buy-out clause remained at 250million euros.\n\nDespite the new deal, Messi continued to drop hints all was not well. Before the World Cup he said: \"Barcelona is my home, but if they don't want me or doubt me, I'd have no problem in leaving.\" He caused similar unease at the club last November by telling an Argentinian newspaper: \"Although I have said I'd like to stay at Barcelona for ever, things don't always turn out how you want them to.\"\n\nThe only three clubs that would be able to afford Messi are Chelsea, City and Paris Saint-Germain but any move for the four-time Ballon d'Or winner is near impossible before 2016, as a Fifa-imposed transfer ban prevents Barcelona from buying any players to replace him until then.\n\nIf Messi's unrest was previously combined to the upper echelons of the club, it has now spread to the training ground. In his first session back on Jan 2 following an extended Christmas break, Messi had an angry exchange with Luis Enrique during a five-a-side game which the coach was officiating, with the Argentinian disagreeing with a decision.\n\nThe tension appeared to only be heightened by the defeat to Real Sociedad, with newspaper Mundo Deportivo reporting an angry exchange of words between the coach and Messi, who reportedly also insulted the club's psychologist Joaquín Valdés.\n\nThe Argentinian is far from the only player dissatisfied with the coach, who has been constantly altering the team's formation and line-ups this season. Although Luis Enrique's team have set records for their tight defence, they have come up short in the big games, outplayed at Paris Saint-Germain and Real Madrid in October.\n\nThe coach appeared to be vindicated after the 3-1 win over the Parisians in December which saw Barca top their Champions League group, but the same questions plagued him again when he switched systems again for the trip to struggling Getafe and his side drew 0-0 after a weak performance.\n\nBarcelona's defeat to Real Sociedad was all the more galling as it came just hours after league leaders Real Madrid's first defeat in 23 matches, missing an opportunity to cut the lead with their greatest rivals to a point.\n\nUnlike his predecessor Gerardo Martino, who indulged Messi, Luis Enrique does not have a reputation for compromise. The former midfielder fell out with Pep Guardiola when playing for Barcelona and in the early stages of his ill-fated tenure as Roma coach, got off on the wrong foot with Francesco Totti, although the pair later settled their differences.\n\nBut despite Messi's ill-feeling with the Barca hierarchy, a battle with the club's all-time top scorer is not one Luis Enrique is likely to win, and he would be advised to follow the lead of Guardiola, who once remarked that Messi \"demands special treatment\".",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29932294",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7823,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "14:08:00",
                    "title": "How Lionel Messi fell out of love with Barcelona",
                    "uri": "238729180",
                    "url": "http://www.telegraph.co.uk/sport/football/players/lionel-messi/11327595/How-Lionel-Messi-fell-out-of-love-with-Barcelona.html",
                    "wgt": 1
                },
                {
                    "body": "The question over whether Lionel Messi really can cut it on a cold, wet Tuesday night at Stoke is as close to being answered as ever before thanks to a dramatic weekend at Barcelona that has left the star's Camp Nou future up in the air.\n\nWhile a place on the bench as Barcelona fell to a 1-0 defeat against David Moyes' Real Sociedad on Sunday may have acted as another failure against under-fire coach Luis Enrique, Messi's absence from training the following day set alarm bells ringing at the Camp Nou. Those bells may have been heard as far as Premier League pair Chelsea and Manchester City, both of whom have tenuously been linked with his services over the past 18 months.\n\nThe events involving the four-times Ballon d'Or winner over the past 48 hours may not be entirely new, nor will they indicate an imminent departure away from the club that has helped him become arguably the greatest player that has played the game. They are, however, the current tip of an iceberg that has been growing this season and the biggest indication yet that his future may lie away from Catalonia.\n\nThat the 27-year-old was only a substitute in San Sebastian on Sunday as La Liga resumed following its winter break is not the most pressing matter. He joined Neymar and Dani Alves, players who were also granted an extended break over the festive period and were perhaps not ready for 90 minutes in the eyes of their coach. Ter Stegen, Gerard Pique, Ivan Rakitic and Rafinha also made up more than €200m worth of talent on the bench.\n\nMissing the first match of a new year is also nothing new for the freescoring forward. Despite the initial furore over Luis Enrique leaving his talisman on the bench, Messi has only ever started in one game after returning from the winter break, under the guidance of the late Tito Vilanova in 2013. On the other ten occasions since making his debut in 2004, he was either a substitute, injured or not involved at all.\n\nThat he missed training with the explanation that he had gastroenteritis, a stomach upset in other words, was more telling. It came just days after long-serving team-mate Xavi told a Barcelona TV journalist that \"in football, a 'stomach bug' is seen as an excuse\". The timing could not have been worse for the club. \"[A player] might feel bad at first but you take a tablet then go out to play.\" Lionel Messi is a player who wants to play in every minute of every game and every training session.\n\nHe did not just miss any training session. The session was open for Barcelona fans to attend and watch their idols at the club's 'Mini Estadi', which sits alongside the Camp Nou. A crowd of 11,300 was announced and plenty of them, most children, will have left disappointed at not seeing Messi in action. The squad paid a visit to a local hospital straight after and there was still no sign of the club's leading star.\n\nIt played out just hours before the club's sporting director Andoni Zubizarreta was sacked and Carles Puyol, a Barcelona idol, decided to leave after being Zubizarreta's assistant for three-and-a-half months. The Fifa ban imposed on the club that prevents them from making signings this transfer window or in the summer still stands and to say Luis Enrique has endured a rocky start to life at the helm is to put it mildly. The Barcelona ship is on rocky waters.\n\nWhether that prompts clubs such as Chelsea, City and French big-spenders Paris St Germain, the three believes to have a chance of affording the Argentine should he decide to leave, to up their interest remains to be seen. If they do have serious aims to complete the signing of the decade then there has been no better time to strike than now.\n\nMessi, not usually one for the media spotlight but who can be media savvy, hinted at a possible departure earlier this season before he faced Portugal in an international friendly at Old Trafford. \"I live the present,\" he told Argentinian newspaper Ole. \"All I am thinking about is making this a great year and winning titles, and that's it. After that, we'll see. Football is full of unexpected twists and turns ... it is true that I said I would like to stay there [Barcelona] forever, but sometimes not everything turns out the way you want.\"\n\nThe love affair has been crumbling over the last 18 months. Messi, understandably, has been used as an icon of the club but when he and his father, Jorge, were subject of a tax fraud case the reports in Spain were that the player was upset at the lack of support from the club. Barca had taken on a muddy case of their own after the signing of Neymar and perhaps did not want to further darken the club's name.\n\nThe signing of the Brazilian star also started rumours that there would not be enough space in the club for both of them and that it was time to cash in on the Argentine. The addition of Luis Suarez from Liverpool in the summer further strengthened some of those rumours, although the chance to see all three leading the line was too attractive for many to look beyond.\n\nThat some in the club want to see Messi leave is not new. There is a strained relationship between the player, his representatives and some at the top table of the Camp Nou. Only in late 2013 director Javier Faus said the club had no obligation to continue renewing Messi's contract. It prompted a strong, and rare, outburst from the player. \"Barcelona is the best club in the world and should be represented by the best board members, too,\" he said. \"Senor Faus is someone who doesn't know anything about football and wants to manage Barcelona like a business, which it is not.\"\n\nThis all comes during a season that Messi, and some of his senior team-mates, have not enjoyed the way the first-team is run. Luis Enrique started in scintillating fashion but since losing to Madrid at the Bernabeu his method of forever changing his line-up and team shape is reported to have left many players disillusioned.\n\nMessi still has three years left on his €20m per year contract and has a buy-out clause of €250m. It would require a world-record fee to sign the Argentine and that leaves only a handful of a clubs able to put any kind of deal together, with Financial Fair Play rules making that number even slimmer. It would also require a push from all parties with Barcelona banned from signing a possible replacement until 2016. Given the magnitude of a possible departure neither Messi, adored by the Catalan public, nor Barcelona will want to be seen to be keen on a deal, especially with elections coming up next year.\n\nThat the former Newell's Old Boys player followed Chelsea, Cesc Fabregas, his close friend ever since breaking through the youth teams at Barcelona, and Filipe Luis on Instagram straight after his training no-show should be taken with a pinch of salt. Chelsea manager Jose Mourinho, a former rival at Real Madrid, said reports linking the club with Messi earlier this season were \"obviously not true\" and told BT Sport in an interview over Christmas there was \"no chance\". Messi also follows Manchester City on the social network website.\n\nThere may have been no chance before but if any club other than Barcelona, and boyhood club Newell's Old Boys, where he plans to retire, wants to enjoy the services of one of the greatest players to have graced the game there may be no better time to start putting in motion what would be the signing of the decade. The coming months are going to be crucial in the future of Lionel Messi.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29958685",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7765,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "20:43:00",
                    "title": "Could Lionel Messi really leave Barcelona for Chelsea or Manchester City?",
                    "uri": "238791995",
                    "url": "http://www.independent.ie/sport/soccer/could-lionel-messi-really-leave-barcelona-for-chelsea-or-manchester-city-30887904.html",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi set tongues wagging about a possible move to Chelsea on Monday.\n\nA day after being left out of Barcelona's starting team to face Real Sociedad, Messi fuelled rumours that he wants to leave the Nou Camp.\n\nThe 27-year-old missed an open training session attended by thousands of children on Monday and later started following Chelsea on Instagram.\n\nVIDEO Scroll down to see Messi defy possibility with stunning first touch trick\n\nHe also started following Blues stars Thibaut Courtois and Filipe Luis on the picture sharing website.\n\nHowever, Chelsea should also note that the four-time player of the year also follows Manchester City, Newell's Old Boys, Argentina and Barcelona on Instagram.\n\nMourinho refuted claims in November suggesting Chelsea were keen on signing Messi.\n\nHe said: 'My reaction is that your world changed so much that our world also changed so much. And I think, in this moment, it's so easy, so easy to have non-truths circulating.\n\n'It's so easy that some people put news without confirming or speaks about rumours. Obviously it's not true. Obviously it's not true.'\n\nFabregas said last month that he would be keen on linking back up with his former Barcelona team-mate.\n\nWhen asked if he thinks Messi should join Chelsea, Fabregas replied: 'I wish! Why not? I'd love that to happen. I'd be all for it.\n\n'As a Barca man, I believe that Messi deserves to retire there for all that he has given the club.\n\n'He is a legend that has changed Barca's history. But, as his team-mate and friend, without doubt I'd love to have Leo by my side.\n\n'This season Barca are Messi and 10 others. Messi has saved his team on many occasions.'",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29915040",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7267,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "08:17:00",
                    "title": "Lionel Messi follows Chelsea's official Instagram account",
                    "uri": "238681609",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2898135/Lionel-Messi-fuels-Barcelona-exit-talk-following-Chelsea-s-official-Instagram-account.html",
                    "wgt": 1
                },
                {
                    "body": "Barcelona could lose their superstar Lionel Messi through 'the back door', one of their former stars has warned.\n\nHristo Stoichkov, who has a long association with the club since starring for them in the 1990s believes the Spanish giants are mismanaging their talismanic star and could lose him to a European rival.\n\nStoichkov told radio show Al Primer Toque: \"They have not known how to look after Messi. \"Tell me any foreign player who has not ended up leaving Barca through the back door.\"\n\nStoichkov said that the decision of manager Luis Enrique to give Messi and Brazilian teammate and extended winter break before leaving them out of the starting line up in Sunday's 1-0 defeat to Real Sociedad had soured relations.\n\n\"Messi and Neymar are not the guilty parties, but those who gave them holidays. All players should be treated equally. If you give two days extra holidays, then play them and they get injured, that's a disaster.\"\n\nYesterday Spanish press triggered rumours of a shock move to Chelsea, following some unusual activity on Messi's Instagram account.\n\nAS reported that Messi followed Chelsea's official Instagram account in addition to those of Blues players' Thibaut Courtois and Filipe Luis. Messi follows just three clubs on the social network - Barcelona plus long term admirers Manchester City - and now Chelsea.\n\nIt comes during a time of upheaval behind the scenes at Barcelona.\n\nSporting director Andoni Zubizaretta was dismissed this week triggering the exit of former defender Carles Puyol - who quit as his assistant in solidarity.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29941277",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7218,
                    "source": {
                        "title": "London Evening Standard",
                        "uri": "www.standard.co.uk"
                    },
                    "time": "13:04:00",
                    "title": "Barcelona warned they could lose Lionel Messi 'through the back door' as he starts following Chelsea accounts on Instagram",
                    "uri": "238750527",
                    "url": "http://www.standard.co.uk/sport/football/barcelona-warned-they-could-lose-lionel-messi-through-the-back-door-as-he-starts-following-chelsea-accounts-on-instagram-9960493.html",
                    "wgt": 1
                },
                {
                    "body": "Former Barcelona star Hristo Stoichkov has suggested Lionel Messi could be set to leave the Nou Camp \"through the back door\", with Chelsea and Manchester City named as potential destinations in the Madrid media.\n\nMessi was left out of the starting line-up for Barcelona's 1-0 defeat to Real Sociedad on Sunday and fuelled speculation surrounding his future at the club after missing an open training session the following day.\n\nWhile Barca claimed Messi had missed the session due to gastroenteritis, it was widely reported in the Catalan press that he had twice rowed with coach Luis Enrique since returning from his winter break in Argentina.\n\nDespite signing a new long-term contract just last summer, Messi has not always seemed content at through recent times. Just last November he hinted that he would decide on his future at the end of the current campaign.\n\nHe followed Chelsea's official Instagram account on Monday, as well as those of Blues players' Cesc Fabregas and Filipe Luis. It was also noted that the 99 accounts followed by the Argentine also include just two other clubs - his current side and Manchester City, who have also been previously linked with a big money move for the four time Ballon D'Or winner.\n\nSpeaking on radio show Al Primer Toque, former Barca attacker Stoichkov claimed the club's poor treatment of its superstar was to blame for current events, saying the Catalan outfit had regularly been unable to handle big name non-Catalan players.\n\n\"They have not known how to look after Messi,\" Stoichkov said. \"Tell me any foreign player who has not ended up leaving Barca through the back door.\"\n\nThe ex-Bulgaria international said neither Messi nor Neymar, who was also allowed to return late from their winter break and not start against Sociedad, were to blame for the defeat.\n\n\"Messi and Neymar are not the guilty parties, but those who gave them holidays,\" Stoichkov said. \"All players should be treated equally. If you give two days extra holidays, then play them and they get injured, that's a disaster.\"\n\nThe Messi speculation is unfolding amid a situation of institutional chaos at the club, with sporting director Andoni Zubizarreta having been sacked after criticising club president Josep Maria Bartomeu. His assistant and recently retired defender Carles Puyol then apparently resigned in sympathy.\n\n\"For me Bartomeu is not a president, he is a civil servant,\" Stoichkov said. \"He was parachuted into the job because a coward [predecessor as president Sandro Rosell] left. The only thing he understands is basketball, he knows little about football.\"\n\nMessi had tried to play down the situation by releasing a statement on Facebook apologising to those children who had attended the open session that he missed on Monday.\n\n\"I would have liked to be at the Christmas training session,\" the statement said. \"I never miss it, but these setbacks cannot be controlled. I hope the dreams of every child come true.\"",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29928688",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7192,
                    "source": {
                        "title": "ESPN.co.uk",
                        "uri": "www.espn.co.uk"
                    },
                    "time": "13:00:00",
                    "title": "Stoichkov: Messi set to leave Barca through the back door",
                    "uri": "238719452",
                    "url": "http://www.espn.co.uk/football/sport/story/386825.html",
                    "wgt": 1
                },
                {
                    "body": "The rumours linking Chelsea with a shock move for Lionel Messi continue to flood in, with the latest reports Jose Mourinho has already made contact with the player's father over a deal.\n\nSpanish newspaper Sport are leading with the reports today, suggesting the Blues boss has spoken to Jorge Messi over his son's future.\n\nBut is this a deal which Chelsea could really pull off?\n\nHow could the Blues manage it?\n\nIt would undoubtedly be a tough deal for Chelsea chiefs to negotiate, while staying within the remit of Financial Fair Play. The Blues have been pretty strict with their FFP dealings, parting with the likes of Juan Mata and David Luiz in order to finance arrivals of Cesc Fabregas and Diego Costa, with money left in the bank. To do the same to fund the arrival of Messi would probably see Mourinho having to sell half of his squad, so the club will have to find other revenue streams. These could include selling naming rights to Stamford Bridge or their Cobham training ground.\n\nAs a club, Chelsea are undoubtedly a big draw, certainly more so than the likes of Paris Saint-Germain, who are one outfit who could compete financially with the Blues. The opportunity to work under Mourinho and team up again with Fabregas may also appeal to Messi.\n\nBut it remains far from a straight-forward purchase.\n\nWhy would Barcelona sell arguably the world's best player?\n\nIn a harmonious world, quite simply, they wouldn't. But if reports are to be believed, Messi is starting to make himself a bit of a nuisance in his dissatisfaction under Luis Enrique. If things can be smoothed over - which may even involve Barca sacking Enrique to appease Messi - the Catalan giants would have little reason to sell their prized asset. But if Messi remains unhappy, a substantial offer from Chelsea or another club may turn their heads.\n\nOn another note, Barca are under a transfer ban until next January, for breaching rules on signing international players under the age of 18. This may see them dig their heels in when it comes to selling their top names, with the club unable to bring in replacements.\n\nHow much would Messi cost?\n\nFigures being touted range from £120m to in excess of £170m. Certainly, any deal would eclipse the world-record fee Real Madrid paid Tottenham for Gareth Bale 18 months ago. Messi only signed a new contract at Camp Nou in May, which runs until 2019 and is reported to include a buy-out clause worth nearly £200m.\n\nWould it spell the end for any Stamford Bridge favourites?\n\nEden Hazard is certainly a player Barcelona would be interested in negotiating into any deal. The Belgian has starred under the guidance of Jose Mourinho and, despite a new contract having been on the table for several weeks, has yet to put pen to paper. But for Chelsea fans, the prospect of Hazard and Messi in the same side is simply mouth-watering.\n\nVerdict\n\nMessi to Chelsea still remains a highly unlikely prospect, when all things are taken into consideration, not least FFP. But it is rare occurrence when there's smoke without fire and rumours are certainly starting to build. Watch this space.\n\nMORE: Paris Saint-Germain have funds to challenge Chelsea for Lionel Messi transfer, warns Javier Pastore",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30010270",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7052,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "13:01:00",
                    "title": "Could Barcelona's Lionel Messi really join Chelsea amid reports Jose Mourinho held talks with star's father?",
                    "uri": "238917085",
                    "url": "http://metro.co.uk/2015/01/07/could-barcelonas-lionel-messi-really-join-chelsea-amid-reports-jose-mourinho-held-talks-with-stars-father-5012383/",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi fuelled speculation that he is unhappy at Barcelona after he missed an open training session on Monday and began following Chelsea's official account on social networking website Instagram. The forward was left out of Barca's starting line-up for the shock 1-0 defeat to David Moyes' Real Sociedad on Sunday and did not appear at the training session, held in front of thousands of children, the following day. He later began following Chelsea's account on the picture sharing website, as well as goalkeeper Thibaut Courtois and defender Filipe Luis.\n\nLast November, Chelsea manager Jose Mourinho had to deny claims that he was interested in signing Messi. However, the Argentine's latest movements come with reports that he has fallen out with head coach Luis Enrique.\n\nIt is not the first time Messi has responded to being left out of the team by skipping team training sessions. In 2011, he reacted the same way after Pep Guardiola left him out of a match at Real Sociedad. But the Argentine's absence on Monday had greater repercussions. As many as 11,000 fans, mostly children, had bought tickets in advance to watch the team train, and he subsequently missed the team's visit to children's hospitals in Barcelona. An apology quickly appeared on Messi's Facebook page, but his activity on Instagram later that day attracted far more attention.\n\nSpanish newspapers splashed Messi and Enrique's pictures on their front pages, highlighting the Argentine's apparent discontent. In his first session on January 2, following an extended Christmas break, Messi had an angry exchange with Enrique during a five-a-side game which the coach was officiating, with the Argentinian disagreeing with a decision.\n\nThe tension appeared to only be heightened by the defeat to Real Sociedad, with newspaper Mundo Deportivo reporting an angry exchange of words between the coach and Messi, who reportedly also insulted the club's psychologist Joaquín Valdes.\n\nThe Argentinian is far from the only player dissatisfied with the coach, who has been constantly altering the team's formation and line-ups this season. Although Enrique's team have set records for their tight defence, they have come up short in the big games, outplayed at Paris Saint-Germain and Real Madrid in October.\n\nThe incident capped a weekend of turmoil at the Nou Camp after the Catalan club announced the sacking of director of football Andoni Zubizarreta and his assistant, Carles Puyol, quit.\n\nHigh price\n\nThe only three clubs that would be able to afford Messi are Chelsea, Manchester City and PSG. But any move for the four-time Ballon d'Or winner is near impossible before 2016, as the transfer ban prevents Barcelona from buying any players to replace him until then.\n\nMessi's discontentment against the club officials has become more obvious of late. In December 2013, Messi, who rarely reveals anything of note in interviews, launched a scathing attack on Barca's vice-president of economic continued...",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "29990700",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6958,
                    "source": {
                        "title": "indianexpress.com",
                        "uri": "indianexpress.com"
                    },
                    "time": "06:20:00",
                    "title": "Is Lionel Messi leaving Barcelona?",
                    "uri": "238863826",
                    "url": "http://indianexpress.com/article/sports/football/is-messi-leaving-barca/?SocialMedia",
                    "wgt": 1
                },
                {
                    "body": "Chelsea have contacted Lionel Messi's father to discuss the possibility of a blockbuster summer move, according to reports in Spain.\n\nSpanish radio station RAC1 claims executives from the Premier League leaders have been in touch with Jorge Messi and other representatives after hearing of the Barcelona superstars reported unhappiness under new manager Luis Enrique.\n\nMessi, along with several other stars, was left out of the starting line-up when David Moyes' Real Sociedad beat Barca 1-0 on Sunday night.\n\nThe 27-year-old former Ballon d'Or winner is believed to be unhappy with the new boss, while speculation increased after Messi followed Chelsea and a handful of their players on Instagram later that night.\n\nSpanish newspaper Diario Sport picked up the story this morning, and added that while Barcelona would not sell at any price, Chelsea owner Roman Abramovich would be willing to meet the €250million (£195.75m) buyout clause in Messi's contract.\n\nMessi is also unhappy in Spain after being hounded by the Spanish tax authorities despite paying a €5m settlement that he thought would signal the end of the matter. Cesc Fabregas and his partner Daniella Semaan remain great friends with Messi and his girlfriend Antonella Roccuzzo and could be a factor in the move, reports the paper.\n\nOn Boxing Day, Jose Mourinho admitted that there is \"no chance\" of a deal for Messi because of Financial Fair Play.\n\n\"Because at this moment there is financial fair play and with the financial fair play we have to follow certain rules, certain numbers and we obviously have no conditions to buy, as you say a 'super amazing player' paid with 'super amazing numbers' that Chelsea at this moment we cannot do.\"\n\nThere is speculation that the rumours might just be circulating as a way to pressure the Barcelona board into getting rid of Enrique, however.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30009062",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6947,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "12:42:00",
                    "title": "Lionel Messi to Chelsea: Blues contact Barcelona star's father and representatives - reports",
                    "uri": "238914318",
                    "url": "http://www.independent.co.uk/sport/football/transfers/lionel-messi-to-chelsea-blues-contact-barcelona-stars-father-and-representatives--reports-9962601.html",
                    "wgt": 1
                },
                {
                    "body": "BARCELONA, Spain -- There are some very real problems at Barcelona, and the firing of the club's sports director this week is the latest signal that the once almighty team has entered into meltdown.\n\nWhile many neutral soccer fans have enjoyed watching Lionel Messi and his teammates win again and again, there are plenty in Barcelona still longing for the days when Pep Guardiola led the team to 14 of a possible 19 titles in a four-year span.\n\nNot to mention a good deal of envy for Real Madrid's 10th European Cup victory last year and its Spanish record 22-match winning streak to end 2014.\n\nThe sense of impending doom that has settled over Camp Nou since the firing of Andoni Zubizarreta on Monday had been festering for more than a year, and it finally came to a head last week when the Court of Arbitration for Sport rejected Barcelona's appeal against FIFA's one-year transfer ban for violating rules regarding the registration of youth players.\n\nUntil then, the club had insisted -- and many of its fans had believed -- that they would win their case and the harsh penalty would never be applied.\n\nNow the reality of a season with no new players for an aging squad is settling in.\n\nBarcelona's faithful will have their chance to express themselves at home matches against Elche in the Copa del Rey on Thursday before Sunday's meeting with defending league champion Atletico Madrid. Many disgruntled supporters will have their handkerchiefs handy in case the team loses. They could demand president Josep Bartomeu calls for early elections instead of seeing out his mandate until 2016.\n\nBarcelona greats Johan Cruyff and Hristo Stoichkov have already lamented the state of their former club.\n\n\"I believe Barcelona is heading toward chaos,\" Stoichkov said Tuesday. \"There are too many controversies. I don't understand it.\"\n\nOn the field, the team has continued to churn out wins against minor opponents and can still challenge for titles.\n\nThat steady stream of lopsided scorelines and Messi goal records -- this season he has broken both the Spanish and Champions League scoring marks -- covers up the club's biggest failure: its incapacity to keep top talent both on and off the field.\n\nFirst, Guardiola left the club in 2012. President Sandro Rosell resigned last year, and top players Carles Puyol, Eric Abidal and Cesc Fabregas have not been replaced.\n\nThe most perplexing part of Barcelona's decline is that most of the blows have been self-inflicted by the myriad of legal cases plaguing the club. Besides the FIFA ban that has damaged the reputation of its once lauded football academy, Rosell left amid a lawsuit into the transfer of Neymar, while Messi is mired in a tax fraud case.\n\nMessi, so far, is holding Barcelona together, but there has been a breakout of Messi-mania recently because of reports the club's all-time leading scorer is not happy with coach Luis Enrique.\n\nThe arrival of Luis Enrique -- the club's fourth coach in as many seasons -- was labeled as a return to the Guardiola model of a player coming home. But his erratic lineup choices, which included resting Messi and Neymar for the first half in Sunday's 1-0 loss at Real Sociedad that cost Barcelona the provisional league lead, have erased any comparisons other than unfavorable ones with Guardiola.\n\nOn Wednesday, Luis Enrique denied that his relationship with Messi had soured.\n\n\"I have the same relationship since the start of the season with all the players, nothing has changed,\" the coach said.\n\nWhen pressed on whether he had argued with Messi, he said: \"Things inside the changing room, on the field, stay there. I won't confirm or deny them. That's not my job.\"\n\nNow, the transfer ban until 2016 means that the club's institutional crisis has finally spilled over to become a sporting disaster as well.\n\nZubizarreta's latest batch of reinforcements from last year have not panned out. Even if Luis Suarez recovers his scoring prowess after one goal in nine league games, Barcelona has slipped in midfield and defense. Ivan Rakitic and Rafina are no Fabregas; Jeremy Mathieu and Thomas Vermaelen (still to debut because of injuries) are far from the second comings of Puyol and Abidal.\n\nMainstays Xavi Hernandez and Andres Iniesta are showing their age at 34 and 30, respectively. Gerard Pique is not the dominant defender he was, and Dani Alves' contract is up at the end of the season, pointing to his exit.\n\nAs Sergio Busquets has said, \"football evolves.\"\n\n\"It's impossible for things to stay the same,\" the Spain midfielder said in November. \"We won't see the best Barca again.\"",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30009517",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6899,
                    "source": {
                        "title": "macon",
                        "uri": "www.macon.com"
                    },
                    "time": "12:49:00",
                    "title": "Meltdown at Barcelona? Transfer ban opens crisis at club",
                    "uri": "238915364",
                    "url": "http://www.macon.com/2015/01/07/3516572/meltdown-at-barcelona-transfer.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "When Real Sociedad scored against Barcelona after just one minute on Sunday night television cameras honed in on the Barcelona bench, where coach Luis Enrique had left almost £200m worth of his squad.\n\nNeymar turned to Lionel Messi and said: 'You had better get warmed-up'.\n\nAs a joke from a star player at the expense of his manager it was symptomatic of the chaos that currently reigns at Barcelona.\n\nThey began 2015 in turmoil after the Court of Arbitration upheld Fifa's ban on them signing players for the next 12 months, they are now in full-blown meltdown with Messi one of several senior players at loggerheads with Luis Enrique who has been given two games to save his job.\n\nThe players' biggest complaint towards the manager, who is yet to name an unchanged team this season, is that they don't know where they stand with him.\n\nMessi, Neymar and Dani Alves were all given two extra days holiday over Christmas only to then be told when they returned that they had not trained enough to play the first game of the year.\n\nMessi's desire to play in every match - something that Pep Guardiola nearly always made sure he did - means he took the decision badly and failed to show for training on Monday complaining of gastroenteritis - sick to the stomach of his manager would be another interpretation; the two men are believed to have argued both in Friday's training session and on Sunday in San Sebastian.\n\nMonday's session was open to the public with school children still on their Christmas holidays allowed to watch their heroes train but Messi was at home following Chelsea on Instagram instead.\n\nHe also follows Beyonce and Manchester City so it would be taking it too far to see such a move on social media as a 'come and get me' message but the timing was telling all the same.\n\nChelsea fans hopeful he could end up at their club - he also followed Cesc Fabregas and Felipe Luis on Instagram - should probably bear in mind that when Messi is unhappy at Barcelona it tends to be the people he is unhappy with that move on.\n\nLuis Enrique should be given this week's cup game with Elche and Sunday's showdown with Fernando Torres' Atletico Madrid to save his job but Messi is by no means alone in being unhappy at the head coach. Gerard Pique, new signing Ivan Rakitic and Neymar are others and far from being personal gripes there are overriding concerns over the way the coach has the team playing.\n\nThe manager who took over in the summer has a reputation for falling out with star players - he upset both Francesco Totti and Daniele De Rossi at Roma - and with Sporting Director Andoni Zubizarreta already fired, and his assistant Carles Puyol having quit soon after, the spotlight now falls on him.\n\nPresident Josep Bartomeu is also under-pressure, not just to change the coach but to call elections. Prospective rival candidate for the presidency Agustí Benedito said last night on Spanish radio: 'It's clear that this board has weighed up the possibility of selling Messi.'\n\nBenedito who received the second most votes in the last election was alluding to the theory that the current regime have deliberately antagonized the star turn in recent seasons knowing how much selling the player would swell the coffers, but also being aware his departure would have to appear to be engineered by him and not them.\n\nFormer Barcelona striker Hristo Stoichkov also waded in to criticize those in power at the club. He said: 'Bartomeu understands Basketball but not very much about football. He is not a President, he's an administrator who has landed the job because the person in charge (Sandro Rosell) was a bottler who ran away.'\n\nThe outspoken former Barça dream team member also ciriticised the outgoing Zubizarreta saying: 'What signings have been made? Why did they not go for (Toni) Kroos and Isco?'\n\nHe also defended Luis Suarez saying: 'It's not Suarez' fault, he is a natural goalscorer and they are killing him.' The big summer signing from Liverpool has suffered in Luis Enrique's ever-changing line-ups and has so far scored only one league goal.\n\nBarcelona president Bartomeu will publicly address supporters' concerns on Wednesday and announce a new Sporting Director with Fiorentina's Eduardo Macia currently the favourite.\n\nThe former Liverpool scout who has also worked at Valencia and Olympiacos has been responsible for taking Micah Richards to Italy. For the next 12 months he will have very little to do in view of Barca's transfer ban.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29921383",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6877,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "10:33:00",
                    "title": "Barca are in full-blown meltdown... Messi is unhappy and could be sold",
                    "uri": "238698573",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2898481/Barcelona-blown-meltdown-Lionel-Messi-unhappy-Luis-Enrique-sold.html",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi's Barcelona future has again been thrown into doubt amid fresh turmoil at the club after the attacker did not show at training on Monday morning, with former Blaugrana attacker Hristo Stoichkov suggesting the Argentine could leave the Camp Nou \"through the back door.\"\n\nWhile Barca claimed Messi had missed Monday's traditional Christmas open-training session due to him suffering from gastroenteritis, it was widely reported in the Catalan and Spanish press that the 27-year-old had twice rowed with coach Luis Enrique since returning from his winter break at home in Argentina.\n\nThis included an apparently heated discussion between the pair at Anoeta on Sunday evening when the Blaugrana boss decided to leave Messi out of his starting XI, and the team lost 1-0 to David Moyes' Real Sociedad side.\n\nDespite signing a new long-term contract just last summer, Messi has not always seemed content at the Camp Nou through recent times.\n\nJust last November he hinted that he would decide on his future at the end of the current campaign, with Chelsea and Manchester City named as potential destinations in the Madrid media.\n\nIn a step reported by Madrid-based AS as a potential sign of a wish to leave Barca, Messi followed Chelsea's official Instagram account yesterday afternoon, as well as those of Blues players' Cesc Fabregas and Filipe Luis.\n\nIt was also noted that the 99 accounts followed by the Argentine also include just two other clubs -- his current side and Manchester City, who have also been previously linked with a big money move for the four time Ballon d'Or winner.\n\nSpeaking on radio show Al Primer Toque, former Barca attacker Stoichkov claimed the club's poor treatment of its superstar was to blame for current events, saying the Catalan outfit had regularly been unable to handle big-name non-Catalan players.\n\n\"They have not known how to look after Messi,\" Stoichkov said. \"Tell me any foreign player who has not ended up leaving Barca through the back door.\"\n\nThe ex-Bulgaria international said that neither Messi nor Neymar, who was also allowed return late from their winter break and then left out of the starting XI in Anoeta, were to blame for the defeat.\n\n\"Messi and Neymar are not the guilty parties, but those who gave them holidays,\" Stoichkov said. \"All players should be treated equally. If you give two days extra holidays, then play them and they get injured, that's a disaster.\"\n\nThe Messi speculation is unfolding amid a situation of institutional chaos at the Camp Nou, with sporting director Andoni Zubizarreta having been fired after criticising club president Josep Maria Bartomeu, and his assistant and recently retired defender Carles Puyol then apparently resigning in sympathy.\n\n\"For me Bartomeu is not a president, he is a civil servant,\" Stoichkov said. \"He was parachuted into the job because a coward [previous president Sandro Rosell] left. The only thing he understands is basketball, he knows little about football.\"\n\nMessi had tried to play down the situation by releasing a statement on Facebook apologising to those children who had attended the open session he missed on Monday.\n\n\"I would have liked to be at the Christmas training session,\" the statement read. \"I never miss it, but these setbacks cannot be controlled. I hope the dreams of every child come true.\"",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29926965",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6873,
                    "source": {
                        "title": "ESPNFC.com",
                        "uri": "www.espnfc.com"
                    },
                    "time": "12:29:00",
                    "title": "Lionel Messi 'could leave Barcelona through the back door'",
                    "uri": "238714594",
                    "url": "http://www.espnfc.com/story/2230228/lionel-messi-could-leave-barcelona-through-back-door-hristo-stoichkov",
                    "wgt": 1
                },
                {
                    "body": "When Real Sociedad scored against Barcelona after just one minute on Sunday night, television cameras honed in on the Barcelona bench, where coach Luis Enrique had left almost £200m worth of his squad.\n\nNeymar turned to Lionel Messi and said: 'You had better get warmed-up'.\n\nThe star player's joke at the expense of his manager was symptomatic of the chaos that currently reigns at Barcelona.\n\nThey began 2015 in turmoil after the Court of Arbitration upheld FIFA's ban on them signing players for the next 12 months and are now in full-blown meltdown with Messi one of several senior players at loggerheads with Luis Enrique, who could be replaced as early as Wednesday despite the board's original intention to give him two games to save himself..\n\nThe players' biggest complaint towards the manager, who is yet to name an unchanged team this season, is that they don't know where they stand with him.\n\nMessi, Neymar and Dani Alves were all given two extra days' holiday over Christmas only to then be told when they returned that they had not trained enough to play the first game of the year.\n\nMessi's desire to play in every match - something that Pep Guardiola nearly always made sure he did - means he took the decision badly and failed to show for training on Monday complaining of gastroenteritis. Sick to the stomach of his manager would be another interpretation; the two men are believed to have argued both in Friday's training session and on Sunday in San Sebastian.\n\nMonday's session was open to the public with school children still on their Christmas holidays allowed to watch their heroes train, but Messi was at home following Chelsea on Instagram instead.\n\nHe also follows Beyonce and Manchester City so it would be taking it too far to see such a move on social media as a 'come and get me' message but the timing was telling all the same.\n\nChelsea fans hopeful he could end up at their club - he also followed Cesc Fabregas and Filipe Luis on Instagram - should probably bear in mind that when Messi is unhappy at Barcelona it tends to be the people he is unhappy with that move on.\n\nEnrique should be given this week's cup game with Elche and Sunday's showdown with Fernando Torres' Atletico Madrid to save his job but Messi is by no means alone in being unhappy at the head coach.\n\nGerard Pique, new signing Ivan Rakitic and Neymar are others and, far from just being personal gripes, there are overriding concerns over the way the coach has the team playing.\n\nThe manager who took over in the summer has a reputation for falling out with star players - he upset both Francesco Totti and Daniele De Rossi at Roma - and with Sporting Director Andoni Zubizarreta already fired - assistant Carles Puyol having quit soon after - the spotlight now falls on him.\n\nPresident Josep Bartomeu is also under pressure, not just to change the coach but to call elections. Prospective rival candidate for the presidency Agusti Benedito said on Monday night on Spanish radio: 'It's clear that this board has weighed up the possibility of selling Messi.'\n\nBenedito, who received the second-most votes in the last election, was alluding to the theory that the current regime have deliberately antagonised the star in recent seasons, knowing how much selling the player would swell the coffers, but also being aware his departure would have to appear to be engineered by him and not them.\n\nFormer Barcelona striker Hristo Stoichkov also waded in to criticise those in power at the club. He said: 'Bartomeu understands basketball but not very much about football. He is not a President, he's an administrator who has landed the job because the person in charge (Sandro Rosell) was a bottler who ran away.'\n\nThe outspoken former Barça dream team member also criticised the outgoing Zubizarreta saying: 'What signings have been made? Why did they not go for (Toni) Kroos and Isco?'\n\nHe also defended Luis Suarez saying: 'It's not Suarez's fault, he is a natural goalscorer and they are killing him.'\n\nThe big summer signing from Liverpool has suffered in Enrique's ever-changing line-ups and has so far scored only one league goal.\n\nBarcelona president Bartomeu will publicly address supporters' concerns on Wednesday and announce a new Sporting Director with Fiorentina's Eduardo Macia currently the favourite.\n\nThe former Liverpool scout, who has also worked at Valencia and Olympiacos, has been responsible for taking Micah Richards to Italy. For the next 12 months he will have very little to do in view of Barca's transfer ban.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29956125",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6843,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "20:07:00",
                    "title": "Barca are in full-blown meltdown... Messi is unhappy and could be sold",
                    "uri": "238786186",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2898481/Barcelona-blown-meltdown-Lionel-Messi-unhappy-Luis-Enrique-sold.html",
                    "wgt": 1
                },
                {
                    "body": "BARCELONA (Reuters) - Senior members of Barcelona's squad met with Lionel Messi on Wednesday to discuss the Argentine's dissatisfaction with coach Luis Enrique, hoping to prevent their bust-up undermining the club's bid for trophies.\n\nLuis Enrique has found himself in the spotlight as the Catalan club struggles to keep pace with Real Madrid and his future could hinge on whether he can patch up his differences with the talismanic Messi.\n\nXavi and other influential players met Messi before training in an attempt to smooth the waters.\n\nThere is no real surprise though that the situation has come to a head considering the domineering style of Luis Enrique and the way Messi, as Barca's most influential player, has been used to receiving privileges.\n\nWhen former coach Pep Guardiola was in charge he resigned himself to allowing Messi to play virtually every match having faced the ire of the Argentine when he tried to rest him.\n\nOther coaches similarly have concentrated on being pacifiers, notably Messi's fellow countryman Tata Martino last season who was quick to defend the player when his form dropped and he appeared to lack interest.\n\nMessi has developed from an innocent teenager at Barcelona who was simply happy to play the game to a calculating senior professional who knows his value to the club.\n\nThe four-times World Player of the Year is believed to be unhappy with the no-nonsense style of Luis Enrique and his tactics this season.\n\nBarca are second in La Liga, a point behind Real Madrid who have a game in hand. While still in a good position the team has failed to function smoothly and too often relied on individual talent to get them out of trouble.\n\nMessi's conflict with Luis Enrique stepped up a level last Friday when they are reported to have almost come to blows during a training session and then the player was angry at being left out of the starting lineup two days later for the clash with Real Sociedad.\n\nThe player had only returned on Friday from his Christmas break in Argentina and the coach felt that he was not ready.\n\nThe decision to leave him and Neymar on the bench backfired with the team losing 1-0 and there is believed to have been another heated exchange between the pair in the dressing room after the match.\n\nOn Monday, Messi failed to attend a training session open to the public and a festive hospital visit to see sick children due to illness.\n\nOn the same day he started following Chelsea on social media site Instagram, fuelling rumours over his future.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30008983",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6823,
                    "source": {
                        "title": "News",
                        "uri": "www.sbs.com.au"
                    },
                    "time": "12:41:00",
                    "title": "Luis Enrique future hinging on healing Messi rift",
                    "uri": "238914019",
                    "url": "http://www.sbs.com.au/news/article/2015/01/07/luis-enrique-future-hinging-healing-messi-rift",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi has caused a minor internet earthquake by following Chelsea and some of their players on photo sharing site Instagram.\n\nBarcelona superstar Lionel Messi has been linked with Chelsea from past few days during the latest soccer's transfer windows. Messi added some fuel to the flame when he followed English Premier League club Chelsea on Instagram.\n\nAccording to Sport English, January 5 has been a busy day for Barcelona. The day started with an open doors training session for Barcelona's first team. Leo Messi couldn't make it, because of gastroenteritis. During the afternoon, the club fired Andoni Zubizarreta and the Carles Puyol quit. Then, after this tsunami of developments, Lionel Messi began to follow Chelsea on Instagram and two Blues players, Filipe Luis and Thibaut Courtois.\n\nThough it's not rare for him to follow his competing teams as he also follows Manchester City and Newell's Old Boys on Instagram, but the timing of his move to follow Chelsea, as well as defender Filipe Luis and goalkeeper Thibaut Courtois, is rather suspicious.\n\nChelsea manager Jose Mourinho had earlier expressed his desire to sign Barcelona superstar too.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29919373",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6621,
                    "source": {
                        "title": "Business Recorder",
                        "uri": "www.brecorder.com"
                    },
                    "time": "09:51:00",
                    "title": "Messi hints at Chelsea move",
                    "uri": "238693401",
                    "url": "http://www.brecorder.com/sports/other-sports/215137-messi-hints-at-chelsea-move.html",
                    "wgt": 1
                },
                {
                    "body": "Current Premier League leaders Chelsea are monitoring the relationship between Argentina captain Lionel Messi and Barcelona coach Luis Enrique, which continues to worsen at the Catalan club. A Spanish newspaper has reported that Messi is unhappy with coach Enrique's way of running the dressing room at Barca and in light of the same 2015 might prove to be the year Chelsea makes their move for the Argentine.\n\nIt has been revealed that the club's first training session of 2015 was marred by a war of words between the two when Enrique failed to award a free kick to Messi during a 5-a-side game, Sport24 reported. Messi has reportedly grown irritated by the excessive authoritarianism of the coach, and this has left the situation between the coach and the club's star player on tenterhooks.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29935482",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6612,
                    "source": {
                        "title": "Daily News and Analysis (DNA) India",
                        "uri": "www.dnaindia.com"
                    },
                    "time": "14:58:00",
                    "title": "Chelsea monitoring 'worsening' relationship between Lionel Messi, Luis Enrique at Barcelona: Reports",
                    "uri": "238737647",
                    "url": "http://www.dnaindia.com/sport/report-chelsea-monitoring-worsening-relationship-between-lionel-messi-luis-enrique-at-barcelona-reports-2050203",
                    "wgt": 1
                },
                {
                    "body": "According to Rac1, officials from Chelsea FC have contacted Jorge Messi, father of Lionel Messi, to make a formal offer to sign his son. Also according to the report, they have offered to buy out Leo's contract (a €250 million release clause) and raise his wages even more (Messi is already the highest-paid footballer on the planet).\n\nAlways according to the report, Chelsea officials wanted to hear from Leo's father what the exact situation is between his son and the club, and especially his relationship with coach Luis Enrique, which according to many reports is not good at all. Rac1 also points out that Messi is good friends with Cesc Fàbregas, who has been campaigning for his friend to come to London and play with him. Cesc has allegedly reached out to Jorge Messi as well, in an effort to convince the dad to convince the son to leave Barça.\n\nThe rumors about Messi joining the Blues started again when Leo began to follow a few Chelsea players on Instagram. Those speculations continue to grow even though José Mourinho has confirmed that the club cannot afford to sign Messi right now.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30011446",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6511,
                    "source": {
                        "title": "Barca Blaugranes",
                        "uri": "www.barcablaugranes.com"
                    },
                    "time": "13:06:00",
                    "title": "Report: Chelsea FC Reach Out to Lionel Messi's Father to Make Offer",
                    "uri": "238920387",
                    "url": "http://www.barcablaugranes.com/2015/1/7/7507415/report-chelsea-fc-reach-out-to-lionel-messis-father-to-make-offer",
                    "wgt": 1
                },
                {
                    "body": "Call it crisis, call it #OverreactionSunday, call it what you want; the fact is that Barcelona football is not going through a good period right now. Everything seemed fine when Barça crushed Córdoba in the last game of 2014. Since then, things have gone south. A loss to Real Sociedad, combined with the revelation of deep issues between the club's biggest star, Lionel Messi, and coach Luis Enrique, have created a tough environment for the team.\n\nSo a few people decided to take action. First, it was president Josep Maria Bartomeu, who fired former Director of Football Andoni Zubizarreta. A few hours later, Carles Puyol resigned as Zubi's assistant after just four months at the job. Enrique is now on the hot seat, being blamed for most of the locker room issues and has his job in jeopardy, something that seemed impossible just two weeks ago.\n\nNow, the players are doing something about it. Diario Sport is reporting that Messi will have a meeting with the rest of the captains (Xavi, Iniesta and Busquets). They want to hear Leo's side of the story and find out why does Messi have such a big problem with Lucho. The captains have already talked to Enrique about the issue.\n\nAfter hearing from Messi, the group plans to have a meeting between players and Enrique only, to solve the situation and move on from the issue, sources say.\n\nThis crisis has resurrected the rumors about a possible Messi departure, with Chelsea being the favorites to land the best player in the world. The rumors got stronger after Leo started following the London club and a few players on Instagram, which somehow means that he's made up his mind and he's going to England just because he's looking at photos from Chelsea people.\n\nIf there's one area where Barcelona have not been good at with this issue, it's office politics. The team captains will try to clean up the mess. Maybe it's too late.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29936843",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.644,
                    "source": {
                        "title": "Barca Blaugranes",
                        "uri": "www.barcablaugranes.com"
                    },
                    "time": "12:46:00",
                    "title": "Barcelona Captains to Meet with Lionel Messi; Luis Enrique is the Topic",
                    "uri": "238740880",
                    "url": "http://www.barcablaugranes.com/2015/1/6/7499717/barcelona-captains-to-meet-with-lionel-messi-luis-enrique-is-the-topic",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi's future at Barcelona has been thrown into doubt once more and club legend Hristo Stoichkov believes the Argentina international could leave the Nou Camp.\n\nHaving missed Barcelona's Christmas open-training session on Monday, the club claimed Messi was suffering from gastroenteritis but reports in the Spanish press suggested the No 10 has argued with manager Luis Enrique twice since returning from his winter break in Argentina.\n\nMessi was left out of Barcelona's starting XI for the trip to Real Sociedad on Sunday as the Catalan giants lost 1-0 to David Moyes' side.\n\nStoichkov, who spent two seasons at Barcelona between 1996 and 1998, believes the club have regularly been unable to handle big-name players who hail from outside of Catalonia.\n\nSpeaking to radio show Al Primer Toque, Stoichkov said: 'They have not known how to look after Messi.\n\n'Tell me any foreign player who has not ended up leaving Barca through the back door.'\n\nNeymar, along with Messi, was also allowed to return late from the winter break but Stoichkov insists neither were to blame for Sunday's defeat in Anoeta.\n\nThe ex-Bulgaria international said that neither Messi nor Neymar, who was also allowed return late from their winter break and then left out of the starting XI in Anoeta, were to blame for the defeat.\n\n'Messi and Neymar are not the guilty parties, but those who gave them holidays,'",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29956450",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6434,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "20:12:00",
                    "title": "Messi could leave Barcelona 'through back door', says Stoichkov ",
                    "uri": "238786112",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2898887/Lionel-Messi-leave-Barcelona-door-says-Hristo-Stoichkov.html",
                    "wgt": 1
                },
                {
                    "body": "Barcelona legend Hristo Stoichkov claims Lionel Messi could leave Camp Nou \"through the back door\" if the Spanish giants are not careful.\n\nLuis Enrique's call to give both Messi and Neymar an extended break over winter has been criticised by the Bulgarian -- who scored 84 La Liga goals in 177 games for Barcelona -- on Spanish radio station Onda Cero.\n\nHe said: \"They have not known how to look after Messi. Tell me any foreign player who has not ended up leaving Barca through the back door. Messi and Neymar are not the guilty parties, but those who gave them holidays.\n\n\"All players should be treated equally. If you give two days extra holidays, then play them and they get injured, that's a disaster.\"",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "29977237",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6401,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.irishexaminer.com"
                    },
                    "time": "01:50:00",
                    "title": "Messi could leave 'through back door'",
                    "uri": "238833283",
                    "url": "http://www.irishexaminer.com/sport/soccer/messi-could-leave-through-back-door-305558.html",
                    "wgt": 1
                },
                {
                    "body": "BARCELONA, Spain -- There are some very real problems at Barcelona, and the firing of the club's sports director this week is the latest signal that the once almighty team has entered into meltdown.\n\nWhile many neutral soccer fans have enjoyed watching Lionel Messi and his teammates win again and again, there are plenty in Barcelona still longing for the days when Pep Guardiola led the team to 14 of a possible 19 titles in a four-year span.\n\nNot to mention a good deal of envy for Real Madrid's 10th European Cup victory last year and its Spanish record 22-match winning streak to end 2014.\n\nThe sense of impending doom that has settled over Camp Nou since the firing of Andoni Zubizarreta on Monday had been festering for more than a year, and it finally came to a head last week when the Court of Arbitration for Sport rejected Barcelona's appeal against FIFA's one-year transfer ban for violating rules regarding the registration of youth players.\n\nUntil then, the club had insisted -- and many of its fans had believed -- that they would win their case and the harsh penalty would never be applied.\n\nNow the reality of a season with no new players for an aging squad is settling in.\n\nBarcelona's faithful will have their chance to express themselves at home matches against Elche in the Copa del Rey on Thursday before Sunday's meeting with defending league champion Atletico Madrid. Many disgruntled supporters will have their handkerchiefs handy in case the team loses. They could demand president Josep Bartomeu calls for early elections instead of seeing out his mandate until 2016.\n\nBarcelona greats Johan Cruyff and Hristo Stoichkov have already lamented the state of their former club.\n\n\"I believe Barcelona is heading toward chaos,\" Stoichkov said Tuesday. \"There are too many controversies. I don't understand it.\"\n\nOn the field, the team has continued to churn out wins against minor opponents and can still challenge for titles.\n\nThat steady stream of lopsided scorelines and Messi goal records -- this season he has broken both the Spanish and Champions League scoring marks -- covers up the club's biggest failure: its incapacity to keep top talent both on and off the field.\n\nFirst, Guardiola left the club in 2012. President Sandro Rosell resigned last year, and top players Carles Puyol, Eric Abidal and Cesc Fabregas have not been replaced.\n\nThe most perplexing part of Barcelona's decline is that most of the blows have been self-inflicted by the myriad of legal cases plaguing the club. Besides the FIFA ban that has damaged the reputation of its once lauded football academy, Rosell left amid a lawsuit into the transfer of Neymar, while Messi is mired in a tax fraud case.\n\nMessi, so far, is holding Barcelona together, but there has been a breakout of Messi-mania recently because of reports the club's all-time leading scorer is not happy with coach Luis Enrique.\n\nThe arrival of Luis Enrique -- the club's fourth coach in as many seasons -- was labeled as a return to the Guardiola model of a player coming home. But his erratic lineup choices, which included resting Messi and Neymar for the first half in Sunday's 1-0 loss at Real Sociedad that cost Barcelona the provisional league lead, have erased any comparisons other than unfavorable ones with Guardiola.\n\nNow, the transfer ban until 2016 means that the club's institutional crisis has finally spilled over to become a sporting disaster as well.\n\nZubizarreta's latest batch of reinforcements from last year have not panned out. Even if Luis Suarez recovers his scoring prowess after one goal in nine league games, Barcelona has slipped in midfield and defense. Ivan Rakitic and Rafina are no Fabregas; Jeremy Mathieu and Thomas Vermaelen (still to debut because of injuries) are far from the second comings of Puyol and Abidal.\n\n\"It's impossible for things to stay the same,\" the Spain midfielder said in November. \"We won't see the best Barca again.\"",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30009786",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6377,
                    "source": {
                        "title": "Tribtown",
                        "uri": "www.tribtown.com"
                    },
                    "time": "12:54:00",
                    "title": "Transfer ban and firing of sports director exposes some very real problems at Barcelona",
                    "uri": "238915958",
                    "url": "http://www.tribtown.com/view/story/5b129618f155438da70e65f4633e49f8/SOC--Barcelona-Crisis",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi has been rumoured to leave Barcelona for a Premier League club this season\n\nBarcelona star Lionel Messi sent football fans and the world into a tizzy as news broke of the Argentine footballer following English club Chelsea's official account on online photo-sharing platform Instagram.\n\nTwitter was abuzz with fans gung-ho about the possibility of Messi moving to the Premier League.\n\nMessi's action comes a day after he was left out of the starting eleven that lost to Real Sociedad 0-1 in a La Liga encounter sparking rumours that he wanted to leave Nou Camp.\n\nThe talismanic forward also missed a training session Monday and later started following Chelsea, reports dailymail.co.uk.\n\nThe 27-year-old also started following Chelsea stars Belgian goalkeeper Thibaut Courtois and Filipe Luis on the photo-sharing platform.\n\nHowever, Chelsea fans will do well to note that the four-time player of the year also follows Manchester City, Newell's Old Boys, Argentina and Barcelona on Instagram.\n\nSpanish international Cesc Fabregas, when quizzed about Messi, had said last month that he would love to have him playing alongside him for the Blues after their stint at Barcelona.\n\n\"I wish! Why not? I'd love that to happen. I'd be all for it,\" said Fabregas.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29931777",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6362,
                    "source": {
                        "title": "India Today magazine",
                        "uri": "indiatoday.intoday.in"
                    },
                    "time": "14:00:00",
                    "title": "Messi follows Chelsea on Instagram, fuels Barca exit rumours",
                    "uri": "238727705",
                    "url": "http://indiatoday.intoday.in/story/lionel-leaving-barcelona-messi-follows-chelsea-on-instagram/1/411737.html",
                    "wgt": 1
                },
                {
                    "body": "BARCELONA, Spain -- There are some very real problems at Barcelona, and the firing of the club's sports director this week is the latest signal that the once almighty team has entered into meltdown.\n\nWhile many neutral soccer fans have enjoyed watching Lionel Messi and his teammates win again and again, there are plenty in Barcelona still longing for the days when Pep Guardiola led the team to 14 of a possible 19 titles in a four-year span.\n\nNot to mention a good deal of envy for Real Madrid's 10th European Cup victory last year and its Spanish record 22-match winning streak to end 2014.\n\nThe sense of impending doom that has settled over Camp Nou since the firing of Andoni Zubizarreta on Monday had been festering for more than a year, and it finally came to a head last week when the Court of Arbitration for Sport rejected Barcelona's appeal against FIFA's one-year transfer ban for violating rules regarding the registration of youth players.\n\nUntil then, the club had insisted -- and many of its fans had believed -- that they would win their case and the harsh penalty would never be applied.\n\nNow the reality of a season with no new players for an aging squad is settling in.\n\nBarcelona's faithful will have their chance to express themselves at home matches against Elche in the Copa del Rey on Thursday before Sunday's meeting with defending league champion Atletico Madrid. Many disgruntled supporters will have their handkerchiefs handy in case the team loses. They could demand president Josep Bartomeu calls for early elections instead of seeing out his mandate until 2016.\n\nBarcelona greats Johan Cruyff and Hristo Stoichkov have already lamented the state of their former club.\n\n\"I believe Barcelona is heading toward chaos,\" Stoichkov said Tuesday. \"There are too many controversies. I don't understand it.\"\n\nOn the field, the team has continued to churn out wins against minor opponents and can still challenge for titles.\n\nThat steady stream of lopsided scorelines and Messi goal records -- this season he has broken both the Spanish and Champions League scoring marks -- covers up the club's biggest failure: its incapacity to keep top talent both on and off the field.\n\nFirst, Guardiola left the club in 2012. President Sandro Rosell resigned last year, and top players Carles Puyol, Eric Abidal and Cesc Fabregas have not been replaced.\n\nThe most perplexing part of Barcelona's decline is that most of the blows have been self-inflicted by the myriad of legal cases plaguing the club. Besides the FIFA ban that has damaged the reputation of its once lauded football academy, Rosell left amid a lawsuit into the transfer of Neymar, while Messi is mired in a tax fraud case.\n\nMessi, so far, is holding Barcelona together, but there has been a breakout of Messi-mania recently because of reports the club's all-time leading scorer is not happy with coach Luis Enrique.\n\nThe arrival of Luis Enrique -- the club's fourth coach in as many seasons -- was labeled as a return to the Guardiola model of a player coming home. But his erratic lineup choices, which included resting Messi and Neymar for the first half in Sunday's 1-0 loss at Real Sociedad that cost Barcelona the provisional league lead, have erased any comparisons other than unfavorable ones with Guardiola.\n\nNow, the transfer ban until 2016 means that the club's institutional crisis has finally spilled over to become a sporting disaster as well.\n\nZubizarreta's latest batch of reinforcements from last year have not panned out. Even if Luis Suarez recovers his scoring prowess after one goal in nine league games, Barcelona has slipped in midfield and defense. Ivan Rakitic and Rafina are no Fabregas; Jeremy Mathieu and Thomas Vermaelen (still to debut because of injuries) are far from the second comings of Puyol and Abidal.\n\nMainstays Xavi Hernandez and Andres Iniesta are showing their age at 34 and 30, respectively. Gerard Pique is not the dominant defender he was, and Dani Alves' contract is up at the end of the season, pointing to his exit.\n\nAs Sergio Busquets has said, \"football evolves.\"\n\n\"It's impossible for things to stay the same,\" the Spain midfielder said in November. \"We won't see the best Barca again.\"",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30008388",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6359,
                    "source": {
                        "title": "fresnobee",
                        "uri": "www.fresnobee.com"
                    },
                    "time": "12:30:00",
                    "title": "Meltdown at Barcelona? Transfer ban opens crisis at club",
                    "uri": "238912243",
                    "url": "http://www.fresnobee.com/2015/01/07/4318031/meltdown-at-barcelona-transfer.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "For FC Barcelona, the prolonged ineptitude and football vandalism, which has been visible since 2010, has now erupted into a full crisis -- of the sporting variety at least.\n\nLast week, in this space, I wrote that Andoni Zubizarreta's continued inability to do his job properly would \"in due course, cost the Football Director his position\".\n\nMonday's sacking of a man, whose poor and inadequately planned decisions have consistently outweighed his limited successes, proved that to be accurate and timely.\n\nThis, alone, would not have merited the word \"crisis\" to describe the Camp Nou climate. In fact it was the right decision, simply taken far, far too late.\n\nNo, the crisis climate has been catalysed by what should be considered a Lionel Messi power play following the remarkable events before and after Barcelona's defeat at Real Sociedad on Sunday.\n\nFor Luis Enrique to offer Messi and Neymar extra Christmas vacation -- incredibly, in lieu of the fact that they'll have another shortened summer due to participation in the Copa America -- is entirely within the remit of the Barcelona coach. It is his squad, his responsibility, his decision. His future on the line. A manager must be allowed to manage.\n\nBut to fail to warn them both -- and Messi in particular -- that it was very likely to cost him a start at the Anoeta was either basic mismanagement of a complex character, who has often shown even Pep Guardiola and the late Tito Vilanova that dropping or resting him comes with consequences, or it was needless provocation; an \"I'll show you who's boss\" sort of thing.\n\nThere was a moment after Jordi Alba's own goal put Barcelona 1-0 down within the first two minutes, which saw Neymar lean towards Messi on the bench to indicate he should start warming up immediately.\n\nIt was mischievous but Messi's reaction suggested he loved it: he grinned his only grin that night -- or since, I'll bet.\n\nBy Monday Messi reported to the club that gastroenteritis would not only prevent him training on what's likely to be the club's only public session of the year but also prevent him joining the annual visit of the squad to local children's hospitals.\n\nI like and I respect Messi but I read this as a direct power-play.\n\nA warning to the coach that he feels mishandled.\n\nMy personal opinion, based on years of experience, based on what I'm assured, by people who know, is Messi's growing dislike of Luis Enrique's manner, based on what was offered to explain his absence -- gastroenteritis has long been Spanish football's \"I'm not coming to work today\" phrase of choice -- is that Messi and his people want to bring the situation to a head.\n\nI'm assured that a sharp exchange of words, which took place last Friday between superstar player and coach at training, perfectly indicates the current temperature. Messi is not alone in disliking Barcelona's current brand of football, disliking the constant team rotation or in disliking Luis Enrique's interpersonal skills.\n\nNot all the players feel identically but Messi is not alone in his gripe. Not for the first time \"Lucho\" Enrique stands accused of being brusque. stubborn and capable of demonstrating the difference between being \"too clever by half\" and intelligent.\n\nIn brief, given the team's loss of identity, the likelihood that they will not be competitive for the two big prizes -- La Liga and the Champions League -- this season, the certainty that the transfer market cannot now help their situation until 2016 and his lack of feeling / trust in the club's current coach and board, Messi would be well within his rights to consider leaving.\n\nNot to leave, that would be precipitate. But to survey the landscape.\n\nAs for Barcelona's broader problems? Well, when a crime is committed, it's very often the case that the culprit, the villain of the piece, is missing.\n\nIn 2010, Sandro Rosell won an historic mandate but, palpably, the people were wrong when they voted him into power.\n\nFrom the outset, indeed from long before he even stood for president, his philosophy was tainted by a virulent dislike of everything for which Cruyff [and by association his predecessor Joan Laporta] stood.\n\nDespite inheriting a philosophy, a process, a structure and a team which had produced what has commonly held to be some of the best, most attractive and most successful football in the sport's history, Rosell thought that almost everything should be done differently.\n\nIn summary, recent years have seen Barcelona divorce themselves from their spiritual leader, Johan Cruyff; cause Pep Guardiola to feel alienated then leave his post as manager; lose their elected president Rosell over the way Neymar was recruited to the club; misjudge the consecutive coaching appointments of Gerardo Martino and Luis Enrique; disgracefully mishandle Eric Abidal's contractual situation; sack Antoni Rossich, their director general; receive from FIFA a ban from the transfer market and lose at the Court for Arbitration for Sport a hopeless appeal, which was formulated simply to suspend the ban so that the club could restock the squad last summer; haemorrhage football credibility and competitiveness; alienate their best ever goalkeeper; sack their director of football and, finally, mishandle Messi so comprehensively that there is a real danger he opts to leave.\n\nIt is a heinous list and one which is condensed; not even the full roll of dishonour.\n\nWith Rosell gone, his successor Josep Maria Bartomeu has, I think, three options if he is to successfully run for another term as president in next year's elections.\n\nFirst, he can accept his part in all this and walk away completely.\n\nSecond, he can grasp the nettle and accept that Luis Enrique is a failing, disliked coach, remove him now and appoint, for example, Frank De Boer, with the aim of winning titles this season and calling elections a year early in 2015.\n\nThirdly, he can tough it out with Luis Enrique until the scheduled elections in 2016.\n\nElche visit the Camp Nou in the Copa del Rey on Thursday, an occasion that will bring, I'm sure, a belligerent, vocal and potentially white handkerchief-waving crowd.\n\nDefeat to Atletico Madrid at home on Sunday would spark the kind of ill-feeling which brings boards to their knees.\n\nMeanwhile Cruyff and Laporta stand back and watch, gleefully in the latter's case I suspect, while we neutrals can only lament that something so spectacular, enjoyable and exceptional has been desecrated.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29933866",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6352,
                    "source": {
                        "title": "ESPNFC.com",
                        "uri": "www.espnfc.com"
                    },
                    "time": "14:34:00",
                    "title": "Barcelona's problems continue as Lionel Messi's frustration grows",
                    "uri": "238733559",
                    "url": "http://www.espnfc.com/spanish-primera-division/15/blog/post/2230356/barcelonas-problems-continue-as-lionel-messis-frustration-grows-by-graham-hunter",
                    "wgt": 1
                },
                {
                    "body": "The reported issues between Lionel Messi and Luis Enrique have brought back a wave of speculation about the future of one Leo. The unstoppable rumors of Messi leaving Barça for another league have become stronger; now everybody is talking about it. Again.\n\nThe latest player to comment on the issue is Javier Pastore, a midfielder for Paris Saint-Germain, one of the teams that's usually linked to buy every single player in the world of football. In an interview to Argentine TV channel TyC Sports, Pastore guaranteed that his bosses are ready to chase after Messi if Leo leaves one day.\n\n\"If Barça decides to sell Messi, I can assure you that PSG will go to war and will do their best to try and sign him. Money is not a problem for our owner and he dreams about signing a footballer like Messi every single day. I'm sure he'll try everything\".\n\nSource: TyC Sports\n\nThis is not a knock on PSG, but they want everybody. It's no surprise that Messi is a dream of them. But Pastore is right: they have the money. Is that enough to convince Messi to leave?",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30011469",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6139,
                    "source": {
                        "title": "Barca Blaugranes",
                        "uri": "www.barcablaugranes.com"
                    },
                    "time": "12:39:00",
                    "title": "Javier Pastore: Paris Saint-Germain \"will go to war\" for Lionel Messi",
                    "uri": "238920390",
                    "url": "http://www.barcablaugranes.com/2015/1/7/7507381/javier-pastore-paris-saint-germain-will-go-to-war-for-lionel-messi",
                    "wgt": 1
                },
                {
                    "body": "\"Andoni Zubizarreta's days as sporting director are numbered. It wouldn't be shocking if Zubi is sacked by the end of the week.\" - Xoel Càrdenas, January 4, 2015\n\nWell, that was faster that I thought.\n\nOn Monday, Zubi was let go as sporting director of FC Barcelona. After years of incompetency, Zubi is finally gone.\n\nI don't wish bad things for Zubi. I wish him good things for him in the future. My problem with Zubi was/is that he was an incompetent sporting director who know nothing about the business. It has always been business, never personal. I wish him good health and lots of luck, but he should never work in a football front office again because he doesn't know what he's doing.\n\nOn Monday, Carles Puyol officially left FC Barcelona as their assistant sporting director. It was surprising to some, but for many Barça insiders, the move was in the works. According to RAC1, Puyol had informed the club he would be leaving weeks ago, however, with Zubi's resignation, it seemed like the perfect time to depart as well.\n\nMany are speculating why Puyol left only after three and a half months. There are two main theories. One is that Puyol and manager Luis Enrique did not see eye-to-eye on issues. Another theory is that Puyol grew tired of what he saw with the FCB board. So is it either of these theories? The answer may be in Puyol's statement via his Facebook account:\n\n\"These three and a half months I have been given the chance to see the other side of the club. I have learned a lot, I am very grateful, now, I would like to experiment with other things from another perspective, and from other places. I want to grow, both personal and professional...\"\n\nPuyol saw \"the other side of the club\" and \"learned a lot\" about the club and how its run. Maybe he didn't like what he saw. Maybe he saw a board drowning in their own egos and mistakes, and didn't want to be a part of it. Maybe he didn't want to be affiliated with this board or the manager, and decided it was best to leave.\n\nOr maybe he simply grew tired and realized the job of assistant sporting director wasn't for him, and wanted to do other things. Also, with his wife, Vanessa Lorenzo, traveling regularly for her profession, Carles may want to travel with her, as Sport.es suggested.\n\nI hope to see Puyol taking a part of FC Barcelona charitable work and other causes. Let's remember that not all former FCB players need to be employed in some capacity at FC Barcelona. Puyol will always be the eternal capità, and he bleeds Blaugrana. The club always be a part of him and vice versa. Go have fun, Puyi!\n\nIf all of this wasn't enough for a chaotic Monday, Lionel Messi followed Chelsea FC on Instagram, and the world went mad. People began talking about Messi potentially joining The Blues. Culés already began to get worried about Messi being sold to Jose Mourinho and Chelsea.\n\nMessi has followed Manchester City for a while now, and he hasn't joined the Citizens. Messi also follow Chelsea goalkeeper Thibaut Courtois and left-back Filipe Luis. The English media is absolutely loving this story, and are already stating that \"Messi is hinting at Chelsea move.\"\n\nReally, guys? Wow. So Leo's going to play for both Chelsea and City, since he's \"hinting\" at joining them? Come on now.\n\nCould this be a tactical move by Leo to make the media stir-up transfer rumors, causing drama for the FCB board? Who knows. Maybe he just respects Courtois and Luis.\n\nI don't see Messi following Chelsea and two of their players as a \"Get me out of here!\" sign by Leo. I don't say this because it's wishful thinking, but it's because that is what I believe. Lucas Resende, a great culer and a great follow on Twitter, wrote an excellent editorial on this Messi/Insta-gate issue, including:\n\n\"If He ACTUALLY wanted to leave, to sign with any other club in the world, he would. Quietly. Secretly. Not like a teenager who just found a new crush. What He did today is good news. He cares and loves this club way more than the people who have put us in this situation, and especially more than the \"culers\" who are right this second fuming at Him and his family for his Instagram antics.\"\n\nI agree with Lucas. If Messi wanted to leave, he wouldn't start his \"mission\" to leave by following a team and admiring them via photos and 15-second videos on Instagram. Messi loves FC Barcelona, and I'm sure it's painful for him that the club he loves has gone from the top of the football world to being an inept madhouse. Does Messi have problems with Luis Enrique? Yes, it's obvious. But we are now hearing that MANY have issues with Lucho (more on that in a moment).\n\nI don't see Josep Bartomeu wanting to be the FCB president that sells the greatest footballer of all time. Bartomeu is terrible at what he does, but I don't believe he wants to go down in infamy by selling Messi. Bartomeu's legacy will forever be a horrid one, but even he wouldn't do something as idiotic as entertaining the idea of selling Messi -- like that would benefit the club somehow. Besides, Bartomeu may be gone soon enough.\n\nBTW: I'd love it if Messi is just trolling the FCB board with a few touches/follows on his smartphone.\n\nIt has now come to light that Lucho and the players do not speak much to each other, if at all, in some cases.\n\nPaco Aguillar confirms there's no dialogue between Luis Enrique and his players. He's done at Barcelona, now we wait. -- Rafael Hernández (@RafaelH117)\n\nJanuary 6, 2015\n\n\"I am the leader,\" he told his players, according to Onda Cero (Spain). As I mentioned in my previous article, any boss that has to constantly repeat his or her status as boss knows he or she truly doesn't have control. If Lucho knew he had control and respect of his players, he wouldn't repeat his \"boss\" status because he'd already know that his players respect him and they know who's in charge.\n\nHmm. Perhaps laughing at the fact that they are both on the bench instead of in the game, where they should be.\n\nIt's now clear that the worst signing of 2014 was not Douglas nor Thomas Vermaelen, it was Josep Bartomeu and Andoni Zubizarreta's first signing of 2014: Luis Enrique. He has lost it, and needs to go. This Wednesday, there will be a special meeting at the club, and Lucho's reign may come to an end. Cadena COPE reported that the Barcelona board will give Lucho an ultimatum: to get his team on the right track both on and off the pitch or else he's gone.\n\nFor Lucho, that's mission impossible.\n\nIt'd be best if he's gone now, and not wait. Not just for the betterment of the team, but even for Luis Enrique as well. If he's gone now, at least his record won't take any more hits. Maybe he can even get a club to hire him as manager in the future.\n\nWere we, culers, too naïve when Luis Enrique was hired? Definitely. Lucho was signed early in the summer, and had plenty of time to get his tactics together. As we all see and know now, Lucho had no true plan, no tactics -- nothing. Luis Enrique has failed at FC Barcelona -- just like the FCB board -- and both Lucho and the board need to go. The board has been nothing but a tumor, and has slowly taken the life away from what was, a few years ago, \"the best club in the world.\"\n\nDuring the visit to a hospital for charity today, Bartomeu said: \"I don't know what Luis Enrique is doing. He's gone mad.\" [@partidodelas12] -- Rafael Hernández (@RafaelH117)\n\nJanuary 5, 2015\n\nChaos reigns in Catalunya, and we have to thank Sandro Rosell (don't forget about him), Josep Bartomeu, Andoni Zubizarreta and the rest of the FCB board for destroying \"Més que un club\" in such a short amount of time.\n\nZubi is gone. That leaves Bartomeu, Lucho and the FCB board to go. This Wednesday, a press conference will be held. It is also expected that the board will meet after the press conference. But don't be surprised if the FCB socios ask for an emergency meeting to discuss the future of the club's leadership.\n\nAs I mentioned previously, the FCB socios have to rise up and do something soon. I don't have faith that Josep Bartomeu will step down on Wednesday. If he announces that elections will be moved to this year, I will stand up and clap for Bartomeu for doing the right thing after so many wrong decisions. I hope to see the dismissal of Luis Enrique. There truly is no point in keeping him on now. He has lost the locker room, the trust of socios, and perhaps even the people that hired him, one of which is now gone. His stubbornness and his lack of football tactical knowledge are two of the many reasons Lucho is on his way out.\n\nWe are truly in dark days for FC Barcelona. But with Monday's events, perhaps the sun will shine sooner than we thought for the club.\n\nContinue to support the players.\n\nMonday, January 5, 2015 will go down in history as the beginning of the end of the Sandro Rosell/Josep Bartomeu era of FC Barcelona. An era that started with stability, winning, trophies and high expectations for the future, but will be remembered for being filled with scandals, failure, disappointment and incompetence.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29911179",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.605,
                    "source": {
                        "title": "Barca Blaugranes",
                        "uri": "www.barcablaugranes.com"
                    },
                    "time": "06:38:00",
                    "title": "The Beginning Of The End For The FC Barcelona Board",
                    "uri": "238672072",
                    "url": "http://www.barcablaugranes.com/2015/1/6/7499329/the-beginning-of-the-end-for-the-fc-barcelona-board-xoel-cardenas",
                    "wgt": 1
                },
                {
                    "body": "Paris Saint Germain midfielder Javier Pastore has informed Chelsea that they will face a fight to land Barcelona forward Lionel Messi, should he become available for transfer.\n\nMessi is widely regarded as the best player in the world, and by a sizeable number, the greatest to have ever played the game. As he is still aged just 27, he will not come cheap, and if Barcelona were to be prepared to sell him, there would only be a select few clubs with the financial resources to do so.\n\nPastore has reminded Chelsea, the favourites to sign Messi if he does actually leave, that his club PSG have plenty of cash in reserve to buy the four-time Ballon D'Or winner. He said, \"If Messi were to leave Barcelona, Paris Saint-Germain's owner will be right there to strike a deal.\n\n\"Money will not be a problem. The club has the resources to buy a number of Messis.\"\n\nThe PSG midfielder will be familiar with Messi as they have played together in the Argentinian national team, though Pastore missed the 2014 World Cup from which his compatriot walked away with the Golden Ball for the tournament's best player.\n\nHowever the Argentinian overlooks the problem of UEFA's financial fair play directive, which is designed to stop clubs spending outside their means.\n\nChelsea boss Jose Mourinho has already dismissed speculation of signing Messi due to these FFP concerns, and the situation would be no different for the French giants. PSG are believed to have missed out on the signing of Angel Di Maria to Manchester United during the summer because of these regulations, and they are unlikely to be able to balance their accounts if they pay even a reasonable price for Barcelona's all time top goalscorer.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30046771",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5801,
                    "source": {
                        "title": "footylatest.com",
                        "uri": "footylatest.com"
                    },
                    "time": "22:09:00",
                    "title": "Big-spending rival warns Chelsea of their spending power in superstar chase",
                    "uri": "239004695",
                    "url": "http://footylatest.com/big-spending-rival-warns-chelsea-of-their-spending-power-in-superstar-chase/62803",
                    "wgt": 1
                },
                {
                    "body": "Enrique's position is not thought to be under threat despite reports of a confrontation between Messi and Barca's board over the authoritarian approach of the club's former midfielder.\n\nMessi missed training on Monday due to an upset stomach but remains linked in Spain with a summer move to Chelsea, Manchester City or Paris St-Germain.\n\nThe front page of Spanish newspaper Marca yesterday highlighted Messi's apparent discontent and sparked speculation of a possible move by Messi to Chelsea.\n\nThe rumours add to the general air of turbulence at Barca, who sacked Andoni Zubizarreta as their sporting director.\n\nCarles Puyol quit as his assistant on Monday, less than 24 hours after a shock defeat to David Moyes's Real Sociedad.\n\nBarcelona are not allowed to do business in the transfer market until 2016 after the Court of Arbitration for Sport dismissed an appeal against the Fifa ban imposed on them in April for breaching rules on signing players aged under 18.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "29993417",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5668,
                    "source": {
                        "title": "Times LIVE",
                        "uri": "www.timeslive.co.za"
                    },
                    "time": "07:24:00",
                    "title": "Lionel Messi divorce on the cards?",
                    "uri": "238871059",
                    "url": "http://www.timeslive.co.za/thetimes/2015/01/07/lionel-messi-divorce-on-the-cards",
                    "wgt": 1
                },
                {
                    "body": "Lucho is mucho groucho. Barcelona's coach is in the midst of a full blown crisis. His loss to David Moyes-led Real Sociedad seems to have broken the camel's back. Leaving Lionel Messi and Neymar on the bench has turned the dressing room against him.\n\nTactically, he has been all over the place. He still doesn't know his best side. Luis Enrique is on his last legs. Safe to say that as a football coach you need to know which players to pick battles with. Enrique has taken on the wrong players and he doesn't have the results to get the board on his side.\n\nThe club, already facing a transfer ban, can ill-afford to lose any players, let alone someone like Messi. Replacing the coach, therefore, is the easier option. Enrique first decided to let Messi and a few others have an extended Christmas break and then dropped him to the bench. In hindsight, the decision to let the four time Ballon d'Or winner enjoy Christmas merriment longer than other players suggests that Enrique had already decided that he wasn't going to start with the Argentinean. It was a poor decision. One that could cost him his job.\n\nBut this is merely something which has brought the ongoing crisis to a head. Luis Enrique hasn't been able to replicate the style with which Barcelona played under Johan Cruyff or Pep Guardiola. In fact, tactically he has left both fans and players confused.\n\nHis teams are neither direct in attack, nor fluid in possession. With most players on the other side of the divide, the board is under immense pressure to find a new coach. Josep Maria Bartomeu has a real challenge on his hands. Andoni Zubizarreta's flawed transfer dealings have left gaping holes in the Blaugrana squad; his departure doesn't come as a surprise. Bartomeu too faces serious questions over his ability to lead Barca; the FIFA ban has hurt his position tremendously and so did the Neymar transfer controversy.\n\nMessi too is unhappy with how Josep refused to publicly support him during his own tax investigations.\n\nEnrique could become the proverbial sacrificial lamb.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30009981",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5506,
                    "source": {
                        "title": "IBNLive",
                        "uri": "ibnlive.in.com"
                    },
                    "time": "12:56:00",
                    "title": "Barcelona in crisis: 'Messi' affair could cost coach his job",
                    "uri": "238916095",
                    "url": "http://ibnlive.in.com/news/barcelona-in-crisis-messi-affair-could-cost-coach-his-job/521719-5-21.html",
                    "wgt": 1
                },
                {
                    "body": "Chelsea have been warned Paris Saint-Germain will fight them all the way for a deal for Barcelona's Lionel Messi, should the world star become available.\n\nThe Blues were yesterday linked with a shock move for the Argentine, who is said to be unhappy at Camp Nou.\n\nBut following the speculation, PSG star Javier Pastore has waded in, insisting PSG have the resources to pose a serious challenge to Chelsea's attempts to bring Messi to the Premier League.\n\n'If Messi were to leave Barcelona, Paris Saint-Germain's owner will be right there to strike a deal,' Pastore said.\n\n'Money will not be a problem. The club has the resources to buy a number of Messis.'\n\nPSG and Chelsea face each other in the Champions League next month, for the second successive season.\n\nLast time out, the Blues progressed courtesy of a late goal from Demba Ba which saw them reach the semi-finals on the away goals rule.\n\nMORE: Could Barcelona's Lionel Messi really transfer to Chelsea?",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30003523",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5504,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "10:54:00",
                    "title": "Paris Saint-Germain have funds to challenge Chelsea for Lionel Messi transfer, warns Javier Pastore",
                    "uri": "238898428",
                    "url": "http://metro.co.uk/2015/01/07/paris-saint-germain-have-funds-to-challenge-chelsea-for-lionel-messi-transfer-warns-javier-pastore-5012163/",
                    "wgt": 1
                },
                {
                    "body": "As soon as Messi started following Chelsea, rumour mills went into overtime mode fuelling murmurs about the Argentine star's possible move to the Premier League. (Getty Images)\n\nAn upset defeat at the hands of Real Sociedad followed shake-ups in Barcelona's administrative block and now talks of Lionel Messi's possible exit have made the Catalan club a touch nervous about 'what next'.\n\nAs soon as Messi pressed the 'Follow Chelsea FC' button on Instagram, rumour mills went into overtime mode fuelling murmurs about the Argentine star's possible move to England at Stamford Bridge.\n\nThe development came after the club fired its director Andoni Zubizarreta and Carles Puyol resigned in anger soon after. The Spanish giants, thus, will hope it doesn't get any worse.\n\nBut with the financial fair play regulations getting stringent, it's highly unlikely that such a high-profile transfer will take place. Meanwhile, 'The Manchester Evening News' has also reported Manchester City's interest in Messi.\n\nOther than Chelsea FC, Messi also followed Thibaut Courtois and Filipe Luis on Instagram.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29920655",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5456,
                    "source": {
                        "title": "IBNLive",
                        "uri": "ibnlive.in.com"
                    },
                    "time": "10:15:00",
                    "title": "Lionel Messi fuels Barcelona exit talks by pressing 'Follow Chelsea' button on Instagram",
                    "uri": "238696295",
                    "url": "http://ibnlive.in.com/news/lionel-messi-fuels-barcelona-exit-talks-by-pressing-follow-chelsea-button-on-instagram/521491-5-21.html",
                    "wgt": 1
                },
                {
                    "body": "Could the week get any worse for Barcelona?\n\nA hugely disappointing but deserved defeat against a resurgent Real Sociedad, expertly marshaled by David Moyes, was the pre-cursor to more dressing room spats and in this particular week, a boardroom sacking.\n\nThe removal of Andoni Zubizarreta as Sporting Director was not wholly unsurprising. Once the Court of Arbitration for Sport had upheld Fifa's decision to ban the club from all incoming transfer activity, Zubi's shortcomings in this area were laid bare.\n\nBy way of example, should Dani Alves and Martin Montoya move to pastures new as expected, the Catalans are left with Douglas as their only recognized right-back.\n\nA player so poor that he has just a solitary appearance to his name with manager Luis Enrique even preferring right-winger Pedro to the Brazilian at times.\n\nPerhaps of more concern to both the board and supporters however is the alleged dressing room argument between Lionel Messi and the manager.\n\nIt has been said for a while now that 'senior figures' within the team have been none too happy with Enrique's detached, and confusing management style. Guillem Balague was one well-informed journalist to lift the lid on the goings on as far back as October.\n\nA penchant for demanding respect rather than earning it hasn't sat well either, and it appears that this was at the crux of Sunday's set-to.\n\nApparently, in a bid to assert his authority, Enrique looked to punish Messi for what he considered to be disrespectful behaviour, and had to be stopped from going through with it by the other team captains, Xavi Hernandez, Sergio Busquets and Andres Iniesta.\n\nIt's just one incident in a litany of errors from a manager that would appear to be out of his depth. Think of his treatment of Gerard Pique and his 25 different starting line ups in 25 games as other areas of discontent within the confines of the squad.\n\nWith a president that remains unelected and hugely unpopular, and a side that cannot be revitalized in any way shape or form for another year, is it any wonder that the rumour mill has gone into overdrive concerning a possible move by Chelsea for Messi.\n\nThe Blues, along with PSG and Manchester City are the only three teams that could possibly afford to put together a package for the world's best player.\n\nWhether he would accept it is a completely different question entirely, but Messi and his father Jorge have intimated before that he needs to be kept happy, and the promise of building another world class team around him has spectacularly failed to materialize.\n\nMessi's following of Chelsea on Instagram is unfortunate, but probably deliberate, timing and sends a clear hint.\n\nWhilst Barca's greatest-ever scorer has said time and again that he intends to see out all but his final season in Blaugrana, things can and do change. Messi said as much to Argentine paper Ole himself: 'I live the present. All I am thinking about is making this a great year and winning titles, and that's it.\n\n'After that, we'll see. Football is full of unexpected twists and turns ... it is true that I said I would like to stay there [Barcelona] forever, but sometimes not everything turns out the way you want.'\n\nNever say never.\n\nMORE: Can Arsenal pip Chelsea and Manchester United to Real Madrid's Raphael Varane?",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30003480",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5377,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "10:53:00",
                    "title": "Could Barcelona's Lionel Messi really transfer to Chelsea?",
                    "uri": "238898466",
                    "url": "http://metro.co.uk/2015/01/07/could-barcelonas-lionel-messi-really-transfer-to-chelsea-5012020/",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi as sparked speculation linking him with a move to Chelsea be following the Blues' Instagram page. Seriously.\n\nMessi is reported to be deeply unhappy with life at Barcelona following the appointment of Luis Enrique, and just hours after being dropped for the defeat to Real Sociedad, the Argentine skipped training.\n\nThat's fuelled talk he could leave, and amid growing talk that Chelsea are keen on a £200million deal, he's started following Jose Mourinho's men on Instagram.\n\nIt might be a coincidence or even some mischief-making, but Messi's girlfriend has also started tracking Chelsea, by following them on Twitter.\n\nMessi's girlfriend just followed Chelsea on Twitter. pic.twitter.com/s79lWKAFhJ\n\n-- Football Transfer (@Footy_Transferr) January 5, 2015\n\nMake of that what you will!\n\nMORE: Chelsea ready to pay £24m for this awesome Juve star",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29915934",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5161,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "08:40:00",
                    "title": "Hinting at a transfer? Lionel Messi starts following Chelsea on Instagram",
                    "uri": "238684299",
                    "url": "http://metro.co.uk/2015/01/06/hinting-at-a-transfer-lionel-messi-starts-following-chelsea-on-instagram-5010554/",
                    "wgt": 1
                },
                {
                    "body": "It started on Saturday night, when Luis Enrique got into a heated discussion with Lionel Messi and Neymar Jr. when he told the two that they would be benched against Real Sociedad. It continued on Sunday, when Messi and Ney's absence for most of the game led to a disappointing loss. It got worse on Monday, when Leo missed an open practice because he is reportedly done with Lucho.\n\nThen the club president, Josep Maria Bartomeu, started cleaning house and fired Andoni Zubizarreta, who is no longer Barcelona's Sporting Director, which led to Carles Puyol resigning as Zubi's assistant after only four months at the job.\n\nNow, the process of changing everything looks set to be completed. Sources told Barça Blaugranes on Tuesday that Josep Maria Bartomeu has informed the players and his board associates that coach Luis Enrique's contract will be terminated at the end of this week, most precisely after Barça's match against Atlético Madrid in Round 18 of La Liga.\n\nBartomeu has a scheduled press conference for Wednesday afternoon, in which he'll clarify the situation and possibly announce the firing of one Enrique.\n\nAccording to the sources, the situation between Lucho and Messi cannot be reversed, and the issue has to be solved quickly before Leo decides to pack his things and move to London, with Chelsea watching every step of the crisis.\n\nIf the sources are correct, Enrique will be the one packing his bags and going somewhere else.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29953174",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4951,
                    "source": {
                        "title": "Barca Blaugranes",
                        "uri": "www.barcablaugranes.com"
                    },
                    "time": "18:02:00",
                    "title": "Source: Luis Enrique to be Sacked as FC Barcelona Manager",
                    "uri": "238778886",
                    "url": "http://www.barcablaugranes.com/2015/1/6/7502659/report-luis-enrique-to-be-sacked-as-fc-barcelona-manager",
                    "wgt": 1
                },
                {
                    "body": "Winning is the only way Luis Enrique can keep his job at Barcelona\n\nTo say the start to the new year has been eventful at Barca would be an understatement. On the one hand, they narrowly lost a game of football 1-0, but analyzing in depth as to why that happened and the possible repercussions leave us with many unanswered questions.\n\nThe defeat at Real Sociedad was a disaster from start to finish, the start coming one hour before the game when Luis Enrique named his side with a host of star players left on the bench, right up to aftermath and more of the constant rumours that Lionel Messi is now closer than ever to a move to the Premier League.\n\nIn its wake, the club's sporting director, Andoni Zubizarreta, has left the club, but fortunately for Enrique -- as happens so often in football -- the next game at home to Elche in the Spanish Cup on Thursday comes around quick enough to sharply change a particularly delicate situation.\n\nA convincing win in their upcoming home matches against Elche and title rivals Atletico Madrid would go some way to resolving Enrique's near future, but the questions will remain why his side was not at a competitive level to take the vital three points in San Sebastian, which would have returned the club to the top of La Liga after Real Madrid's earlier loss at Valencia.\n\nThe somewhat baffling team selection had been criticized severely and blamed for the defeat but the question as to why Messi, Dani Alves and Neymar were allowed to prolong their return from holidays in South America until just two days before the game has not been adequately explained.\n\nAll South American players at the club expected to play in the Copa America next summer were offered three extra days over the winter break, but Javier Mascherano and Luis Suarez, who both stayed in Spain over the holiday period, decided not to take the extra days and reported back to training on Dec. 30 in time to prepare for the Sociedad game.\n\nThe three players who did take up the offer of the extra days were joined on the sidelines by Gerard Pique and Ivan Rakitic to make up a star studded bench. And any of those players could have helped Barca up the pace in what was a terrible first half performance from the side in Anoeta.\n\nIt was obvious something needed to be done and Messi was thrown on at half time together with Neymar less than 15 minutes later, but by that time the damage has been done. The resulting defeat and Messi's absence from training with gastroenteritis the next day has added fuel to the flames of a potential exit from the club by the Argentine in the near future.\n\nSome local newspapers claim Messi argued with Enrique in San Sebastian and the fact that he managed to follow Chelsea from his sick bed on Instagram on Monday was for some media outlets more than enough proof that the London club is where his future lies.\n\nHowever, the second half that both he and Neymar put in on Sunday lacked a lot and they looked like players who had only trained twice since their Christmas holidays. What was more baffling was the decision by Enrique to bench both Rakitic and Pique and not introduce them when things were obviously not going well on the pitch.\n\nJeremy Mathieu struggled all evening with La Real's forwards and both he and Mascherano were woeful at bringing the ball out of defence. Pique had shown enough before Christmas to suggest he was getting back to his best and would have been better placed to help with the early aerial bombardment Barca endured.\n\nWith Sociedad already showing a penchant for damaging big sides in the air with goals against both the Madrid sides, it was no surprise when they swung in a few high balls early on and got their reward from Jordi Alba's own goal. Pique is stronger than Mascherano, who appears untouchable in Enrique's Barca in this facet of the game.\n\nRakitic is another player that Enrique is quick to bench but his running was missed again on Sunday as La Real neutralized the influence of Sergio Busquets with some tight marking and easily dealt with the probing but gradually slower play of both Xavi Hernandez and Andres Iniesta.\n\nThe recriminations will continue and changes have already been addressed with the sacking of Zubizarreta but Enrique will be allowed some time to recover from his New Year mistakes.\n\nThe margins for error are tighter than ever though, and only wins -- and if possible convincing ones -- in the next five days against Elche and Atletico Madrid will return the confidence of the fans, and more importantly the Barca board, in the rookie coach.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29952268",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4906,
                    "source": {
                        "title": "ESPNFC.com",
                        "uri": "www.espnfc.com"
                    },
                    "time": "19:06:00",
                    "title": "Winning is the only way Luis Enrique can keep his job at Barcelona",
                    "uri": "238776664",
                    "url": "http://www.espnfc.com/club/barcelona/83/blog/post/2230632/la-liga-luis-enrique-needs-good-results-to-move-past-barcelonas-recent-controversies",
                    "wgt": 1
                },
                {
                    "body": "Graham Hunter, talkSPORT's go-to man on all things Spanish football, brings talkSPORT the latest on Lionel Messi's future.\n\nMessi is said to be growing increasingly unhappy at the Nou Camp amid reports of a fall-out with manager Luis Enrique and Manchester City and Chelsea are being linked with sensational moves for the Argentine superstar.\n\nBut, speaking on the Hawksbee and Jacobs show, Hunter claims it will take an astronomical sum in the region of €200million for a club to stand any chance of prising him away.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29945600",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3924,
                    "source": {
                        "title": "talkSPORT",
                        "uri": "talksport.com"
                    },
                    "time": "17:26:00",
                    "title": "Could Lionel Messi leave Barcelona for Man City or Chelsea? For €200million, maybe!",
                    "uri": "238760757",
                    "url": "http://talksport.com/football/could-lionel-messi-leave-barcelona-man-city-or-chelsea-eu200million-maybe-150106131188",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi would cost a whopping £172m should any of Barcelona's rivals want to whisk him away this month, according to research into the current market values of the world's leading players.\n\nThe Argentine star comfortably tops a CIES Football Observatory countdown of football's most valuable players and is worth £68m more than his Real Madrid rival Cristiano Ronaldo.\n\nThe totals serve as a 'guide price' for the January transfer window, using a calculation that takes into account player performance, age, contract and the results of their team.\n\nThe top 10 features six Premier League players - Eden Hazard, Diego Costa and Cesc Fabregas of Chelsea, Sergio Aguero of Manchester City, Raheem Sterling of Liverpool and Alexis Sanchez of Arsenal.\n\nBut it finds Messi far and away the most expensive player in Europe at the moment with a price tag of £172m on the Barcelona star.\n\nRonaldo, the favourite to win the Ballon d'Or for the world's best player this month, is valued at £104.3m should someone try to prise him away from European champions Real.\n\nChelsea's Eden Hazard comes in at a cool £77.6m, followed by his team-mate, the free-scoring Diego Costa at £65.9m.\n\nPaul Pogba, of Juventus and France, is fifth on the list at £56.4m while Manchester City's prolific Argentine Sergio Aguero is just above the £50m mark.\n\nLiverpool's Sterling (£49.4m), Chelsea's Fabregas (£48.6m), Arsenal's Sanchez (£47.8m) and Real's Gareth Bale (£47m), who commanded the world's biggest transfer fee in 2013, round off the top 10.\n\nThe values of everyone in the top 10 except Messi and Bale has increased since the last ranking was released in June.\n\nThe CIES Football Observatory used their own algorithm based on 1,500 completed transfers since 2009 to work out the current 'price guide'.\n\nIt also takes into consideration player performance such as goals, assists and other on-pitch stats plus their age, position and contract duration. It also weighs up results achieved by their club and national teams.\n\nThe star-studded list also features the likes of Neymar (11th, £45.4m), Angel Di Maria (12th, £44.6m), Luis Suarez (16th, £37.6m) and Radamel Falcao (60th, £21.9m).",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29923609",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3906,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "11:27:00",
                    "title": "Messi would cost a staggering £172m if Barcelona sold him this month",
                    "uri": "238705777",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2898556/Lionel-Messi-cost-staggering-172m-Barcelona-sold-month.html",
                    "wgt": 1
                },
                {
                    "body": "The world of football transfers has changed drastically since the start of the Premier League.\n\nThis week we may have gone too far, as fans lose their marbles over the Instagram following habits of Lionel Messi.\n\nAn action which sent many Chelsea fans into meltdown. It may be time to just relax a little and try not to second guess the motives of arguably the world's best player based on his social media following habits.\n\nThe dawn of the internet age, the money in the game and its global appeal has meant that interest in potential player transfers has soared beyond the level of obsession.\n\nIt was not always this way, the introduction of transfer windows and the internet have had an irreversible impact on the way we get our news.\n\nWe have gone from a time when rumours consisted of a drip feed of tabloid rumours and the wonderfully retro club sanctioned phone news services , to a 24/7 machine of speculation, rumour and ever so rarely news .\n\nIt seems a lifetime since when one of the cutting edge ways to find out information about your club was to ring a premium rate phone number and listen avidly for the latest transfer news.\n\nAlthough you can still phone to get your news should you want to, the internet gives fans across the world rumour, news and intrigue at their fingertips in real time.\n\nThe interest in the game has fuelled fan blogs and social media that monitor the game constantly looking for the next news story to satiate fans hungry for information, revelling in the\n\nEvery action by a chairman, player or manager is analysed and second guessed as papers seek to be the first to a story. This means that even a simple follow on a social media platform can be interpreted as a declaration of intent.\n\nLet's just hope that Joey Barton does not follow Chelsea this transfer window, he may just break the internet.\n\nThe Messi rumour is almost laughable, it is hard to believe there is any credence to it. As to Messi's social media habits, maybe the presence of so many friends from Spain is a sensible alternative.\n\nWhatever your thoughts, you have to love transfer silly season.\n\nMORE: Paris Saint-Germain have funds to challenge Chelsea for Lionel Messi transfer, warns Javier Pastore",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "30007880",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3691,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "12:20:00",
                    "title": "Why the Lionel Messi to Chelsea transfer rumours are laughable!",
                    "uri": "238910521",
                    "url": "http://metro.co.uk/2015/01/07/why-the-lionel-messi-to-chelsea-transfer-rumours-are-laughable-5012407/",
                    "wgt": 1
                },
                {
                    "body": "Barcelona star slams ball over barrier as high as a house, then keeps juggling on the other side\n\nLionel Messi showed off his incredible touch with a football by juggling over a building-high hurdle hanging from a crane live on Japanese television.\n\nThe footage is interspersed with some zany graphics typical of Japanese TV, but the skill is no-less impressive.\n\nThe pocket-sized Barcelona star was dwarfed by the huge fence erected over him for the TV show challenge.\n\nHe looked as if he doubted himself at times during the footage.\n\nWhen the challenge began he juggled normally for a time...\n\nMessi then thrilled onlookers by repeating the feat.",
                    "date": "2015-01-07",
                    "eventUri": "2159111",
                    "id": "29993260",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3496,
                    "source": {
                        "title": "gulfnews.com",
                        "uri": "gulfnews.com"
                    },
                    "time": "07:22:00",
                    "title": "Watch Lionel Messi’s amazing football juggling feat",
                    "uri": "238870790",
                    "url": "http://gulfnews.com/sport/football/watch-lionel-messi-s-amazing-football-juggling-feat-1.1436895",
                    "wgt": 1
                },
                {
                    "body": "SHOWS: BARCELONA, SPAIN (NOVEMBER 21, 2014) (REUTERS - ACCESS ALL) 1.\n\nSTRIKER LIONEL MESSI AT TRAINING 2. (SOUNDBITE) (Spanish) BARCA COACH LUIS ENRIQUE SAYING: \"Whenever I have talked with Leo he has always said he was happy at Barca and that he has no problems here.\n\nThat is what I keep, instead of interpretation or speculation (regarding his future), which I won't comment on. that is only up to him to answer.\n\nWhat I know is that he feels good and very proud of defending Barca.\n\nThat is the message I am interested in.\" STORY: Barca coach Luis Enrique said on Friday (November 21) he was sure striker Lionel Messi was happy at the Catalan club after the player raised eyebrows this week by giving the strongest hint yet that he might consider leaving Barca or he might be sold.\n\n\"Whenever I have talked with Leo he has always said he was happy at Barca and that he has no problems here.\n\nThat is what I keep, instead of interpretation or speculation (regarding his future), which I won't comment on. that is only up to him to answer.\n\nWhat I know is that he feels good and very proud of defending Barca.\n\nThat is the message I am interested in,\" Enrique told reporters at a news conference.\n\nMessi has been off colour and remains one goal short of the Spanish top-flight record of 251 set six decades ago by ex-Athletic Bilbao striker Telmo Zarra.\n\nHe has been on 250 since netting against Eibar on Oct. 18.\n\nThe 27-year-old failed to score either in the 'Clasico' or in Barca's subsequent two games against Celta Vigo and Almeria, a long drought by his standards.\n\nThe \"blaugranas\" are second in La Liga after 11 matches, two points behind leaders Real, who play at Eibar on Saturday.",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29948959",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3322,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "18:16:00",
                    "title": "Messi Is Happy at Barcelona, Coach Says",
                    "uri": "238766355",
                    "url": "http://www.onenewspage.com/video/20141121/2281890/Messi-Is-Happy-at-Barcelona-Coach-Says.htm",
                    "wgt": 1
                },
                {
                    "body": "Refresh automatically On | Off\n\nAll the latest Manchester City news and views on our rolling Blues blog\n\n12pm\n\nBit of transfer news doing the rounds that AC Milan are in the race for Nastasic, along with Schalke...\n\n11.11am\n\nAnd now comment, on the question of whether we'll see City's strongest team in 2015...\n\nComment: Top of the league still in the cups - just wait until Man City hit top gear!\n\n10.12am\n\nBit of transfer gossip for you now, featuring Micah Richards among others:\n\nManchester City transfers: Fekir pursuit, Chelsea want Richards, Liverpool lead Milner chase\n\n9.45am\n\nMorning all and welcome to Tuesday's Blues blog. We're quite literally IN the January transfer window now, with speculation flying all over the shop. Some decent names too being linked with City, Alexandre Lacazette, Wilfried Bony, and some bloke called Messi, although we're not sure if he's any good.\n\nTake a look at this one for starters:\n\nCity on Messi alert after Barcelona sack technical director Zubizarreta",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29928414",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.316,
                    "source": {
                        "title": "men",
                        "uri": "www.manchestereveningnews.co.uk"
                    },
                    "time": "12:54:00",
                    "title": "Recap: Man City transfer window latest",
                    "uri": "238718642",
                    "url": "http://www.manchestereveningnews.co.uk/sport/football/football-news/recap-man-city-transfer-window-8389750",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi is €87m more valuable than Cristiano Ronaldo, according to the latest study from the International Centre for Sports Studies (CIES).\n\nEdan Hazard tops the Premier League contingent of six players at €99m while Diego Costa, Sergio Aguero, Raheem Sterling, Cesc Fabregas and Alexi Sanchez all make the top 10.\n\nThere are three La Liga players in Messi, Ronaldo and Gareth Bale while Juventus star Paul Pogba completes the top 10.\n\nThe values are calculated using an exclusive CIES algorithm that takes into account \"player performances (matches, goals, dribbles, etc.), their characteristics (age, position, contract duration, etc.), as well as competition level and results achieved by their teams (clubs and national sides).\"",
                    "date": "2015-01-06",
                    "eventUri": "2159111",
                    "id": "29927942",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.314,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "12:47:00",
                    "title": "Lionel Messi €87m more valuable than Cristiano Ronaldo in latest study",
                    "uri": "238717451",
                    "url": "http://www.independent.ie/sport/soccer/other-soccer/lionel-messi-87m-more-valuable-than-cristiano-ronaldo-in-latest-study-30886141.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 43,
            "averageDate": "2015-01-06",
            "avgCos": 0.4243,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2159111",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2170646",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Barcelona",
                "lat": 41.38879,
                "long": 2.15899,
                "wikiUri": "http://en.wikipedia.org/wiki/Barcelona"
            },
            "storyDate": "2015-01-06",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-64743",
            "variance": 0.32
        }
    },
    "meta": {
        "CCAArticleMatchCount": 27,
        "CCAArticleMatchRatio": 0.5294117647058824,
        "CCAAvgCosSim": 0.6306722222222224,
        "CCAAvgMatchWgt": 41.07407407407408,
        "_articleUri1": "239056954",
        "_articleUri2": "238861546",
        "_datetime": "2015-01-20 15:53:43",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-18682",
        "_storyUri2": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-64743",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 43,
        "avgCosSimStory1": 0.6353,
        "avgCosSimStory2": 0.4243,
        "categorySim": 0,
        "conceptCosSim": 0.6234958534449782,
        "conceptJaccardSim": 0.2261904761904762,
        "coreTime1": 131661.1666666667,
        "coreTime2": 131626.25,
        "coreTimeStDev1": 14.21382972866353,
        "coreTimeStDev2": 9.777446907409479,
        "entityCosSim": 0.6943350144773776,
        "entityJaccardSim": 0.2285714285714286,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5488161431246891,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 12,
        "storyQuality2": 16,
        "timeAvg1": 131674.2766666667,
        "timeAvg2": 131638.9174418605,
        "timeStDev1": 14.21382972866353,
        "timeStDev2": 11.13217683816518,
        "varianceStory1": 0.2982,
        "varianceStory2": 0.32
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-18682": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "22:02 | España, 7 de enero.- Sin dudas, la derrota del Barcelona ante la Real Sociedad marcó un antes y un después para la institución, ya que ese partido podría haber marcado el quiebre para que el jugador más importante de toda la historia, como lo es Lionel Messi, acepte irse en búsqueda de nuevos horizontes.\n\nLa relación con Luis Enrique ya venía mal desde hace un tiempo, pero la decisión de poner a varias de las figuras del plantel en el banco -incluido el rosarino-, fue el detonante, ya que en el vestuario el DT y el \\'10\\' discutieron feo. Es más, el entrenador quiso abrirle un expediente al rosarino por su comportamiento, pero fue frenado por el resto de los capitanes.\n\nAl salir todo esto a la luz, el primero en moverse fue el Chelsea, quien ya lo viene teniendo en la mira desde hace un tiempo. Algunos de los directivos de la entidad londinense levantaron el teléfono y se comunicaron con Jorge Messi, el padre del jugador, para conocer el verdadero cuadro de situación.\n\nLos \"Blues\", con José Mourinho a la cabeza, saben que la \"Pulga\", quien en varios cruces de Champions League los ha dejado sin nada, le daría un altísimo salto de calidad al plantel y están dispuestos a pagar la cláusula de rescisión del argentino (250.000.000 de euros).\n\nVale recordar que ayer, PLAYFUTBOL, enumeró alguna de las razones por las cuales Messi estaría dispuesto a arman las valijas y mudarse a Inglaterra. Las otras instituciones que aún no se movieron, pero que estarían expectantes, son Manchester City y Paris Saint Germain.",
                    "date": "2015-01-08",
                    "eventUri": "2183452",
                    "id": "30069416",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7485,
                    "source": {
                        "title": "Diario de Cuyo",
                        "uri": "www.diariodecuyo.com.ar"
                    },
                    "time": "05:05:00",
                    "title": "El Chelsea llamó al papá de Messi para intentar contratarlo",
                    "uri": "239056954",
                    "url": "http://www.diariodecuyo.com.ar/home/new_noticia.php?noticia_id=653091",
                    "wgt": 1
                },
                {
                    "body": "Cada día que pasa, un nuevo capítulo se suma a esta 'novela'. Los de Londres, al escuchar los fuertes rumores sobre una ruptura y el deseo de cambiar de aire, se movieron con rapidez y ya dialogaron con el papá del '10' para interiorizarse y saber el cuadro de situación. Hoy, hay varios motivos por los cuales la \"Pulga\" aceptaría calzarse la camiseta de los \"Blues\"\n\nSin dudas, la derrota del Barcelona ante la Real Sociedad marcó un antes y un después para la institución, ya que ese partido podría haber marcado el quiebre para que el jugador más importante de toda la historia, como lo es Lionel Messi, acepte irse en búsqueda de nuevos horizontes.\n\nLa relación con Luis Enrique ya venía mal desde hace un tiempo, pero la decisión de poner a varias de las figuras del plantel en el banco -incluido el rosarino-, fue el detonante, ya que en el vestuario el DT y el '10' discutieron feo. Es más, el entrenador quiso abrirle un expediente al rosarino por su comportamiento, pero fue frenado por el resto de los capitanes.\n\nAl salir todo esto a la luz, el primero en moverse fue el Chelsea, quien ya lo viene teniendo en la mira desde hace un tiempo. Algunos de los directivos de la entidad londinense levantaron el teléfono y se comunicaron con Jorge Messi, el padre del jugador, para conocer el verdadero cuadro de situación.\n\nLos \"Blues\", con José Mourinho a la cabeza, saben que la \"Pulga\", quien en varios cruces de Champions League los ha dejado sin nada, le daría un altísimo salto de calidad al plantel y están dispuestos a pagar la cláusula de rescisión del argentino (250.000.000 de euros).",
                    "date": "2015-01-08",
                    "eventUri": "2183452",
                    "id": "30060408",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7182,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "02:06:00",
                    "title": "El Chelsea pone segunda: llamó al papá de Messi para intentar contratarlo",
                    "uri": "239034887",
                    "url": "http://www.infobae.com/2015/01/07/1619408-el-chelsea-pone-segunda-llamo-al-papa-messi-intentar-contratarlo",
                    "wgt": 1
                },
                {
                    "body": "Los directivos del Chelsea, actual puntero de la Premier League de Inglaterra, se comunicaron con Jorge Messi, padre de Lionel, para informarse acerca de la situación del futbolista en Barcelona mientras se desarrolla una crisis en el club \"culé\".\n\nLa información brindada por la radio catalana \"Rac 1\" y que ya resuena en los principales medios europeos llega el mismo día en el cual el entrenador del Barcelona, Luis Enrique, no desmintió el supuesto enfrentamiento con Lionel Messi luego de la derrota \"blaugrana\" ante la Real Sociedad 1-0 el último fin de semana, por la 17° fecha de la Liga de España.\n\nSumado a esto, la información cobra fuerza ya que hace muy poco Lionel Messi, quien sigue a muy pocas personas a través de las redes sociales, sumó entre sus favoritos a la cuenta de Instagram de la entidad londinense.\n\nEl club inglés, donde el director técnico es el portugués José Mourinho, ha dado ya varias muestras de su interés por el futbolista argentino, siempre y cuando éste tuviese la intención de alejarse de Catalunya.",
                    "date": "2015-01-08",
                    "eventUri": "2183452",
                    "id": "30081898",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6222,
                    "source": {
                        "title": "Tucuman Hoy",
                        "uri": "www.tucumanhoy.com"
                    },
                    "time": "09:29:00",
                    "title": "El Chelsea mostró interés por Messi y hablaron con el padre",
                    "uri": "239088555",
                    "url": "http://www.tucumanhoy.com/n69359",
                    "wgt": 1
                },
                {
                    "body": "La Afición/Milenio Digital\n\nMÉRIDA,Yuc.- Al parecer Lionel Messi analiza su salida del club Barcelona luego del momento complicado que se vive en la entidad culé.\n\nApenas ayer, Messi no entrenó por un posible problema estomacal. Luis Enrique analizó castigo para el astro argentino, sin embargo Iniesta y Busquets intercedieron para que esto no sucediera. Sin embargo, este hecho dejó entrever una posible fisura en la relación del técnico español y el argentino.\n\nEn últimos días se han dado cambios importantes dentro de la directiva culé, por lo que Luis Enrique estaría cerca de perder su puesto. Lio Messi, también analizaría una posible salida del club.\n\nAl percatarse de la turbulencia que se vive en el seno blaugrana, Chelsea dio el primer paso para acercarse al argentino. El club londinense llamó al padre de Messi para plantearle la idea que Lio deje Barcelona el próximo verano para enrolarse en las filas Blues.\n\nAl parecer este hecho podría darse debido a la tensión que se ive en el club y la posible fractura en la relación con el actual técnico blaugrana.\n\nChelsea estaría dispuesto a pagar 250 millones de euros por la rescisión del jugador argentino.",
                    "date": "2015-01-07",
                    "eventUri": "2183452",
                    "id": "30042895",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5827,
                    "source": {
                        "title": "sipse.com",
                        "uri": "www.sipse.com"
                    },
                    "time": "21:10:00",
                    "title": "Chelsea va por Lionel Messi en el próximo mercado de verano, en Europa",
                    "uri": "238995628",
                    "url": "http://www.sipse.com/deportes/chelsea-va-lionel-messi-proximo-mercado-verano-europa-131216.html",
                    "wgt": 1
                },
                {
                    "body": "Londres. (EFE).- El segundo entrenador del Chelsea, el inglés Steve Holland, descartó este viernes el fichaje del atacante argentino del Barcelona Lionel Messi por el conjunto londinense y dijo que la contratación es \"imposible\".\n\n\"Fichar a Messi, con la normativa del Juego Limpio Financiero, es completamente imposible\", afirmó Holland que ocupó el lugar del portugués José Mourinho en la rueda de prensa previa al encuentro de liga del sábado ante el Newcatle (15.00 GMT).\n\n\"Si te fijas en las cifras que mencionan los medios de comunicación sobre el posible fichaje te das cuenta que es algo que no se puede hacer\", añadió.\n\nLos diarios ingleses han relacionado en los últimos días al internacional argentino con el Chelsea, en una operación en la que los \"blues\" podrían desembolsar 250 millones de euros por su traspaso.\n\nSin embargo, Holland explicó que en el conjunto del suroeste de Londres no habrá salidas ni llegadas en el presente mercado de traspasos.\n\n\"José Mourinho ya lo dejó muy claro: no habrá ningún futbolista del equipo que se vaya ni ninguno que llegue ahora\", subrayó Holland.\n\nEl Chelsea ocupa la primera plaza de la Premier junto al Manchester City, con 46 puntos, después de veinte jornadas disputadas, y en la próxima fecha, la vigésimo primera, se mide con el Newcastle en Stamford Bridge.",
                    "date": "2015-01-09",
                    "eventUri": "2183452",
                    "id": "30201128",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5051,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "13:33:00",
                    "title": "El Chelsea descarta el fichaje de Lionel Messi",
                    "uri": "239386877",
                    "url": "http://www.lavanguardia.com/deportes/20150109/54422479521/el-chelsea-descarta-el-fichaje-de-lionel-messi.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2015-01-08",
            "avgCos": 0.6353,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2183452",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2183452",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "London",
                "lat": 51.50853,
                "long": -0.12574,
                "wikiUri": "http://en.wikipedia.org/wiki/London"
            },
            "storyDate": "2015-01-08",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-18682",
            "variance": 0.2982
        }
    }
}