{
    "850f305d-14db-4c75-b547-79470a557ea3-598773": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Researchers at the Stowers Institute for Medical Research have identified the functions of two classes of pheromone receptors, and found pheromones crucial to triggering the mating process in mice.\n\nThey found one class of receptors helps a male mouse detect pheromones that indicate when a female is present. The other class of receptors lets him know if the female mouse is ovulating and ready to mate. Both sets of pheromones are critical to trigger mating. Stowers' researchers believe mice developed this system through evolution to maximize the chance of their reproductive success.\n\n\"Interestingly, the pheromone that tells other mice that 'I am female,' or the one that tells others, 'I am ovulating,' do not do much on their own,\" says Stowers Investigator Ron Yu, Ph.D., who led the study. \"But when the two are presented together, the male mice showed great interest in courting and mating with the female.\"\n\nThe findings, published in the July 29 issue of eLife, offer new insight into how the mammalian brain processes sensory information like pheromones to elicit courtship behaviors. Because the brain works similarly in mice and humans, the findings could also increase understanding of inborn behaviors in humans - behaviors like seeing, smelling and sexual arousal, that, \"come naturally,\" and don't have to be learned.\n\nPheromones, chemical signals that stimulate social responses in others of the same species, trigger many of these inborn behaviors. These chemical signals can let an animal know when a suitable mate is near and activate the release of hormones that encourage the animal to mate. In mammals, the vomeronasal organ, located between the roof of the mouth and the nose, detects pheromones.\n\nHumans no longer have a functional vomeronasal system, but the mechanisms that control our inborn behavior are similar to those in other mammals. For example, looking at an attractive member of the opposite sex can stimulate hormonal changes in humans that lead to sexual arousal. Studying the vomeronasal system in the mouse provides information on how the brain links such sensory input with endocrine changes and behaviors, Yu says.\n\nThe mouse vomeronasal organ contains more than 300 different receptors, but only a few of them have been matched with the pheromones they detect. Pheromone-receptor pairs have been hard to identify because the body releases pheromones in only small quantities.\n\n\"In the past decade or so, studies in insects have identified pheromones, their receptors and even some neural pathways that control courtship,\" Yu says. \"But in mammals we have known very little. Part of the reason is that we know next to nothing about what the mammalian pheromones are and which receptors recognize them.\"\n\nIn an attempt to find more pairs of pheromone receptors, Yu and his colleagues took tissue samples from the vomeronasal organ in mice, and then looked for cells that responded to the urine of female mice. With help from Stowers' state-of-the-art Lab Animal Services Facility and using resources from the Institute's Molecular Biology, Microscopy and Proteomics centers, the research team developed a novel approach using calcium imaging to analyze the cells and isolate the pheromone receptors.\n\n\"Since each vomeronasal neuron only expresses a single type of receptor, we were able to isolate the cells and figure out which receptors they express,\" Yu says. \"With this approach we bypassed the need of knowing the pheromones to figure out the function of the receptors. We then used the receptors to figure out which urine fraction contains the active pheromones. So technically, we solved a problem that had frustrated the field for some time.\"\n\nThe researchers identified two previously unknown pheromone-receptor pairs. Their findings suggest two ways the brain processes sensory information to trigger mating, and opens the door for the discovery of the neural pathways that activate inborn behavior in mammals. Yu and his colleagues plan to build on their research to identify other pheromones and receptors, and map out the neural circuitry that transmits information from the vomeronasal organ to the brain.\n\n\"These next steps will help us understand how mammalian brains integrate multiple pieces of information to make critical decisions in their lives,\" says Sachiko Haga-Yamanaka, Ph.D., the study's lead author.",
                    "date": "2014-07-29",
                    "eventUri": "1176734",
                    "id": "16353110",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7832,
                    "source": {
                        "title": "Medical News Today",
                        "uri": "www.medicalnewstoday.com"
                    },
                    "time": "09:27:00",
                    "title": "Researchers identify functions of two classes of mouse pheromone receptors",
                    "uri": "200305395",
                    "url": "http://www.medicalnewstoday.com/releases/280214.php",
                    "wgt": 1
                },
                {
                    "body": "They found one class of receptors helps a male mouse detect pheromones that indicate when a female is present. The other class of receptors lets him know if the female mouse is ovulating and ready to mate. Both sets of pheromones are critical to trigger mating. Stowers' researchers believe mice developed this system through evolution to maximize the chance of their reproductive success.\n\n\"Interestingly, the pheromone that tells other mice that 'I am female,' or the one that tells others, 'I am ovulating,' do not do much on their own,\" says Stowers Investigator Ron Yu, Ph.D., who led the study. \"But when the two are presented together, the male mice showed great interest in courting and mating with the female.\"\n\nThe findings, published in the July 29 issue of eLife, offer new insight into how the mammalian brain processes sensory information like pheromones to elicit courtship behaviors. Because the brain works similarly in mice and humans, the findings could also increase understanding of inborn behaviors in humans -- behaviors like seeing, smelling and sexual arousal, that, \"come naturally,\" and don't have to be learned.\n\nPheromones, chemical signals that stimulate social responses in others of the same species, trigger many of these inborn behaviors. These chemical signals can let an animal know when a suitable mate is near and activate the release of hormones that encourage the animal to mate. In mammals, the vomeronasal organ, located between the roof of the mouth and the nose, detects pheromones.\n\nHumans no longer have a functional vomeronasal system, but the mechanisms that control our inborn behavior are similar to those in other mammals. For example, looking at an attractive member of the opposite sex can stimulate hormonal changes in humans that lead to sexual arousal. Studying the vomeronasal system in the mouse provides information on how the brain links such sensory input with endocrine changes and behaviors, Yu says.\n\nThe mouse vomeronasal organ contains more than 300 different receptors, but only a few of them have been matched with the pheromones they detect. Pheromone-receptor pairs have been hard to identify because the body releases pheromones in only small quantities. \"In the past decade or so, studies in insects have identified pheromones, their receptors and even some neural pathways that control courtship,\" Yu says. \"But in mammals we have known very little. Part of the reason is that we know next to nothing about what the mammalian pheromones are and which receptors recognize them.\"\n\nIn an attempt to find more pairs of pheromone receptors, Yu and his colleagues took tissue samples from the vomeronasal organ in mice, and then looked for cells that responded to the urine of female mice. With help from Stowers' state-of-the-art Lab Animal Services Facility and using resources from the Institute's Molecular Biology, Microscopy and Proteomics centers, the research team developed a novel approach using calcium imaging to analyze the cells and isolate the pheromone receptors.\n\n\"Since each vomeronasal neuron only expresses a single type of receptor, we were able to isolate the cells and figure out which receptors they express,\" Yu says. \"With this approach we bypassed the need of knowing the pheromones to figure out the function of the receptors. We then used the receptors to figure out which urine fraction contains the active pheromones. So technically, we solved a problem that had frustrated the field for some time.\"\n\nThe researchers identified two previously unknown pheromone-receptor pairs. Their findings suggest two ways the brain processes sensory information to trigger mating, and opens the door for the discovery of the neural pathways that activate inborn behavior in mammals. Yu and his colleagues plan to build on their research to identify other pheromones and receptors, and map out the neural circuitry that transmits information from the vomeronasal organ to the brain.\n\n\"These next steps will help us understand how mammalian brains integrate multiple pieces of information to make critical decisions in their lives,\" says Sachiko Haga-Yamanaka, Ph.D., the study's lead author.",
                    "date": "2014-07-29",
                    "eventUri": "1176734",
                    "id": "16370820",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.782,
                    "source": {
                        "title": "ScienceDaily",
                        "uri": "www.sciencedaily.com"
                    },
                    "time": "14:16:00",
                    "title": "It takes two to court: Pheromone that triggers mating found in mice",
                    "uri": "200355491",
                    "url": "http://www.sciencedaily.com/releases/2014/07/140725110708.htm?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bsciencedaily%252Fmind_brain%2B%2528Mind%2B%2526%2BBrain%2BNews%2B--%2BScienceDaily%2529",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK: Know why just looking at an attractive face stimulates sexual arousal? Well, it takes two to tango!\n\nThe behaviours like seeing, smelling and sexual arousal that \"come naturally and do not have to be learned\" occur because of two classes of pheromone receptors that are crucial to triggering the mating process.\n\nIn experiments with mice, researchers at the Stowers Institute for Medical Research in Kansas City, Missouri identified that one class of receptors helps a male mouse detect pheromones that indicate when a female is present.\n\nThe other class of receptors lets him know if the female mouse is ovulating and ready to mate.\n\nInterestingly, the pheromone that tells other mice that \"I am female\", or the one that tells others, \"I am ovulating\", do not do much on their own.\n\n\"But when the two are presented together, the male mice showed great interest in courting and mating with the female,\" said lead researcher Ron Yu from the Stowers Institute.\n\nPheromones are chemical signals that let an animal know when a suitable mate is near and activate the release of hormones that encourage the animal to mate.\n\nIn mammals, the vomeronasal organ, located between the roof of the mouth and the nose, detects pheromones.\n\nHumans no longer have a functional vomeronasal system but the mechanisms that control our inborn behaviour are similar to those in other mammals.\n\n\"For example, looking at an attractive member of the opposite sex can stimulate hormonal changes in humans that lead to sexual arousal,\" Yu said.\n\nThe findings offer new insight into how the human brain processes sensory information to elicit courtship behaviours, concluded the study published in the journal eLife.",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16280454",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7084,
                    "source": {
                        "title": "Economic Times",
                        "uri": "economictimes.indiatimes.com"
                    },
                    "time": "10:39:00",
                    "title": "Decoded: What triggers sexual arousal in you",
                    "uri": "200105938",
                    "url": "http://economictimes.indiatimes.com/industry/et-cetera/decoded-what-triggers-sexual-arousal-in-you/articleshow/39167110.cms",
                    "wgt": 1
                },
                {
                    "body": "This story of how the mouse Abelard Hassam di Chirico Flint (Abel for short) gets separated from his wife and his civilized life and learns to survive alone on an island in the middle of a river is inspiring, funny, and elegant.\n\nIt turns out that Benjamin Franklin didn't come up with all those wonderful inventions and words of wisdom entirely by himself. He had help: a mouse named Amos.\n\nDr De Soto is a gentleman dentist. He is also a mouse. And, happily, he is nobody's fool.\n\nLilly is the Unsinkable Molly Brown of mice. Every one of Henkes's books about Lilly is honest, heartfelt, and very, very funny. But I must say that I have a particular fondness for all the shenanigans surrounding the purple plastic purse.\n\nLittle Margaret is a squirrel. She is not to be confused with Margaret, who is a girl. And then there's Sherman, who just might love Margaret (the girl, not the squirrel). Funny and sweet.\n\nThis father and son are wind-up mice, but they are rodents nonetheless. Contains one of my very favorite last-lines: \"'Be happy,' said the tramp.\"\n\nRatty is actually not a rat; he is a water vole. Even better, he is a water vole with literary pretensions. I love him - and everyone else in this book.\n\nQuoting the opening lines will more than suffice: \"When Mrs. Frederick C Little's second son arrived, everybody noticed that he was not much bigger than a mouse. The truth of the matter was, the baby looked very much like a mouse in every way.\" How can you not keep reading?\n\nThe rattiest rat of them all: filthy, greedy, disdainful, and funny.\n\nTucker is a city mouse and a good friend to a musically gifted cricket named Chester. I loved this book when I was a kid. And I love this quote from George Selden about how the book came to be: \"One night I was coming home on the subway, and I did hear a cricket chirp in Times Square. The story formed in my mind within minutes. An author is very thankful for minutes like those, although they happen all too infrequently.\"",
                    "date": "2014-07-29",
                    "eventUri": "1176734",
                    "id": "16345708",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4091,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "07:00:00",
                    "title": "Top 10 literary rodents",
                    "uri": "200283519",
                    "url": "http://www.theguardian.com/childrens-books-site/2014/jul/29/top-10-literary-rodents-kate-dicamillo",
                    "wgt": 1
                },
                {
                    "body": "Dexterous, sensitive and precise, it's the ultimate hands-free device - no wonder the tongue is at the heart of a new generation of computer controls\n\nLISTEN to Maysam Ghovanloo and you'll soon be convinced that your tongue isn't living up to its potential. As sensitive as your fingertips and as flexible as an octopus's tentacle, this unsung organ makes a handy fifth limb, says Ghovanloo. \"It's just so natural,\" he says, before gluing a pea-sized magnet to the tip of my tongue and passing me a headset. \"With the tongue, you can touch every tooth in your mouth, without thinking about it, without training, focus or concentration.\" To prove it, the engineer has spent a decade developing a tongue-based device as an all-purpose replacement for the mouse.\n\nCalled the Tongue Drive, it is already used by severely disabled people to manoeuvre wheelchairs and control phones. Soon it will ...",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16256902",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3262,
                    "source": {
                        "title": "New Scientist",
                        "uri": "www.newscientist.com"
                    },
                    "time": "00:57:00",
                    "title": "Your third hand: Why tongues have the mouse licked",
                    "uri": "200036158",
                    "url": "http://www.newscientist.com/article/mg22329790.500-your-third-hand-why-tongues-have-the-mouse-licked.html?cmpid=RSS%7CNSNS%7C2012-GLOBAL%7Ctech",
                    "wgt": 1
                },
                {
                    "body": "That's right, you heard us correctly, there's only a matter of hours to go now to have a chance of winning this awesome laptop. So if you've been sitting on the fence, get down immediately and put your pushing finger into action on those mouse buttons. It's going to take you literally seconds to enter, so what have you got to lose? Except the view of next door's garden from that fence?\n\nClick here to enter.\n\nWe'll see you on the other side.\n\n[Pssst....watch out for our next awesome giveaway starting in August]\n\nNigel is the managing editor of the Red Ferret, as well as a freelance columnist for the Sunday Times newspaper in London. Loves tech and fancies himself as a bit of a futurist, but then don't we all?\n\nNigel - who has written 6020 posts on The Red Ferret Journal.",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16298310",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3223,
                    "source": {
                        "title": "www.redferret.net",
                        "uri": "www.redferret.net"
                    },
                    "time": "15:27:00",
                    "title": "Red Ferret Giveaway - FINAL 36 HOURS!",
                    "uri": "200153656",
                    "url": "http://www.redferret.net/?p=45391&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bredferret%252FnDEQ%2B%2528The%2BRed%2BFerret%2BJournal%2529",
                    "wgt": 1
                },
                {
                    "body": "How TwinkiePaste works? Press a hotkey in any application. The cursor will display a menu with text templates to be inserted. Select a template from the menu. Done! Text inserted. Hotkey Ctrl+Alt+Enter is used by default. You can choose any other hotkey in the settings. Alternatively you can use triple mouse click to insert the text templates. The essential feature: one hotkey to insert any text template. Needless to keep in mind the settings for each individual text.\n\nBuy the Full Home version of Aml Maple at 50% discount",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16270734",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3175,
                    "source": {
                        "title": "Giveaway of the Day",
                        "uri": "www.giveawayoftheday.com"
                    },
                    "time": "07:02:00",
                    "title": "TwinkiePaste saves you from routine by quickly typing in commonly used text.",
                    "uri": "200075543",
                    "url": "http://www.giveawayoftheday.com/twinkiepaste-1-7/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bgiveawayoftheday%252Ffeed%2B%2528Giveaway%2Bof%2Bthe%2BDay%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-07-28",
            "avgCos": 0.3686,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1176734",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1069756",
            "lang": "eng",
            "storyDate": "2014-07-28",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-598773",
            "variance": 0.3642
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-222422": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "Científicos estadounidenses descubrieron un \"interruptor central\" de células cerebrales por medio del cual se puede poner freno al deseo de comer.\n\nAsí lo demostraron, al menos, a partir de un estudio realizado con ratones y publicado en la revista especializada Nature Neurosciences.\n\nEl descubrimiento arroja luz sobre los complejos circuitos nerviosos que intervienen en el control del apetito, y los investigadores creen que podría algún día contribuir a terapias contra la obesidad y la anorexia.\n\nLos científicos del Instituto de Tecnología de California (Caltech) explicaron que, en este caso, las células nerviosas actúan como un centro de control que combina y transmite mensajes que ayudan a reducir la ingesta de alimentos.\n\nEstimulando las neuronas de ratones por medio de un rayo láser, los investigadores consiguieron que los roedores dejaran de consumir alimentos inmediatamente.\n\n\"Fue increíblemente sorprendente\", le dijo a la BBC el científico que dirigió el estudio, David Anderson. \"Como si pudiéramos pulsar un interruptor y evitar que los animales se alimentaran\".\n\nDespués de activar las neuronas de los ratones, los investigadores usaron sustancias químicas para provocar en estos varias sensaciones, incluyendo saciedad, malestar, náuseas y sabor amargo en el paladar.\n\nAnte ello descubrieron que las neuronas seguían activas en todas las situaciones, lo que sugiere que podrían responder de manera integral ante varios y diversos estímulos.\n\nAdemás, observaron que las células nerviosas actuaban rápidamente cuando los ratones habían ingerido una comida completa, lo que indica que también podrían desempeñar un papel importante en la prevención de la alimentación excesiva.\n\n\"Estas células conforman el primer centro bien definido del cerebro que inhibe la alimentación\", afirmó Anderson.\n\n\"Es probable que existan células similares en el cerebro humano\", añadió.\n\n\"Si es cierto y se puede demostrar que están involucradas en la inhibición del apetito en las personas, esto podría un día ofrecer vías para el desarrollo de terapias para diversos trastornos alimentarios\".\n\nAnderson explicó que lo próximo que quieren investigar es cómo este grupo de células interactúa con otros centros nerviosos implicados en la promoción del consumo de alimentos.\n\nLa población de neuronas en las que se basó la investigación se encuentran en lo que se conoce como amígdala cerebral, un centro de forma almendrada, situado en las profundidades de los lóbulos temporales.\n\nEl papel principal de este núcleo es el procesamiento y almacenamiento de reacciones emocionales. Así, se lo asocia también con el estrés y el miedo.\n\n\"Es una contribución muy importante\", comentó Mohammad Hajihosseini, profesor de la Universidad de East Anglia, en Reino Unido, quien no participó en el trabajo científico.\n\n\"Los investigadores se basaron en trabajos anteriores y encontraron una pieza más del rompecabezas que conforman los complejos circuitos cerebrales involucrados en el control del apetito\", añadió.\n\n\"Una de las siguientes preguntas que aún debe responderse es si estas neuronas podrían ser un importante vínculo entre la alimentación y las emociones\".",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16293512",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9211,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "14:07:00",
                    "title": "Descubren el interruptor de las ganas de comer - Cooperativa.cl",
                    "uri": "200140510",
                    "url": "http://www.cooperativa.cl/noticias/sociedad/salud/descubren-el-interruptor-de-las-ganas-de-comer/2014-07-28/100409.html",
                    "wgt": 1
                },
                {
                    "body": "El descubrimiento arroja luz sobre los complejos circuitos nerviosos que intervienen en el control del apetito, y creen que podría algún día contribuir a terapias contra la obesidad y la anorexia.\n\nCientíficos estadounidenses descubrieron un \"interruptor central\" de células cerebrales por medio del cual se puede poner freno al deseo de comer.\n\nAsí lo demostraron a partir de un estudio realizado con ratones y publicado en la revista especializada Nature Neurosciences.\n\nEl descubrimiento arroja luz sobre los complejos circuitos nerviosos que intervienen en el control del apetito, y los investigadores creen que podría algún día contribuir a terapias contra la obesidad y la anorexia.\n\nLos científicos del Instituto de Tecnología de California (Caltech), Estados Unidos, explicaron que, en este caso, las células nerviosas actúan como un centro de control que combina y transmite mensajes que ayudan a reducir la ingesta de alimentos.\n\nEstimulando las neuronas de ratones por medio de un rayo láser, los investigadores consiguieron que los roedores dejaran de consumir alimentos inmediatamente.\n\n\"Fue increíblemente sorprendente. Como si pudiéramos pulsar un interruptor y evitar que los animales se alimentaran\", señaló a la BBC Mundo el científico que dirigió el estudio, David Anderson.\n\nDespués de activar las neuronas de los ratones, los investigadores usaron sustancias químicas para provocar en estos varias sensaciones, incluyendo saciedad, malestar, náuseas y sabor amargo en el paladar.\n\nAnte ello descubrieron que las neuronas seguían activas en todas las situaciones, lo que sugiere que podrían responder de manera integral ante varios y diversos estímulos.\n\nAdemás, observaron que las células nerviosas actuaban rápidamente cuando los ratones habían ingerido una comida completa, lo que indica que también podrían desempeñar un papel importante en la prevención de la alimentación excesiva.\n\nLa población de neuronas en las que se basó la investigación se encuentran en lo que se conoce como amígdala cerebral, un centro de forma almendrada, situado en las profundidades de los lóbulos temporales.\n\nEl papel principal de este núcleo es el procesamiento y almacenamiento de reacciones emocionales.",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16294116",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8858,
                    "source": {
                        "title": "www.gacetamercantil.com",
                        "uri": "www.gacetamercantil.com"
                    },
                    "time": "13:39:00",
                    "title": "Hallaron un \"interruptor\" de las ganas de comer - Gaceta Mercantil.com",
                    "uri": "200142368",
                    "url": "http://www.gacetamercantil.com/notas/58548/hallaron-un-interruptor-ganas-comer.html",
                    "wgt": 1
                },
                {
                    "body": "Científicos estadounidenses descubrieron un \"interruptor central\" de células cerebrales por medio del cual se puede poner freno al deseo de comer.\n\nAsí lo demostraron a partir de un estudio realizado con ratones y publicado en la revista especializada Nature Neurosciences.\n\nEl descubrimiento arroja luz sobre los complejos circuitos nerviosos que intervienen en el control del apetito, y los investigadores creen que podría algún día contribuir a terapias contra la obesidad y la anorexia.\n\nLos científicos del Instituto de Tecnología de California (Caltech), Estados Unidos, explicaron que, en este caso, las células nerviosas actúan como un centro de control que combina y transmite mensajes que ayudan a reducir la ingesta de alimentos.\n\nEstimulando las neuronas de ratones por medio de un rayo láser, los investigadores consiguieron que los roedores dejaran de consumir alimentos inmediatamente.\n\n\"Fue increíblemente sorprendente. Como si pudiéramos pulsar un interruptor y evitar que los animales se alimentaran\", señaló a la BBC Mundo el científico que dirigió el estudio, David Anderson\n\nAdemás, observaron que las células nerviosas actuaban rápidamente cuando los ratones habían ingerido una comida completa, lo que indica que también podrían desempeñar un papel importante en la prevención de la alimentación excesiva.\n\nVínculo emocional\n\n\"Estas células conforman el primer centro bien definido del cerebro que inhibe la alimentación\", afirmó Anderson.\n\n\"Es probable que existan células similares en el cerebro humano\", añadió.\n\n\"Si es cierto y se puede demostrar que están involucradas en la inhibición del apetito en las personas, esto podría un día ofrecer vías para el desarrollo de terapias para diversos trastornos alimentarios\".\n\nAnderson explicó que lo próximo que quieren investigar es cómo este grupo de células interactúa con otros centros nerviosos implicados en la promoción del consumo de alimentos.\n\nLa población de neuronas en las que se basó la investigación se encuentran en lo que se conoce como amígdala cerebral, un centro de forma almendrada, situado en las profundidades de los lóbulos temporales.\n\nEl papel principal de este núcleo es el procesamiento y almacenamiento de reacciones emocionales. Así, se lo asocia también con el estrés y el miedo.\n\n\"Es una contribución muy importante\", comentó Mohammad Hajihosseini, profesor de la Universidad de East Anglia, en Reino Unido, quien no participó en el trabajo científico.\n\n\"Los investigadores se basaron en trabajos anteriores y encontraron una pieza más del rompecabezas que conforman los complejos circuitos cerebrales involucrados en el control del apetito\", añadió.\n\n\"Una de las siguientes preguntas que aún debe responderse es si estas neuronas podrían ser un importante vínculo entre la alimentación y las emociones\".",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16328662",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8737,
                    "source": {
                        "title": "www.iprofesional.com",
                        "uri": "www.iprofesional.com"
                    },
                    "time": "15:50:00",
                    "title": "¿La solución a la obesidad?: científicos hallan en el cerebro un ... - iprofesional.com",
                    "uri": "200231789",
                    "url": "http://www.iprofesional.com/notas/192635-La-solucin-a-la-obesidad-cientficos-hallan-en-el-cerebro-un-interruptor-de-las-ganas-de-comer",
                    "wgt": 1
                },
                {
                    "body": "19:15 | Según científicos estadounidenses, los ratones tienen un \"interruptor central\" de células cerebrales por medio del cual se puede poner freno al deseo de comer. Las neuronas, las emociones y la alimentación, tres vínculos claves para este descubrimiento que podría llegar a funcionar en humanos.\n\nSegún científicos estadounidenses, a través de una seguidilla de investigaciones se descubrió un \"interruptor central\" de células cerebrales por medio del cual se puede poner freno al deseo de comer. Las neuronas en estudio podrían ser un importante vínculo entre la alimentación y las emociones.\n\nA partir de un estudio realizado con ratones y publicado en la revista especializada Nature Neuroscience el resultado sostiene que \"el temita de la comida\" está dentro de los complejos circuitos nerviosos que intervienen en el control del apetito. Los científicos creen que podría algún día contribuir a terapias contra la obesidad y la anorexia.\n\nLos investigadores científicos del Instituto de Tecnología de California (Caltech) sostiene que, estimulando las neuronas de los roedores por medio de un rayo láser, se consiguió que estos dejaran de consumir alimentos inmediatamente.\n\n\"Fue increíblemente sorprendente\", dijo el científico que dirigió el estudio, David Anderson. \"Como si pudiéramos pulsar un interruptor y evitar que los animales se alimentaran\".\n\nDespués de activar las neuronas de los ratones, los investigadores usaron sustancias químicas para provocar en estos varias sensaciones, incluyendo saciedad, malestar, náuseas y sabor amargo en el paladar. Ante ello descubrieron que las neuronas seguían activas en todas las situaciones, lo que sugiere que podrían responder de manera integral ante varios y diversos estímulos.\n\nCabe destacar que, aunque funcione en ratones no significa que lo mismo suceda en seres humanos.",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16325720",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7983,
                    "source": {
                        "title": "www.diarioregistrado.com",
                        "uri": "www.diarioregistrado.com"
                    },
                    "time": "23:00:00",
                    "title": "Descubren que los ratones tienen un \"interruptor\" - Diario Registrado",
                    "uri": "200225236",
                    "url": "http://www.diarioregistrado.com/tec-y-ciencia/98350-descubren-que-los-ratones-tienen-un-interruptor-del-hambre.html",
                    "wgt": 1
                },
                {
                    "body": "Un grupo de científicos estadounidenses ha descubierto un 'interruptor' central de las células cerebrales, gracias al cual se puede poner freno al deseo de comer y, quizá algún día, diseñar terapias para combatir enfermedades como la obseidad y la anorexia\n\nEl estudio, realizado con ratones y publicado en la revista especializada Nature Neurosciences, arroja luz sobre los complejos circuitos nerviosos que intervienen en el control del apetito, según informa BBC. Los investigadores del Instituto de Tecnología de California (Caltech), por su parte, creen que este hallazgo podría contribuir al desarrollo de terapias contra enfermedades relacionadas con la salud.\n\nLos científicos han explicado que las células nerviosas actúan como un centro de control que combina y transmite mensajes que ayudan a reducir la ingesta de alimentos. Así, para el estudio, lo que han hecho estos profesionales ha sido estimular las neuronas de los ratones mediante un rayo láser. Instantáneamente, los roedores dejaron de comer.\n\n\"Fue increíblemente sorprendente\", asegura a BBC el director del estudio, David Anderson. \"Como si pudiéramos pulsar un interruptor y evitar que los animales se alimentaran\", explica.\n\nTras activar las neuronas de los ratones, los investigadores emplearon sustancias químicas para provocar en estos varias sensaciones: saciedad, malestar, náuseas y sabor amargo en el paladar. De este modo, descubrieron que las neuronas seguían activas en todas las situaciones, lo que sugiere que podrían responder de manera integral ante varios y diferentes estímulos.\n\nAdemás, también comprobaron que las células nerviosas actuaban rápidamente cuando los ratones habían ingerido una comida completa, lo que indica que también podrían desempeñar un papel importante en la prevención de la alimentación excesiva.\n\n\"Si es cierto y se puede demostrar que están involucradas en la inhibición del apetito en las personas, esto podría un día ofrecer vías para el desarrollo de terapias para diversos trastornos alimentarios\", explica Anderson, que adelanta que lo próximo que quieren investigar es cómo este grupo de células interactúa con otros centros nerviosos implicados en la promoción del consumo de alimentos.",
                    "date": "2014-07-28",
                    "eventUri": "1176734",
                    "id": "16312579",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7531,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "19:04:00",
                    "title": "¿Se puede poner freno al deseo de comer?",
                    "uri": "200190032",
                    "url": "http://www.eleconomista.es/sociedad-eAm-mexico/noticias/5974536/07/14/Se-puede-poner-freno-al-deseo-de-comer.html",
                    "wgt": 1
                },
                {
                    "body": "Combatir la metástasis es un gran problema de la oncología, ya que es el proceso en el que las células cancerosas migran desde el foco primario de la enfermedad a un nuevo lugar y de ese modo forman un nuevo tumor. Sin embargo, un nuevo estudio publicado en el rotativo 'Call Reports' describe una forma de hacer frente a este proceso.\n\nUn grupo de científicos belgas averiguaron que una de las funciones de las mitocondrias -las centrales eléctricas de las células- consiste en la estimulación de la migración de las células cancerosas. Los autores del artículo subrayan que para la estimulación de este tipo de migración las mitocondrias producen una cantidad excesiva de especies reactivas de oxígeno, lo cual en adelante fomenta la formación de la metástasis del cáncer.\n\nDe acuerdo con los científicos, esta sobreproducción puede ser detenida con ayuda de algunos antioxidantes específicos que se encuentran en las mitocondrias. Estas acciones bloquean también la metástasis de los tumores.",
                    "date": "2014-07-29",
                    "eventUri": "1176734",
                    "id": "16335528",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3533,
                    "source": {
                        "title": "RT en Español",
                        "uri": "actualidad.rt.com"
                    },
                    "time": "03:03:00",
                    "title": "Descubren la manera de detener la metástasis del cáncer",
                    "uri": "200253099",
                    "url": "http://actualidad.rt.com/ciencias/view/135328-detener-metastasis-cancer-mitocondrias",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-07-28",
            "avgCos": 0.5772,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1176734",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1036625",
            "lang": "spa",
            "storyDate": "2014-07-28",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-222422",
            "variance": 0.2502
        }
    },
    "meta": {
        "CCAArticleMatchCount": 14,
        "CCAArticleMatchRatio": 0.1818181818181818,
        "CCAAvgCosSim": 0.802925,
        "CCAAvgMatchWgt": 33.92857142857143,
        "_articleUri1": "200305395",
        "_articleUri2": "200140510",
        "_datetime": "2015-01-20 17:34:28",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-598773",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-222422",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 6,
        "avgCosSimStory1": 0.3686,
        "avgCosSimStory2": 0.5772,
        "categorySim": 0,
        "conceptCosSim": 0.2129338324722108,
        "conceptJaccardSim": 0.1147540983606557,
        "coreTime1": 127728.95,
        "coreTime2": 127742.1166666667,
        "coreTimeStDev1": 13.48688621488369,
        "coreTimeStDev2": 4.882446038719455,
        "entityCosSim": 0,
        "entityJaccardSim": 0,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.2224569031506191,
        "keywordJaccardSim": 0.1320754716981132,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 4,
        "storyQuality2": 12,
        "timeAvg1": 127747.5428571428,
        "timeAvg2": 127746.7861111111,
        "timeStDev1": 13.48688621488369,
        "timeStDev2": 4.882446038719455,
        "varianceStory1": 0.3642,
        "varianceStory2": 0.2502
    }
}