{
    "850f305d-14db-4c75-b547-79470a557ea3-1148829": {
        "articles": {
            "resultCount": 25,
            "results": [
                {
                    "body": "LOS ANGELES (AP) -- Rolling Stones collaborator and Faces keyboardist Ian McLagan has died.\n\nA statement on his official website said the musician died Wednesday in Austin, Texas, after suffering a stroke a day earlier. He was 69.\n\nMcLagan was a member of the British pop group Small Faces in the 1960s. The band changed its name to Faces when Rod Stewart and Ron Wood joined in 1969.\n\nKenney Jones, McLagan's bandmate in both groups, said he is \"completely devastated\" at the news, adding, \"I know this goes for Ronnie and Rod also.\"\n\nMcLagan went onto record and perform with the Rolling Stones, playing on the band's 1978 album \"Some Girls,\" including the organ solo on the hit single \"Miss You.\" He released several solo albums, including a tribute to his Small Faces bandmate Ronnie Lane in 2008. McLagan was inducted into the Rock and Roll Hall of Fame in 2012.\n\nHe had been scheduled to begin a North American tour Wednesday. His manager, Ken Kushnick, called McLagan \"a true rock 'n' roll spirit.\"",
                    "date": "2014-12-06",
                    "eventUri": "1978540",
                    "id": "27250661",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8429,
                    "source": {
                        "title": "Rapid City Journal",
                        "uri": "rapidcityjournal.com"
                    },
                    "time": "01:45:00",
                    "title": "Faces rocker Ian McLagan dead at 69 after stroke",
                    "uri": "231892007",
                    "url": "http://rapidcityjournal.com/entertainment/music/faces-rocker-ian-mclagan-dead-at-after-stroke/article_75a52edf-eb88-5d4d-b56f-80d06edcf302.html",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES (AP) - Rolling Stones collaborator and Faces keyboardist Ian McLagan has died.\n\nA statement on his official website said the musician died Wednesday in Austin, Texas, after suffering a stroke a day earlier. He was 69.\n\nMcLagan was a member of the British pop group Small Faces in the 1960s. The band changed its name to Faces when Rod Stewart and Ron Wood joined in 1969.\n\nKenney Jones, McLagan's bandmate in both groups, said he is \"completely devastated\" at the news, adding, \"I know this goes for Ronnie and Rod also.\"\n\nMcLagan went onto record and perform with the Rolling Stones, playing on the band's 1978 album \"Some Girls,\" including the organ solo on the hit single \"Miss You.\" He released several solo albums, including a tribute to his Small Faces bandmate Ronnie Lane in 2008. McLagan was inducted into the Rock and Roll Hall of Fame in 2012.\n\nHe had been scheduled to begin a North American tour Wednesday. His manager, Ken Kushnick, called McLagan \"a true rock 'n' roll spirit.\"\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-12-06",
                    "eventUri": "1978540",
                    "id": "27277283",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8323,
                    "source": {
                        "title": "www.nbcrightnow.com",
                        "uri": "www.nbcrightnow.com"
                    },
                    "time": "03:43:00",
                    "title": "Faces rocker Ian McLagan dead at 69 after stroke",
                    "uri": "231886659",
                    "url": "http://www.nbcrightnow.com/story/27541127/faces-rocker-ian-mclagan-dead-at-69-after-stroke",
                    "wgt": 1
                },
                {
                    "body": "Rod Stewart said he was ­\"devastated\" yesterday after learning of the death of his former Faces bandmate Ian McLagan, who also performed and recorded with the Rolling Stones.\n\nKeyboard player McLagan died on Wednesday after ­suffering a stroke in Austin, Texas, as he was preparing to begin a US tour, opening for his labelmate Nick Lowe.\n\nThe 69-year-old musician, who was born in Isleworth, Hounslow, ­Middlesex, had been a member of the influential mod band Small Faces during the 1960s. When singer Steve Marriott left, the band evolved into the Faces with singer Stewart and guitarist Ronnie Wood joining in 1969.\n\nStewart said yesterday: \"I'm absolutely devastated. Ian ­McLagan embodied the true spirit of the Faces.\n\n\"Last night I was at a charity do, Mick Hucknall was singing I'd Rather Go Blind, and Ron Wood texted to say Ian had passed. It was as if his spirit was in the room. I'll miss you, mate.\"\n\nConfirming his death, ­McLagan's manager Ken ­Kishnick said: \"He was a beloved friend to so many people and a true rock 'n' roll spirit. His ­persona and gift of song impacted the music across oceans and generations.\"\n\n* Subscribe to our daily newsletter (requires registration) and get the latest news, sport and business headlines delivered to your inbox every morning\n\nHis bandmate in Small Faces and the Faces, drummer Kenney Jones, also said that he was ­\"completely devastated\" by the news.\n\nAs a member of Small Faces, McLagan's Hammond organ and Wurlitzer electric piano was a hallmark of the band's sound on such hits as Itchycoo Park, All or Nothing and What'Cha Gonna Do About It.\n\nWith the Faces, he had hits in both the UK and US during the 1970s, with songs such as Stay With Me, Maggie May and Cindy Incidentally.\n\nWhen Stewart left the Faces to go solo and Wood left to join the Rolling Stones, the Faces ­reverted to their Small Faces name, before disbanding in 1978.\n\nMcLagan worked with Wood again when he teamed up with the Rolling Stones, playing on the band's 1978 album Some Girls, providing the organ solo on the hit Miss You.\n\nMcLagan also released several solo albums, and was an in-demand performer, playing with Chuck Berry, Bruce Springsteen and Bob Dylan. He also filled the role of bandleader with his own Bump Band from 1977 onwards.\n\nThe Faces reformed at the end of the 2000s, with Mick Hucknall filling in for Stewart, and the band was inducted into the Rock and Roll Hall of Fame in 2012. According to an announcement on his website, McLagan had fallen ill on Tuesday and died on Wednesday \"surrounded by family and friends\". Singer Billy Bragg, who performed with McLagan in the 1990s as a member of the band The Blokes, tweeted: \"I have lost a dear friend and ­British rock has lost one of its greatest players.\"\n\nHucknall paid his own tribute on the Simply Red Twitter feed, writing: \"Ian McLagan will not be resting in peace. He'll be rocking whichever house he chose to be in. Bless his soul.\"\n\nThe musician was married to Kim Kerrigan, the estranged wife of Who drummer Keith Moon. She was killed in a traffic accident in 2006.\n\nMcLagan's death leaves Jones the last remaining member of the Small Faces.\n\nFounding member and bass player Ronnie Lane - replaced by Tetsu Yamauchi - died in 1997 from pneumonia while Marriott died in a house fire in 1991.",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27171799",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.808,
                    "source": {
                        "title": "Scotsman",
                        "uri": "www.scotsman.com"
                    },
                    "time": "10:57:00",
                    "title": "Faces keyboard player Ian McLagan dies at 69 - The Scotsman",
                    "uri": "231682488",
                    "url": "http://www.scotsman.com/what-s-on/music/faces-keyboard-player-ian-mclagan-dies-at-69-1-3625756",
                    "wgt": 1
                },
                {
                    "body": "David Fricke pays tribute to the gifted keyboardist for two of the U.K.'s greatest bands Mark Sullivan/WireImage Ian McLagan died of a sudden, massive stroke at age 69 on December 3rd, 2014. By David Fricke | December 8, 2014\n\nThe first time I spoke to Ian McLagan - the keyboard player for two of Britain's greatest bands, the Small Faces and the Faces, who died of a sudden, massive stroke at 69 on December 3rd in Austin, Texas - was in June 1997. It was just after another passing: that of McLagan's dear friend and bandmate in both groups, bassist-songwriter Ronnie Lane, who had lost a valiant struggle with multiple sclerosis at the age of 51.\n\n\"All through the disease, he never complained once,\" McLagan said in an interview for my tribute to Lane in Rolling Stone. \"When I'd see him, I'd say, 'How ya doin', Ron?' And he'd shrug his shoulders and go, 'I'm all right. How you doin'?'\"\n\nMcLagan also said this of his fellow Face: \"He left a lot of friends. That's the amazing, lovely thing. We all start talking about Ronnie, and it always ends up with us laughing.\"\n\nNow it's my turn to say the same thing about \"Mac,\" as McLagan was known to his own legion of friends, including the other Faces, Small and otherwise; the many artists he served in Britain and the U.S. as one of rock's most gifted and sympathetic session musicians; and the loyal audiences in Austin, where McLagan settled in 1994 and kept everyone in stitches and smiles at clubs such as the Saxon Pub and the Lucky Lounge with cheeky banter, his old bands' classic tunes and songs from his occasional but earthy and moving solo albums.\n\nGlad and Sorry\n\nI feel like I'm in that crowd somewhere. A few years ago, McLagan - whom I interviewed often, most extensively for my liner notes to the 2004 Faces box set, Five Guys Walk Into a Bar . . . - inscribed my copy of his 2006 release, Ian McLagan and the Bump Band Live (Maniac), like this: \"All the best always, Mac.\" He did much the same for the fans that always gathered around him after gigs like the ones I caught in Austin and New York, clutching vintage Small Faces and Faces vinyl, hoping for an autograph.\n\nMy last images of McLagan are a treasure now: just six months old, from a June 17th show at New York's Iridium with the latest edition of his Bump Band, including longtime guitarist Scrappy Jud Newcomb. McLagan was promoting a fine, new album, United States (Yep Roc), a soulful reflection on love, need and committment drawn from another close loss - the death in 2006 of his wife Kim, the former Mrs. Keith Moon - and sung with compelling, weathered dignity. But McLagan also joked about the gear setup - which forced him to play piano and Hammond organ facing away from the audience - and told fondly comic stories about Lane and the late Small Faces singer Steve Marriott on the way to delightful readings of the former's \"Glad and Sorry,\" a country-pathos jewel from the Faces' 1973 LP, Ooh La La, and the Small Faces' '67 cracker \"Get Yourself Together.\"\n\nThen McLagan spent more than an hour offstage with the faithful, shaking hands, posing for selfies and expressing warm thanks for the years of support. At five feet, five inches - well within regulation elfin height when McLagan joined the Small Faces in November, 1965 - he and his still-full snow-white hair barely came up to my shoulders. Yet he carried and shared, at all times, enormous heart. McLagan had been as close as you can get to the top of the pops, twice: rivalling the Beatles and the Who on the Small Faces' magical run of U.K. hit singles in the late Sixties; scoring again with the Faces, especially in America with the 1972 Top 20 single, \"Stay With Me.\"\n\nBut the Faces were also famous for arena shows that blurred the lines between stage, dressing room and hotel lounge, in a jubilant rain of booze, laughter and turbo-charged rock & roll fundamentals. I saw one of those affairs, in Philadelphia in 1972, and I can vouch for this: McLagan kept that spirit going long after the Faces' circus ended. There was no VIP area in any room where I saw McLagan perform over the last two decades. The bar - along with his songs and the stories that came with them - was open to all.\n\nAll or Nothing\n\nMcLagan was born in Hounslow, in west London, on May 12th, 1945. An early band, the Muleskinners, was good enough to play behind visiting U.S. bluesmen such as Sonny Boy Williamson and Howlin' Wolf. But when McLagan replaced the Small Faces' first keyboard player, Jimmy Winston, he brought a wider dynamic in style and influences: a deep love of and schooling in the Hammond jazz icon Jimmy Smith and Stax organ master Booker T. Jones; a modernist swing on piano, at once melodic and feisty, as if Chuck Berry's sidekick Johnnie Johnson had grown up brash, mod and British.\n\nMcLagan made his first appearance on a Small Faces record in early '66, on their third single and first U.K. hit, \"Sha-La-La-La-Lee.\" \"To put it mildly, he was a breath of fresh air,\" drummer Kenney Jones recalled in a phone call two days after McLagan's death. \"It was the first time we'd added a new dimension to our sound. We all had the same influences\" - American blues, Motown and Stax records - \"but Mac had his own style. He fit like a hand in a glove.\"\n\nMarriott and Lane were the Small Faces' dominant writers, but McLagan's touch on Hammond and piano was incisive and transformative: his grand sweep and tidal punctuation in the booming, electric soul of \"Tin Soldier\" and the title instrumental on 1968's Ogdens' Nut Gone Flake; the paisley spice and dancing gait of his organ flourishes in the group's only U.S. hit, 1967's \"Itchycoo Park\"; the jolly music-hall temper of his electric piano as McLagan kicked off the hippie house party in \"Lazy Sunday,\" a '68 British smash from Ogdens'.\n\nMcLagan slowly emerged as a writer in the last two years of the Small Faces. \"I knew that,\" Jones says, \"the minute I heard 'Up the Wooden Hills to Bedforshire'\" - an acid-tinged McLagan treat included on the '67 U.S. LP, There are But Four Small Faces, and named after a phrase that Lane's father used when the bassist was a child, to tell him it was time to go upstairs to bed.\n\nMarriott quit the Small Faces in late '68, forcing the other three to regroup as the Faces with two refugees from the Jeff Beck Group, singer Rod Stewart and guitarist Ron Wood. McLagan quickly became a vital, collaborative bridge between that band's main writing engines, earning co-credits with Lane - the sweet-and-saucy plea \"You're So Rude\" from 1971's A Nod Is as Good as a Wink . . . - and Stewart and Wood, often in thundering larks such as the '73 single \"Cindy Incidentally\" and Ooh La La's \"Borstal Boys.\"\n\n\"The shape of 'Cindy' is a piano thing - I played it, Rod said, 'What's that?' and started writing the words,\" McLagan remembered when we spoke for my liner notes to the 2012 collection, Stay With Me, issued after the Small Faces and the Faces were inducted together into the Rock and Roll Hall of Fame. \"Same with 'Bad 'N' Ruin,\" McLagan said, referring to a song he also wrote with Stewart for 1970's Long Player. \"I had the riff. I was always playing these riffs - you can't get rid of 'em,\" he cracked, laughing. \"It's something you have.\"\n\nThe Faces broke up in late '75, undone by Stewart's ascension as a solo artist and Wood's departure for the Rolling Stones. But McLagan never got over Lane's earlier exit in 1973, to write and sing outside of Stewart's shadow. As late as that 2012 interview, McLagan was recalling in still-disappointed detail the night Lane told his friend he was splitting: \"He said, 'Why don't you leave with me and we'll form a group together?' I said, 'This is the band I want to be in with you.'\"\n\nIn 1999, two years after Lane's death, McLagan dedicated his solo album, Best of British, to the bassist. The record also included a message to Lane, in the manner of the Faces - the jaunty \"Hello Old Friend,\" sung with a vocal assist from Ron Wood. \"We had something very special in the Faces,\" McLagan insisted, proudly, in 2012. \"We were blessed to have the fun we had.\" He paused.\n\n\"But Ronnie shouldn't have left.\"\n\nHad Me a Real Good Time\n\nIn 2000, McLagan got a jump on the rock-star-memoir craze, publishing a fat, funny and emotionallty revealing autobiography, All the Rage: A Riotous Romp Through Rock & Roll History. He also had a long, rich life on records made long after the Faces dissolved, as a session musician and touring sideman. The incisive support he brought to the Small Faces and Faces soon went to the Stones - that is McLagan riding shotgun on electric piano with Mick Jagger's vocal in \"Miss You\" on 1978's Some Girls - and guitarist Keith Richards' outside band of pirates, the New Barbarians. McLagan also worked with Bob Dylan on the road in the early Eighties - generally playing better shows than those featured on 1984's Real Live - and contributed to albums by Bonnie Raitt, Jackson Browne, Bruce Springsteen and the Replacements' Paul Westerberg.\n\n\"Mac's unique style is why people looked to him,\" says Jones, who also did sessions with McLagen, particularly in the Sixties when the Small Faces were essentially a house band at Immediate Records. \"They wanted Mac on the records, not his instrument.\" In the Nineties, McLagan turned a session job with English singer-songwriter Billy Bragg into a real-band gig, joining Bragg's group the Blokes. This year, McLagan showed the range of his giving on what proved to be two of his last sessions: Lucinda Williams' recent double album, Down Where the Spirit Meets the Bone, and the debut release by the Empty Hearts, a Sixties-driven supercombo with members of the Cars, Blondie and the Romantics.\n\nEven after he got busy and comfortable in Austin, McLagan stayed outspoken about the financial horrors visited upon the Small Faces, long after their lifetime, and the complications of mounting a Faces reunion. In recent years, Wood, Jones and McLagan got an honorable and entertaining version of that band going without Stewart - Simply Red singer Mick Hucknall did yeoman service. But \"Mac always had a bit of a temper,\" Jones admitted. \"He spoke his mind.\"\n\nI got a flash of that at the Iridium show in June - when McLagan discovered, after coming off stage, that there were no copies of United States, out that day, for him to sign and sell. They had not arrived at the club on time - a sharp blow to a working musician who relied on a night's take at the merch table for part of his income.\n\nJones pointed out that \"despite Mac and Rod's disagreements here and there\" over a true Faces reunion, the two \"loved each other\" and McLagan was \"excited\" about the prospect of a tour, with Stewart on board, finally happening in 2015. Jones also said he expects to meet with Stewart and Wood soon to discuss the possibility of going forward together \"in Mac's memory.\" It would be a fitting gesture, in the way McLagan kept the music and spirits of Lane and Marriott alive at his own shows. The last song I saw McLagan perform, for his encore at Iridium, was a hearty cover of Lane's cheery 1979 solo single \"Kuschty Rye,\" complete with a Faces-era breakout on the Hammond organ.\n\n\"Someone asked me for a quite straight away,\" Jones said, reflecting on the moment he heard of McLagan's passing. \"The first thing that came out of my mouth\" was a reference to Happiness Stan, the child-seeker in the psychedelic fairy-tale suite on Side Two of Ogdens' Nut Gone Flake. \"I just said, 'Mac's gone to look for the other half of the moon' - just like Happiness Stan. I like the idea of Mac going off on a journey,\" Jones added. \"I'm just sad I'm not with him.\"\n\nI'm sorry my trip with Ian McLagan ended so abruptly, too soon. But to paraphrase Stewart's lyrics in one of my favorite Faces songs: While Mac was here, I had me a real good time. Every time.",
                    "date": "2014-12-10",
                    "eventUri": "1978540",
                    "id": "27680185",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7876,
                    "source": {
                        "title": "Rolling Stone",
                        "uri": "www.rollingstone.com"
                    },
                    "time": "01:47:00",
                    "title": "Remembering Ian McLagan, the Small Face With a Big Heart",
                    "uri": "232949478",
                    "url": "http://www.rollingstone.com/music/features/remembering-ian-mclagan-the-small-face-with-a-big-heart-20141208?utm_source=yahoomusic&utm_medium=referral%3Futm_source=yahoomusic&utm_medium=referral",
                    "wgt": 1
                },
                {
                    "body": "Ian McLagan, part of the first wave of British rockers to gain a wide American fan base, dies at 69\n\nIan McLagan, who as keyboardist for the Small Faces and later the Faces was part of the first generation of British rockers to gain a wide American following, died Wednesday in Austin, Texas. He was 69.\n\nHis death, a day after he had a stroke, was announced on his website.\n\nMcLagan joined Small Faces in 1965 and with a jubilant style reminiscent of jazz organist Jimmy Smith, quickly began to help shape the band's festive rock sound. Its best-known song in the United States was \"Itchycoo Park,\" a 1968 Top 20 hit that Rolling Stone magazine called \"one of the all-time great psychedelic pop songs.\"\n\nWhen singer-guitarist Steve Marriott left the band in 1969, Rod Stewart signed on to replace him and with McLagan, guitarist Ron Wood, bass player Ronnie Lane and drummer Kenney Jones rebranded the group as the Faces.\n\nThe Faces' 1971 album \"A Nod Is as Good as a Wink...to a Blind Horse\" made Billboard's Top 10 with the hit single \"Stay With Me.\"\n\nBoth bands were inducted into the Rock and Roll Hall of Fame in 2012.\n\nAfter the Faces broke up in the mid-1970s with Stewart's departure, McLagan was Stewart's organist on such hits as \"Maggie May\" and \"You Wear It Well.\"\n\nHe also collaborated with several of the rock era's most stellar acts, including Chuck Berry, Bob Dylan, Bonnie Raitt, Bruce Springsteen and the Rolling Stones. He performed on the Stones' 1978 album \"Some Girls,\" including the organ solo on the hit single \"Miss You.\"\n\nIn his last decades McLagan led his own Bump Band, which became a fixture on the Austin music scene. He also released several solo albums, including a 2008 tribute to Lane, his Small Faces bandmate who died of multiple sclerosis in 1997.\n\nMcLagan was born in London on May 12, 1945. As a teenager he was entranced by American jazz and blues, particularly the work of Muddy Waters and Thelonious Monk. Self-taught, he was playing organ for small British bands, including the Muleskinners, before he was 20.\n\nHe was depressed over the travails of one of his bands when the manager of Small Faces called him. \"It felt like I was just plucked out of nowhere,\" he told National Public Radio in 2009.\n\nFollowing in the tracks of the Beatles and the Stones, the Small Faces and its successor helped define the mod sounds of the mid-1960s and 1970s.\n\nAfter the Faces split up, McLagan continued to perform around the country, including a 1981 concert in Pasadena in which he carried on the band's \"ideal of playing sloppy, unaffected rock 'n' roll just for fun -- polish and glamour be damned,\" wrote Los Angeles Times critic Steve Pond.\n\nMcLagan lived in Los Angeles for 16 years before moving to Austin in 1994 with his wife Kim, the ex-wife of drummer Keith Moon.\n\nShe died in a car accident in 2006. McLagan's survivors include his son, Lee; a brother, Mike; and a granddaughter.\n\nHis 2000 memoir \"All the Rage\" described four decades in rock, using drugs, trashing hotel rooms and frolicking with groupies. \"You can't read the book without wishing anew every other page or so that you were sitting across from McLagan in a cozy pub with a couple of cold pints on the table,\" John Foyston wrote in a review for the Oregonian.\n\nOn the day he died, McLagan had been scheduled to begin a North American tour. His manager, Ken Kushnick, called McLagan \"a true rock 'n' roll spirit.\"",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27151600",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7762,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "05:02:00",
                    "title": "Ian McLagan dies at 69; rock keyboardist played with the Small Faces",
                    "uri": "231624995",
                    "url": "http://www.latimes.com/local/obituaries/la-me-ian-mclagan-20141205-story.html",
                    "wgt": 1
                },
                {
                    "body": "Mr. McLagan in the 1960s was a member of the British pop group Small Faces, which changed its name to Faces when Rod Stewart and Ron Wood joined in 1969.\n\nMr. McLagan went onto record and perform with the Rolling Stones, playing on the band's 1978 album Some Girls, including the organ solo on the hit single \"Miss You.\" He released several solo albums, including a tribute to his Small Faces bandmate Ronnie Lane in 2008. Mr. McLagan was inducted into the Rock and Roll Hall of Fame in 2012.\n\nHe had been scheduled to begin a North American tour Wednesday. His manager, Ken Kushnick, called Mr. McLagan \"a true rock-and-roll spirit.\" - AP",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27163966",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7761,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "06:37:00",
                    "title": "Ian McLagan | Faces rocker, 69",
                    "uri": "231659321",
                    "url": "http://www.philly.com/philly/news/local/20141205_Ian_McLagan___Faces_rocker__69.html",
                    "wgt": 1
                },
                {
                    "body": "Rod Stewart said he was left \"devastated\" after learning of the death of his former Faces bandmate Ian McLagan, who also performed and recorded with The Rolling Stones.\n\nKeyboard player McLagan died on Wednesday after suffering a stroke in Austin, Texas, as he was preparing to begin a North American tour.\n\nThe 69-year-old musician, who was born in Isleworth, Middlesex, was inducted into the Rock and Roll Hall of Fame two years ago.\n\nHe had been a member of The Small Faces in the 1960s, which evolved into The Faces when singer Stewart and guitarist Ronnie Wood joined in 1969.\n\nStewart said: \"I'm absolutely devastated. Ian McLagan embodied the true spirit of The Faces.\"",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27150820",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7559,
                    "source": {
                        "title": "BelfastTelegraph.co.uk",
                        "uri": "www.belfasttelegraph.co.uk"
                    },
                    "time": "04:45:00",
                    "title": "Rod Stewart 'devastated' after death of Faces star Ian McLagan",
                    "uri": "231623092",
                    "url": "http://www.belfasttelegraph.co.uk/news/local-national/northern-ireland/rod-stewart-devastated-after-death-of-faces-star-ian-mclagan-30800502.html",
                    "wgt": 1
                },
                {
                    "body": "Ian McLagan, the electrifying pianist and songwriter of Small Faces and the Faces who became a rock 'n' roll journeyman with stints backing Rod Stewart, the Rolling Stones and others, died on Dec. 3 in Austin, Texas, due to complications from a stroke suffered a day earlier. He was 69.\n\nA statement said he was surrounded by family and friends in his adopted hometown. \"Ian's artistry, generosity and warmth of spirit touched countless other musicians and music fans around the world. His loss will be felt by so many.\"\n\nAn active musician, in 2014 McLagan and his Bump Band released the album United States, he recorded with the Empty Hearts, featuring Elliot Easton of The Cars and Clem Burke of Blondie, and was about to tour with Nick Lowe on his Quality Holiday Revue.\n\nLowe was in Minneapolis, where the tour started on Dec. 3, and in an interview with Minnesota Public Radio's the Current he said, \"As we all know, he was a fellow who loved life, and there's no question of us not carrying on with the tour.\"\n\nThe outpouring of respect for McLagan could be felt on Twitter as musicians, among them Joe Walsh, Alejandro Escovedo and Lucinda Williams, shared their respect and admiration for him.\n\nRead more Faces Great Ian McLagan Set to Release First New Studio Album in Five Years\n\n\"What a joyous player,\" wrote Benmont Tench, keyboardist of Tom Petty & the Heartbreakers. \"King of the Wurlitzer, giant of the Hammond & the rock & roll piano. Terrific memoirist. Damn damn damn.\"\n\nBilly Bragg, who hired McLagan for records and tours in the late '90s and early 2000s, wrote, \"I have a lost a dear friend, and British rock has lost one of its greatest players.\"\n\nBurke issued a statement on behalf of the Empty Hearts. \"We will remain forever grateful to him for lending his legendary talent to our work and his enthusiastic support of our efforts -- but more so for his legacy as the exemplary man and musician he was. Our thoughts go out to his family and loved ones. Today, our hearts are empty.\"\n\nA native of Middlesex, England, he learned the piano as a child and became enthralled with the organ at the age of 13 after hearing Booker T. & the MG's. He made his first recording, a single, in 1965 as a member of the Muleskinners before joining Small Faces playing organ and electric keyboards behind singer-guitarist Steve Marriott and bassist-singer Ronnie Lane. He saw them as a soul band, though its influence was keenly felt among psychedelic acts that followed them.\n\nMarriott left in 1969, with Rod Stewart and Ronnie Wood taking his place, and the unit of McLagan, Stewart, Lane, Wood and Kenney Jones became known for their heavy drinking; the band made a habit of sounding like an act that could implode at any minute. \"We were a fine drinking band,\" Stewart says in the Rhino box set Five Guys Walk Into a Bar, \"and most of our best work was done in the pub.\"\n\nRead more Rod Stewart Confirms Faces Reunion: 'We're Earmarking 2015'\n\nMcLagan co-wrote \"Cindy Incidentally\" and \"You're So Rude,\" but his defining moment came on their 1971 track \"Stay With Me,\" as hard-charging a record as the Faces ever made and the one closest to their high-energy live style.\n\nWhen the Faces split up, McLagan stayed with Stewart, playing on his first five albums, including his legendary Every Picture Tells a Story and Never a Dull Moment. He also continued to record with Wood and Lane on their solo projects.\n\nMcLagan joined the Rolling Stones to record \"Some Girls\" in 1978 and toured with them as well. Highlights among the multiple recordings he appears on include Chuck Berry's \"London Sessions,\" Carly Simon's \"Spy,\" Bonnie Raitt's \"Green Light\" and Bruce Springsteen's \"Human Touch\" and \"Lucky Town\"; he toured with Bob Dylan in 1984.\n\nMcLagan formed his first edition of the Bump Band in 1979, recording \"Troublemaker\" for Mercury; Yep Roc re-released the seventh Bump Band album, United States, in June.\n\nAfter moving to Austin 20 years ago, McLagan worked extensively with Americana acts, among them James McMurtry, the LeRoi Brothers, Robert Earl Keen and Patty Griffin.\n\nThe Faces and Small Faces were inducted into the Rock and Roll Hall of Fame in 2012, a double induction that did not sit well with McLagan. \"It was nice to be thought of, but damn it, it's too little, way too late,\" he told the Austin Chronicle. \"If that sounds like I'm ungrateful, then so be it.\"",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27185552",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7434,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "13:58:00",
                    "title": "Ian McLagan of Small Faces and the Faces Dies at 69",
                    "uri": "231718891",
                    "url": "http://news.yahoo.com/ian-mclagan-small-faces-faces-dies-69-050046935.html",
                    "wgt": 1
                },
                {
                    "body": "Keyboard player whose evocative playing became part of the fabric of rock'n'roll history\n\nMusic history has a special niche reserved for Ian McLagan, who has died aged 69 after suffering a stroke. His distinctive and evocative playing on the Hammond B3 organ and Wurlitzer piano - much influenced, as he admitted, by the R&B veteran Booker T Jones - became part of the fabric of rock'n'roll history through his work with two classic British bands, the Small Faces and the Faces.\n\nMcLagan's playing was integral to the success of such hits as the Small Faces' All Or Nothing (1966) and the Faces' Stay With Me (1971). In addition, he enjoyed steady employment with musicians from Bruce Springsteen and Bob Dylan to Billy Bragg and Bonnie Raitt. He also featured prominently on the early solo albums of Rod Stewart as the singer developed into an international superstar.\n\nMcLagan was born in Isleworth, west London. He would always look back affectionately at his early years. He regularly visited his grandmother, a keen accordion player, in Ireland, and credited her with giving him his earliest push towards music, though it was his mother who insisted he take piano lessons after he had dabbled with the guitar and saxophone.\n\nHe was still playing the guitar when he joined the Muleskinners, a group he formed with friends from Twickenham Art School. He switched to keyboards when he joined the Boz People, a band fronted by the vocalist Boz Burrell, who later became the bass player in King Crimson and Bad Company. He recorded four singles with them, but these were unsuccessful and McLagan quit the band in 1965. He was promptly asked to join the Small Faces, replacing their former keyboard player, Jimmy Winston.\n\nMcLagan immediately made his mark on the single Sha-La-La-La-Lee (1966), slipping some precise organ fills in between Steve Marriott's fiery guitar chords. It went to No 3 and was the band's breakthrough hit. From then until the band's demise at the end of 1968, when Marriott abruptly quit during a gig on New Year's Eve, the Small Faces were responsible for a string of brilliant singles and memorable albums (especially the chart-topping Ogden's Nut Gone Flake in 1968) which have come to seem increasingly influential as time has passed, not least thanks to enthusiastic endorsements from Paul Weller and Noel Gallagher.\n\nMcLagan's inventive and subtle playing was integral to the band's rapid musical development. On All Or Nothing, which knocked the Beatles' Yellow Submarine/Eleanor Rigby off the No 1 spot in August 1966, his surging organ chords amplified the song's drama and grandeur. In Itchycoo Park (1967) - which went to No 3 in the UK and into the Top 20 in America - his whimsical runs offered teasing clues to the song's psychedelically enhanced origins. \"We were always smoking dope and taking pills - there wasn't any time we weren't stoned,\" McLagan confessed.\n\nYet despite scoring 11 Top 20 hits in the UK, the Small Faces reaped barely any of the rewards supposedly owed to them. Their first manager, the infamous Don Arden, found many creative ways of not paying them, while their subsequent signing to the former Rolling Stones manager Andrew Loog Oldham and his Immediate label gave them a more congenial environment but little more money.\n\n\"We didn't get paid and we never will get paid,\" McLagan said later. \"From 1965 to 1991 we got nothing from [their original label] Decca.\" As for Immediate: \"They paid us a little bit more than £20 a week, and ripped us off. Never paid us at all for recording or publishing until 96, when we did a deal with [record label] Castle, but that only includes the UK. The rest of the world, we still have never received a penny from any of those records.\"\n\nHowever, the future was to prove bright. In the summer of 1969, McLagan, with the drummer Kenney Jones and the bassist Ronnie Lane, both former members of Small Faces, joined forces with Rod Stewart and Ronnie Wood, who had left the Jeff Beck Group. Wood and McLagan had already played on sessions for Stewart's 1969 solo album An Old Raincoat Won't Ever Let You Down, and would play on Stewart's next four albums, including the hugely successful Every Picture Tells a Story (1971). They called the new lineup the Faces, and were destined to become one of the best-loved British bands of the 70s.\n\nThe Faces' raucous mix of rock and soul, washed down with copious amounts of alcohol (they used to have their own bar and bartender on stage), brought them big hits with Stay With Me (1971), on which McLagan's saloon-bar piano slugged it out with Wood's power chords, Cindy Incidentally (co-written by McLagan in 1973), Pool Hall Richard (1973) and the deliciously soulful You Can Make Me Dance, Sing Or Anything (1974). Unlike the Small Faces, who never toured America, the Faces enjoyed substantial success in the US, and had a Top 10 album there with A Nod Is As Good As a Wink... To a Blind Horse (1971).\n\nHowever, Stewart's burgeoning success as a solo star and Wood's moonlighting with the Rolling Stones eventually caused the band to split. \"When we began to be billed as Rod Stewart and the Faces, it was all over bar the shouting,\" McLagan observed. Wood became a full-time Stone, and McLagan also performed with the Stones both on tour and on record, for instance playing on Miss You and Just My Imagination on the Some Girls album (1978).\n\nMcLagan moved to the US in the late 70s, and in 1977 formed his own Bump Band, which was still performing at the time of his death and played weekly in his adopted home town of Austin, Texas, where he had lived since 1994. In 1978 he married Kim Kerrigan, former wife of Keith Moon of the Who; she died in a traffic accident in 2006.\n\nMcLagan played with Wood's band the New Barbarians in 1979, alongside Keith Richards and the saxophonist Bobby Keys. He found himself in demand as a session musician, and notched up a prestigious list of credits over the decades. He played on Springsteen's albums Human Touch and Lucky Town (both 1992), Raitt's Green Light (1982) and Carly Simon's Spy (1979), and toured with Dylan in 1984.\n\nDuring the 90s and 2000s he toured with Bragg. In 2014 alone, he appeared on Lucinda Williams's Down Where the Spirit Meets the Bone, released his own album, United States, and recorded an album with the Empty Hearts, featuring the drummer Clem Burke, formerly of Blondie, and Elliot Easton, from the Cars.\n\nMcLagan won an Ivor Novello award in 1996 for his outstanding contribution to British music, and in 2000 published his autobiography, All the Rage: A Riotous Romp Through Rock & Roll History. He was inducted into the Texas Music Hall of Fame in 2004, and supervised the release of the four-CD Faces compilation Five Guys Walk Into A Bar ... (2004).\n\nFollowing a one-off musicians' charity show at the Royal Albert Hall in 2009, the Faces reunited in 2010 with Mick Hucknall on lead vocals and the former Sex Pistol Glen Matlock on bass, to play international festival dates. The Faces and Small Faces were inducted into the Rock and Roll Hall of Fame in 2012.\n\nHe is survived by his stepdaughter, Amanda (daughter of Kim and Keith Moon).\n\n* Ian Patrick McLagan, songwriter and musician, born 12 May 1945; died 3 December 2014",
                    "date": "2014-12-04",
                    "eventUri": "1978540",
                    "id": "27114083",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7389,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "18:34:00",
                    "title": "Ian McLagan obituary",
                    "uri": "231531674",
                    "url": "http://www.theguardian.com/music/2014/dec/04/ian-mclagan",
                    "wgt": 1
                },
                {
                    "body": "The Faces keyboardist Ian McLagan has died at the age of 69 after reportedly suffering a \"massive stroke\".\n\nIan McLagan has died.\n\nThe Faces and Small Faces keyboardist passed away in hospital in Austin, Texas, at the age of 69 yesterday (03.12.14) after reportedly suffering a \"massive stroke\".\n\nAfter the Faces - who changed their name from the Small Faces in 1969 when Rod Stewart and Ronnie Wood joined - split in 1975, Ian began working as a session musician playing with artists including Bob Dylan, Billy Bragg, Bruce Springsteen and Chuck Berry.\n\nBilly is among the first to pay tribute to the musician, hailing Ian as one of the \"greatest players\" in British rock.\n\nHe tweeted: \"I have lost a dear friend and British rock has lost one of its greatest players. RIP Ian McLagan\".\n\nRonnie - whose Rolling Stones saxophonist Bobby Keys also died this week - also used social media to express his sadness.\n\nAlongside images of praying hands, he wrote: \"God bless Bobby and Mac (sic)\"\n\nSteve Jones, guitarist with the Sex Pistols, who tweeted: \"Sorry to hear Ian McLagan died today, he and the faces was a big part of my teens.\"\n\nIt is believed Ian - whose wife Kim Kerrigan passed away in 2006 - was surrounded by friends and family when he died.",
                    "date": "2014-12-04",
                    "eventUri": "1978540",
                    "id": "27109554",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7353,
                    "source": {
                        "title": "The List",
                        "uri": "www.list.co.uk"
                    },
                    "time": "18:23:00",
                    "title": "Ian McLagan dies",
                    "uri": "231520700",
                    "url": "https://www.list.co.uk/article/66794-ian-mclagan-dies/",
                    "wgt": 1
                },
                {
                    "body": "Ian McLagan, an inventive and agile keyboardist with the hit-making British pop group Small Faces -- later just Faces -- who also recorded and performed with the Rolling Stones, died Dec. 3 in Austin, Texas. He was 69.\n\nThe cause was a stroke, his official website announced. He was about to start a North American tour with bassist and singer Nick Lowe.\n\nMr. McLagan was born in London on May 12, 1945. The Small Faces formed in 1965 with singer-guitarist Steve Marriott, bassist Ronnie Lane, drummer Kenney Jones and keyboardist, Jimmy Winston. Mr. McLagan, adept on the Hammond organ, soon replaced Winston.\n\nWith their mod clothes and antic, alcohol-fueled performances -- they reportedly had a bar and bartender on stage just for them -- the group became a major act in England with songs such as \"All or Nothing\" and \"Sha-La-La-La-Lee\"; they once dislodged the Beatles from top of the British charts.\n\nSmall Faces also had several hits that reached the top-20 on the American pop charts, including \"Itchycoo Park\" in 1968.\n\n\"Small Faces were really a soul band as far as we were concerned,\" Mr. McLagan told Rolling Stone in 2012. \"That's what we listened to, that's what we played, you know? We were pretty much based on Booker T. and the M.G.'s.\"\n\nMr. McLagan said that the band's later, increasingly psychedelic sound -- on such songs as \"Here Come the Nice\" -- was a result of eating LSD-spiked orange slices at a party. In 1969, the group changed its name to Faces following the departure of Marriott to form Humble Pie and the arrival of singer Rod Stewart and guitarist Ronnie Wood, both of whom had left the Jeff Beck Group.\n\nThe reorganized Faces, with its rollicking and bluesy sound, played corner pubs and filled large arenas. By the early 1970s, they had became a major rival to the Stones with such albums as \"A Nod Is as Good as a Wink ... To a Blind Horse\" (1971), which included the hit song \"Stay With Me.\"\n\nWithin a few years, the group began to splinter. Stewart went on to a major solo career. Wood joined the Stones. Jones replaced Keith Moon in the Who after Moon's death in 1978 from a drug overdose.\n\nMr. McLagan, who also released solo albums, backed Stewart on several recordings and played on the Stones's 1978 album \"Some Girls,\" including the organ solo on the hit single \"Miss You.\" He also played over the years with Bruce Springsteen, Bob Dylan and Carly Simon, among other entertainers.\n\nSmall Faces and the Faces were inducted into the Rock and Roll Hall of Fame in 2012.\n\nMr. McLagan settled in Austin in the early 1990s and continued to play his own group, called Bump Band.\n\nHe was married to Kim Kerrigan, a onetime model who had formerly been married to Moon. She died in a traffic accident in 2006. A complete list of survivors could not be confirmed.\n\nMr. McLagan, who began his career as a guitarist in a skiffle band, once recalled that his mother forced him to take piano lessons.\n\n\"I had piano lessons, which I hated,\" he told Rolling Stone. \"My mother decided I was going to have [them]. I didn't want piano lessons; what damn good would they do me?\"",
                    "date": "2014-12-04",
                    "eventUri": "1978540",
                    "id": "27123073",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7235,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "21:08:00",
                    "title": "Ian McLagan, inventive keyboardist with Faces and Rolling Stones, dies at 69",
                    "uri": "231554133",
                    "url": "http://www.washingtonpost.com/entertainment/music/ian-mclagan-inventive-keyboardist-with-faces-and-rolling-stones-dies-at-69/2014/12/04/ef6b31e8-7bdd-11e4-9a27-6fdbc612bff8_story.html?wprss=rss_local",
                    "wgt": 1
                },
                {
                    "body": "Rod Stewart has spoke of his devastation following the death of his former Faces bandmate Ian McLagan, who passed away in Texas on Wednesday (03.12.14).\n\nRod Stewart has paid tribute to his late Faces bandmate Ian McLagan, admitting he is \"devastated\" by his death.\n\nKeyboard player Ian died at the age of 69 at a hospital in Austin, Texas, after having a \"massive stroke\" on Wednesday (03.12.14), and Rod admits he is in shock after being told the tragic news by fellow former Faces member Ronnie Wood.\n\nTalking to NME.com, Rod said: \"I'm absolutely devastated. Last night I was at a charity do, Mick Hucknall was singing 'I'd Rather Go Blind' and Ron Wood texted to say Ian had passed. It was as if his spirit was in the room. I'll miss you mate.\"\n\nIan was in the Faces with Rod and Ronnie Wood until their split in 1975, when he decided to pursue a musical career as a session artist, performing with Bob Dylan, Bruce Springsteen and Billy Bragg.\n\nSinger/songwriter Billy, 56, took to Twitter to pay tribute to Ian - who was also in the Small Faces - describing him as one of the \"greatest players\" in \"British rock\".\n\nHe tweeted: \"I have lost a dear friend and British rock has lost one of its greatest players. RIP Ian McLagan.\"\n\nSex Pistols guitarist Steve Jones were among other stars who posted on the social networking site to mourn the loss of the musician.\n\nSteve wrote: \"Sorry to hear Ian McLagan died today, he and the faces was a big part of my teens. (sic)\"",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27185252",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7141,
                    "source": {
                        "title": "The List",
                        "uri": "www.list.co.uk"
                    },
                    "time": "13:55:00",
                    "title": "Rod Stewart 'devastated' by death of Ian McLagan",
                    "uri": "231718345",
                    "url": "https://www.list.co.uk/article/66824-rod-stewart-devastated-by-death-of-ian-mclagan/",
                    "wgt": 1
                },
                {
                    "body": "Ian McLagan has died.\n\nThe Faces and Small Faces keyboardist passed away in hospital in Austin, Texas, at the age of 69 yesterday (03.12.14) after reportedly suffering a ''massive stroke''.\n\nAfter the Faces - who changed their name from the Small Faces in 1969 when Rod Stewart and Ronnie Wood joined - split in 1975, Ian began working as a session musician playing with artists including Bob Dylan, Billy Bragg, Bruce Springsteen and Chuck Berry.\n\nBilly is among the first to pay tribute to the musician, hailing Ian as one of the ''greatest players'' in British rock.\n\nHe tweeted: ''I have lost a dear friend and British rock has lost one of its greatest players. RIP Ian McLagan''.\n\nRonnie - whose Rolling Stones saxophonist Bobby Keys also died this week - also used social media to express his sadness.\n\nAlongside images of praying hands, he wrote: ''God bless Bobby and Mac (sic)''\n\nSteve Jones, guitarist with the Sex Pistols, who tweeted: ''Sorry to hear Ian McLagan died today, he and the faces was a big part of my teens.''\n\nIt is believed Ian - whose wife Kim Kerrigan passed away in 2006 - was surrounded by friends and family when he died.",
                    "date": "2014-12-04",
                    "eventUri": "1978540",
                    "id": "27078357",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7056,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "hub.contactmusic.com"
                    },
                    "time": "12:42:00",
                    "title": "Ian McLagan dies",
                    "uri": "231442036",
                    "url": "http://hub.contactmusic.com/story/ian-mclagan-dies_4491760",
                    "wgt": 1
                },
                {
                    "body": "Credit: Ha LamIan \"Mac\" McLagan, keyboardist of The Small Faces and Faces, died Wednesday afternoon in his adopted hometown of Austin, Texas, after suffering a massive stroke. He was 69. A day later, many well-known artists -- including band mates, collaborators, friends and fans of McLagan's impressive body of work -- are paying homage to the acclaimed musician.\n\nSmall Faces and Faces drummer Kenney Jones, who also played with The Who, revealed that he'd just learned his first grandson had been born when he also learned of the death of McLagan, whom he called his \"dearest friend.\"\n\n\"I am absolutely devastated and quite speechless,\" Jones wrote on his official Facebook page. \"He shared some of the most wonderful years of my life and I am still shocked. Please share my thoughts for his family and fans as he will always be with us. He has gone to join [Small Faces members] Steve [Marriott] and Ronnie [Lane] but way too soon, on a journey to the other half of the moon.\"\n\nFaces and Rolling Stones guitarist Ronnie Wood, meanwhile, posted a brief note on his Twitter account paying tribute to both McLagan and longtime Stones sax player Bobby Keys, who died Tuesday. The message reads, simply, \"God Bless Bobby and Mac.\" Incidentally, Ian also recorded with The Stones and toured with them during the late '70s and early '80s.\n\nEarlier this year, McLagan contributed his keyboard skills to the self-titled debut album of the new supergroup The Empty Hearts. The band's drummer, Clem Burke of Blondie fame, released a statement on behalf of The Empty Hearts that reads, \"We will remain forever grateful to him for lending his legendary talent to our work and his enthusiastic support of our efforts -- but more so for his legacy as the exemplary man and musician he was. Our thoughts go out to his family and loved ones. Today, our hearts are empty.\" The group also posted a touching video on their Facebook page capturing McLagan working on a piano part for one of The Empty Hearts' songs.\n\nHere's what some other artists had to say about McLagan's passing:\n\nJoe Walsh: \"Ian McLagan. RIP my friend. Such a huge loss. In my heart and prayers.\"\n\nThe Zombies' Rod Argent: \"Devastating news. We saw him -- first time for many years -- earlier this year when he came backstage at both of our gigs in Austin. Another great one gone. Bless you mate, and R.I.P.\"\n\nThe Kinks' Dave Davies: \"RIP Ian [McLagan] - nice guy.\"\n\nYes/Asia keyboardist Geoffrey Downes: \"Very sad to hear about the death of Ian McLagan. The Small Faces were a big inspiration to many, as one of the first psychedelic pop bands.\"\n\nTom Petty & the Heartbreakers keyboardist Benmont Tench: \"What a joyous player. King of the Wurlitzer, giant of the Hammond & the rock & roll piano. Terrific memoirist. Damn damn damn.\"",
                    "date": "2014-12-04",
                    "eventUri": "1978540",
                    "id": "27120932",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7048,
                    "source": {
                        "title": "ABC News Radio",
                        "uri": "abcnewsradioonline.com"
                    },
                    "time": "20:01:00",
                    "title": "Rock 'n' Roll Reacts to Faces Keyboardist Ian McLagan's Passing",
                    "uri": "231549107",
                    "url": "http://abcnewsradioonline.com/music-news/2014/12/4/rock-n-roll-reacts-to-faces-keyboardist-ian-mclagans-passing.html",
                    "wgt": 1
                },
                {
                    "body": "Rod Stewart has paid tribute to his late Faces bandmate Ian McLagan, admitting he is ''devastated'' by his death.\n\nKeyboard player Ian died at the age of 69 at a hospital in Austin, Texas, after having a ''massive stroke'' on Wednesday (03.12.14), and Rod admits he is in shock after being told the tragic news by fellow former Faces member Ronnie Wood.\n\nTalking to NME.com, Rod said: ''I'm absolutely devastated. Last night I was at a charity do, Mick Hucknall was singing 'I'd Rather Go Blind' and Ron Wood texted to say Ian had passed. It was as if his spirit was in the room. I'll miss you mate.''\n\nIan was in the Faces with Rod and Ronnie Wood until their split in 1975, when he decided to pursue a musical career as a session artist, performing with Bob Dylan, Bruce Springsteen and Billy Bragg.\n\nSinger/songwriter Billy, 56, took to Twitter to pay tribute to Ian - who was also in the Small Faces - describing him as one of the ''greatest players'' in ''British rock''.\n\nHe tweeted: ''I have lost a dear friend and British rock has lost one of its greatest players. RIP Ian McLagan.''\n\nSex Pistols guitarist Steve Jones were among other stars who posted on the social networking site to mourn the loss of the musician.\n\nSteve wrote: ''Sorry to hear Ian McLagan died today, he and the faces was a big part of my teens. (sic)''",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27172715",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6782,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "hub.contactmusic.com"
                    },
                    "time": "11:08:00",
                    "title": "Rod Stewart 'devastated' by death of Ian McLagan",
                    "uri": "231684794",
                    "url": "http://hub.contactmusic.com/story/rod-stewart-devastated-by-death-of-ian-mclagan_4493150",
                    "wgt": 1
                },
                {
                    "body": "McLagan, who died at 69, helped define the sound of '60s British rock with his bands Small Faces and Faces. He toured with the Rolling Stones, Dylan and Billy Bragg. He appeared on Fresh Air in 2004.\n\nCopyright © 2014 NPR. For personal, noncommercial use only. See Terms of Use. For other uses, prior permission required.\n\nDAVE DAVIES, HOST:\n\nThis is FRESH AIR. I'm Dave Davies filling in for Terry Gross. Ian McLagan, the British keyboard player whose band the Faces featured Rod Stewart on vocals, died Wednesday after suffering a stroke. He was 69. McLagan was among the first generation of British rockers getting started in the mid-'60s, when bands like The Beatles and The Rolling Stones were taking over the charts. McLagan played keyboards in the band Small Faces which became Faces when Rod Stewart and Ron Wood joined the group. After Faces broke up, McLagan toured and recorded with The Rolling Stones, Bob Dylan and others. He settled in Austin, Texas in the 1990s where he formed his own group, the Bump Band, which released several albums and did regular tours. When he died, McLagan was preparing to go to go on tour with singer Nick Lowe.\n\nI spoke to McLagan in 2004 about his life in the rock world and his memoir called \"All The Rage.\" First, here's Faces' only hit in the U.S., \"Stay With Me.\"\n\n(SOUNDBITE OF SONG, \"STAY WITH ME\")\n\nROD STEWART: (Singing) In the morning, don't say you love me, 'cause I'll only kick you out of the door. I know your name is Rita, 'cause your perfume's smelling sweeter since when I saw you down on the floor, guitar. You won't need to much persuading. I don't mean to sound degrading, but with a face like that, you got nothing to laugh about. Red lips, hair and fingernails, I hear you're a mean old Jezebel. Let's go upstairs and read my tarot cards. Stay with me, stay with me. For tonight you better stay with me. Stay with me, stay with me. For tonight you better stay with me.\n\nIAN MCLAGAN: Thank you, Dave, nice to be talking to you.\n\nDAVIES: You came of age at a time in the mid-'60s - it was really the dawn of British rock and roll - and have been doing music all these years. Tell us how you got into music.\n\nMCLAGAN: Well, that's an interesting - actually, my mom paid for me to have piano lessons, but I didn't want to have piano lessons. It took me several years to figure out that that's what I was going to do with the rest of my life. But I'd rather - I wanted to play snooker with my pals, and - who eventually formed a skiffle group and which I joined as the tea chest bass player.\n\nDAVIES: Now, I think you've got to explain for an American audience what sniffle and snooker is.\n\nMCLAGAN: Oh, skiff - oh, OK, snooker is (laughter) what pool should be, with a much larger table and smaller, tighter pockets.\n\nDAVIES: Snooker, right.\n\nMCLAGAN: Yes, and they used to have a lot of snooker holes in England at that time - very popular. And I still like to play whenever I can. Skiffle was what preceded the Beatles. In England, Lonnie Donegan was in a Dixieland jazz band in England - Ken Colyer band and then the Chris Barber band. And in the intermission, he would play his version of blues.\n\nI call it kind of speed folk. It was very up-tempo and influenced by the blues and Lead Belly and all those guys. But it wasn't the blues. It was kind of - it was folk. It was skiffle. That's what it was called, and it became very popular. And almost everyone in my generation who ended up in a band started out playing washboard or guitar or banjo or tea chest bass.\n\nIt was a very kind of - it was like punk in its way, you know, that it was very, you know, up and at it. It was all kind of made up instruments - didn't have to be talented. You just sort of had to bash away.\n\nAnd bit-by-bit, I kind of fumbled my way into playing by - I got a guitar. And I started playing a basic Chuck Berry riff, and then transferred that to the piano, which was sitting in the sitting room still, and which I hadn't played. But then when I heard \"Green Onions\" - Booker T. & the M.G.s, I thought well, boy, this sound's for me. I've got to get one of those, whatever it is. And it turned out to be Hammond organ.\n\nDAVIES: When you were a teenager in the early '60s and just scratching around in the music business, it was a time when British rock was really just taking form.\n\nI mean, The Beatles and The Stones and The Who were all just getting going. And give us a sense of what the scene was like. I mean, were you aware that something kind of new and different and exciting was happening?\n\nMCLAGAN: Oh, yeah. I mean, it was in the air. You know, I loved The Stones. I used to see them every Sunday after I discovered them, you know, and then I'd follow them. I'd catch them on a Wednesday somewhere else, you know. And then I'd find they were playing somewhere else on Saturday night, and I'd go there.\n\nAnd then when The Who came out, actually I met Pete pretty early on at Jim Marshall's drum shop, as it was, before he made guitar amps. I met Mitch Mitchell. He used to serve behind the counter there. It was later ended up as drummer with Jimi Hendrix, of course.\n\nAnd, you know, there was a buzz going on, and Townshend was like, the first time I met him, he said so how you doing? Like what's your bag? He was all interested in what I was doing. I was interested in what he was doing.\n\nAnd you know, we'd all heard the music. You know, we wanted to play it. And then the next thing was to try and get gigs, and then you know, I became manager and a kind of agent of my band, although I wasn't the singer. I was just the rhythm keyboard player.\n\nBut it was very exciting, just constantly trying to get gigs and playing and finding out where the clubs were and checking other bands out and thinking they ain't that good. We're better than them, you know. It was - I was too committed to know that, you know, I was - I was just having the best time.\n\nDAVIES: You were listening to a lot of American blues. Were a lot of British teenagers into that then? I don't think American kids were so much. Where did you get the records?\n\nMCLAGAN: Well, that was - they were difficult to find. You know, the thing is one night, Humphrey Lyttelton had a jazz program. I think it was on Monday night on radio, was BBC 1, I suppose, it was then. And he played \"Muddy Waters Live at Newport\" \"Hoochie Coochie Man.\"\n\nAnd that pretty much changed my life. That album, which I eventually bought with great difficulty from the local record store in Hounslow, where I lived, that and Thelonious Monk, \"Monk's Moods,\" just changed my life.\n\nAnd I figured, well, Monk's a great blues player, and whoever is playing with Muddy is a great blues player, and that was of course Otis Spann. And Otis is probably my main influence on the piano, you know.\n\nDAVIES: So you're with the Muleskinners. They split up, and you find yourself bandless and then get recruited to an established group with a record contract, right? Small Faces?\n\nMCLAGAN: Well, strangely, I was in another band in between, but they weren't that keen to work. And the van broke down one night, and they kind of laughed, and we were supposed to be going up to Scotland, which is, you know, like a six or seven hour drive back then, before the motorways, you know.\n\nAnd so we set off again the next night, the next afternoon, and the van broke down again. I said that's it. I quit. And so I was depressed. And I went to see my girlfriend that night, and on the way back I bumped into a friend of mine, Phil, who said so how's the band? And I said, oh, I just left. And he said, oh, you should join the Small Faces.\n\nI said, oh yeah, that's very funny, Phil. It was all sarcastic. And the next morning their manager called me, and that afternoon I joined the band.\n\nMCLAGAN: He just - because they had had that one hit, you see. And I'd seen them on television, and my dad said check this band out, they're great. And I looked at them. I thought, boy, they're great, a great singer, and they look great. I thought, that's the sort of band I'd like to be in, you know. And within, you know, a few months, I was a member.\n\nDAVIES: Ian McLagan recorded in 2004. He died Wednesday. We'll hear more of our conversation after a break. This is FRESH AIR.\n\n(MUSIC)\n\nDAVIES: This is FRESH AIR. And we're listening to my 2004 interview with keyboard player Ian McLagan, who died Wednesday at the age of 69.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nDAVIES: Your big hit in America with Small Faces was \"Itchycoo Park,\" and maybe we should hear that. Tell us about that song.\n\nMCLAGAN: Well, strangely enough, Steve and Ronnie, Steve Marriott and Ronnie Lane, wrote together, and it was hard to break into that partnership, although occasionally I would write with kind of a little germ of mine that Ronnie would help, and then that would come out as Marriott, Lane, McLagan.\n\nI could never just separate them, but in fact I didn't realize that Ronnie Lane wrote that song, almost as one of his. You know, the way a partnership works, it's one or the other mainly, and the other one helps.\n\nWell, that was a Ronnie Lane composition. And years later, when I was living in L.A., he called me from Austin in 1990 and asked if I would tour Japan with him, and I said I'd love to. I said just one thing, Ronnie. What's that? I said let's not do \"Itchycoo Park.\" I said, I'm sick of that song. He said, but Mac, I wrote that. I said, I'm sorry, I hate it (laughter).\n\nDAVIES: Do you really hate the song?\n\nMCLAGAN: Yeah. Well, see, I don't think it is all too beautiful. I just - I mean, I'm a lucky guy. I'm a happy guy, but I don't think it's all too beautiful.\n\nDAVIES: And that's so much like most of the music you were doing.\n\nMCLAGAN: Right.\n\nDAVIES: Well, with apologies to our guest, Ian McLagan, let's hear \"Itchycoo Park\" from Small Faces.\n\n(SOUNDBITE OF SONG, \"ITCHYCOO PARK\")\n\nSTEVE MARRIOTT: (Singing) Over bridge of sighs to rest my eyes in shades of green. Under dreamin' spires, to Itchycoo Park, that's where I've been. What did you do there? I got high. What did you feel there? Well, I cried. But why the tears there? I'll tell you why. It's all too beautiful. It's all too beautiful. It's all too beautiful. It's all too beautiful. It's all too beautiful. I feel inclined to blow my mind, get hung up feed the ducks with a bun. They all come out to groove about. Be nice and have fun in the sun. I'll tell you what I'll do...\n\nDAVIES: That was \"Itchycoo Park\" by Small Faces. On keyboards was my guest, Ian McLagan. \"Itchycoo Park\" is - it's a song that's sort of more in the psychedelic vein rather than the blues that you were playing. Is that what you don't like about it?\n\nMCLAGAN: Well, it was - yes, but it's the - you know, we were, Ronnie, Steve, and I took acid in 1966 and took acid again the next week and took a lot of acid over a period of time. And the music did change, and I think in some ways for the worse.\n\nI mean, it's like movies made around that time are - some of them are so hopeless, you can't - I can't look at them now. They're just so desperately trying to prove that they've taken acid, you know. And it's all too beautiful was the chorus of \"Itchycoo Park,\" and it's that whole thing.\n\nYou know, I don't think you have to prove it. You know, the experience was pleasant, and now let's move on. Let's go back to what we were doing. But we never did, really.\n\nDAVIES: It's also remarkable that you were in a band that had a lot of hits - I mean 14 hits in the U.K., if I remember. And yet you didn't make any money. You couldn't even afford your own apartments for a long time. Why?\n\nMCLAGAN: We had management. We had very good management, or should we say thieves? We were just unlucky in that way. I mean, we were enjoying ourselves, you know, making the music and touring, but we never actually managed to get any royalties, publishing or any money from the gigs.\n\nWe were paid a wage of 20 pound a week, and that's pretty much - we were living in a house together at that time. That was paid, and our food was paid, and our clothes were paid, and that was about it. So we got out of it.\n\nDAVIES: You were awfully young. I mean, you were, what, 20, 21, and some of the guys were younger.\n\nMCLAGAN: I was the oldest, yeah. Kenny was 16. You know, I mean, we were ignorant about business. I mean, boy. I mean, we were so thrilled to be able to, you know, play music, really, that it never occurred to us.\n\nWe never had a bank account, and our parents kind of suspected it and went to have a meeting with our manager, Don Arden. And he threw a red herring in front of them. He said people in show business spend money and they spent theirs. And anyway, they're on drugs.\n\nAnd the parents then just left the office so downhearted, you know, and of course we weren't on drugs. We were smoking pot.\n\nDAVIES: Right, but...\n\nMCLAGAN: I mean, it was suggested - the suggestion was, and what they thought, is that we were on heroin or something. You know, it was - that was the end of the inquiry into where the money was, you know.\n\n(LAUGHTER)\n\nDAVIES: Well, Ian McLagan, we were talking about your association with the group Small Faces, which split up when its lead singer, Steve Marriott, decided to leave and join Peter Frampton in a group, Humble Pie. And then you recombined and formed the group Faces. I mean, how did that happen?\n\nMCLAGAN: Actually, we wouldn't have called ourselves Faces because we wanted to disassociate ourselves from Small Faces, because we figured, you know, we had Ronnie Wood joining Kenney, Ronnie and I, and Rod Stewart. And we figured the music'll be different. It just, you know, it just naturally will be different. And we weren't going to use the name, but the American company Warner Bros. - we signed in England, but the American branch of the main part of the company weren't willing to sign us unless we kept the name Small Faces.\n\nSo in fact the album - our first album called \"First Step\" came out as Small Faces in America and as Faces in England, because the English company said no, we understand. We can drop the Small. We'll just have to keep Faces.\n\nAnd I think we thought we might be able to change the name after the first album. I think it was pretty stupid, but we would have been, you know, the Strawberry Newspaper Egg or something, you know? I don't know.\n\nBut Faces worked anyway because it kept the lineage of Ronnie, Kenney and me going, you know?\n\nDAVIES: You had four albums and a lot of hits. You toured in the States. Let's listen to a track from the new CD box set. I thought we would listen to \"You're So Rude,\" which is a song you collaborated on with the late Ronnie Lane. Do you want to say a word about this tune?\n\nMCLAGAN: Yes. I only wrote one song with Ronnie, actually, in all the years we were together. And he came over to my house, and I had a beautiful harmonium, a pump organ, in my - in the hallway of the house because I was having work down on the studio. And I couldn't get it in there at that moment.\n\nSo it was - you had to kind of squeeze past it, and he said, oh, that's nice. I said, yeah, listen to how I play it. And I played him something I'd written on the harmonium. And then he sat down. He wrote the lyrics to \"You're So Rude\" in about 10 minutes flat. And it was a true story how he and his girlfriend were caught at it at home. I'm not sure if it was his - his mom's house - anyway, his parent's house. And he suggested, here, wet your socks. Pretend you just got caught in the rain. Anyway, it's a true story.\n\nDAVIES: OK, so let's listen to \"You're So Rude.\" This is the group Faces. It was originally recorded on \"A Nod Is As Good As A Wink,\" and is on the new four-CD box set.\n\n(SOUNDBITE OF SONG, \"YOU'RE SO RUDE\")\n\nRONNIE LANE: (Singing) My mum, she likes you. She thinks your swell, got the makings of a dance-hall girl. Your low-cut frock and your bird's nest hair, stiletto heels and the way that you swear. She said to take you back to see my folks again on Sunday. Why, it looks as though there's nobody in. They've all gone out to see my Auntie Renee. Don't you worry, you just come right in. I'm sure we'll pass the time 'til they come home. Well, let me take your coat, kick off your shoes, warm your toes, try the sofa.\n\nDAVIES: That was \"You're So Rude\" from the group Faces. It's included on the new CD box set produced by our guest, Ian McLagan, who played keyboards.\n\nYou know, one of the things that I like about that track, apart from the organ that you play at the top, is that it is not Rod Stewart on the vocal, who people have long associated with Faces, but Ronnie Lane, the late Ronnie Lane, the bass player. He gives a great delivery there, doesn't he?\n\nMCLAGAN: Yes, he does. I mean, it's tongue-in-cheek. You know, you can hear his smile, you know. He was a very cheeky boy, Ronnie, and I met the girl in question, funny enough, previously. I met her when we were in Small Faces together.\n\nBut he was the most prolific writer with the Faces and Small Faces. And I figured this box set \"Five Guys Walk Into A Bar...\" should honor him as much as anything because he's not around. He's not here to be honored in person. And he's very much loved by all who knew him and know him or know his music. And so the album, the actual box set, is dedicated to Ronnie.\n\nDAVIES: Keyboard player Ian McLagan recorded in 2004. He died Wednesday after suffering a stroke. We'll hear more of our conversation in the second half of the show. I'm Dave Davies and this is FRESH AIR.\n\n(MUSIC)\n\nDAVIES: This is FRESH AIR. I'm Dave Davies filling in for Terry Gross. Today, we're remembering rock keyboardist Ian McLagan, who dies this week after suffering a stroke. McLagan's bands Small Faces and Faces were mainstays of the '60s British invasion. When Rod Stewart left Faces, McLagan recorded and toured with The Rolling Stones. He spent the last two decades in Austin, Texas playing and recording with his group, the Bump Band. In 2009, the group released an album dedicated to McLagan's wife Kim who died in an auto accident in 2006. Here's the title track called \"Never Say Never.\"\n\n(SOUNDBITE OF SONG, \"NEVER SAY NEVER\")\n\nTHE BUMP BAND: (Singing) I can feel your touch on my face. I remember kissing you for the first time. I can sense you just out of frame and I'll be reminiscing for the rest of my life. Never loved anyone. I never loved anybody but you baby. Never been lucky, baby, never back winners but I'll never say never again.\n\nDAVIES: I spoke to McLagan in 2004 about his memoir, \"All The Rage\", which includes a great story about how he and Kim got to know one another.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nDAVIES: One of the other colorful pieces of your life is that your wife, Kim, you - well, I guess stole from The Who's Keith Moon.\n\nMCLAGAN: Actually, I didn't really steal her. And she wouldn't accept that either, I mean, she had had enough of Keith. And she left and I grabbed her.\n\nDAVIES: And Keith didn't take this easily, I mean, is it true that he once paid a guy, some thug, 200 pounds to break your fingers?\n\nMCLAGAN: Yeah, unfortunately, I knew the guy. But - and I knew he was capable of it but Pete Townshend got wind of it and paid the guy another 200 pound not to do it. So the guy did well, Keith never knew and I carried on - I'm still playing. Yeah, Uncle Pete, God bless him.\n\nDAVIES: Did you ever kind of reconcile with Keith Moon before he died?\n\nMCLAGAN: No - I mean, we - in person, he would be fine with me. But, you know, he - it made him very unhappy. He loved Kim. He just didn't know how to show her love or, you know. He was a very - I mean really if I - if anyone was schizophrenic, I'd say Keith was. But I got on well with Keith every time I saw him. And I was a good friend to him before, you know, Kim left him. That's how I, you know, I met Kim through him. But I met Kim when just before they were married, you know? And I thought, what a beautiful girl. And every time I saw her I thought, what a beautiful girl - what's she doing with him? And then I start hanging out - when my first marriage fell apart, I used to hang out with Keith and Kim. And he eventually would fall asleep and Kim and I would spend all day and all night just chatting and drinking and just becoming best friends, you know?\n\nDAVIES: The name of the new CD box set is called \"Faces: Five Guys Walk Into A Bar.\" And in a way, you're five guys that walked into a bar and almost never left, I mean, drinking was a very big part of this band. Is it true that you actually set up a bar onstage behind the drums?\n\nMCLAGAN: Oh, yeah. I mean, we had drinks anyway, we figured well, there was one of the guys was out, two, our manager had nothing to do during the show and so we dressed him up as a barman and had a bar, you know, a bar built, which we carried with us. And, in fact, Glen Matlock is quoted, I think it's funny - I don't know if it's true but he said that during the drum solo in \"Losing You,\" we all went to the bar and stood there and chatted, ignoring Kenney thumping away there. And then walked back onstage as if to start and Ron said - as if to say well, you know, Magedey (ph) said it, well, should we have one more? And we went back to the bar and left him there (laughter). I can imagine that happening but I don't remember it.\n\nDAVIES: Well, let's listen to a cut from Faces. This is one that I think, to me, captures a lot of the energy of some of those live performances although it's a studio recording. It's \"Too Bad.\" It was originally done on \"A Nod Is As Good As A Wink...\" So let's hear Faces and \"Too Bad.\"\n\n(SOUNDBITE OF SONG, \"TOO BAD\")\n\nTHE FACES: (Singing) All we wanted to do was to socialize. Oh, you know it's a shame I was always getting the blame. All we wanted to do was to socialize. Oh, you know it's a shame how we always get the blame. Sweaty girls and damp motels is where I'm going to stay. 'Cause now I see...\n\nDAVIES: Well, Ian McLagan, when Faces split up, you stayed in touch with the Stones, with Mick Jagger, with Keith Richards. And they eventually invited you to collaborate on a recording session and go on tour. What was that like?\n\nMCLAGAN: Well, actually Keith and Woody invited me to go to Paris from London just for the - a weekend, which, you know, hotels were seen, beds were seen and made but weren't slept it, you know? And we just played nonstop for days and I got back to London eventually when the album came out, which was \"Some Girls.\"\n\nMCLAGAN: Well, actually when the album came out, which was \"Some Girls,\" and I'd played on \"Miss You\" and \"Just My Imagination,\" when they started to tour - was getting ready to tour in '78, Keith asked me if I would tour with them and I said boy, yeah. And I jumped on a plane and toured with them and then stayed in America. Well, I went back to England but then we moved straight after that. I just - I liked America. That - England was - there was nothing going on for me, you know?\n\nDAVIES: You know, I read in your book that you had played on those recording sessions for the Stones' \"Some Girls\" and shocked to discover that they never paid you for that session.\n\nMCLAGAN: Well, they did but, you know, I mean I was there as a guest, you know, I mean I was, you know, I wasn't really - I hadn't been hired. I was there...\n\nDAVIES: OK\n\nMCLAGAN: ...To socialize really. But I said to Mick, is there any chance of getting cash? And I think he gave me the equivalent - it was either 120 francs or 120 pounds - didn't really pay for my cab fare, but...\n\nDAVIES: Well, so you eventually ended up touring with the Stones, which must have been thrill. I mean, you'd admired them all these years.\n\nMCLAGAN: Absolutely, yeah.\n\nDAVIES: But you had couple of awkward moments with Mick Jagger where he talked to you about payment - what you wanted to get paid, right?\n\nMCLAGAN: Well, yeah I mean, Mick...\n\nDAVIES: I mean, these guys were multi-millionaires at this point, weren't they?\n\nMCLAGAN: Yeah. Well, this was at the end of the tour. They wanted to record in LA. And so I hung around there for a couple of weeks while we waited to get in the studio and Mick had a conversation with me about money over a game of pool. And he - not really a drinker, Mick, you know, and I am a professional drinker. And so we had a beer together. And the reason he came over to the house was to discuss business and I didn't know, I just thought he wanted a game of pool. Well, he got more and more drunk and he said so how much do you want? And I said well, how long you want to record? And he said two weeks. I said 15 grand. And he said I'm not paying you 50. He thought I'd said 50 instead of 15. He said I'll give you 20, and that's the end of it. And I said OK. But, of course, the next day he completely forgot about this conversation. And then, you know, we screwed around for several days with his employees, as to, you know, deciding what will I be paid, and eventually I did get my 15 but not after a lot of argument (laughter).\n\nDAVIES: You played with Bonnie Raitt and a whole lot of other artists. I mean, you became a fairly sought-after session musician, I guess. You declined a chance to play with the Grateful Dead. Why was that?\n\nMCLAGAN: Well, I didn't actually decline the chance - it was a chance, I wasn't given the gig. A friend of mine, who was a friend of Jerry Garcia's said they're looking for a - their current keyboard player has died and they're looking for someone else. He said you could - you want to - they want you to play to a tape and submit it, you know? And he said you'd make a quarter of a million a year, you know? You could live anywhere you want, blah, blah, blah. And I was actually on vacation at the time in San Diego with my wife and our dogs. And I went out and bought a Grateful Dead CD. And my wife went out to do some shopping and came back to the hotel room and I was sitting in a blue funk in a brown study in a green swarm of hell and she said what's the matter? I said I can't play this music, it sucks. I mean, just my personal taste, I couldn't - didn't understand it, didn't get it, you know, still don't really. I mean, I know they make a lot of money; they got a lots of fans. Sorry if I've upset anyone but, you know?\n\nDAVIES: Wasn't your cup of tea?\n\nMCLAGAN: Wasn't my cup of tea. No more than Phish or that jam band. That's so tediously boring. But, you know, I like a tune. I like a tune and a singer and a solo and now more of the tune. You know, I just couldn't even do it, you know?\n\nDAVIES: A lot of the guys that you shared, you know, a touring, recording and performing life with - I mean, Ron went on to some pretty remarkable things. I mean, Ron Wood still plays with the Stones. Rod Stewart, you know, does his thing out there and plays at arenas. I mean, you do music but at a sort of more modest scale there in Austin and I'm kind of wondering do you like it better that way or do you wish you were out there in front of these huge crowds doing it differently?\n\nMCLAGAN: It's such a good question, you know, when I first joined the Small Faces, I was so happy because as I said I was playing every night, playing with people who wanted to play. And we'd play after gigs. We'd just play, you know, in a hotel room. We'd just, like, be playing and talking, listening to music. Well, I did an interview for a magazine called Beat Instrumental, which was about gigs and musicians, and, you know, in the current scene, back in '65. And they asked me, what did I see in the future, you know, and it's amazing what you say sometimes. And I actually said this, I said, I picture myself in a smoky club playing rhythm and blues. Well, hello, it came true and I shouldn't complain because I love it still. I just wish I could make more money at it but it's what I love to do.\n\nDAVIES: You fell in love with the Hammond organ - in fact, there was one point, when the Faces broke up, that you went across continents trying to retrieve one you had. Are they still around? I mean, are you - just can you - can you still find and play a Hammond?\n\nMCLAGAN: Yeah, actually they're to be found in a lot of churches. And sadly, when a church for whatever reason goes downhill, they sell their Hammonds or other organs. And they're often in perfect condition because they've never traveled, you know. My - I call her Betty, but I've had her since 1969 - that's what you hear on \"Maggie May\" and on all the Faces stuff and that's what you hear on all my records. She's been with me all that time and she's really too - I mean, she's been around the world a few times, she's been beaten up and, you know, she'd been damaged a little bit more than some older inn rooms but you can still find them. I found a beautiful one in 1980 - no 1994 or '93 for $500, that's - she's my pride and joy. She's in my studio at home and will never tour.\n\nDAVIES: Well, do you play Betty because of the sentimental attachment, or does she have a sound that you just can't get anywhere else?\n\nMCLAGAN: She, well, I've worked on her. I mean over the years, she's a bit of a hybrid. She's a racehorse, you know, not just a plow horse. She's built for speed and built for sound, built for volume. She can, you know, electric guitarists like to think they're loud, you know, they can't top me.\n\nDAVIES: Well, Ian McLagan, thanks so much for speaking with us.\n\nMCLAGAN: Dave, it's been a real pleasure. Thank you so much for having me.\n\nDAVIES: Ian McLagan recorded in 2004. He died Wednesday at the age of 69. Coming up, Ken Tucker reviews a new memoir by the British punk rocker Viv Albertine. This is FRESH AIR.\n\nCopyright © 2014 NPR. All rights reserved. No quotes from the materials contained herein may be used in any media without attribution to NPR. This transcript is provided for personal, noncommercial use only, pursuant to our Terms of Use. Any other use requires NPR's prior permission. Visit our permissions page for further information.\n\nNPR transcripts are created on a rush deadline by a contractor for NPR, and accuracy and availability may vary. This text may not be in its final form and may be updated or revised in the future. Please be aware that the authoritative record of NPR's programming is the audio.",
                    "date": "2014-12-06",
                    "eventUri": "1978540",
                    "id": "27284981",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.674,
                    "source": {
                        "title": "NPR.org",
                        "uri": "www.npr.org"
                    },
                    "time": "04:50:00",
                    "title": "Fresh Air Remembers British Rock Keyboardist Ian McLagan",
                    "uri": "231955180",
                    "url": "http://www.npr.org/2014/12/05/368737174/fresh-air-remembers-british-rock-keyboardist-ian-mclagan?utm_medium=RSS&utm_campaign=freshair",
                    "wgt": 1
                },
                {
                    "body": "The singer posted a message on his Twitter feed Friday that reads, \"I'm absolutely devastated. Ian McLagan embodied the true spirit of the Faces. I'll miss you mate.\" Besides working together in the Faces, McLagan conributed to all of Stewart's early solo albums through 1974's Smiler.\n\nSimply Red singer Mick Hucknall, who stepped in for Stewart when the Faces played a number of reunion shows in 2009, 2010 and 2011, also penned a tribute to Ian that's been posted on Facebook. The note reads, \"Ian McLagan will not be resting in peace. He'll be rocking whichever house he chose to be in. Bless his soul.\"\n\nMcLagan died in a hospital in his adopted hometown of Austin, Texas, after suffering a stroke. He was 69.",
                    "date": "2014-12-06",
                    "eventUri": "1978540",
                    "id": "27244574",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6696,
                    "source": {
                        "title": "ABC News Radio",
                        "uri": "abcnewsradioonline.com"
                    },
                    "time": "01:20:00",
                    "title": "Rod Stewart Pays Tribute to Late Faces Band Mate Ian McLagan",
                    "uri": "231863739",
                    "url": "http://abcnewsradioonline.com/music-news/2014/12/5/rod-stewart-pays-tribute-to-late-faces-band-mate-ian-mclagan.html",
                    "wgt": 1
                },
                {
                    "body": "This is FRESH AIR. I'm Dave Davies filling in for Terry Gross. Ian McLagan, the British keyboard player whose band the Faces featured Rod Stewart on vocals, died Wednesday after suffering a stroke. He was 69. McLagan was among the first generation of British rockers getting started in the mid-'60s, when bands like The Beatles and The Rolling Stones were taking over the charts. McLagan played keyboards in the band Small Faces which became Faces when Rod Stewart and Ron Wood joined the group. After Faces broke up, McLagan toured and recorded with The Rolling Stones, Bob Dylan and others. He settled in Austin, Texas in the 1990s where he formed his own group, the Bump Band, which released several albums and did regular tours. When he died, McLagan was preparing to go to go on tour with singer Nick Lowe.\n\nI spoke to McLagan in 2004 about his life in the rock world and his memoir called \"All The Rage.\" First, here's Faces' only hit in the U.S., \"Stay With Me.\"\n\n(SOUNDBITE OF SONG, \"STAY WITH ME\")\n\nROD STEWART: (Singing) In the morning, don't say you love me, 'cause I'll only kick you out of the door. I know your name is Rita, 'cause your perfume's smelling sweeter since when I saw you down on the floor, guitar. You won't need to much persuading. I don't mean to sound degrading, but with a face like that, you got nothing to laugh about. Red lips, hair and fingernails, I hear you're a mean old Jezebel. Let's go upstairs and read my tarot cards. Stay with me, stay with me. For tonight you better stay with me. Stay with me, stay with me. For tonight you better stay with me.\n\nIAN MCLAGAN: Thank you, Dave, nice to be talking to you.\n\nDAVIES: You came of age at a time in the mid-'60s - it was really the dawn of British rock and roll - and have been doing music all these years. Tell us how you got into music.\n\nMCLAGAN: Well, that's an interesting - actually, my mom paid for me to have piano lessons, but I didn't want to have piano lessons. It took me several years to figure out that that's what I was going to do with the rest of my life. But I'd rather - I wanted to play snooker with my pals, and - who eventually formed a skiffle group and which I joined as the tea chest bass player.\n\nDAVIES: Now, I think you've got to explain for an American audience what sniffle and snooker is.\n\nMCLAGAN: Oh, skiff - oh, OK, snooker is (laughter) what pool should be, with a much larger table and smaller, tighter pockets.\n\nDAVIES: Snooker, right.\n\nMCLAGAN: Yes, and they used to have a lot of snooker holes in England at that time - very popular. And I still like to play whenever I can. Skiffle was what preceded the Beatles. In England, Lonnie Donegan was in a Dixieland jazz band in England - Ken Colyer band and then the Chris Barber band. And in the intermission, he would play his version of blues.\n\nI call it kind of speed folk. It was very up-tempo and influenced by the blues and Lead Belly and all those guys. But it wasn't the blues. It was kind of - it was folk. It was skiffle. That's what it was called, and it became very popular. And almost everyone in my generation who ended up in a band started out playing washboard or guitar or banjo or tea chest bass.\n\nIt was a very kind of - it was like punk in its way, you know, that it was very, you know, up and at it. It was all kind of made up instruments - didn't have to be talented. You just sort of had to bash away.\n\nAnd bit-by-bit, I kind of fumbled my way into playing by - I got a guitar. And I started playing a basic Chuck Berry riff, and then transferred that to the piano, which was sitting in the sitting room still, and which I hadn't played. But then when I heard \"Green Onions\" - Booker T. & the M.G.s, I thought well, boy, this sound's for me. I've got to get one of those, whatever it is. And it turned out to be Hammond organ.\n\nDAVIES: When you were a teenager in the early '60s and just scratching around in the music business, it was a time when British rock was really just taking form.\n\nI mean, The Beatles and The Stones and The Who were all just getting going. And give us a sense of what the scene was like. I mean, were you aware that something kind of new and different and exciting was happening?\n\nMCLAGAN: Oh, yeah. I mean, it was in the air. You know, I loved The Stones. I used to see them every Sunday after I discovered them, you know, and then I'd follow them. I'd catch them on a Wednesday somewhere else, you know. And then I'd find they were playing somewhere else on Saturday night, and I'd go there.\n\nAnd then when The Who came out, actually I met Pete pretty early on at Jim Marshall's drum shop, as it was, before he made guitar amps. I met Mitch Mitchell. He used to serve behind the counter there. It was later ended up as drummer with Jimi Hendrix, of course.\n\nAnd, you know, there was a buzz going on, and Townshend was like, the first time I met him, he said so how you doing? Like what's your bag? He was all interested in what I was doing. I was interested in what he was doing.\n\nAnd you know, we'd all heard the music. You know, we wanted to play it. And then the next thing was to try and get gigs, and then you know, I became manager and a kind of agent of my band, although I wasn't the singer. I was just the rhythm keyboard player.\n\nBut it was very exciting, just constantly trying to get gigs and playing and finding out where the clubs were and checking other bands out and thinking they ain't that good. We're better than them, you know. It was - I was too committed to know that, you know, I was - I was just having the best time.\n\nDAVIES: You were listening to a lot of American blues. Were a lot of British teenagers into that then? I don't think American kids were so much. Where did you get the records?\n\nMCLAGAN: Well, that was - they were difficult to find. You know, the thing is one night, Humphrey Lyttelton had a jazz program. I think it was on Monday night on radio, was BBC 1, I suppose, it was then. And he played \"Muddy Waters Live at Newport\" \"Hoochie Coochie Man.\"\n\nAnd that pretty much changed my life. That album, which I eventually bought with great difficulty from the local record store in Hounslow, where I lived, that and Thelonious Monk, \"Monk's Moods,\" just changed my life.\n\nAnd I figured, well, Monk's a great blues player, and whoever is playing with Muddy is a great blues player, and that was of course Otis Spann. And Otis is probably my main influence on the piano, you know.\n\nDAVIES: So you're with the Muleskinners. They split up, and you find yourself bandless and then get recruited to an established group with a record contract, right? Small Faces?\n\nMCLAGAN: Well, strangely, I was in another band in between, but they weren't that keen to work. And the van broke down one night, and they kind of laughed, and we were supposed to be going up to Scotland, which is, you know, like a six or seven hour drive back then, before the motorways, you know.\n\nAnd so we set off again the next night, the next afternoon, and the van broke down again. I said that's it. I quit. And so I was depressed. And I went to see my girlfriend that night, and on the way back I bumped into a friend of mine, Phil, who said so how's the band? And I said, oh, I just left. And he said, oh, you should join the Small Faces.\n\nI said, oh yeah, that's very funny, Phil. It was all sarcastic. And the next morning their manager called me, and that afternoon I joined the band.\n\nMCLAGAN: He just - because they had had that one hit, you see. And I'd seen them on television, and my dad said check this band out, they're great. And I looked at them. I thought, boy, they're great, a great singer, and they look great. I thought, that's the sort of band I'd like to be in, you know. And within, you know, a few months, I was a member.\n\nDAVIES: Ian McLagan recorded in 2004. He died Wednesday. We'll hear more of our conversation after a break. This is FRESH AIR.\n\n(MUSIC)\n\nDAVIES: This is FRESH AIR. And we're listening to my 2004 interview with keyboard player Ian McLagan, who died Wednesday at the age of 69.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nDAVIES: Your big hit in America with Small Faces was \"Itchycoo Park,\" and maybe we should hear that. Tell us about that song.\n\nMCLAGAN: Well, strangely enough, Steve and Ronnie, Steve Marriott and Ronnie Lane, wrote together, and it was hard to break into that partnership, although occasionally I would write with kind of a little germ of mine that Ronnie would help, and then that would come out as Marriott, Lane, McLagan.\n\nI could never just separate them, but in fact I didn't realize that Ronnie Lane wrote that song, almost as one of his. You know, the way a partnership works, it's one or the other mainly, and the other one helps.\n\nWell, that was a Ronnie Lane composition. And years later, when I was living in L.A., he called me from Austin in 1990 and asked if I would tour Japan with him, and I said I'd love to. I said just one thing, Ronnie. What's that? I said let's not do \"Itchycoo Park.\" I said, I'm sick of that song. He said, but Mac, I wrote that. I said, I'm sorry, I hate it (laughter).\n\nDAVIES: Do you really hate the song?\n\nMCLAGAN: Yeah. Well, see, I don't think it is all too beautiful. I just - I mean, I'm a lucky guy. I'm a happy guy, but I don't think it's all too beautiful.\n\nDAVIES: And that's so much like most of the music you were doing.\n\nMCLAGAN: Right.\n\nDAVIES: Well, with apologies to our guest, Ian McLagan, let's hear \"Itchycoo Park\" from Small Faces.\n\n(SOUNDBITE OF SONG, \"ITCHYCOO PARK\")\n\nSTEVE MARRIOTT: (Singing) Over bridge of sighs to rest my eyes in shades of green. Under dreamin' spires, to Itchycoo Park, that's where I've been. What did you do there? I got high. What did you feel there? Well, I cried. But why the tears there? I'll tell you why. It's all too beautiful. It's all too beautiful. It's all too beautiful. It's all too beautiful. It's all too beautiful. I feel inclined to blow my mind, get hung up feed the ducks with a bun. They all come out to groove about. Be nice and have fun in the sun. I'll tell you what I'll do...\n\nDAVIES: That was \"Itchycoo Park\" by Small Faces. On keyboards was my guest, Ian McLagan. \"Itchycoo Park\" is - it's a song that's sort of more in the psychedelic vein rather than the blues that you were playing. Is that what you don't like about it?\n\nMCLAGAN: Well, it was - yes, but it's the - you know, we were, Ronnie, Steve, and I took acid in 1966 and took acid again the next week and took a lot of acid over a period of time. And the music did change, and I think in some ways for the worse.\n\nI mean, it's like movies made around that time are - some of them are so hopeless, you can't - I can't look at them now. They're just so desperately trying to prove that they've taken acid, you know. And it's all too beautiful was the chorus of \"Itchycoo Park,\" and it's that whole thing.\n\nYou know, I don't think you have to prove it. You know, the experience was pleasant, and now let's move on. Let's go back to what we were doing. But we never did, really.\n\nDAVIES: It's also remarkable that you were in a band that had a lot of hits - I mean 14 hits in the U.K., if I remember. And yet you didn't make any money. You couldn't even afford your own apartments for a long time. Why?\n\nMCLAGAN: We had management. We had very good management, or should we say thieves? We were just unlucky in that way. I mean, we were enjoying ourselves, you know, making the music and touring, but we never actually managed to get any royalties, publishing or any money from the gigs.\n\nWe were paid a wage of 20 pound a week, and that's pretty much - we were living in a house together at that time. That was paid, and our food was paid, and our clothes were paid, and that was about it. So we got out of it.\n\nDAVIES: You were awfully young. I mean, you were, what, 20, 21, and some of the guys were younger.\n\nMCLAGAN: I was the oldest, yeah. Kenny was 16. You know, I mean, we were ignorant about business. I mean, boy. I mean, we were so thrilled to be able to, you know, play music, really, that it never occurred to us.\n\nWe never had a bank account, and our parents kind of suspected it and went to have a meeting with our manager, Don Arden. And he threw a red herring in front of them. He said people in show business spend money and they spent theirs. And anyway, they're on drugs.\n\nAnd the parents then just left the office so downhearted, you know, and of course we weren't on drugs. We were smoking pot.\n\nDAVIES: Right, but...\n\nMCLAGAN: I mean, it was suggested - the suggestion was, and what they thought, is that we were on heroin or something. You know, it was - that was the end of the inquiry into where the money was, you know.\n\n(LAUGHTER)\n\nDAVIES: Well, Ian McLagan, we were talking about your association with the group Small Faces, which split up when its lead singer, Steve Marriott, decided to leave and join Peter Frampton in a group, Humble Pie. And then you recombined and formed the group Faces. I mean, how did that happen?\n\nMCLAGAN: Actually, we wouldn't have called ourselves Faces because we wanted to disassociate ourselves from Small Faces, because we figured, you know, we had Ronnie Wood joining Kenney, Ronnie and I, and Rod Stewart. And we figured the music'll be different. It just, you know, it just naturally will be different. And we weren't going to use the name, but the American company Warner Bros. - we signed in England, but the American branch of the main part of the company weren't willing to sign us unless we kept the name Small Faces.\n\nSo in fact the album - our first album called \"First Step\" came out as Small Faces in America and as Faces in England, because the English company said no, we understand. We can drop the Small. We'll just have to keep Faces.\n\nAnd I think we thought we might be able to change the name after the first album. I think it was pretty stupid, but we would have been, you know, the Strawberry Newspaper Egg or something, you know? I don't know.\n\nBut Faces worked anyway because it kept the lineage of Ronnie, Kenney and me going, you know?\n\nDAVIES: You had four albums and a lot of hits. You toured in the States. Let's listen to a track from the new CD box set. I thought we would listen to \"You're So Rude,\" which is a song you collaborated on with the late Ronnie Lane. Do you want to say a word about this tune?\n\nMCLAGAN: Yes. I only wrote one song with Ronnie, actually, in all the years we were together. And he came over to my house, and I had a beautiful harmonium, a pump organ, in my - in the hallway of the house because I was having work down on the studio. And I couldn't get it in there at that moment.\n\nSo it was - you had to kind of squeeze past it, and he said, oh, that's nice. I said, yeah, listen to how I play it. And I played him something I'd written on the harmonium. And then he sat down. He wrote the lyrics to \"You're So Rude\" in about 10 minutes flat. And it was a true story how he and his girlfriend were caught at it at home. I'm not sure if it was his - his mom's house - anyway, his parent's house. And he suggested, here, wet your socks. Pretend you just got caught in the rain. Anyway, it's a true story.\n\nDAVIES: OK, so let's listen to \"You're So Rude.\" This is the group Faces. It was originally recorded on \"A Nod Is As Good As A Wink,\" and is on the new four-CD box set.\n\n(SOUNDBITE OF SONG, \"YOU'RE SO RUDE\")\n\nRONNIE LANE: (Singing) My mum, she likes you. She thinks your swell, got the makings of a dance-hall girl. Your low-cut frock and your bird's nest hair, stiletto heels and the way that you swear. She said to take you back to see my folks again on Sunday. Why, it looks as though there's nobody in. They've all gone out to see my Auntie Renee. Don't you worry, you just come right in. I'm sure we'll pass the time 'til they come home. Well, let me take your coat, kick off your shoes, warm your toes, try the sofa.\n\nDAVIES: That was \"You're So Rude\" from the group Faces. It's included on the new CD box set produced by our guest, Ian McLagan, who played keyboards.\n\nYou know, one of the things that I like about that track, apart from the organ that you play at the top, is that it is not Rod Stewart on the vocal, who people have long associated with Faces, but Ronnie Lane, the late Ronnie Lane, the bass player. He gives a great delivery there, doesn't he?\n\nMCLAGAN: Yes, he does. I mean, it's tongue-in-cheek. You know, you can hear his smile, you know. He was a very cheeky boy, Ronnie, and I met the girl in question, funny enough, previously. I met her when we were in Small Faces together.\n\nBut he was the most prolific writer with the Faces and Small Faces. And I figured this box set \"Five Guys Walk Into A Bar...\" should honor him as much as anything because he's not around. He's not here to be honored in person. And he's very much loved by all who knew him and know him or know his music. And so the album, the actual box set, is dedicated to Ronnie.\n\nDAVIES: Keyboard player Ian McLagan recorded in 2004. He died Wednesday after suffering a stroke. We'll hear more of our conversation in the second half of the show. I'm Dave Davies and this is FRESH AIR.\n\n(MUSIC)\n\nDAVIES: This is FRESH AIR. I'm Dave Davies filling in for Terry Gross. Today, we're remembering rock keyboardist Ian McLagan, who dies this week after suffering a stroke. McLagan's bands Small Faces and Faces were mainstays of the '60s British invasion. When Rod Stewart left Faces, McLagan recorded and toured with The Rolling Stones. He spent the last two decades in Austin, Texas playing and recording with his group, the Bump Band. In 2009, the group released an album dedicated to McLagan's wife Kim who died in an auto accident in 2006. Here's the title track called \"Never Say Never.\"\n\n(SOUNDBITE OF SONG, \"NEVER SAY NEVER\")\n\nTHE BUMP BAND: (Singing) I can feel your touch on my face. I remember kissing you for the first time. I can sense you just out of frame and I'll be reminiscing for the rest of my life. Never loved anyone. I never loved anybody but you baby. Never been lucky, baby, never back winners but I'll never say never again.\n\nDAVIES: I spoke to McLagan in 2004 about his memoir, \"All The Rage\", which includes a great story about how he and Kim got to know one another.\n\n(SOUNDBITE OF ARCHIVED BROADCAST)\n\nDAVIES: One of the other colorful pieces of your life is that your wife, Kim, you - well, I guess stole from The Who's Keith Moon.\n\nMCLAGAN: Actually, I didn't really steal her. And she wouldn't accept that either, I mean, she had had enough of Keith. And she left and I grabbed her.\n\nDAVIES: And Keith didn't take this easily, I mean, is it true that he once paid a guy, some thug, 200 pounds to break your fingers?\n\nMCLAGAN: Yeah, unfortunately, I knew the guy. But - and I knew he was capable of it but Pete Townshend got wind of it and paid the guy another 200 pound not to do it. So the guy did well, Keith never knew and I carried on - I'm still playing. Yeah, Uncle Pete, God bless him.\n\nDAVIES: Did you ever kind of reconcile with Keith Moon before he died?\n\nMCLAGAN: No - I mean, we - in person, he would be fine with me. But, you know, he - it made him very unhappy. He loved Kim. He just didn't know how to show her love or, you know. He was a very - I mean really if I - if anyone was schizophrenic, I'd say Keith was. But I got on well with Keith every time I saw him. And I was a good friend to him before, you know, Kim left him. That's how I, you know, I met Kim through him. But I met Kim when just before they were married, you know? And I thought, what a beautiful girl. And every time I saw her I thought, what a beautiful girl - what's she doing with him? And then I start hanging out - when my first marriage fell apart, I used to hang out with Keith and Kim. And he eventually would fall asleep and Kim and I would spend all day and all night just chatting and drinking and just becoming best friends, you know?\n\nDAVIES: The name of the new CD box set is called \"Faces: Five Guys Walk Into A Bar.\" And in a way, you're five guys that walked into a bar and almost never left, I mean, drinking was a very big part of this band. Is it true that you actually set up a bar onstage behind the drums?\n\nMCLAGAN: Oh, yeah. I mean, we had drinks anyway, we figured well, there was one of the guys was out, two, our manager had nothing to do during the show and so we dressed him up as a barman and had a bar, you know, a bar built, which we carried with us. And, in fact, Glen Matlock is quoted, I think it's funny - I don't know if it's true but he said that during the drum solo in \"Losing You,\" we all went to the bar and stood there and chatted, ignoring Kenney thumping away there. And then walked back onstage as if to start and Ron said - as if to say well, you know, Magedey (ph) said it, well, should we have one more? And we went back to the bar and left him there (laughter). I can imagine that happening but I don't remember it.\n\nDAVIES: Well, let's listen to a cut from Faces. This is one that I think, to me, captures a lot of the energy of some of those live performances although it's a studio recording. It's \"Too Bad.\" It was originally done on \"A Nod Is As Good As A Wink...\" So let's hear Faces and \"Too Bad.\"\n\n(SOUNDBITE OF SONG, \"TOO BAD\")\n\nTHE FACES: (Singing) All we wanted to do was to socialize. Oh, you know it's a shame I was always getting the blame. All we wanted to do was to socialize. Oh, you know it's a shame how we always get the blame. Sweaty girls and damp motels is where I'm going to stay. 'Cause now I see...\n\nDAVIES: Well, Ian McLagan, when Faces split up, you stayed in touch with the Stones, with Mick Jagger, with Keith Richards. And they eventually invited you to collaborate on a recording session and go on tour. What was that like?\n\nMCLAGAN: Well, actually Keith and Woody invited me to go to Paris from London just for the - a weekend, which, you know, hotels were seen, beds were seen and made but weren't slept it, you know? And we just played nonstop for days and I got back to London eventually when the album came out, which was \"Some Girls.\"\n\nMCLAGAN: Well, actually when the album came out, which was \"Some Girls,\" and I'd played on \"Miss You\" and \"Just My Imagination,\" when they started to tour - was getting ready to tour in '78, Keith asked me if I would tour with them and I said boy, yeah. And I jumped on a plane and toured with them and then stayed in America. Well, I went back to England but then we moved straight after that. I just - I liked America. That - England was - there was nothing going on for me, you know?\n\nDAVIES: You know, I read in your book that you had played on those recording sessions for the Stones' \"Some Girls\" and shocked to discover that they never paid you for that session.\n\nMCLAGAN: Well, they did but, you know, I mean I was there as a guest, you know, I mean I was, you know, I wasn't really - I hadn't been hired. I was there...\n\nDAVIES: OK\n\nMCLAGAN: ...To socialize really. But I said to Mick, is there any chance of getting cash? And I think he gave me the equivalent - it was either 120 francs or 120 pounds - didn't really pay for my cab fare, but...\n\nDAVIES: Well, so you eventually ended up touring with the Stones, which must have been thrill. I mean, you'd admired them all these years.\n\nMCLAGAN: Absolutely, yeah.\n\nDAVIES: But you had couple of awkward moments with Mick Jagger where he talked to you about payment - what you wanted to get paid, right?\n\nMCLAGAN: Well, yeah I mean, Mick...\n\nDAVIES: I mean, these guys were multi-millionaires at this point, weren't they?\n\nMCLAGAN: Yeah. Well, this was at the end of the tour. They wanted to record in LA. And so I hung around there for a couple of weeks while we waited to get in the studio and Mick had a conversation with me about money over a game of pool. And he - not really a drinker, Mick, you know, and I am a professional drinker. And so we had a beer together. And the reason he came over to the house was to discuss business and I didn't know, I just thought he wanted a game of pool. Well, he got more and more drunk and he said so how much do you want? And I said well, how long you want to record? And he said two weeks. I said 15 grand. And he said I'm not paying you 50. He thought I'd said 50 instead of 15. He said I'll give you 20, and that's the end of it. And I said OK. But, of course, the next day he completely forgot about this conversation. And then, you know, we screwed around for several days with his employees, as to, you know, deciding what will I be paid, and eventually I did get my 15 but not after a lot of argument (laughter).\n\nDAVIES: You played with Bonnie Raitt and a whole lot of other artists. I mean, you became a fairly sought-after session musician, I guess. You declined a chance to play with the Grateful Dead. Why was that?\n\nMCLAGAN: Well, I didn't actually decline the chance - it was a chance, I wasn't given the gig. A friend of mine, who was a friend of Jerry Garcia's said they're looking for a - their current keyboard player has died and they're looking for someone else. He said you could - you want to - they want you to play to a tape and submit it, you know? And he said you'd make a quarter of a million a year, you know? You could live anywhere you want, blah, blah, blah. And I was actually on vacation at the time in San Diego with my wife and our dogs. And I went out and bought a Grateful Dead CD. And my wife went out to do some shopping and came back to the hotel room and I was sitting in a blue funk in a brown study in a green swarm of hell and she said what's the matter? I said I can't play this music, it sucks. I mean, just my personal taste, I couldn't - didn't understand it, didn't get it, you know, still don't really. I mean, I know they make a lot of money; they got a lots of fans. Sorry if I've upset anyone but, you know?\n\nDAVIES: Wasn't your cup of tea?\n\nMCLAGAN: Wasn't my cup of tea. No more than Phish or that jam band. That's so tediously boring. But, you know, I like a tune. I like a tune and a singer and a solo and now more of the tune. You know, I just couldn't even do it, you know?\n\nDAVIES: A lot of the guys that you shared, you know, a touring, recording and performing life with - I mean, Ron went on to some pretty remarkable things. I mean, Ron Wood still plays with the Stones. Rod Stewart, you know, does his thing out there and plays at arenas. I mean, you do music but at a sort of more modest scale there in Austin and I'm kind of wondering do you like it better that way or do you wish you were out there in front of these huge crowds doing it differently?\n\nMCLAGAN: It's such a good question, you know, when I first joined the Small Faces, I was so happy because as I said I was playing every night, playing with people who wanted to play. And we'd play after gigs. We'd just play, you know, in a hotel room. We'd just, like, be playing and talking, listening to music. Well, I did an interview for a magazine called Beat Instrumental, which was about gigs and musicians, and, you know, in the current scene, back in '65. And they asked me, what did I see in the future, you know, and it's amazing what you say sometimes. And I actually said this, I said, I picture myself in a smoky club playing rhythm and blues. Well, hello, it came true and I shouldn't complain because I love it still. I just wish I could make more money at it but it's what I love to do.\n\nDAVIES: You fell in love with the Hammond organ - in fact, there was one point, when the Faces broke up, that you went across continents trying to retrieve one you had. Are they still around? I mean, are you - just can you - can you still find and play a Hammond?\n\nMCLAGAN: Yeah, actually they're to be found in a lot of churches. And sadly, when a church for whatever reason goes downhill, they sell their Hammonds or other organs. And they're often in perfect condition because they've never traveled, you know. My - I call her Betty, but I've had her since 1969 - that's what you hear on \"Maggie May\" and on all the Faces stuff and that's what you hear on all my records. She's been with me all that time and she's really too - I mean, she's been around the world a few times, she's been beaten up and, you know, she'd been damaged a little bit more than some older inn rooms but you can still find them. I found a beautiful one in 1980 - no 1994 or '93 for $500, that's - she's my pride and joy. She's in my studio at home and will never tour.\n\nDAVIES: Well, do you play Betty because of the sentimental attachment, or does she have a sound that you just can't get anywhere else?\n\nMCLAGAN: She, well, I've worked on her. I mean over the years, she's a bit of a hybrid. She's a racehorse, you know, not just a plow horse. She's built for speed and built for sound, built for volume. She can, you know, electric guitarists like to think they're loud, you know, they can't top me.\n\nDAVIES: Well, Ian McLagan, thanks so much for speaking with us.\n\nMCLAGAN: Dave, it's been a real pleasure. Thank you so much for having me.\n\nDAVIES: Ian McLagan recorded in 2004. He died Wednesday at the age of 69. Coming up, Ken Tucker reviews a new memoir by the British punk rocker Viv Albertine. This is FRESH AIR. Transcript provided by NPR, Copyright NPR.",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27226908",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6649,
                    "source": {
                        "title": "WKAR FM 90.5",
                        "uri": "wkar.org"
                    },
                    "time": "23:12:00",
                    "title": "Fresh Air Remembers British Rock Keyboardist Ian McLagan",
                    "uri": "231823721",
                    "url": "http://wkar.org/post/fresh-air-remembers-british-rock-keyboardist-ian-mclagan",
                    "wgt": 1
                },
                {
                    "body": "HAMPSHIRE music fans are mourning the death of a rock legend who was a regular on the county's live scene.\n\nSmall Faces and Faces keyboard player Ian McLagan, pictured, died on Wednesday after suffering a stroke in Austin, Texas, as he was preparing to start a North American tour.\n\nThe 69-year-old musician played at Winchester's Railway Inn a number of times, the last time during the summer.\n\nHe also played with the Rolling Stones.\n\nTributes have been paid by stars including Faces frontman Rod Stewart who said: \"I'm absolutely devastated.\n\n\"Ian McLagan embodied the true spirit of the Faces.\"\n\nRelated links Entertainments",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27171465",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6031,
                    "source": {
                        "title": "Daily Echo",
                        "uri": "www.dailyecho.co.uk"
                    },
                    "time": "10:53:00",
                    "title": "Music fans mourn death of Faces' Ian (From Daily Echo)",
                    "uri": "231681646",
                    "url": "http://www.dailyecho.co.uk/leisure/music/news/11648407.Music_fans_mourn_death_of_Faces__Ian/?ref=twt",
                    "wgt": 1
                },
                {
                    "body": "96 CONNECT 23 TWEETLINKEDINCOMMENTEMAILMORE\n\nUnited States could seem like an odd title for a relationship album, but for Ian McLagan, it just made sense.\n\n\"You're always looking for something different,\" he says. He Googled around to see if any other albums had the same title, \"but of course, I just got the post office and the government. I didn't really find anything.\"\n\nThe soulful, unbridled effort, premiering at usatoday.com ahead of its June 17 release, is the first new album from the Faces/Small Faces keyboardist (and onetime Rolling Stones sideman) in five years. While his 2009 album Never Say Never was a journey through grieving (McLagan's wife, Kim, died in a car accident in 2006), United States is a \"journey into relationships, which has proved to be interesting, if not successful,\" he says. \"There's always something to write about, it seems.\"\n\nMcLagan, who was inducted into the Rock and Roll Hall of Fame in 2012, recorded United States at his home in Austin in 2012 with his own Bump Band (which includes a new drummer, Conrad Choucroun). They will play a handful of shows in the States and U.K. in support of the record, which includes the previously released Love Letter, dedicated to his late wife and \"muse.\"\n\nAs a whole, McLagan believes this album is stronger than his last because they were able to play most of the songs live first, which \"makes a big difference because you get a reaction, whether you're aware of it or not,\" he says. \"This is just pure us.\"\n\nThis stream has ended.\n\nRead or Share this story: http://usat.ly/1hErmYq",
                    "date": "2014-12-06",
                    "eventUri": "1978540",
                    "id": "27277944",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5154,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "03:51:00",
                    "title": "Album premiere: Ian McLagan's 'United States'",
                    "uri": "231936788",
                    "url": "http://www.usatoday.com/story/life/music/2014/06/10/album-premiere-ian-mclagan-united-states/10257725/?utm_source=feedblitz&utm_medium=FeedBlitzRss&utm_campaign=usatodaycommusic-topstories",
                    "wgt": 1
                },
                {
                    "body": "Moving Pictures Watch Bobby Keys and Ian McLagan Rock Out in Keith Richards' New Barbarians [Golden Nugget]\n\nJust one day after the death of legendary Rolling Stones saxophonist and all-around classic-rock session man Bobby Keys, equally legendary Small Faces/Faces keyboardist and all-around classic-rock session man Ian McLagan -- who'd also put in time as a supporting cast member in the Stones camp -- dies. Mac died this afternoon at a hospital in Austin, Texas, where he resided, after suffering a stroke yesterday. He was 69 years old.\n\nIn honor of the two departed music titans, watch the above 1979 clip of them rocking out as members of Keith Richards' killer short-lived side-project band The New Barbarians, which also featured Ronnie Wood, Meters drummer Zigaboo Modeliste and bassits Stanley Clarke and Phillip Chen. Here they are playing the Richards-voiced Some Girls classic \"Before They Make Me Run.\" While the sound and video quality of the clip leaves a little to be desired, the music itself sure as shit delivers.",
                    "date": "2014-12-06",
                    "eventUri": "1978540",
                    "id": "27256448",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.487,
                    "source": {
                        "title": "Nashville Scene",
                        "uri": "www.nashvillescene.com"
                    },
                    "time": "02:01:00",
                    "title": "Watch Bobby Keys and Ian McLagan Rock Out in Keith Richards' New Barbarians [Golden Nugget]",
                    "uri": "231895371",
                    "url": "http://www.nashvillescene.com/nashvillecream/archives/2014/12/03/watch-bobby-keys-and-ian-mclagan-rock-out-with-keith-richards-new-barbarians-golden-nugget",
                    "wgt": 1
                },
                {
                    "body": "Picture: Ronnie Wood - A variety of stars were snapped at the Christmas lights switch on at the Stella McCartney Bruton Street store in London, United...\n\nRockers Ronnie Wood and Rod Stewart have paid tribute to their Faces bandmate Ian Mclagan, who passed away on Wednesday (03Dec14).\n\nThe keyboard player, who was a member of the Small Faces and the Faces, was admitted to an Austin, Texas hospital after suffering a stroke.\n\nThe 69 year old joined the Small Faces in 1965 and became a member of the Faces when singer Steve Marriott left and Rod Stewart and Ronnie Wood joined the band. He also would often join Wood on Rolling Stones tours.\n\nStewart tells NME.com, \"I'm absolutely devastated. Ian MCLagan embodied the true spirit of the Faces. Last night I was at a charity do, Mick Hucknall was singing I'd Rather Go Blind, and Ron Wood texted to say Ian had passed. It was as if his spirit was in the room. I'll miss you, mate.\"\n\nWood took to his Twitter.com page to pay tribute to both MCLagan and Rolling Stones saxophone player Bobby Keys, who died on Tuesday (02Dec14).\n\nWood writes, \"God bless Bobby and Mac.\"",
                    "date": "2014-12-04",
                    "eventUri": "1978540",
                    "id": "27106853",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4568,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "hub.contactmusic.com"
                    },
                    "time": "17:49:00",
                    "title": "Ronnie Wood And Rod Stewart Pay Tribute To Ian Mclagan",
                    "uri": "231513816",
                    "url": "http://hub.contactmusic.com/story/ronnie-wood-and-rod-stewart-pay-tribute-to-ian-mclagan_4492088",
                    "wgt": 1
                },
                {
                    "body": "Ian also collaborated with The Rolling Stones, who just lost saxophonist Bobby Keys yesterday. Paste writer Tim Basham was on hand in McLagan's hotel room and reports Ian passed after suffering a stroke. Ian McLagan has sat in with a number of bands in our scene over the years including The Black Crowes and The Warren Haynes Band. He mostly focused on solo work over the last few decades.\n\nOur thoughts and prayers are with Ian's friends and family.",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27161263",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4423,
                    "source": {
                        "title": "www.jambase.com",
                        "uri": "www.jambase.com"
                    },
                    "time": "08:05:00",
                    "title": "In Memoriam | Faces Keyboardist Ian McLagan 1945 - 2014",
                    "uri": "231651985",
                    "url": "http://www.jambase.com/Articles/123480/In-Memoriam-Faces-Keyboardist-Ian-McLagan-1945-2014",
                    "wgt": 1
                },
                {
                    "body": "Ian McLagan was a member of two of the UK's most influential rock bands, the Small Faces, the Mod outfit fronted by Steve Marriott who cast a long shadow over punk, power pop and Britpop, and the Faces, the good time group par excellence who provided the springboard for the solo career of Rod Stewart.\n\nHe was equally proficient on the Hammond B3 organ and the Wurlitzer electric piano, instruments that helped define the soulful, heady, cockney-accented psychedelia of the Small Faces '60s hits \"Here Comes The Nice\", \"Itchycoo Park\" and \"Lazy Sunday\", and then drove the Faces' booze-fuelled 1970s anthems \"Had Me A Real Good Time\", \"Stay With Me\" and \"Cindy Incidentally\", which he co-wrote. He went on to enjoy a lengthy and successful career as one of rock's top sidemen, particularly after he moved to the US in the late 1970s.\n\nKnown as \"Mac\", he played with the Rich Kids, the Rolling Stones, Bob Dylan, Bonnie Raitt, Jackson Browne, the Georgia Satellites, Bruce Springsteen, Miracle Legion, Melissa Etheridge, Taj Mahal. Lucinda Williams and his erstwhile Faces bandmate, the Stones guitarist Ronnie Wood. He worked with several Brits in thrall to the music of his former bands, not to mention adoptees of his feather-cut hairstyle, including Paul Weller and Robyn Hitchcock.\n\nHe was a mainstay of Billy Bragg & the Blokes, co-writing much of the 2002 album, England, Half English, and contributed to two of 2014's acclaimed releases, Down Where The Spirit Meets The Bone by Lucinda Williams and the eponymous album by the Empty Hearts, the garage group featuring Blondie drummer Clem Burke and the Cars guitarist Elliot Easton.\n\nAn affecting vocalist and versatile songwriter, he made several solo albums - United States was the latest - and led his Bump Band, a popular attraction in the Austin area, where he lived with his wife Kim. \"My muse\", as he called the British model who had been married to Keith Moon, died in a car crash in 2006.\n\nBorn in 1945 in Hounslow, he first played guitar, and enjoyed listening to the accordion of his Irish maternal grandmother when he visited there. He was badgered into taking piano lessons by his mother, while his father later put down the hire purchase on his first electric keyboard, the Hohner Cembalet.\n\nSeduced like so many Brits by \"Rock Around The Clock\", he played tea chest bass and guitar in skiffle groups. With the Muleskinners, formed as he studied graphic design at Twickenham Art College, he became a regular at Middlesex haunts like Eel Pie Island and the Crawdaddy Club, where he first saw Rod Stewart, with Cyril Davies' All Stars, and the Stones.\n\nThe Muleskinners backed visiting blues legends like Sonny Boy Williamson and Howlin' Wolf, whose \"Back Door Man\" they covered on a Fontana 45 in 1965. That year he joined the Boz People, who supported the Byrds on their maiden UK tour, and recorded four singles without making much headway.\n\nThe Small Faces, fresh from their debut Top 20 hit \"Whatcha Gonna Do About It\", the first of two singles featuring organist Jimmy Winston, were seeking a replacement when bassist Ronnie Lane came across a rave review about Mac in Beat Instrumental magazine. On 1 November 1965 their nefarious manager Don Arden invited Mac to a rehearsal that went so well he instantly joined Marriott, Lane and drummer Kenney Jones. He was paid £30 a a week, subsequently reduced to £20, like his bandmates, and saw little reward as Arden tightened his grip and fought off rival managers.\n\nMac's sterling, sensitive contribution to the group's run of '60s hits, starting with \"Sha-La-La-La-Lee\" and including \"All Or Nothing\", \"My Mind's Eye\", \"Tin Soldier\" and \"Afterglow Of Your Love\" was rightly praised for its ability to colour the material by Marriott and Lane.\n\nHe grew in confidence and sang lead on his own \"Long Agos And Worlds Apart\" on Ogdens' Nut Gone Flake, the group's 1968 chart-topping conceptual triumph, packaged in a replica of a tobacco tin - designed by two former Muleskinners Nick Tweddell and Pete Brown - and featuring the comedian Stanley Unwin, whose gobbledegook narration had the musicians roaring around the studio with laughter.\n\nOver the last four and a half decades, the much-rereleased Ogden's has become a touchstone of British psychedelia, inspiring songs by Damon Albarn and Noel Gallagher, while early Small Faces singles bolstered the repertoire of proto-punk and punk groups like the Hammersmith Gorillas and the Sex Pistols.\n\nAt the end of 1968 Marriott quit to form Humble Pie, leaving Mac, Jones and Lane to team up with Stewart and Wood, then in the Jeff Beck Group, as well as Wood's older brother Art and Kim Gardner, under the name Quiet Melon. This proved shortlived but the Mac-Jones-Lane-Stewart-Wood quintet, named the Faces, turned out to be a lot more potent, even if all five principals spent more time in the pub than at rehearsals or in the studio.\n\nIn 1969, Stewart had already issued An Old Raincoat Will Never Let You Down, the first of five solo albums featuring Mac, while the bar-room antics and no-nonsense rockers of the Faces provided the perfect alternative to the excesses of progressive rock. Yet they only fitfully captured their magic in the studio, as on their inspired covers of Paul McCartney's \"Maybe I'm Amazed\" and the Motown standard \"(I Know) I'm Losing You\", and mellower material such as \"Debris\" from 1971's A Nod Is As Good As a Wink... to a Blind Horse and the title track of their 1973 album Ooh La La.\n\nThe Faces split in 1975 and Mac, Jones and Marriott embarked on an ill-advised Small Faces relaunch before Mac joined Wood and the Stones in Paris to play piano on their disco smash \"Miss You\" and organ on their cover of \"Just My Imagination (Running Away With Me)\", both on Some Girls, their 1978 album. He played on their 1978 and 1981 US tours: \"Years after seeing them for the first time at the Station Hotel, Richmond, here I was, playing with my favourite band.\"\n\nHe published an autobiography, All The Rage: A Riotous Romp Through Rock & Roll History (1998 and 2013), full of his mischievous sense of humour. In 2012 he was inducted with the Faces and Small Faces into the Rock And Roll Hall of Fame. He died after a stroke on the eve of a tour with Nick Lowe.",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27213457",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3962,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "19:36:00",
                    "title": "Ian McLagan: Keyboard player with the Small Faces and the Faces, two of the most influential bands in British pop music",
                    "uri": "231788986",
                    "url": "http://www.independent.co.uk/news/obituaries/ian-mclagan-keyboard-player-with-the-small-faces-and-the-faces-two-of-the-most-influential-bands-in-british-pop-music-9907259.html",
                    "wgt": 1
                },
                {
                    "body": "On his forthcoming ninth studio LP, Hard to See Trouble Coming, Camper Van Beethoven co-founder Victor Krummenacher explores \"such heady subjects as love gone wrong, burnt out friends, enduring love, drunkenness, paranoia, dogs, spaceships, Jacqui McShee, Tennessee Williams and the genius of Van Morrison's Astral Weeks.\" That description more than hints that the album has a lot of things to get a listener thinking. For now, however, Krummenacher has made available the LP cut \"If I Could Only Close My Eyes\", a relaxed country number with tasteful accents of mandolin and steel guitar.\n\nKrummenacher tells PopMatters about the track: \"'If I Could Only Close My Eyes' is a song that's about awareness. Simply put it's about what happens when you have a realization or an epiphany or the like. When you are changed by an event, or a thought, good or bad, and you can't do anything about it, even though you very well may want to. It's about that realization. And it's about acceptance that comes with knowing that in a moment your fate changed. The music is a nod to the early solo albums of Ronnie Lane, which were hugely influential on me when I was finally able to track them down. And with that in mind it's dedicated to Ian McLagan, who's musical spirit was always inspiring.\"",
                    "date": "2014-12-05",
                    "eventUri": "1978540",
                    "id": "27232837",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2436,
                    "source": {
                        "title": "PopMatters",
                        "uri": "www.popmatters.com"
                    },
                    "time": "10:00:00",
                    "title": "Victor Krummenacher - \"If I Could Only Close My Eyes\" (audio) (Premiere) (Mixed Media)",
                    "uri": "231839503",
                    "url": "http://www.popmatters.com/post/188914-victor-krummenacher-if-i-could-only-close-my-eyes-audio-premiere/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 25,
            "averageDate": "2014-12-05",
            "avgCos": 0.466,
            "categories": [
                {
                    "label": "Arts/Bodyart/Bodypainting",
                    "uri": "http://www.dmoz.org/Arts/Bodyart/Bodypainting",
                    "wgt": 32
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1978540",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1978540",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Austin, Texas",
                "lat": 30.26715,
                "long": -97.74306,
                "wikiUri": "http://en.wikipedia.org/wiki/Austin,_Texas"
            },
            "storyDate": "2014-12-05",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1148829",
            "variance": 0.2828
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-363871": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "El músico británico Ian McLagan murió hoy a los 69 años en Austin (EE.UU.) como consecuencia de un derrame cerebral, según informó su agente, Ken Kushnick.\n\nMcLagan, nacido en Londres, se dio a conocer en los años 1960 como teclista de las bandas de rock británicas \"Small Faces\" y \"Faces\", con célebres canciones en su discografía como \"Itchycoo Park\", \"Lazy Sunday\" o \"All or Nothing\".\n\nEn los años 1970 se afincó en Texas (EE.UU.), donde inició su carrera en solitario y colaboró con otras bandas como los Rolling Stones en el álbum \"Some Girls\" (1978) y músicos como Bob Dylan, Chuck Berry o Bruce Springsteen.\n\nA McLagan lo encontraron la noche del martes en su domicilio de Austin tras ausentarse de un ensayo y fue trasladado a un hospital, donde murió en la tarde de hoy.\n\nEl músico estaba a punto de empezar una gira con Nick Lowe. EFE",
                    "date": "2014-12-04",
                    "eventUri": "1929299",
                    "id": "27087764",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8749,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "14:23:00",
                    "title": "Muere a los 69 años el músico británico Ian McLagan",
                    "uri": "231465701",
                    "url": "http://www.rpp.com.pe/2014-12-04-muere-a-los-69-anos-el-musico-britanico-ian-mclagan-noticia_747881.html",
                    "wgt": 1
                },
                {
                    "body": "El músico británico Ian McLagan murió a los 69 años en Austin (EE.UU.) como consecuencia de un derrame cerebral, según informó su agente, Ken Kushnick.\n\nMcLagan, nacido en Londres, se dio a conocer en los años 1960 como teclista de las bandas de rock británicas \"Small Faces\" y \"Faces\", con célebres canciones en su discografía como \"Itchycoo Park\", \"Lazy Sunday\" o \"All or Nothing\".\n\nEn los años 1970 se afincó en Texas (EE.UU.), donde inició su carrera en solitario y colaboró con otras bandas como los Rolling Stones en el álbum \"Some Girls\" (1978) y músicos como Bob Dylan, Chuck Berry o Bruce Springsteen.",
                    "date": "2014-12-04",
                    "eventUri": "1929299",
                    "id": "27068139",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8716,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "10:27:00",
                    "title": "Muere a los 69 años el músico británico Ian McLagan - Cooperativa.cl",
                    "uri": "231414174",
                    "url": "http://www.cooperativa.cl/noticias/entretencion/musica/muere-a-los-69-anos-el-musico-britanico-ian-mclagan/2014-12-04/072224.html",
                    "wgt": 1
                },
                {
                    "body": "Colaboró con la mítica banda en año 1978 en el marco del álbum 'Some Girls', pero hizo su fama en 1960 como teclista de las bandas de rock británicas 'Small Faces' y 'Faces'. Sufrió un derrame cerebral\n\nEl músico británico Ian McLagan murió este jueves a los 69 años en Austin, Estados Unidos, como consecuencia de un derrame cerebral, según informó su agente, Ken Kushnick.\n\nMcLagan, nacido en Londres, se dio a conocer en los años 1960 como teclista de las bandas de rock británicas \"Small Faces\" y \"Faces\", con célebres canciones en su discografía como \"Itchycoo Park\", \"Lazy Sunday\" o \"All or Nothing\".\n\nIan McLagan interpretando 'Never Say Never' en vivo\n\nEn los años 1970 se afincó en Texas (EE.UU.), donde inició su carrera en solitario y colaboró con otras bandas como los Rolling Stones en el álbum \"Some Girls\" (1978) y músicos como Bob Dylan, Chuck Berry o Bruce Springsteen.\n\nA McLangan lo encontraron la noche del martes en su domicilio de Austin tras ausentarse de un ensayo y fue trasladado a un hospital, donde murió en la tarde este miércoles.",
                    "date": "2014-12-04",
                    "eventUri": "1929299",
                    "id": "27058405",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8568,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "07:55:00",
                    "title": "Otra tristeza para los Rolling Stones: murió a los 69 años el músico británico Ian McLagan",
                    "uri": "231386037",
                    "url": "http://www.infobae.com/2014/12/04/1612987-otra-tristeza-los-rolling-stones-murio-los-69-anos-el-musico-britanico-ian-mclagan",
                    "wgt": 1
                },
                {
                    "body": "McLagan, nacido en Londres, se dio a conocer en los años 1960 como teclista de las bandas de rock británicas Small Faces y Faces, con célebres canciones en su discografía como Itchycoo Park, Lazy Sunday o All or Nothing.\n\nEn los años 1970 se afincó en Texas (EE.UU.), donde inició su carrera en solitario y colaboró con otras bandas como los Rolling Stones en el álbum 'Some Girls' (1978) y músicos como Bob Dylan, Chuck Berry o Bruce Springsteen.\n\nA McLangan lo encontraron la noche del martes en su domicilio de Austin tras ausentarse de un ensayo y fue trasladado a un hospital, donde murió en la tarde de este miércoles. El músico estaba a punto de empezar una gira con Nick Lowe.",
                    "date": "2014-12-04",
                    "eventUri": "1929299",
                    "id": "27102070",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8463,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "16:57:00",
                    "title": "Muere a los 69 años el músico británico Ian McLagan",
                    "uri": "231502405",
                    "url": "http://www.elcomercio.com/tendencias/ianmclagan-muerte-69anos-musico-britanico.html",
                    "wgt": 1
                },
                {
                    "body": "Publicado 04/12/2014 10:23:24CET\n\nMADRID, 4 Dic. (EUROPA PRESS) -\n\nEl músico británico Ian McLagan (1945, Middlesex), ha fallecido a los 69 años por complicaciones después de sufrir un infarto.\n\n\"Es con gran pesar y eterna admiración que anunciado la muerte del icono del rock Ian McLagan\", dice un comunicado publicado en la página web del músico, teclista de Small Faces y Faces, y que entró en el Rock and Roll Hall of Fame en 2012.\n\nMcLagan ha muerto rodeado de su familia y amigos en su casa de Austin (Texas, Estados Unidos), por complicaciones de un infarto sufrido el día antes. Tenía 69 años.\n\n\"Estoy completamente devastado y sé que esto les pasa también a Ronnie (Wood) y Rod (Stewart)\", ha dicho el miembro de Small Faces y Faces Kenney Jones, nombrando a los otros famosos compañeros de banda.\n\nDurante su trayectoria, también colaboró como teclista con artistas como los Rolling Stones, Bruce Springsteen, Chuck Berry, Jackson Browne, Joe Cocker, Bob Dylan, Billy Bragg y muchos otros.\n\nIan McLagan seguía en activo y tenía previsto empezar una gira por Estados Unidos hoy mismo, ejerciendo como artista invitado de Nick Lowe.",
                    "date": "2014-12-04",
                    "eventUri": "1929299",
                    "id": "27064256",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7974,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "09:28:00",
                    "title": "Muere a los 69 años Ian McLagan, teclista de Small Faces y Faces",
                    "uri": "231402639",
                    "url": "http://www.europapress.es/cultura/musica-00129/noticia-muere-69-anos-ian-mclagan-teclista-small-faces-faces-20141204102324.html",
                    "wgt": 1
                },
                {
                    "body": "Ian McLagan, teclista de Small Faces y, tras la marcha de Steve Marriott, de Faces, ha muerto a los 68 años en Austin, Texas, por complicaciones en un infarto.\n\nTras la separación de Faces, McLagan se convirtió en solista y en músico de sesión, llegando a trabajar para figuras como Bruce Springteen, Bob Dylan o los Rolling Stones. En 2000, el músico publicó sus memorias, 'All the Rage', y en 2012 fue introducido en Rock and Roll Hall of Fame.\n\nEl último álbum de estudio de McLagan, 'United States', salió el pasado mes de junio y de hecho, justo del día de su muerte, el músico tenía programado el inicio de su gira de presentación. Os dejamos con uno de los temas incluidos en dicho disco, 'Love Letter'.",
                    "date": "2014-12-04",
                    "eventUri": "1929299",
                    "id": "27078981",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7768,
                    "source": {
                        "title": "jenesaispop.com",
                        "uri": "jenesaispop.com"
                    },
                    "time": "12:49:00",
                    "title": "Muere Ian McLagan, teclista de Small Faces y Faces",
                    "uri": "231443794",
                    "url": "http://jenesaispop.com/2014/12/04/211456/muere-ian-mclagan-tecladista-de-small-faces-y-faces/",
                    "wgt": 1
                },
                {
                    "body": "Ian McLagan, conocido por su labor como teclista de Small Faces y Faces, murió ayer a los 69 años por complicaciones de un infarto sufrido el martes.\n\nAdemás de aportar su emblemático piano eléctrico Wurlitzer, McLagan participó en la composición de temas de Faces como \"Cindy Incidentally\", \"You're So Rude\", \"Bad'n'Ruin\" y \"Three Button Hand Me Down\".\n\nNacido en Hounslow (Inglaterra) en 1945, McLagan inició su carrera musical en la escena blues británica a principios de los 60. Tras pasar por The Muleskinners como guitarrista rítmico y luego teclista, en 1965 fue reclutado para Small Faces, que cambió su nombre a Faces en 1969, cuando se marchó Steve Marriott y se unieron Rod Stewart y Ronnie Wood.\n\nTras la disolución del grupo en 1975, McLagan ejerció como músico de sesión y/o giras de The Rolling Stones, Bob Dylan y Bruce Springsteen, entre otros.\n\nIan McLagan publicó, además, nueve discos en solitario, el último de ellos (\"United States\") este último junio. Su tema \"All I Wanna Do\" suena debajo.",
                    "date": "2014-12-06",
                    "eventUri": "1929299",
                    "id": "27249574",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7654,
                    "source": {
                        "title": "ROCKDELUX",
                        "uri": "www.rockdelux.com"
                    },
                    "time": "01:41:00",
                    "title": "MUERE IAN McLAGAN",
                    "uri": "231873818",
                    "url": "http://www.rockdelux.com/noticias/p/muere-ian-mclagan.html",
                    "wgt": 1
                },
                {
                    "body": "McLagan, quien era mÃºsico acompaÃ±ante de los Rolling Stones, fue ingresado en un hospital de Austin en estado crÃ­tico. Se habÃ­a informado anteriormente de que tenÃ­a una lesiÃ³n en la cabeza. Tim Basham uno de sus escritores, estaba presente en la habitaciÃ³n del hospital cuando McLagan falleciÃ³ publica la web tn.con.ar\n\nFue tecladista de grandes bandas de rock. TocÃ³ para Chuck Berry, Joe Cocker y Bob Dylan, entre otros. Fue integrante de Small Faces y Faces. IngresÃ³ en esta Ãºltima en reemplazo de Jimmy Winston en 1995, debutando durante un show realizado en el Lyceum Theatre de Londres el 2 de noviembre de ese aÃ±o. En 1969, Steve Marriott dejÃ³ el grupo y en su lugar llegaron el cantante Rod Stewart y el guitarrista Ron Wood, lo que derivÃ³ en el cambio de nombre de la banda a Faces.\n\nLuego de la separaciÃ³n de Faces en 1975, McLagan realizÃ³ diversos trabajos como mÃºsico de sesiÃ³n, participando en grabaciones con Chuck Berry, Jackson Browne, Joe Cocker, Melissa Etheridge, Bonnie Raitt, Paul Westerberg, Izzy Stradlin, Frank Black, Nikki Sudden, John Mayer y Bruce Springsteen.\n\nMcLagan tambiÃ©n grabÃ³ varios discos como solista, e incluso fue lÃ­der de la Bump Band desde 1977. En el aÃ±o 2006 participÃ³ de algunos conciertos, uno de ellos teloneando a The Rolling Stones en su A Bigger Bang Tour con quienes trabajÃ³ en varios proyectos. AdemÃ¡s, fue miembro de la banda de Billy Bragg, siendo parte de varios espectÃ¡culos en la ciudad de Austin, Texas, lugar done residÃ­a.",
                    "date": "2014-12-03",
                    "eventUri": "1929299",
                    "id": "27029161",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6958,
                    "source": {
                        "title": "Diario Uno",
                        "uri": "www.diariouno.com.ar"
                    },
                    "time": "23:39:00",
                    "title": "Los Rolling Stones nuevamente de luto, se murió el tecladista Ian McLagan",
                    "uri": "231312832",
                    "url": "http://www.diariouno.com.ar/mundo/Los-Rolling-Stones-nuevamente-de-luto-se-murio-el-tecladista-Ian-McLagan-20141203-0123.html",
                    "wgt": 1
                },
                {
                    "body": "03/12/2014 - 1' 5\" - 37 Visitas El músico falleció de cirrosis, tenía 70 años Murió Bobby Keys, el saxofonista de The Rolling Stones La mítica agrupación británica Los Rolling Stones emitieron un comunicado a través de las redes sociales en la que afirman sentirse \"devastados\" por la muerte de Bobby Keys, saxofonista que tuvo su primer encuentro con la banda en 1964, y su primera contribución grabada pertenece al disco \"Let It Bleed\" (1969). El músico norteamericano falleció a los 70 años la madrugada del martes, por una dolencia hepática, en su su casa de Franklin, Tennessee.\n\nTexano, vino al mundo el mismo día y año que su gran amigo Keith Richards: el 18 de diciembre de 1943. Empezó a tocar el saxo desde muy pequeño y a fines de los 50 comenzó a salir de gira con el cantante Bobby Vee. A mediados de los 60 conoció a los Rolling Stones y empezó a grabar y tocar con ellos a fines de la década. Intervino en discos fundamentales de la discografía stone, como Let it Bleed, Sticky Fingers, Exile on Main Street y Emotional Rescue.\n\nKeys grabó con Elvis Presley, con John Lennon (fueron muy amigos y se frecuentaron en el período de Lennon conocido como su fin de semana perdido), Paul McCartney, Yoko Ono, Eric Clapton y The Who, entre tantísimos otros.\n\nBreve, su trayectoria como músico solista dejó dos discos registrados en la primera mitad de los años 70, el primero de ellos con los Beatles George Harrison y Ringo Starr (sí, tuvo el placer de tocar con los cuatro). El título de su autobiografía y un pasaje del documental stone \"Cocksucker Blues\" lo pintan como una estrella de rock. El primero se titula \"Todas las noches son sábado a la noche\" y en el documental se lo ve con su amigo Richards arrojando una tele al vacío desde un cuarto de hotel.",
                    "date": "2014-12-03",
                    "eventUri": "1929299",
                    "id": "26966180",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3085,
                    "source": {
                        "title": "Analisis Parana",
                        "uri": "www.analisisdigital.com.ar"
                    },
                    "time": "12:11:00",
                    "title": "Murió Bobby Keys, el saxofonista de The Rolling Stones",
                    "uri": "231155474",
                    "url": "http://www.analisisdigital.com.ar/noticias.php?ed=1&di=0&no=211924",
                    "wgt": 1
                },
                {
                    "body": "l 2 de diciembre partieron de este mundo dos músicos inspiradores, cada uno en su respectiva dimensión: el baterista mexicano Julio Díaz y el saxofonista estadunidense Bobby Keys.\n\nJulio Díaz (1976-2014). Destacado percusionista desde los siete años, el de Aguascalientes fue fichado por Santa Sabina (SS) en 1998 tras la salida de Patricio Iglesias. Antes tocó con el grupo El que ríe al último. Poncho Figueroa (bajista de SS) ya se había fijado en él; lo vio tocar cuando aquél tenía 13 años: ya era un monstruito de la batería, dijo a la revista Subterráneos. Díaz también tocó con Maldita Vecindad, Fratta, Kenny, Benny Ibarra Jr, entre otros.\n\nA decir del guitarrista Alejandro Otaola, también de SS, Julio tenía una singularidad, celebrada entre él, Figueroa y el tecladista Juan Sebastián Lach, a la que llamaban dar un juliazo: voltear el tiempo a media canción durante unos compases, para volver a él sin falla más adelante, acto que a veces desconcertaba a Rita Guerrero (QEPD), a lo que Díaz replicaba: \"tú sólo síguete de frente, mija\". Con SS en sus últimos años como banda, Julio \"fue la chispa creativa tras canciones como La daga, Laberintos e Incierto destino, entre otras\", asegura Otaola. Una muestra de sus cualidades en vivo.\n\nA decir de su hijo Julio Díaz Jr, también músico, su padre era alguien sobre todo alegre, humilde. Y en información del mismo, su muerte no se debió a que lo golpearan, como corrió el rumor, sino a que, tras una descompensación, sufrió una caída, lo que le ocasionó un coágulo en el cerebro; fue operado de emergencia, pero su cuerpo no resistió. Con gran tristeza, el gremio musical despide a un joven talento. Descanse en paz.\n\nRobert Bobby Keys (1943-2014), alumno del legendario saxofonista de soul-jazz y R&B King Curtis (1934-1971), inició su periplo en el arte dar tono al aire del rock & roll y de bien ejercer la famosa técnica honkin, desde los 15 años, con Buddy Holly. También tocó con Eric Clapton, John Lennon, George Harrison, Keith Moon, Joe Cocker, pero se le conoció sobre todo por ser el sax de base, en grabación y en vivo, de los Rolling Stones (1969 a 1974 y 1981 a 2013), además de ser uno de los mejores amigos del guitarrista Keith Richards. Son clásicos sus solos en Brown sugar o Can't you hear me knocking, aunque en general dio un toque distintivo al sonido stoniano, sobre todo en el brillante Exile on main street (1970). Nacido en Slaton, Texas, aunque fue más bien músico de sesión, grabó dos discos propios: Bobby Keys (1972, con Clapton, Harrison y Ringo Starr) y Gimme the Key (1975). Aún en 2013 actuó con los Stones en los festivales Glastonbury y Roskilde. Murió de cirrosis crónica. Adiós a su estilo clásico y vital.",
                    "date": "2014-12-06",
                    "eventUri": "1929299",
                    "id": "27277830",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3071,
                    "source": {
                        "title": "La Jornada",
                        "uri": "www.jornada.unam.mx"
                    },
                    "time": "03:49:00",
                    "title": "Patricia Peñaloza: Ruta Sonora",
                    "uri": "231895484",
                    "url": "http://www.jornada.unam.mx/2014/12/05/index.php?section=opinion&article=a11o1esp&partner=rss",
                    "wgt": 1
                },
                {
                    "body": "El músico Keys ha fallecido a los 70 años en su casa de Tenneessee, Estados Unidos. Fue parte de la banda y participó en los conciertos de los últimos años, incluyendo el último Fire, Keys no era un miembro a tiempo completo de los Stones, pero le llamaron con frecuencia para que acompañara a la banda con su saxo en grabaciones o giras, aunque por la gravedad de su enfermedad, debió ser reemplazado por Karl Densons cuando el grupo se encontraba ya en Australia preparado para el show.",
                    "date": "2014-12-06",
                    "eventUri": "1929299",
                    "id": "27301097",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3062,
                    "source": {
                        "title": "es.wikinews.org",
                        "uri": "es.wikinews.org"
                    },
                    "time": "06:53:00",
                    "title": "Fallece Bobby Keys, saxofonista de los Rollings Stones",
                    "uri": "231994165",
                    "url": "http://es.wikinews.org/w/index.php?title=Fallece_Bobby_Keys%2C_saxofonista_de_los_Rollings_Stones&diff=423333&oldid=423260",
                    "wgt": 1
                },
                {
                    "body": "Una cirrosis acabó ayer con la vida de Bobby Keys: el saxofonista falleció en su casa de Franklin (Tennessee). Tenía 70 años.\n\nUno de los más reputados músicos de sesión en el ámbito del rock, Keys será recordado como el saxo de The Rolling Stones: su relación con la banda británica, tanto en estudio como en directo, se remonta a 1969 y se mantuvo hasta la actualidad.\n\nNacido en Texas el 18 de diciembre de 1943, el nombre de Keys también aparece, entre muchos otros, en trabajos de Joe Cocker, John Lennon, George Harrison, Harry Nilsson, Donovan, Jim Carroll y Eric Clapton.\n\nPublicó dos álbumes a su nombre: \"Bobby Keys\" en 1972 y \"Gimme The Key\" en 1975.\n\nDebajo, \"Honky Tonk\" (de su primer álbum en solitario).",
                    "date": "2014-12-06",
                    "eventUri": "1929299",
                    "id": "27250454",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3013,
                    "source": {
                        "title": "ROCKDELUX",
                        "uri": "www.rockdelux.com"
                    },
                    "time": "01:43:00",
                    "title": "MUERE BOBBY KEYS",
                    "uri": "231873883",
                    "url": "http://www.rockdelux.com/noticias/p/muere-bobby-keys.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2014-12-04",
            "avgCos": 0.5235,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1929299",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1908154",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Austin, Texas",
                "lat": 30.26715,
                "long": -97.74306,
                "wikiUri": "http://en.wikipedia.org/wiki/Austin,_Texas"
            },
            "storyDate": "2014-12-04",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-363871",
            "variance": 0.226
        }
    },
    "meta": {
        "CCAArticleMatchCount": 50,
        "CCAArticleMatchRatio": 0.211864406779661,
        "CCAAvgCosSim": 0.7654019999999998,
        "CCAAvgMatchWgt": 57.88,
        "_articleUri1": "231465701",
        "_articleUri2": "231892007",
        "_datetime": "2015-01-20 17:34:43",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-363871",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1148829",
        "_username": "Evgenia Belyaeva",
        "artCount1": 12,
        "artCount2": 25,
        "avgCosSimStory1": 0.5235,
        "avgCosSimStory2": 0.466,
        "categorySim": 0,
        "conceptCosSim": 0.7164258762525076,
        "conceptJaccardSim": 0.3522727272727273,
        "coreTime1": 130823.65,
        "coreTime2": 130842.3833333333,
        "coreTimeStDev1": 18.91824875909813,
        "coreTimeStDev2": 10.90110737958688,
        "entityCosSim": 0.5767481576352027,
        "entityJaccardSim": 0.3409090909090909,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 4,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.7856265863979367,
        "keywordJaccardSim": 0.3636363636363637,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 15,
        "timeAvg1": 130846.1597222222,
        "timeAvg2": 130863.4413333334,
        "timeStDev1": 21.993158088383,
        "timeStDev2": 24.82639819045799,
        "varianceStory1": 0.226,
        "varianceStory2": 0.2828
    }
}