{
    "850f305d-14db-4c75-b547-79470a557ea3-764832": {
        "articles": {
            "resultCount": 34,
            "results": [
                {
                    "body": "Apple CEO Tim Cook spoke with Charlie Rose in a two-part interview, and the first segment is airing today. In a series of video clips, Tim Cook talks about Steve Jobs, Apple's Beats Electronics acquisition, the Apple TV, and Apple's plans for the future.\n\nIn the first clip, Cook again comments on Steve Jobs' ongoing influence at Apple, saying Jobs is in his heart and deep in Apple's DNA. \"His spirit will always be the foundation of the company,\" says Cook. Cook also gives one other interesting tidbit about Jobs -- his fourth floor office has remained untouched since his passing.\n\nIn a second clip, Cook says the hardest decisions Apple makes \"are all the things not to work on.\" When asked if television is one of those areas, Cook said that TV is an area that Apple \"continues to have great interest in.\" He went on to say that TV is one of those things \"stuck back in the 70s,\" and he admits that with 20 million users, the Apple TV has \"far exceeded the hobby label.\" Cook didn't divulge any details on the future of the Apple TV however, stating just that it's an area that Apple continues to look at.\n\nIn the third and final clip, Cook spoke on Apple's decision to buy Beats, reiterating many of the reasons behind the acquisition. \"Jimmy and Dre are off the charts creative geniuses,\" said Cook, pointing towards Iovine's knowledge of the music industry and Dre's connection to artists. He also said that Beats Music's human curation was a major factor in the acquisition.\n\nThe complete first part of Tim Cook's Charlie Rose interview will air later tonight on PBS, with the second part of the interview airing on Monday night.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19214427",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8342,
                    "source": {
                        "title": "MacRumors",
                        "uri": "www.macrumors.com"
                    },
                    "time": "02:23:00",
                    "title": "Tim Cook Speaks on Steve Jobs, Apple's Interest in TV, and Beats Acquisition in New Interview",
                    "uri": "210248895",
                    "url": "http://www.macrumors.com/2014/09/12/tim-cook-charlie-rose/",
                    "wgt": 1
                },
                {
                    "body": "Apple CEO Tim Cook just completed an in-depth interview on \"The Charlie Rose Show\" that airs Friday night and again on Monday on PBS.\n\nIn the interview Cook elaborates on Apple founder Steve Jobs' continued relevance to the company.\n\nSteve \"is in my heart,\" said Cook. \"His spirit will always be at the foundation of the company.\"\n\nCook said he thinks about Jobs every day.\n\n\"His office is still left as it was,\" said Cook. \"His name is still on the door.\"\n\nIt's clear that Cook knows where Jobs was right, and he doesn't want to deviate from some of his strategies.\n\n\"He knew that Apple should only enter areas where we can control the primary technology,\" said Cook.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19214979",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8106,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "02:41:00",
                    "title": "Tim Cook Says Steve Jobs' Office Has Been Left The Way It Was (AAPL)",
                    "uri": "210250511",
                    "url": "http://www.businessinsider.com/steve-jobs-office-left-the-way-it-was-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Cook on reimagining TV: 'I don't want to get into what we're doing in the future' Photos CNN\n\nIn an in-depth interview with Charlie Rose taped on Friday, the Apple CEO said the current television experience is \"stuck back in the 70s,\" but he didn't say when Apple might try to take TV into the future.\n\nTelevision is an area \"we continue to have great interest in,\" he told Rose, mimicking what he told another interviewer, Brian Williams, in 2012: that it's \"an area of intense interest.\"\n\nApple is widely thought to be working on a reimagining of television -- the distribution of TV shows, the navigation, etcetera -- that could rival the way it remade the cellphone industry with its introduction of the iPhone.\n\nMaybe that's why Cook appeared reluctant to comment when Rose brought up the television marketplace. But he did express some dissatisfaction with the status quo, as he has before. \"The interface is terrible! I mean, it's awful,\" Cook said. \"And you watch things when they come on unless you remember to record them.\"\n\n\"So why don't you fix that?\" Rose asked.\n\n\"Well -- yeah -- you know, I don't want to get into what we're doing in the future,\" he said. Then he explained the progress Apple has had with the Apple TV box.\n\nThe first part of Rose's interview will be shown on PBS on Friday night. It comes at the end of a busy week for the usually press-shy Cook.\n\nRepeating what he said at a press unveiling of the Apple Watch and the iPhone 6 on Tuesday, Cook called the new phones \"the biggest advance in iPhone history.\"\n\nHe also spoke in the interview about his time with the company's founder Steve Jobs.\n\nHere are some highlights:\n\nOn Steve Jobs: \"His spirit will always be at the foundation of the company. I literally think about him every day,\" Cook said. \"If you think about the thing that Steve stood for at a macro level, he stood for innovation, he stood for the simple, not the complex...The fact that despite this table being so small that you and I are sitting at, you could put every Apple product on it, every single one we ship today, and yet this year our revenues will be approximately $180 billion. There's probably no other company on the face of the earth that can say that.\"\n\nCook gives a great tidbit about how Apple has maintained Job's fourth-floor office since his death in 2011: \"His office is still left as it was... his name is still on the door.\" As far as living up to Jobs' enormous legacy, Cook said that was never his \"objective\", saying, \"I've always been trying to be the best Tim Cook I could be.\"\n\nConcerning buying headphones manufacturer Beats, Cook explained that in the company he saw \"talent\" and saw Dr. Dre and Jimmy Lovine as \"creative geniuses.\" Yet, he was skeptical of Beats' streaming service until he tried for himself and felt \"completely different\" compared to other subscription services on the market.\n\nThe second half of Cook's interview with Rose will air Monday Night on PBS.\n\nRecommended",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19236939",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7746,
                    "source": {
                        "title": "WCVB",
                        "uri": "www.wcvb.com"
                    },
                    "time": "13:54:00",
                    "title": "Apple's Tim Cook on TV, Steve Jobs, iPhone 6",
                    "uri": "210322292",
                    "url": "http://www.wcvb.com/money/apples-tim-cook-on-tv-steve-jobs-and-iphone-6/28037418?absolute=true",
                    "wgt": 1
                },
                {
                    "body": "Tim Cook suspected he might become Apple's CEO, but he had no idea it would happen when it did.\n\nIn the interview, Rose prodded Cook about the expectations surrounding his role as Apple's CEO.\n\n\"There was the question,\" said Rose. \"Steve was a visionary -- Can Tim continue the Apple tradition of creating new products every four years or less? Can he reach into the future?\"\n\nCook answered Rose by explaining how Jobs had asked him to be CEO in August 2011.\n\nBy that time Jobs' health had deteriorated. He was living at home while Cook served as an interim-CEO.\n\nSo when Jobs called Cook and asked him to come over, he knew it was important.\n\nBut he didn't know what Jobs had in mind.\n\n\"And he told me -- he said, 'I've been thinking a lot. Apple has never had a professional transition at CEO. I'm determined that we will have one now. I want you to be the CEO.' And honestly, I didn't see it coming,\" said Cook.\n\nCook was taken aback by Jobs' timing.\n\n\"I always knew it was his long-term thinking,\" he said. \"That I would become the CEO. But not then.\"\n\nCook told Rose that Jobs knew he was not picking a carbon copy of himself to lead Apple into the future.\n\n\"But, in terms of being everything he was, I've never had that objective,\" said Cook. \"I've never had the objective of being like him, because I knew, the only person I can be is the person I am.\"",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19240800",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7618,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "15:49:00",
                    "title": "How Steve Jobs Surprised Tim Cook In 2011 By Asking Him To Be CEO (AAPL)",
                    "uri": "210334811",
                    "url": "http://www.businessinsider.com/how-steve-jobs-surprised-tim-cook-by-asking-him-to-be-ceo-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Fresh off his unveiling of Apple's \"best pipeline in 25 years,\" Apple CEO Tim Cook is featured as a guest on Charlie Rose, in which he talks with the eponymous host about Apple TV, Beats, and Steve Jobs, among other topics.\n\nRose's interview with Cook is teased in a short series of clips.\n\nIn one of the clips, Cook says that TV is an area that Apple continues to have \"a great interest\" in. He shares his observation that TV is \"stuck back in the '70s\" while touting Apple TV's large user base and position as more than just a hobby device.\n\nIf you can't see the video embedded above, please click here.\n\nIn another clip, Cook discusses Apple's acquisition of Beats. According to him, in Beats, Apple saw impressive talent (primarily including cofounders Dr. Dre and Jimmy Iovine), a growing headphone business, and a subscription service whose human curation \"affects how you feel.\"\n\nIf you can't see the video embedded above, please click here.\n\nIn yet another clip, Cook talks about the legacy of the late Apple cofounder and CEO Steve Jobs. \"Where was Steve in all this?\" Rose asks. \"Well, he's in my heart, and he's deep in Apple's DNA,\" Cook replies. \"His spirit will always be the foundation of the company.\" He then says that Jobs' office still stands as it was, as do Jobs' principles championing innovation and simplicity.\n\nIf you can't see the video embedded above, please click here.\n\nThe interview is presented in two parts, with the first part airing tonight, Sept. 12, and the second part on Monday, Sept. 15, on PBS.\n\nLast Tuesday, shortly after introducing the iPhone 6, the iPhone 6 Plus, Apple Pay, and the Apple Watch, Cook sent a memo to Apple employees congratulating them on playing a big part in initiating a \"new chapter in Apple's story.\"",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19214911",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7511,
                    "source": {
                        "title": "AppAdvice",
                        "uri": "appadvice.com"
                    },
                    "time": "02:39:00",
                    "title": "Apple CEO Tim Cook talks with Charlie Rose about Apple TV, Beats, Steve Jobs and more",
                    "uri": "210250342",
                    "url": "http://appadvice.com/appnn/2014/09/apple-ceo-tim-cook-talks-with-charlie-rose-about-apple-tv-beats-steve-jobs-and-more",
                    "wgt": 1
                },
                {
                    "body": "Rounding out his media tour for this week's Apple event, CEO Tim Cook has recorded a multi-part interview for the Charlie Rose Show. The first segment of the interview will air tonight, September 12, on PBS.\n\nExcerpts of the interview posted to YouTube show Cook talking about the television industry, Steve Jobs, and the $3 billion Beats acquisition.\n\n\"TV is one of those things that if we're really honest it's stuck back in the 70s,\" Cook said, while noting that Apple continues to have \"great interest\" in the space.\n\nCook also revealed that Apple has preserved Jobs' office exactly as it was and left his name on the door.\n\nIn explaining why Apple purchased Beats, Cook noted that the company offered a combination of creative talent, a human-curated streaming service and a growing headphone business that would benefit from Apple's global footprint.\n\n➤ Charlie Rose\n\nSee also: Hands-on with the larger iPhone 6 and much larger iPhone 6 Plus\n\nThumbnail image credit: Charlie Rose Show",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19216261",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7471,
                    "source": {
                        "title": "The Next Web",
                        "uri": "thenextweb.com"
                    },
                    "time": "03:24:00",
                    "title": "Apple CEO Tim Cook to discuss TV, Steve Jobs and Beats in Charlie Rose interview",
                    "uri": "210254488",
                    "url": "http://thenextweb.com/apple/2014/09/13/apple-ceo-tim-cook-discuss-tv-steve-jobs-beats-charlie-rose/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BTheNextWeb%2B%2528The%2BNext%2BWeb%2BAll%2BStories%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Last night, part one of Apple CEO Tim Cook's interview with Charlie Rose was aired on the journalist's namesake TV show. Prior to its airing, the interview was teased with several short clips on YouTube. But now, you can watch the first part of the interview online on the official \"Charlie Rose\" website or Hulu, whose video of the program is embedded below.\n\nThe interview begins with Cook talking about the three new products he introduced at last Tuesday's Apple keynote: the iPhone 6, the iPhone 6 Plus, and the Apple Watch. He touts the new smartphones as the \"biggest advancement ever in iPhone history\" and the smart watch as Apple's \"most personal\" product yet.\n\nHe admits that neither the iPhone nor the Apple Watch is the first in its category. But he points out that Apple is not concerned about being the first, but rather about being the best -- or as noted in Apple's \"Perspective\" video, about being the first that \"actually matters.\"\n\nCook also touts Apple Pay, the new mobile payment platform unveiled by Apple alongside its new products.\n\nHe goes on to discuss Apple's HealthKit platform, Apple TV, focus on emerging markets like China, acquisition of Beats, and partnership with IBM.\n\nAccording to Cook, while Samsung is the \"best of the hardware companies in the Android sphere,\" Google is Apple's top competitor. He also says that Apple has \"little relationship\" with Amazon. Facebook and Twitter, on the other hand, are both partners of Apple, which apparently has no plans of being in the social networking business (Ping, anyone?).\n\nCook notably assumes a more thoughtful, even wistful, manner every time his predecessor, the late Apple cofounder and CEO Steve Jobs, becomes the topic of discussion. \"Well, he's in my heart, and he's deep in Apple's DNA,\" Cook says the first time. \"His spirit will always be the foundation of the company.\" He asserts, however, that he has no objective of being like Jobs, who chose him in 2011 as the leader of the company he joined in 1998.\n\nIf you can't see the video embedded above, please click here.\n\nThe interview also touches upon a couple of controversies Apple has been involved in.\n\nFirst, the great Apple Maps fiasco of 2012, about which Cook says, \"Oh, we screwed up, to put it bluntly.\" Of course, Apple's mapping software has been significantly improved since its initial failure, for which Cook personally apologized.\n\n\"And you know, sometimes, when you're running fast, you slip and you fall,\" Cook says in the interview. \"And I think the best thing you can do is get back up and say, 'I'm sorry.' And you try to remedy the situation, and you work like hell to make the product right. If you're probably never making a mistake, you're probably not doing enough.\"\n\nSecond, there's the recent nude celebrity photo leak that has been largely blamed on a so-called iCloud hack. On this subject, Cook is quick to clarify that Apple's cloud service was not breached during the incident. Rather, only individual accounts were hacked via password guessing or phishing.\n\nPart two of the interview is scheduled to be aired on Monday, Sept. 15. Rose teases the second part at the end of the first, suggesting that it includes Cook's answer to the question, \"What comes after the Internet?\"\n\nPerhaps the answer has to do with one of the things Cook says in part one of the interview: \"There are products that we're working on that no one knows about, yes. That haven't been rumored about yet, yes. And part of some of those are going to come out and be blow-away, probably.\"",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19265511",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.747,
                    "source": {
                        "title": "AppAdvice",
                        "uri": "appadvice.com"
                    },
                    "time": "08:08:00",
                    "title": "Watch part one of Apple CEO Tim Cook's interview with Charlie Rose",
                    "uri": "210423108",
                    "url": "http://appadvice.com/appnn/2014/09/watch-part-one-of-apple-ceo-tim-cooks-interview-with-charlie-rose",
                    "wgt": 1
                },
                {
                    "body": "'I literally think about him every day' says biz baron's old friend\n\nDespite Apple cofounder Steve Jobs being dead nearly three years now, current Apple CEO Tim Cook has left Jobs' fourth-floor office at Apple untouched since his passing, a new interview has revealed.\n\nCook made the revelation during a wide-ranging talk with broadcaster Charlie Rose that will air on the PBS TV network in the US starting on Friday.\n\n\"His office is still left as it was,\" Cook told Rose. \"His name is still on the door.\"\n\nAlthough no photos of Jobs' office at Apple HQ have ever been published, a 2004 photo essay in Time magazine revealed his home office in Palo Alto to be a cluttered space piled with books and bric-a-brac.\n\nAsked where Jobs is in Apple's business today, Cook said he believes the late CEO's spirit still pervades everything that goes on in Cupertino.\n\n\"He's in my heart and he is deep in Apple's DNA. His spirit will always be the foundation of the company,\" Cook explained. \"I literally think about him every day.\"\n\nPressed for details, Cook said Apple's main takeaways from Jobs was his constant striving for perfection, and his desire to only produce the best products.\n\n\"If you think about the things that Steve stood for, at a macro level, he stood for innovation. He stood for the simple, not the complex. He knew that Apple should only enter areas where we can control the primary technology. All of these things are still deep in our company,\" Cook said.\n\nWhile Jobs' office has been a shrine these past three years, however, it may not remain so for long. Apple is building a new 2.8 million square-foot headquarters at a different location in Cupertino. It remains to be seen whether Cook will have the contents of Jobs' office transferred to the spaceship-like building and reinstalled in place.\n\nRose's full interview with Cook will air in two parts, with the first screening on Friday and the second on Monday, September 15. Air times vary depending on region and local PBS affiliate station. ®",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19213908",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7437,
                    "source": {
                        "title": "www.theregister.co.uk",
                        "uri": "www.theregister.co.uk"
                    },
                    "time": "02:04:00",
                    "title": "Apple's Mr Havisham: Tim Cook says dead Steve Jobs' office has remained untouched",
                    "uri": "210247333",
                    "url": "http://www.theregister.co.uk/2014/09/13/tim_cook_miss_havisham/",
                    "wgt": 1
                },
                {
                    "body": "Like his predecessor, Apple chief executive Tim Cook remains tight-lipped, and doesn't let anything slip he doesn't want out there.\n\nApple remains one of the most secretive companies in the world, let alone in the U.S. technology scene. And taking a leaf out of Steve Jobs' book, he very rarely talks on camera -- and even then, he seems guarded about what his company is up to.\n\nIn a two-part interview with PBS' Charlie Rose -- airing Friday, with the second-part landing Monday, the Apple boss spoke about Jobs, the company's products, secrecy, rivalries, and when things don't always go as planned.\n\nPBS shared a copy of the interview's transcript with ZDNet.\n\nHere's what we learned:\n\nOn building a larger iPhone:\n\nMany thought Apple building a larger iPhone was a response to the company's patent spat with Samsung, its long-time rival.\n\nAccording to Cook:\n\n\"We could have done a larger iPhone years ago. It's never been about just making a larger phone. It's been making -- it's been about making a better phone in every single way. And so we ship things when they're ready, and we think that both the display technology here, the battery technology, but all -- but everything else and the software...\n\nAnd so the ingenuity here and the fact that we've integrated software, hardware, and services which I think only Apple can do -- this phone -- now is the time for it.\"\n\nHe went on to explain that, as with the iPod and the iPad -- two products which weren't first but in one case pushed the music industry to a new level and the other carving out the mainstream tablet market -- Apple's philosophy's always been \"to be the best, not the first.\"\n\nOn building a health-based service\n\nCook suggested the thread that ties together its new health platform, dubbed HealthKit, is the products it launched on Tuesday -- the two new larger iPhones, and its new wearable.\n\nFor Apple, the monetary factor comes with \"enrich[ing] people's lives,\" Cook said. \"Neither one is sufficient by itself. We want to do both,\" he said.\n\n\"Now, all of a sudden, we've also got a device that gathers certain fitness data about you. And yet -- so, this is yet another way to begin to build a comprehensive view of your life, which should empower you to take care of yourself over time. And when you need help, it empowers you to take certain data to your doctor to get help from them. All while guarding your privacy so that nobody getting the data -- if you don't want them to have the data, nobody sharing the data, if you don't want them to share the data.\n\nOn Steve Jobs and his immortalized office\n\nIt may seem corny to some, or heartfelt to others. Jobs, who died the day after Apple launched the iPhone 4s and iCloud in October 2011, is \"in my heart,\" Cook said. \"And he's deep in Apple's DNA.\"\n\nMany Apple watchers have kept a close eye on the company over the years. Jobs, the innovator, compared to Cook, the business man -- thanks to his roots as Apple's former chief operating officer -- couldn't be more different. And yet, Jobs trusted Cook to run the company after he knew he would not recover from his illness.\n\nCook said Jobs' office, on the fourth floor of Apple's headquarters, \"is still left as it was,\" immortalized long after he died.\n\n\"His name is still on the door. And we still -- if you think about the things that Steve stood for, at a macro level, he stood for innovation,\" Cook said.\n\nJust three months before Jobs died, Cook recounted how the conversation went when Cook heard he would become the company's chief.\n\n\"...He called me one weekend in August 2011. And he said, 'I'd like to talk.' And I said, 'Oh, okay.' And I go \"When?\" And he goes, 'Now.' I go, 'Yeah, I'll be right over.'\n\nAnd he told me -- he said, 'I've been thinking a lot. Apple has never had a professional transition at CEO. I'm determined that we will have one now. I want you to be the CEO.'\n\nAnd honestly, I didn't see it coming.\n\nI felt Steve was getting better. He was still at home, but I felt he was getting better. I was seeing him regularly. And I guess, at the end of the day, I always thought he would bounce. He always had. He had some incredible lows in his health, and it had always bounced. And I always believed he would. And so, it took me a little by surprise for that.\n\nOn the Apple-IBM deal\n\nAnother surprise under the Cook leadership was the announced collaboration between Apple and IBM.\n\nA deal that could have only happened under Cook, partly since Jobs' had a long-standing grudge against his former archrival, it would see the two companies extend into the enterprise market -- one Apple had never purposefully set foot in and needed help with.\n\nCook said:\n\n\"I think, IBM is, that's a great one to talk about for mine because I think it will give you an insight into how we look at things and we -- this is probably different than the past. We look at these products and the iPads that aren't here and we think we can change the way people work.\n\nBut when you get to the working environment, the change that we've made, to us, isn't significant enough. And so we begin to ask ourselves why. Why haven't we done more?\n\nAnd the real answer is in the applications. There are not enough apps that have been written for verticals, for very deep verticals, like what the airline pilot does. What the bank teller does. Down at the level of the job and so we begin to ask ourselves should we do this or should we partner or should we just forget it?\"\n\nApple is set to bring out more than one hundred custom-built apps with IBM later this year, extending into next, built on IBM's software and cloud stacks.\n\nIBM chief executive Ginni Rometty previously said mobility, data, and cloud is \"transforming business and our industry in historic ways,\" and changing how the workplace operates. Cook reiterated this:\n\n\"I mean, most of our life is spent working. And certainly our apps are changing the way I work, but I'm not seeing it as much in other places. And so we begin looking out and thinking about, 'Well, who could we partner with?' And Ginni and I have been talking about some other things for a while. I have great respect for her, great trust of her.\"\n\nHe also expanded a little on how the deal would work. Apple brings the user experience and device support, while IBM offers the enterprise app goodness with the 'sponsored' on-site AppleCare for their customers.\n\nCook called the deal a \"perfect marriage,\" but didn't underplay how much Apple needs IBM to engage with its new-found customer base.\n\n\"IBM brings significant enterprise knowledge to the table. We bring the products that enterprise want, and so we have something they don't have. We also don't compete on anything. To me, this is the perfect marriage. There's no friction.\n\nAnd so this is an area where I think that everybody's going to win. We're going to win, IBM's going to win, and more importantly than both of us, the customer's going to win.\"\n\nOn competition and rivalries\n\nIBM used to be a major rival, and now Apple's working with the company. Microsoft and Apple have had a long-standing fractious relationship, but are now closer than ever.\n\nAnd while everyone is looking at the Apple v. Samsung court cases, you would think the new rival in Apple's world was clear.\n\nNot so much, Cook explained. \"Google,\" he said, and not directly Samsung. He said Google supplies Samsung with Android, likening it to a food-chain diagram.\n\n\"Google is the -- it would be the top. And then they enable many people in the hardware business -- like Samsung. And Samsung is the best of the hardware companies in the Android sphere.\"\n\nHe said in respect to other Silicon Valley technology giants, \"We partner with both Facebook and Twitter,\" adding that Apple was \"not in the social networking business.\" That's a far cry away from Apple's only real failure in recent history, its iTunes-based Ping social network, which shut down two years ago.\n\n\"We like both companies,\" Cook said.\n\nBut regarding Amazon, which recently launched its own Fire smartphone, ramping up its competition efforts with Apple, Cook noted the \"little relationship\" between the two companies.\n\n\"You know? Amazon, we don't work with that much. We have little relationship there. They sell -- as you know... they've come up with a phone. You don't see it in a lot of places. They have some tablets. But they're not a product company. Apple is a product company. And so, in the long term, will they become a bigger product company? I don't know. You would have to ask Jeff [Bezos] what his plans are. But when I think of competitor, I would think of Google... much above anyone else.\"\n\nOn screwing up and eating humble pie\n\nDuring Cook's first year as chief executive, he maintained much of the same quality in the company's products and services as Jobs did during his tenure.\n\nBut there was one problem that derailed Cook's short, but unbroken record. Apple Maps, which he personally apologized for, after it fell significantly short of expectations. In some cases, Apple's homebrewed mapping service was just wrong, underdeveloped, or would direct cars into oceans.\n\n\"Oh, we screwed up,\" he said, putting it bluntly.\n\n\"There are many screw ups in that one. There's just not one. There's many. And we've learned and corrected and are continuing to invest in Maps, because our fundamental premise that maps were really key to Apple is the same is when that -- when we made that call many years ago.\n\nBut we did screw up on the release. It should not have happened like it did. It shouldn't have come out. And you know, sometimes, when you're running fast, you slip and you fall. And I think the best thing you can do is get back up and say, 'I'm sorry.'\n\nAnd you try to remedy the situation, and you work like hell to make the product right. If you're probably never making a mistake, you're probably not doing enough.\"\n\nOn secrecy and doubling-down on new products\n\nApple wasn't first with its wearable Apple Watch effort. But it hopes to be the best, as Cook has said previously. The company has been dining out on its iPhone effort while its iPad revenue stream begins to slow down. Its software and services, thanks in part to iTunes, is getting stronger every quarter.\n\nWhat's next?\n\nAccording to Cook, there are new products in the pipeline that even the best Apple reporters and fans haven't even considered yet. But it's not to say they will all see the light of day.\n\nHe said:\n\n\"There are products that we're working on that no one knows about, yes. That haven't been rumored about yet. Yes. And part of some of those are going to come out and be blow-away, probably.\n\nAnd some of those we'll probably decide, 'You know, that one we're going to stop.' And so, we kick around a lot of things internally. And we might start something and get down the road a little bit, and have a different idea.\"\n\nRead more:\n\nApple's iPhone 6, Watch revealed: roundup Apple announces iPhone 6: Better specs, new features, larger screen sizes Apple said to be preparing larger iPad for 2015: Could it drive vital enterprise growth? With the iPhone 6 ready to launch, here's what it needs to succeed Apple's iWatch meets payments: Disney's MagicBand concept at scale",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19252908",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7381,
                    "source": {
                        "title": "ZDNet",
                        "uri": "www.zdnet.com"
                    },
                    "time": "23:00:00",
                    "title": "Apple CEO Tim Cook on secret products, Steve Jobs, IBM deal, Google rivalry, and the 'screw ups'",
                    "uri": "210377879",
                    "url": "http://www.zdnet.com/apple-ceo-tim-cook-on-secret-products-steve-jobs-ibm-deal-google-rivalry-and-the-screw-ups-7000033626/#ftag%3DRSScf4db58",
                    "wgt": 1
                },
                {
                    "body": "Apple CEO Tim Cook began working for the company in 1998. He was recruited by Steve Jobs from Compaq, where he was perfectly content. But Apple was persistent about Cook coming in for an interview, so Cook caved. Cook tells Charlie Rose how he wound up at Apple. During his one-on-one meeting with Jobs, Cook learned about the company's desire to enter the consumer space. Jobs also described a wonder computer Apple was working on but hadn't yet released, the iMac. The iMac was the first hit product Jobs launched when he returned as Apple's CEO in 1997. It's been credited for helping turn around the entire company after Apple nearly went bankrupt in the 90s.\n\nCook also felt like he and Jobs would work well together, so he followed his gut and went to work for Apple.\n\n\"All of a sudden I thought, 'I'm doing it. I'm going for it,'\" Cook tells Rose. \"And you have this voice in your ear that says, 'Go west young man, go west.'\"\n\nHow Jobs convinced him to join Apple in a recent interview:\n\nCharlie Rose: I mentioned at the beginning interview, the fact, when you made a decision in 1998 about Apple. You had some reservations. But at the same time, during your interview with Steve, you said, something like this, I was prepared within five minutes to throw caution to the wind. What did he say that made you believe this company is the place for Tim Cook?\n\nTim Cook: It was an interesting meeting. I had gotten a call several times from the search people that he had employed. And I said no, I was at Compaq, I was happy and, or thought I was. And they were persistent. And so I finally thought, I'm going to go out and take the meeting. Steve created the whole industry that I'm in, I'd love to meet him. And so I'm honestly going into the meeting.\n\nCR: There's no downside of this.\n\nTC: Well I'm just thinking I'm going to meet him and all of a sudden he's talking about his strategy and his vision, and what he was doing was going 100 percent into consumer. When everybody else in the industry had decided you couldn't make any money on consumers so they were headed to services and storage and enterprise. And I thought, I'd always thought that following the herd was not a good thing, that it was a terrible thing to do right? You're either going to lose big, or lose, but those are the two options. He was doing something totally different.\n\nAnd he told me a little about the design, enough to get me really interested. And he was describing what later would be called the iMac. And the way that he talked, and the way the chemistry was in the room, it was just he and I. And I could tell, I can work with him.\n\nAnd I looked at the problems Apple had, and I thought you know, I can make a contribution here. And working with him, and this is a privilege of a lifetime. And so all of a sudden I thought, I 'm doing it. I'm going for it. And you have this voice in your ear that says go west young man, go west. I was young at the time. But you know, you come back and you try to do the things that people do with spreadsheets and stuff, and none of it makes sense. It didn't make sense. And yet, my gut said, go for it. And I listened to my gut. There was literally no one around me that was inviting doing it.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19225838",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7235,
                    "source": {
                        "title": "Economic Times",
                        "uri": "economictimes.indiatimes.com"
                    },
                    "time": "08:35:00",
                    "title": "How Steve Jobs convinced Tim Cook to work for Apple",
                    "uri": "210285900",
                    "url": "http://economictimes.indiatimes.com/magazines/panache/how-steve-jobs-convinced-tim-cook-to-work-for-apple/articleshow/42394361.cms",
                    "wgt": 1
                },
                {
                    "body": "There is ardent online following of any and all Apple rumors. It hasn't been that long since the iPhone 6 and iPhone 6 Plus were formally announced for us to forget that almost every major detail of these new smartphones, including their design, was leaked prior to the announcement. Same has been the case with Apple's tablets. But as it turns out there's work going on in Cupertino on devices that the rumor mill hasn't even heard about, this comes straight from company CEO Tim Cook.\n\nIn a recent interview with Charlie Rose, Apple CEO Tim Cook talked about various topics which included Apple's competition with Google, the legacy of co-founder and Cook's predecessor Steve Jobs as well as the future of TV.\n\nDuring the interview Cook said that Apple is working on products \"that haven't been rumored about yet.\" However he did not elaborate exactly what these products are. Earlier this year when Cook mentioned that the company will be entering into new product categories later this year almost everyone expected that he was talking about the smartwatch, AppleWatch is proof that indeed he was.\n\nWhen Charlie Rose asking about the TV market Cook didn't really come out and say that its an area that Apple is really looking at, however he did remark that TV is \"stuck back in the '70s.\" There have been countless rumors about an Apple HDTV which analysts now believe won't hit the market until late 2015. What Apple fans would be most interested in now are the products that haven't been rumored as yet, sadly there's no credible information on what Cupertino's R&D department is cooking up.\n\nThe second part of Cook's interview with Charlie Rose will be aired tomorrow.",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19284087",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7115,
                    "source": {
                        "title": "Ubergizmo",
                        "uri": "www.ubergizmo.com"
                    },
                    "time": "18:10:00",
                    "title": "Apple CEO Tim Cook Says Company Working On Products Not Rumored Yet",
                    "uri": "210486747",
                    "url": "http://www.ubergizmo.com/2014/09/apple-ceo-tim-cook-says-company-working-on-products-not-rumored-yet/?utm_source=mainrss",
                    "wgt": 1
                },
                {
                    "body": "Apple CEO Tim Cook recently sat down with Charlie Rose for a long, heartfelt interview about a wide-range of topics, and the first hour of that interview is now available on Hulu (the second part will air on PBS on Monday).\n\nCook talks about how he thinks TV is stuck in the 70s, why Apple bought Beats, how its partnership with IBM is going to help the company sell more iPhones and iPads, why having bigger phones doesn't mean Apple's copying Samsung, his thoughts on Amazon's new smartphone, and how Apple's working on products that no one knows about yet.\n\nHe also talks a lot about his predecessor Steve Jobs, including how Jobs convinced him to join the company in the first place, how he surprised Cook in 2011 by asking him to be CEO, how Jobs office still looks the exact same as it always did, and what he thinks not enough people know about his old boss.",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19281972",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7017,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "17:16:00",
                    "title": "Watch Tim Cook's Candid, Heartfelt Interview With Charlie Rose",
                    "uri": "210480103",
                    "url": "http://www.businessinsider.com/watch-tim-cook-interview-with-charlie-rose-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Tim Cook sat down with Charlie Rose for what looks like a pretty unscripted interview. A couple of clips have been made available ahead of the first part airing on television tonight, including Cook's admission that Steve Jobs' office at Apple remains untouched to this day.\n\nWhen pressed about Apple's plans for TV, Cook revealed that the Apple TV now has 20 million users. \"It's far exceeded the 'hobby' label we've placed on it,\" said Cook. He also said he thinks watching TV is like \"entering a time capsule\" and that the whole experience is stuck in the 70s.\n\nAnother topic of conversation was Apple's purchase of Beats. Cook shared a story about how he was skeptical about Beats Music until he used it one night. Based on the few minutes we've already seen from the interview, it looks like the full conversation will prove to be pretty interesting.\n\nThe first part of Charlie Rose's two-part interview with Cook airs today. It should be available in full on the show's website at some point soon.",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19276559",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6919,
                    "source": {
                        "title": "Cult of Mac",
                        "uri": "www.cultofmac.com"
                    },
                    "time": "14:37:00",
                    "title": "Tim Cook opens up about Apple TV, Beats and more in candid interview",
                    "uri": "210462615",
                    "url": "http://www.cultofmac.com/295794/tim-cook-opens-apple-tv-beats-candid-interview/",
                    "wgt": 1
                },
                {
                    "body": "In the first clip, Rose asks Cook, \"Where is Steve in all this?\", presumably a reference to Apple's latest launches - the iPhone 6, iPhone 6 Plus, Apple Watch and Apple Pay.\n\n\"Well, he's in my heart,\" answers Cook. \"He is deep in Apple's DNA. His spirit will always be at the foundation of the company. I literally think about him every day. His office is still left as it was (on the fourth floor). His name is still on the door.\"\n\n\"If you think about the things that Steve stood for at a macro level,\" Cook continues, \"he [Steve Jobs] stood for innovation; he stood for the simple, not the complex; he knew that Apple should only enter areas where we can control the primary technology; all of these things are still deep in our company. These are still things we very much believe. The strive for perfection, for being the best, for only doing the best products, for staying focussed.\"\n\n\"The fact that despite this table being so small that you and I are sitting at, you could put every Apple product on it. Every single one that we ship today and yet this year our revenues will be approximately $180 billion. There's probably no other company on the face of the earth that could say that.\"\n\nIn another clip, Cook explains how the human curation element of Beats' music streaming service convinced him that the offering was different from the competition.\n\nThe final clip has Cook saying that the experience of watching TV is still stuck in the 70s, and if Apple is working on a solution.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19230258",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6719,
                    "source": {
                        "title": "NDTV Gadgets",
                        "uri": "gadgets.ndtv.com"
                    },
                    "time": "11:06:00",
                    "title": "Steve Jobs' Apple Office Is Exactly How He Left It",
                    "uri": "210301950",
                    "url": "http://gadgets.ndtv.com/others/news/steve-jobs-apple-office-is-exactly-how-he-left-it-591181",
                    "wgt": 1
                },
                {
                    "body": "However, Apple CEO Tim Cook told Charlie Rose in a long and heartfelt interview that he doesn't think that anything written about Jobs fully captures him. The one thing that Cook thinks gets left out is how Jobs was \"one of the best mentors in the world.\"\n\n\"He was a great teacher,\" Cook told Rose. \"This is something that's never written about him.\"\n\nCook explained that Jobs would go out of his way to make sure that people understood what he was trying to teach them, in a way that transcended his perfectionism. He cared about mentorship innately.\n\n\"It's teaching and making sure people are learning, and him taking such an interest that he's going out of his way to do this,\" Cook says. \"And I think it's missed -- it's a huge, huge part of what he did that's missed in most of the things that I've read.\"",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19282053",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6516,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "17:18:00",
                    "title": "What Tim Cook Doesn't Think Enough People Know About Steve Jobs",
                    "uri": "210480121",
                    "url": "http://www.businessinsider.com/tim-cook-says-steve-jobs-was-a-teacher-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Steve Jobs died in 2011, but his spirit is still clearly a part of the company which unveiled the Apple Watch last week in California.\n\nAnd according to CEO Tim Cook, he still has an office at the company.\n\nCook revealed in the first hour of his interview with Charlie Rose that Jobs still has an office on the fourth floor of the company's HQ in Cupertino California. The office is exactly as he left it and it still has his name on the door.\n\nIt's a sweet insight into the heart of a company that can otherwise seem, from time to time, a little cold and uncommunicative. Watch Cook describe his admiration for his predecessor below.",
                    "date": "2014-09-15",
                    "eventUri": "1331765",
                    "id": "19333622",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6489,
                    "source": {
                        "title": "The Huffington Post UK",
                        "uri": "www.huffingtonpost.co.uk"
                    },
                    "time": "15:36:00",
                    "title": "Steve Jobs Still Has An Office At Apple HQ, Tim Cook Reveals",
                    "uri": "210639513",
                    "url": "http://www.huffingtonpost.co.uk/2014/09/15/steve-jobs-office-apple-hq_n_5823036.html?utm_hp_ref=uk&ir=UK",
                    "wgt": 1
                },
                {
                    "body": "In an excerpt from an interview with Charlie Rose, Tim Cook revealed that Steve Jobs's office \"is still left as it was\" on the fourth floor of Apple's headquarters in Cupertino. \"His name is still on the door,\" said Cook.\n\nThat says a lot more than any homage Apple can pay to Jobs onstage or in interviews with its executives.\n\nTwo more clips from Cook's interview show him talking about Apple TV and Beats. Charlie Rose will air the first part of the full interview later today.",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19276560",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6469,
                    "source": {
                        "title": "Cult of Mac",
                        "uri": "www.cultofmac.com"
                    },
                    "time": "14:37:00",
                    "title": "Steve Jobs's office remains untouched at Apple HQ",
                    "uri": "210462616",
                    "url": "http://www.cultofmac.com/295788/steve-jobss-office-remains-untouched-apple-hq/",
                    "wgt": 1
                },
                {
                    "body": "However, the company still has some secrets. CEO Tim Cook told Charlie Rose in a long interview on Friday that Apple has other products in the works.\n\n\"There are products that we're working on that no one knows about,\" he says. \"That haven't been rumored about yet.\"\n\nCook didn't go into specifics, but says that the company kicks around a lot of ideas internally.\n\n\"And part of some of those are going to come out and be blow-away, probably,\" he says \"And some of those we'll probably decide, 'You know, that one we're going to stop.'\"\n\nOne of the product categories that Cook did talk about during the Rose interview, however, was TV.\n\n\"TV is one that we continue to have great interest in,\" he said, explaining that he thinks that TV is \"stuck back in the 70s.\"",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19256307",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6425,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "01:13:00",
                    "title": "Cook: 'There Are Products That We're Working On That No One Knows About'",
                    "uri": "210389266",
                    "url": "http://www.businessinsider.com/tim-cook-apple-working-on-new-products-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Some might fondly remember the era which bought us The Clangers, Fawlty Towers and The Sweeney. But not Apple boss Tim Cook, who has warned that the goggle box is stuck in a time warp so intense that watching it is like being sucked back back into the 1970s.\n\nIn an interview with American talkshow host Charlie Rose, Cook dropped a clanging clue to his company's future direction whilst slagging off the state of the telly industry.\n\n\"TV is one that we continue to have great interest in - I choose my words carefully there - TV is one of those things that, if we're really honest, it's stuck back in the seventies,\" said Cook.\n\n\"Think about how much your life has changed, and all the things around you that have changed. And yet TV, when you go in your living room to watch the TV, or wherever it might be, it almost feels like you're rewinding the clock and you've entered a time capsule and you're going backwards. The interface is terrible. I mean, it's awful!\"\n\nThe fruity führer has whipped the Apple faithful into a feverish state of nervous anticipation in the past few days, after nicking Steve Jobs' famous \"and finally\" gambit to finally introduce a new product line in the shape of the Apple Watch.\n\nBut if longstanding rumours that Apple has been working on an iDiot Box since the Jobsian golden era are to believed, Cupertino has its heart set on developing a screen much bigger than the timepiece's sapphire glass face.\n\nTim was typically tight-lipped about his firm's plans to take on the television industry like his predecessor did with the music biz.\n\n\"I don't want to get into what we're doing in the future. We've taken stabs with Apple TV, and Apple TV now has over 20m users, so it has far exceeded the hobby label that we placed on it,\" Cook continued.\n\n\"We've added more and more content to it this year, so there's increasingly more things that you can do on there. but this is an area that we continue to look at.\"\n\nVideo of Tim Cook talking to Charlie Rose, where he makes the comments we report below.\n\nFollowing the launch of the Apple Watch, Cook has repeatedly invoked the memory of Steve Jobs. In the first part of the interview with Rose, he even confessed that the Apple godhead's office has been left untouched since his death, in the style of Dickens' Miss Havisham and her home. The rest of this unusually open interview will screen tonight in the US, so we might expect even more necromancy from the king of Cupertino.\n\nIf Apple really does have plans to release a TV, it will most likely receive a response which could only be surpassed if Steve Jobs rose again from the underworld to lead a crusade which will finish off his enemies (to wit: IBM, easily accessible buttons, any jumper that isn't a black turtleneck) for good.\n\nAt least one of those two game-changing events now looks more than likely. ®",
                    "date": "2014-09-15",
                    "eventUri": "1331765",
                    "id": "19324555",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6404,
                    "source": {
                        "title": "www.theregister.co.uk",
                        "uri": "www.theregister.co.uk"
                    },
                    "time": "13:01:00",
                    "title": "Apple's Tim Cook: TV is TERRIBLE and stuck in the SEVENTIES",
                    "uri": "210614127",
                    "url": "http://www.theregister.co.uk/2014/09/15/tim_cook_apple_tv_is_terrible_interface_like_1970s/",
                    "wgt": 1
                },
                {
                    "body": "Following the unveiling of the new Apple Watch, CEO Tim Cook sat down with Charlie Rose on his PBS talk show last week for a wide-ranging discussion about the company's newest gadget, plus the state of television and why he green lit the purchase of Beats. Part one of the interview aired on Friday (Sept. 12) with a second installment set to go Monday (Sept. 15).\n\nOn the Apple Watch, Cook said the company had been working on it for three years and that they announced it so far ahead of its 2015 release in order to give companies like Twitter and Facebook time to develop apps for it. He also revealed that you'll be able to store and playback music from the watch using bluetooth.\n\nCalling Beats co-founders Dr. Dre and Jimmy Iovine \"creative geniuses,\" Cook said the company's subscription service impressed him and justified the $3 billion price tag. \"All of a sudden it dawns on me that when I listen to theirs for awhile, I feel completely different,\" he said of Beats Music. \"And the reason is that they recognized that human curation was important in the subscription service -- that the sequencing of songs that you listen to affect how you feel.\"\n\nCook was unsurprisingly vague about Apple's next moves, but he did confirm the obvious: they're working on stuff that will keep tech blogs in business for years to come. \"There are products that we're working on that no one knows about,\" he said. \"That haven't been rumored about yet.\" One of the future products may be TV-related, as Cook called the current user experience \"stuck in the '70s,\" adding that it feels like \"you're rewinding the clock and you've entered a time capsule.\"\n\nCook also said Steve Jobs' office has been left untouched since his death in 2011. \"He's in my heart and he's deep in Apple's DNA,\" he told Rose. \"His spirit will always be the foundation of the company. I literally think about him everyday... His office is still left as it was on the fourth floor, his name is still on the door.\"\n\nFurther topics include the iPhone 6, Apple's IBM partnership and globalization. Watch part one of Cook's chat with Rose below.",
                    "date": "2014-09-15",
                    "eventUri": "1331765",
                    "id": "19338776",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6391,
                    "source": {
                        "title": "Billboard",
                        "uri": "www.billboard.com"
                    },
                    "time": "17:02:00",
                    "title": "Watch Tim Cook Talk Beats Music, Apple Watch & Steve Jobs' Untouched Office ... - Billboard",
                    "uri": "210653711",
                    "url": "http://www.billboard.com/biz/articles/news/digital-and-mobile/6251522/watch-tim-cook-talk-beats-music-apple-watch-steve-jobs",
                    "wgt": 1
                },
                {
                    "body": "During his one-on-one meeting with Jobs, Cook learned about the company's desire to enter the consumer space. Jobs also described a wonder computer Apple was working on but hadn't yet released, the iMac. The iMac was the first hit product Jobs launched when he returned as Apple's CEO in 1997. It's been credited for helping turn around the entire company after Apple nearly went bankrupt in the 90s.\n\nCook also felt like he and Jobs would work well together, so he followed his gut and went to work for Apple.\n\n\"All of a sudden I thought, 'I'm doing it. I'm going for it,'\" Cook tells Rose. \"And you have this voice in your ear that says, 'Go west young man, go west.'\"\n\nhow Jobs convinced him to join Apple in a recent interview:\n\nCharlie Rose: I mentioned at the beginning interview, the fact, when you made a decision in 1998 about Apple. You had some reservations. But at the same time, during your interview with Steve, you said, something like this, I was prepared within five minutes to throw caution to the wind. What did he say that made you believe this company is the place for Tim Cook?\n\nTim Cook: It was an interesting meeting. I had gotten a call several times from the search people that he had employed. And I said no, I was at Compaq, I was happy and, or thought I was. And they were persistent. And so I finally thought, I'm going to go out and take the meeting. Steve created the whole industry that I'm in, I'd love to meet him. And so I'm honestly going into the meeting.\n\nCR: There's no downside of this.\n\nTC: Well I'm just thinking I'm going to meet him and all of a sudden he's talking about his strategy and his vision, and what he was doing was going 100 percent into consumer. When everybody else in the industry had decided you couldn't make any money on consumers so they were headed to services and storage and enterprise. And I thought, I'd always thought that following the herd was not a good thing, that it was a terrible thing to do right? You're either going to lose big, or lose, but those are the two options. He was doing something totally different.\n\nAnd he told me a little about the design, enough to get me really interested. And he was describing what later would be called the iMac. And the way that he talked, and the way the chemistry was in the room, it was just he and I. And I could tell, I can work with him.\n\nAnd I looked at the problems Apple had, and I thought you know, I can make a contribution here. And working with him, and this is a privilege of a lifetime. And so all of a sudden I thought, I 'm doing it. I'm going for it. And you have this voice in your ear that says go west young man, go west. I was young at the time. But you know, you come back and you try to do the things that people do with spreadsheets and stuff, and none of it makes sense. It didn't make sense. And yet, my gut said, go for it. And I listened to my gut. There was literally no one around me that was inviting doing it.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19214959",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6118,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "02:40:00",
                    "title": "How Steve Jobs Convinced Tim Cook To Work For Apple (AAPL)",
                    "uri": "210250497",
                    "url": "http://www.businessinsider.com/how-steve-jobs-convinced-tim-cook-to-work-for-apple-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Apple CEO Tim Cook made an appearance on the Charlie Rose Show, where he briefly touched upon the future of Apple TV. The full segment will air Friday night on PBS, but we have a clip for you below.\n\nCook first pointed out that the hardest decisions Apple has to make are the things \"not to work on.\"\n\nAsked if TV is one of those, Cook replied, \"TV is one that we continue to have great interest in.\"\n\nHe further elaborated, \"TV is one of those things that is stuck back in the 70s. Think about all the things that have changed ...and TV almost feels like you're rewinding the clock, the interface is terrible. It's awful.\"",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19214982",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6111,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "02:41:00",
                    "title": "Apple CEO Tim Cook Says TV Is Stuck In The 70s (AAPL)",
                    "uri": "210250512",
                    "url": "http://www.businessinsider.com/apples-tim-cook-says-tv-is-stuck-in-the-70s-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Tim Cook interviewed by Charlie Rose on PBS. YouTube\n\nOn the heels of the launch of iPhone 6, Apple Pay and Apple Watch this week, Apple CEO Tim Cook gave a wide-ranging and pretty candid interview to PBS's Charlie Rose, which is airing in two parts Friday and Monday night. Cook weighed in on the U.S. government's data collection, co-founder Steve Jobs' legacy, and the \"terrible,\" \"awful\" of TV interfaces.\n\nCook has been talking about Apple's interest in TV publicly for several years now, and also conducting talks with the major owners of cable and broadcast networks, all the while building out a onetime \"hobby\": Apple TV. Here are some key excerpts and clips:\n\nOn Apple's biggest competitor: \"Google is the top and they enable many people in the hardware business like Samsung, and Samsung is the best of the hardware companies in the Android world.\"\n\nOn U.S. domestic spying: \"I don't think the government found the right balance; I think they erred too much on the collect-everything side. I think the president and the administration is committed to moving that pendulum back. It's probably not right to not do anything, so it's a careful line to walk. You want to make sure you're protecting the American people but there's no reason for them to collect information on you or 99.999 percent of other people.\"\n\nOn Apple's use of data: \"When we design a new service we try not to collect data. So we are not reading your email, we are not reading your imessages. If the government laid a subpoena on us to give them your imessages, we cannot provide it. It's encrypted and we don't have the key.\"\n\nOn Steve Jobs' legacy: \"His office is still as it was on the fourth floor. His name is still on the door. If you think about the things he stood for on a macro level, he stood for innovation, he stood for the simple not the complex. He knew Apple should only enter areas where we control the primary technology. All those things are still deep in our DNA.\"\n\nOn what Apple doesn't do: \"The hardest decisions we make are the things not to work on, frankly. There are lots of things we'd like to work on that we have interest in but we know we can't do everything great.\"\n\nOn TV: \"TV is one that we continue to have great interest in. I choose my words carefully there, but TV is one of those things that if we are really honest it's stuck back in the '70s. Think about how much your life has changed, and all the things around you that have changed, and yet TV, when you go into your living room, it almost feels like you're rewinding the clock and you're in a time capsule and you're going backwards. The interface is terrible, I mean it's awful.\"\n\nOn Beats: \"Jimmy [Iovine] and Dr. Dre are off-the-charts creative geniuses ... I think they've done a fabulous job with their brand, the headphone business. It's a fast growing business. But they needed a global footprint. we have a global footprint -- they have been primarily U.S. I felt we could get a subscription service, we could get incredible talent and we could put our heads together and do some things that are beyond what either of us are doing.\n\nShare this article Facebook Twitter Linkedin Google + More",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19215162",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.595,
                    "source": {
                        "title": "International Business Times",
                        "uri": "www.ibtimes.com"
                    },
                    "time": "02:07:00",
                    "title": "Apple CEO Tim Cook Weighs In On 'Awful' TV Interfaces, US Domestic Spying ... - International Business Times",
                    "uri": "210251104",
                    "url": "http://www.ibtimes.com/apple-ceo-tim-cook-weighs-awful-tv-interfaces-us-domestic-spying-steve-jobs-legacy-video-1687804",
                    "wgt": 1
                },
                {
                    "body": "Apple has several more tricks up its sleeve and they apparently have nothing to do with the long-fabled \"iTV\" that one always-wrong analyst keeps telling us is just around the corner. Per Re/code, Apple CEO Tim Cook told Charlie Rose on Friday that \"there are products we're working on that no one knows about, yes -- that haven't been rumored about yet.\"\n\nWhile Cook would obviously not go into any details about what these products are, it's safe to say that not everything that Apple is making in its laboratory will ever see the light of day. Typically we start hearing rumors about a product Apple's been working on when the company feels confident enough in it that it starts telling outside sources. This was definitely the case with the iPad and the Apple Watch, although there have been some rumored products such as the aforementioned iTV and the \"iRing\" (ugh, remember that?) that seem confined to the fevered dreams of analysts.\n\nThat said, anyone looking for signs that an iTV might be coming in the future can take solace from the fact that Cook also told Rose that \"TV is one we continue to have great interest in,\" largely because Cook thinks that television sets are still \"stuck back in the '70s.\"",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19240147",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.595,
                    "source": {
                        "title": "bgr.com",
                        "uri": "bgr.com"
                    },
                    "time": "15:30:00",
                    "title": "Tim Cook: We're working on products 'that haven't been rumored yet'",
                    "uri": "210332768",
                    "url": "http://bgr.com/2014/09/13/apple-ceo-cook-interview-charlie-rose/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BTheBoyGeniusReport%2B%2528BGR%2B%257C%2BBoy%2BGenius%2BReport%2529",
                    "wgt": 1
                },
                {
                    "body": "Cook recounted \"how Jobs had asked him to be CEO in August 2011. By that time Jobs' health had deteriorated. He was living at home while Cook served as an interim-CEO,\" Colt reports. \"So when Jobs called Cook and asked him to come over, he knew it was important. But he didn't know what Jobs had in mind.\"\n\n\"'And he told me -- he said, 'I've been thinking a lot. Apple has never had a professional transition at CEO. I'm determined that we will have one now. I want you to be the CEO.' And honestly, I didn't see it coming,' said Cook. Cook was taken aback by Jobs' timing,\" Colt reports. \"'I always knew it was his long-term thinking,' he said. 'That I would become the CEO. But not then.'\"",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19256988",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5935,
                    "source": {
                        "title": "macdailynews.com",
                        "uri": "macdailynews.com"
                    },
                    "time": "01:44:00",
                    "title": "Tim Cook surprised when Steve Jobs asked him to become Apple CEO in 2011",
                    "uri": "210391517",
                    "url": "http://macdailynews.com/2014/09/13/tim-cook-surprised-when-steve-jobs-asked-him-to-become-apple-ceo-in-2011/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bwordpress%252FxhfA%2B%2528MacDailyNews%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Tim Cook has revealed that Apple still has some tricks up its sleeves, despite being the subject of constant rumours.\n\nIn a rare televised interview with The Charlie Rose Show on US network PBS, the CEO gave some hints about how the company works.\n\n\"There are products we're working on that no one knows about. Yes, that haven't been rumoured about yet,\" he said.\n\n\"And part of some of those are going to come out and be blow-away, probably. And some of those we'll probably decide, 'You know, that one we're going to stop.'\n\n\"And so, we kick around a lot of things internally. And we might start something and get down the road a little bit, and have a different idea.\"\n\nAlthough Cook gave no indication about what Apple is working on, he reiterated his interest in television, something he has believes is currently \"stuck back in the seventies\".\n\n\"TV is one we continue to have great interest in,\" he admitted.\n\nThe 53-year-old also spoke about the iPhone 6 Plus, which was unveiled earlier this week, saying Apple \"could have made a larger iPhone years ago\".\n\n\"It's never been about just making a larger phone. It's been about making a better phone in every single way.\"\n\nMeanwhile, Cook denied that Apple's iCloud was recently hacked, instead calling it \"a phishing expedition\" and discussed the reasons for acquiring Beats.\n\nThe second half of the interview airs on PBS on Monday.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19251655",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.564,
                    "source": {
                        "title": "Digital Spy",
                        "uri": "www.digitalspy.co.uk"
                    },
                    "time": "22:09:00",
                    "title": "Apple's Tim Cook: 'We're working on some tech that no one knows about'",
                    "uri": "210373605",
                    "url": "http://www.digitalspy.co.uk/tech/news/a596540/apples-tim-cook-were-working-on-some-tech-that-no-one-knows-about.html?rss",
                    "wgt": 1
                },
                {
                    "body": "\"In one segment, Cook explains why Apple waited so long to make phones with big screens even though Samsung and other manufacturers had been making them for years,\" Kovach reports. \"According to a transcript of the interview, which airs Friday night on PBS, Rose asked Cook if the iPhone 6 was a response to Samsung's phones.\"\n\n\"'Honestly.. we could have done a larger iPhone years ago,' Cook said. 'It's never just about making a larger phone. It's about making a better phone in every single way,'\" Kovach reports. \"Cook went on to say that Apple wanted to make sure the display, battery, and software were ready for the bigger form factor before shipping.\"\n\nRead more in the full article here.",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19256991",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.562,
                    "source": {
                        "title": "macdailynews.com",
                        "uri": "macdailynews.com"
                    },
                    "time": "01:44:00",
                    "title": "Tim Cook: Apple didn't copy Samsung by making bigger iPhones",
                    "uri": "210391519",
                    "url": "http://macdailynews.com/2014/09/12/tim-cook-apple-didnt-copy-samsung-by-making-bigger-iphones/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bwordpress%252FxhfA%2B%2528MacDailyNews%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Commenting on Apple's latest smartphone, company CEO Tim Cook said that making a smartphone isn't simply about increasing screen size. The comments fall in line with Apple's long held policy of resisting to market changes and consumer demands.\n\n\"We could have done a larger iPhone years ago,\" Cook said. Larger screened devices have been commonplace in the market for a long time before Apple's launch of the iPhone 6 four days back. \"It's never been about just making a larger phone ... it's been about making a better phone in every single way. And so we ship things when they're ready, and we think that both the display technology here, the battery technology, but all -- but everything else and the software.\"\n\nApple followed the same rule with the launch of the original iPod in 2001. The late Steve Jobs well known for his strict attention to detail and uncompromising nature reportedly had Cupertino examine all the mp3 devices available in the marketplace at the time. The iPod was then created in a manner that fulfilled everything that Jobs believed the devices were lacking in.\n\nCook also commented on the Apple Watch, Apple's first attempt into the smartwatch market. Even though the demand for smartwatches is not that strong at the moment, it has become a norm for smartphone manufacturers to introduce their devices. Samsung, LG, Motorola all have their devices available in the market.\n\nCook also said that the Apple Watch contains 400 - 500 components on a single chip. Many fitness experts have expressed disappointment at the Apple Watch's ability to cater to fitness needs and said that the device could do more. Commenting on Samsung and Google, Mr. Cook said that he considers Apple's main rival to be Google rather than Samsung.\n\nWhen asked why, he replied that it is Google that supplies Android to Samsung and other manufacturers. Mr. Cook also promised a variety of new products from the Cupertino based manufacturer saying that there is a diverse portfolio of blow away products that nobody knows about and aren't even rumored yet.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19235740",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5361,
                    "source": {
                        "title": "WCCFtech",
                        "uri": "wccftech.com"
                    },
                    "time": "13:21:00",
                    "title": "Google Is Apple's Biggest Rival - Not Samsung Says Tim Cook",
                    "uri": "210318231",
                    "url": "http://wccftech.com/google-is-apple-rival-tim-cook/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BWccftechcom%2B%2528WCCFtech.com%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Apple's Tim Cook sat for an exclusive interview with Charlie Rose on Friday and shared some of his thoughts on the Apple-IBM partnership that\n\nHe started off by explaining why Apple hasn't made a strong push into the enterprise until now.\n\n\"The real answer is in the applications,\" Cook said. \"There's not enough apps that have been written for very deep verticals, like what the airline pilot does, or what the bank teller does.\"\n\nCook started looking for ways to solve this problem, and came to the conclusion that it's best to partner with someone that has lots of experience in the enterprise.\n\n\"They (IBM) have deep knowledge of many different verticals. They have a huge sales force. So IBM brings significant enterprise knowledge to the table,\" Cook said.\n\nIBM is currently in the process of designing \"many different apps for many different verticals,\" including banking, pharmaceutical, and aerospace, Cook said. Apple, in return, would bring the products that enterprise want.\n\n\"We have what they need; they have what we need,\" Cook said. \"To me, this is the perfect marriage.\"",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19214964",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5302,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "02:40:00",
                    "title": "Tim Cook: Here's How IBM Is Going To Help Us Sell A Lot More iPhones And iPads (AAPL)",
                    "uri": "210250501",
                    "url": "http://www.businessinsider.com/tim-cook-ibm-has-what-we-need-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Rumours of an all-in-one Apple TV set, that will broadcast live shows, has been on the cards since 2011 - but another launch event has passed without it making an appearance.\n\nNow Apple's chief executive Tim Cook has revealed that TV is an area the firm continues to have great interest in, but admitted 'if we're really honest, it's stuck back in the seventies.'\n\nMr Cook made the claims on the Charlie Rose Show in the US.\n\n'There's lots of things we have interest in, but we know we can't do everything great.'\n\nWhen asked if TV was one of those examples, Mr Cook replied: 'TV is one that we continue to have great interest in, but TV is one of those things that, if we're really honest, it's stuck back in the seventies.\n\n'Think about how much your life has changed, and yet when you go in your living room to watch the TV, it almost feels like you're rewinding the clock, and you've entered a time capsule.'\n\nHe continued that the 'interface is terrible' and people only watch shows when they come on, unless they remember to record them.\n\nHowever, PC Pro's Barry Collins believes Mr Cook is wrong.\n\n'That can be the only explanation for some bizarre comments he made over the weekend, when he was asked about Apple's TV plans.'\n\nHe then goes on to explain all the ways in which TV has developed and advanced since the large, bulky sets of the 70s and the piles of videos using a series of pictures.\n\nSimilarly, finance journalist Aaron Pressman tweeted: 'TV is stuck in the 70s? It's too annoying to pay by credit card? @tim_cook needs to get out of his Apple bubble a bit more.'\n\nEarlier this year, reports claimed Apple's plans to take on TV with a gadget capable of showing live TV had been delayed until next year.\n\nApple engineers working on the gadget were told not to expect it to launch until 2015, and the delay was blamed on cable companies refusing to carry out deals with the tech giant.\n\nApple TV's streaming box was initially unveiled as iTV in 2006, and was a product the late chief executive Steve Jobs was said to have been keen on.\n\nThe latest generation model launched in March 2012.\n\nIt supports 1080p content from iTunes and Netflix, and it has more recently added CNBC channel with live broadcasts, and FOX NOW - the on-demand app for the network that includes episodes of Glee, Family Guy and more.\n\nApple sold more than $1 billion of Apple TV set-top boxes during 2013 year and is 'investing heavily in the next generation of products', boss Tim Cook said at the company's annual meeting earlier this year.\n\nThe firm is believed to be working on a range of TV sets alongside an improved version of its current $99 TV box.",
                    "date": "2014-09-15",
                    "eventUri": "1331765",
                    "id": "19354036",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5242,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "22:10:00",
                    "title": "Apple sets sights on TV after Tim Cook claims its 'stuck in the 70s' - Daily Mail",
                    "uri": "210697150",
                    "url": "http://www.dailymail.co.uk/sciencetech/article-2756379/Apple-sets-sights-redesigning-TV-CEO-Tim-Cook-describes-stuck-Seventies.html",
                    "wgt": 1
                },
                {
                    "body": "\"When asked about Apple's future product pipeline, Cook admitted that there are a lot of things the company has interest in, but a focus on execution prohibits the number of devices it can work on at any given point,\" AppleInsider reports. \"'There are products we're working on that no one knows about, yes. That haven't been rumored about yet,' Cook said.\"\n\nAppleInsider reports, \"Cook talks about Apple cofounder Steve Jobs, saying, 'I think about Steve every day,' a comment he made on Tuesday during an interview with ABC News' David Muir. Another interesting tidbit dropped during Rose's interview is that Jobs' office remains untouched at Apple's Cupertino headquarters.\"\n\nMore info and videos in the full article here.\n\n[Thanks to MacDailyNews Readers \"Fred Mertz\" and \"Dan K.\" for the heads up.]",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19257000",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4919,
                    "source": {
                        "title": "macdailynews.com",
                        "uri": "macdailynews.com"
                    },
                    "time": "01:44:00",
                    "title": "Tim Cook: Apple working on products that 'haven't been rumored about yet'",
                    "uri": "210391523",
                    "url": "http://macdailynews.com/2014/09/12/tim-cook-apple-working-on-products-that-havent-been-rumored-about-yet/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bwordpress%252FxhfA%2B%2528MacDailyNews%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Apple CEO Tim Cook was on The Charlie Rose Show last night for the first of a two-part interview about topics ranging from the company's new products to the legacy of Steve Jobs.\n\nBut one comment in particular will sting for Amazon, as Cook essentially dismissed efforts by Jeff Bezos & Co. to compete in smartphones and tablets.\n\n\"They've come up with a phone. You don't see it in a lot of places. They have some tablets. But they're not a product company. Apple is a product company. And so, in the long term, will they become a bigger product company? I don't know. You would have to ask Jeff what his plans are. But when I think of competitor, I would think of Google... much above anyone else.\"\n\nHis choice of words was a little brutal, but the comment speaks to Amazon's lack of traction with its new Fire Phone, and the extreme seasonality of the company's Kindle Fire tablets.\n\nOf course, Amazon's traditional strength has been in commerce, and Apple is encroaching further into that area with its Apple Pay system.\n\nThe full interview isn't yet online, and Charlie Rose's site appears to be down this morning, but ZDNet has extended written excerpts from Cook's remarks, and the Wall Street Journal also has a summary of his comments. Also see these clips released by the show.",
                    "date": "2014-09-14",
                    "eventUri": "1331765",
                    "id": "19259095",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4552,
                    "source": {
                        "title": "GeekWire",
                        "uri": "www.geekwire.com"
                    },
                    "time": "03:25:00",
                    "title": "Apple CEO Tim Cook digs at Amazon: 'They're not a product company'",
                    "uri": "210399490",
                    "url": "http://www.geekwire.com/2014/apple-ceo-tim-cook-digs-amazon-theyre-product-company/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bgeekwire%2B%2528GeekWire%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Last night, Charlie Rose aired the first half of his two-part interview with Apple CEO Tim Cook. It was a wide-ranging conversation covering Apple's current products and problems, the future of the company, and (of course) the loss of Steve Jobs. Here are the most important tidbits you might have missed.\n\nOn the iCloud hack that internet thieves used to steal private nude photos of female celebrities, Tim held the line he's used before: iCloud wasn't hacked, individual users were.\n\nIt wasn't hacked. There's a misunderstanding about this. If you think about what hacking iCloud would mean, it means somebody would get into the cloud and could fish around in people's accounts. That didn't happen. What happened was, let's take you as an example. Somebody could say 'I know Charlie's ID' somehow, maybe it's his email, and they may guess your password. Or, that's not as likely -- they might phish it. How do you phish it? I could pretend to be somebody else, and you could unknowingly give me your password. And that happens on the internet too many times today. That's the number one issue by far, and it's not just an Apple issue. This is an internet issue.\n\nYou just saw that this happened to I think millions of Gmail users. They were phished. My understanding is, it wasn't a breach there either of the infrastructure, it was a phishing expedition. There are lots of bad people that do this. And what we said was, we need to figure out how can we try to protect our customers on this. That's our top goal, and so we're working internally about how to bring more awareness to these schemes. Some of it is like a public service announcement. We have to do things where we notify the customer quickly if it does happen, that's reactive. We don't want it to happen at all, but if it does, you probably want to know instantly. There are things like that, and some other things I can't describe right now, where we think we can make a contribution beyond just making sure the cloud's not hacked.\n\nCharlie also asked about the company's newfound willingness to work with outside partners, rather than do everything in-house. On Apple partnering with IBM to offer more work-related products:\n\nAre we more open? Yes. We look at these products and the iPads that aren't here, and we think we can change the way people work. We've changed the consumer's life, we've changed the way students learn and teachers teach, but when you get to the working environment the change we've made to us isn't significant enough. And so we begin to ask ourselves, why haven't we done more? The real answer is, in the applications, there's not enough apps that have been written for very deep verticals like what the airline pilot does, what the bank teller does, down at the level of the job. So we begin to ask ourselves should we do this, or should we partner, or should we just forget it? And I didn't want to forget it, because this is a way to enrich people's lives in a big way, to change the way people work, I mean, most of our life is spent working. And certainly our apps are changing the way I work, but I'm not seeing it as much in other places.\n\nAnd so we begin looking out and thinking who can we partner with. And [IBM CEO Ginni Rometty] and I have been talking about some other things for awhile, I have great respect for her, great trust in her. We begin to talk about this area, this is an area where they've got things that we don't have. They've got deep vertical knowledge of many different industries. They have a huge sales force. So IBM brings significant enterprise knowledge to the table. We bring the products that enterprise want. So we have something they don't have. We also don't compete on anything. To me, this is the perfect marriage. There's no friction, there's just we have what they need, they have what we need, together we can provide something to customers that is blow-away. So IBM is in the process, with our help, of designing many different apps, for many different verticals, from banking to financial services to pharmaceutical to aerospace, and manufacturing, and they have the go to market that we don't have. This is an area where I think everybody's gonna win. We're gonna win, IBM's gonna win, and more importantly than us, the customer's gonna win.\n\nTim came to the interview fully equipped with new Apple products: An iPhone 6, a 6 Plus, and an Apple Watch on his wrist. He briefly showed the Watch to Charlie, and mentioned a feature that may have gone unmentioned in the initial announcement:\n\nIt requires an iPhone, because they've been designed to work together. However, if you go for a run, and you don't want to carry your iPhone, music is also on your watch. So with a Bluetooth headset, you can run and listen to your music without your iPhone.\n\nTim Cook is very measured in his public comments -- his conversation with Charlie Rose didn't give away much that we hadn't already known. Perhaps the most revealing part was when Charlie asked Tim about Steve Jobs. You can see Tim briefly let the PR guard down here. He's not talking about business any more. He's talking about an old friend.\n\nThe second half of Charlie's interview with Tim Cook will air on Monday. Set your DVR, or yourself down on the couch, according to your local listing.",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19235834",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.444,
                    "source": {
                        "title": "Gizmodo",
                        "uri": "gizmodo.com"
                    },
                    "time": "13:24:00",
                    "title": "Tim Cook Talks iCloud Hack, iPhone 6, and More With Charlie Rose",
                    "uri": "210318544",
                    "url": "http://gizmodo.com/tim-cook-talks-icloud-hack-iphone-6-and-more-with-cha-1634344800",
                    "wgt": 1
                },
                {
                    "body": "\"Jimmy [Iovine] had told me how great it was,\" Tim Cooks says in the interview. \"So one night I'm sitting playing with theirs versus some others, and all of a sudden it dawns on me that when I listen to theirs for a while, I feel completely different. And the reason is that they recognized that human curation was important in the subscription service.\"\n\nBeats offers really personalized playlists, thanks to a recommendation engine built by expert curators.\n\n\"That the sequencing of songs that you listen to affect how you feel,\" Tim Cook says. \"It's hard to describe, but you know it when you feel it. So that night -- I couldn't sleep that night! And I was thinking, 'We need to do this.'\"\n\nWatch the full interview clip about Apple buying Beats here:",
                    "date": "2014-09-13",
                    "eventUri": "1331765",
                    "id": "19214976",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2953,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "02:40:00",
                    "title": "Tim Cook Says He Couldn't Sleep The Night After Listening To Beats Radio For The First Time (AAPL)",
                    "uri": "210250507",
                    "url": "http://www.businessinsider.com/tim-cook-on-why-apple-bought-beats-2014-9?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 34,
            "averageDate": "2014-09-13",
            "avgCos": 0.451,
            "categories": [
                {
                    "label": "Computers/Companies/Apple_Inc.",
                    "uri": "http://www.dmoz.org/Computers/Companies/Apple_Inc.",
                    "wgt": 37
                },
                {
                    "label": "Home/Cooking/Techniques",
                    "uri": "http://www.dmoz.org/Home/Cooking/Techniques",
                    "wgt": 34
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1331765",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1331765",
            "lang": "eng",
            "storyDate": "2014-09-13",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-764832",
            "variance": 0.2966
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-319695": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "El CEO de Apple, Tim Cook, ha explicado la razón que ha motivado que Apple haya tardado varios años en introducir un iPhone de gran formato. Cook ha comentado que la compañía ha esperado hasta poder ofrecer un producto que no solo sea más grande, sino que sea \"mejor en todos los sentidos\".\n\nDesde que Apple ha presentado los nuevos iPhone 6 y iPhone 6 Plus se está comentando el cambio de estrategia de la compañía. La adopción de un tamaño de pantalla mayor y la apuesta por un dispositivo que se va hasta las 5,5 pulgadas suponen un cambio importante en la política de Apple, que hasta ahora había preferido teléfonos más pequeños. Compañías como Samsung y especialistas del sector han acusado a Apple de cambiar su estrategia demasiado tarde, siguiendo la línea de desarrollo de empresas de la competencia.\n\nEl CEO de Apple, Tim Cook, ha concedido una entrevista en la que ha tratado ese tema, explicando los motivos que han llevado a Apple a esperar para ofrecer un teléfono como el iPhone 6. En concreto, Cook ha asegurado que podrían haber lanzado un equipo más grande \"hace años\" y no ha dudado en defender la política de Apple. Así, el máximo responsable de la compañía ha asegurado que su objetivo ha sido ofrecer un buen teléfono, no solo un teléfono grande.\n\n\"Nunca se ha tratado de simplemente ofrecer un teléfono más grande. La cuestión ha sido ofrecer un teléfono mejor en todos los sentidos. En este sentido lanzamos los productos cuando están listos\", ha explicado Tim Cook en declaraciones recogidas por The Wall Street Journal. De esta forma, Cook parece responder a los críticos que apuntan que Apple ha reconocido su error y ha dado la razón a Samsung en su apuesta por dispositivos de gran formato.\n\nPrecisamente desde Samsung se ha desplegado una campaña de promoción que dirige su atención hacia ese aspecto. A través de distintos vídeos, Samsung ha criticado que Apple ahora decida presentar un teléfono como el iPhone 6 Plus después de que se descartase el éxito de teléfonos de gran formato.\n\nLa entrevista ofrecida por Tim Cook también ha servido para conocer la posición de Apple en otros campos y para confirmar algunos de sus planes de futuros. Por ejemplo, el CEO de Apple ha dado su visión sobre los problemas relacionados con el \"CelebGate\", que se saldó con el robo de fotografías de famosos a través de iCloud.\n\nTim Cook ha vuelto a destacar que iCloud haya sufrido un problema de seguridad. Cook ha mantenido que los famosos afectados han sufrido ataques individuales que se han saldado con el robo de las fotografías. Pese a lamentar lo sucedido, el CEO de Apple ha insistido en que iCloud era y es seguro.\n\nOtro aspecto sobre el que se ha pronunciado ha sido sobre Apple Mapas. Tim Cook ha reconocido que el estreno del servicio no fue un éxito por los errores registrados en la plataforma. Cook no ha dudado en reconocer que el lanzamiento se debería haber hecho con mayores garantías para que el servicio no presentase algunos de los problemas que tenía.\n\nPor último, el CEO de Apple ha hablado sobre sus planes para desarrollar un nuevo Apple TV y sobre su competencia. Preguntado sobre si veía a Amazon como un rival, Cook ha asegurado que en su opinión su principal competidor es Google, empresa con la que compite en distintos campos.",
                    "date": "2014-09-14",
                    "eventUri": "1614206",
                    "id": "19271181",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7926,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "11:16:00",
                    "title": "Tim Cook justifica la llegada del iPhone 6 Plus y su mayor tamaño - Europa Press",
                    "uri": "210443749",
                    "url": "http://www.europapress.es/portaltic/gadgets/noticia-tim-cook-justifica-llegada-iphone-plus-mayor-tamano-20140914130154.html",
                    "wgt": 1
                },
                {
                    "body": "Mientras la realidad hace que poco a poco se apaguen los rescoldos de la pasada keynote, y nos vayamos olvidando de Apple Pay y de Apple Watch (hasta que les toque turno), aún quedan detalles por analizar de aquella presentación que la hacen tan singular.\n\nTodo en la presentación de los iPhones 6 y 6+, Apple Watch y Apple Pay, que Apple orquestó respiraba nueva era. La elección del lugar, tan emblemático para Apple, no es casual. En él se presentaron los dos productos que marcaron las dos eras de Apple: el Macintosh y el iMac. Y la nueva Apple vuelve al mismo lugar para marcar el inicio de la nueva era. La era de Tim Cook.​\n\nHasta los anuncios y los vídeos de presentación de los productos tenían ese aire de referencia a \"2001, una odisea en el espacio\". Desde la presentación vertical del iPhone 6 y 6 PLus, pasando por el propio anuncio de los teléfonos (con las voces de Jimmy Fallon y Justin Timberlake) hasta la introducción del Apple Watch.\n\n​\n\nHasta tal punto es una nueva era, que han decidido que el \"One More Thing\" no era una costumbre de Steve Jobs (y por lo tanto debería morir con él) sino que es un activo más de la Apple de Tim Cook y por lo tanto pueden utilizarlo cuando convenga. Es tal vez el pisotón a las últimas ascuas que quedaban de la anterior (que no vieja) Apple.\n\nTodo manda el mensaje de \"empieza una nueva era\". Bienvenidos a Apple 3.0\n\n- Tim Cook el triunfador en su momento de gloria.\n\nAún más impactante que esos pequeños detalles era la satisfacción, relajamiento y alivio que transmitía Tim Cook por haber conseguido llegar hasta allí. Atrás podía dejar definitivamente las dudas sobre si sería capaz de conducir el barco hacia nuevos horizontes o si se limitaría a hacer de capitán de crucero, visitando una y otra vez los mismos puertos (Puerto iPhone, Puerto iPad y la bahía del Mac).\n\nEsto es una galería de imágenes con los momentos \"triunfales\" de Tim Cook en la keynote.\n\nClic en los lados para desplazarte.\n\nDesde el momento en que apareció en el escenario su postura, sus gestos, su tono de voz, trasnmitía la actitud del que clava la bandera y por fin puede reclamar ese territorio como propio. Ya no es el legado de Jobs, ahora es la finca de Cook.\n\nToda la presentación estuvo llena de gestos al público que decían, \"lo he conseguido\", y eso incluye los momentos extraños, un propio de \"nuevo rico\", de referencia a los famosos, como cuando se dirige al público preguntándole si reconocía las voces en off del anuncio, y por supuesto el momento ligeramente embarazoso de \"BFF\" (Best Friends Forever) con Bono en el escenario.\n\nTim Cook no es el guardián de la herencia. La Apple 3.0 triunfará o fracasará, pero será aventurándose en nuevos territorios inexplorados e intentando triunfar. Pero sin duda, además de asistir a la histórica presentación del Apple Watch, también vimos uno de los días más felices de la vida de Tim Cook. El día en que se demostró a si mismo y al mundo que de verdad (y no por herencia) es el CEO de Apple.",
                    "date": "2014-09-25",
                    "eventUri": "1614206",
                    "id": "20500853",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7619,
                    "source": {
                        "title": "www.faq-mac.com",
                        "uri": "www.faq-mac.com"
                    },
                    "time": "13:52:00",
                    "title": "Tim Cook el triunfador",
                    "uri": "213555973",
                    "url": "http://www.faq-mac.com/noticias/tim-cook-triunfador/52116",
                    "wgt": 1
                },
                {
                    "body": "El jefe de Apple, Tim Cook, le dio un toque personal al lanzamiento del iPhone 6 cuando acudió a una tienda de la compañía cerca de su casa en Silicon Valley y se entregó a la euforia de las \"selfies\" con sus fans.\n\nEl crecimienteo es imparable, no en vano, más de mil personas esperaban frente a la tienda Apple situada en el distrito tokiota de Shibuya, y se calcula que un número similar lo hizo frente a los establecimientos en los barrios de Omotesando y Ginza.\n\nEl jefe de la compañía de la manzana ha mostrado su interés hacia sus fans y ha dejado que algunos de los se realicen selfies junto a él. Con el lanzamiento del nuevo iPhone 6, Tim Cook acudió a una de las tiendas de la compañía cerca de su casa en Silicon Valley y se unió a la nueva moda de realizar selfies. Los usuarios más veteranos estaban asombrados de encontrar al propio Tim Cook en la tienda.\n\nEl dirigente de Apple iba vestido con unos jeans y camiseta negra. Tim Cook decidió pasearse entre las inmensas colas de gente que esperaban entrar en la tienda para comprar el nuevo dispositivo de la empresa de la manzana.\n\nLas personas estaban expectantes ya que se iba a poner a la venta el nuevo producto de Apple que anunciaba numerosas mejoras.\n\nUno de los muchachos que hacían cola se acercó a Tim Cook y le pidió hacerse una selfie con é, a lo que el jefe de Apple accedió tan sólo con una condición.\n\nY es que Cook estaba encantado de ver a tanta gente que realizaba cola por sus\n\nproductos. Ante las peticiones de selfies dijo: \"¡Claro, pero siempre que sea con un iPhone!\".\n\nEstando en el interior de la tienda, Tim Cook también participó en la cuenta regresiva que fue seguida de numerosos aplausos por parte de los asistentes.\n\nJusto en ese momento se abrieron las puertas y empezaron a venderse los nuevos dispositivos iPhone6. En las colas de Japón abundaban los ciudadanos chinos ya que todavía no ha llegado el dispositivo a China.\n\nHay que recordar en este punto que el nuevo iPhone, no obstante, es un producto importante por una sencilla razón: sólo Apple pude producir tanto el '''hardware'' como el ''software''.",
                    "date": "2014-09-22",
                    "eventUri": "1614206",
                    "id": "20074181",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.727,
                    "source": {
                        "title": "Hoy.es",
                        "uri": "www.ideal.es"
                    },
                    "time": "00:55:00",
                    "title": "Famoso Tim Cook se saca selfies con fanes de Apple en el ... - Ideal Digital",
                    "uri": "212474511",
                    "url": "http://www.ideal.es/gente-estilo/201409/22/famoso-cook-saca-selfies-fanes-apple-lanzamiento-iphone-nuevo-20140922025050.html",
                    "wgt": 1
                },
                {
                    "body": "Tim Cook habló sobre el fundador de Apple y contó por qué compró los audífono Beats de Dr. Dre y Jimmy Lovine Seguir a @SmartphonesECpe\n\nEsta ha sido la semana de Apple y vaya que el espíritu de Steve Jobs aún se siente en el ambiente.\n\nJustamente fue esto último lo que dijo Tim Cook, actual presidente de la empresa de Cupertino, en una entrevista para \"The Charlie Rose Show\". \"Él está profundamente en el ADN de Apple. Su espíritu siempre estará en la fundación de la compañía\".\n\nComo en los tiempos de sus mejores e inolvidables presentaciones, Apple mantuvo la reserva sobre qué productos iba a presentar y qué características tenía. Una vez más, logró que los usuarios y los medios hablen días seguidos de los nuevos iPhone 6, iPhone 6 Plus y la gran sorpresa, el Watch.\n\n► Lo bueno y lo malo del iPhone 6 de Apple\n\n► Compáralos: el Watch de Apple frente a sus competencias\n\nPero Tim Cook no se detuvo y confesó que la oficina de Jobs \"sigue tal cual\" él la dejó antes de morir, incluso con su nombre en la puerta, lo cual dice mucho sobre el respeto y admiración que se tenía por el creador del iPod, entre otros objetos electrónicos que cambiaron para siempre los hábitos de las personas.\n\n\"Literalmente, pienso todos los días en él\", siguió Cook.\n\n¿POR QUÉ COMPRÓ BEATS?\n\nEn otro momento, Tim se refirió a la compra de los audífonos Beats, creados por Dr. Dre y Jimmy Lovine, a quienes describió como \"genios creativos\". Según contó, en un primer momento estaba escéptico sobre la adquisición, pero una vez que los probó, se sintió \"completamente diferente\". \"No pude dormir esa noche, entonces pensé: 'Tenemos que hacer eso'\", agregó.\n\nSegún explicó, la clave está en el énfasis que la pone Beats a la curaduría humana. \"Es difícil de explicarlo, pero lo sabes cuando lo sientes\", expresó.\n\nEscucha toda su explicación en este video.\n\nLA TV DE HOY Y AYER\n\nFinalmente, Cook criticó la manera como funciona la televisión hoy en día. \"Seamos honestos, está estancada en los años 70. Pareciera como si entráramos a una cápsula del tiempo y fuéramos hacia el pasado\", finalizó.\n\nSigue a Smartphones & Tablets en Twitter:\n\nLo bueno y lo malo del #iPhone6 de #Apple ► http://t.co/RfAmyFY66y (Por @Alfred_Espinoza) ¿Qué agregarías? pic.twitter.com/8HTnBVShpz -- Smartphones EC (@SmartphonesECpe)\n\nseptiembre 11, 2014",
                    "date": "2014-09-13",
                    "eventUri": "1614206",
                    "id": "19264022",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6642,
                    "source": {
                        "title": "EL COMERCIO",
                        "uri": "elcomercio.pe"
                    },
                    "time": "16:17:00",
                    "title": "\"La oficina de Steve Jobs sigue como la dejó antes de morir\" | El ... - El Comercio",
                    "uri": "210338881",
                    "url": "http://elcomercio.pe/paginas/smartphones-tablets/steve-jobs-oficina-sigue-como-dejo-antes-morir-apple-tim-cook-noticia-1756703",
                    "wgt": 1
                },
                {
                    "body": "El director ejecutivo de Apple, Tim Cook, afirmó en una reciente entrevista que la compañía no emplea los datos de sus clientes para beneficiarse y cuestionó a las empresas que lo hacen, informa 'The Wall Street Journal'.\n\nA diferencia de muchas firmas de Silicon Valley que consiguen ganancias mediante la publicidad, Apple logra buena parte de sus beneficios mediante la venta de 'hardware', explicó Cook.\n\n\"Nuestro negocio no se basa en tener información acerca de usted. Usted no es nuestro producto\", afirmó.",
                    "date": "2014-09-16",
                    "eventUri": "1614206",
                    "id": "19379047",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6474,
                    "source": {
                        "title": "RT en Español",
                        "uri": "actualidad.rt.com"
                    },
                    "time": "09:11:00",
                    "title": "Consejero delegado de Apple: \"No estamos interesados en obtener sus datos\"",
                    "uri": "210780315",
                    "url": "http://actualidad.rt.com/ultima_hora/view/140444-apple-datos-publicidad-cook",
                    "wgt": 1
                },
                {
                    "body": "Tim Cook declaró en una entrevista para el programa The Charlie Rose anoche que están trabajando en productos los cuales nunca se han rumoreado hasta ahora. Esto querría decir que Apple aún tiene dispositivos por presentar próximamente de los que desconocemos por completo.\n\nSin embargo, también dejó claro que las compañías tecnológicas muchas veces trabajan en dispositivos que luego nunca ven la luz en el mercado por un motivo u otro. Así pues, es posible que los productos de los cuales no hemos escuchado rumores aún no vayan a salir nunca a la venta al público.\n\nSegún explicó en la entrevista el CEO de Apple, muchas veces descartan proyectos en los que están trabajando simplemente para mantener al personal centrado en otras áreas que requieran atención. En concreto, las palabras exactas de Tim decían lo siguiente: \"Hay productos en los que hemos estado trabajando que nadie sabe de ellos aún, sí. No se han filtrado rumores aún. Sí. Y algunos de estos productos van a lanzarse y van a reventar el mercado, seguramente\".\n\nTambién destaca que \"seguramente decidamos que algunos de los productos tenemos que pararlos. Porque tocamos muchas cosas internamente. Es posible que decidamos empezar algo nuevo, parar un poco el avance del producto y abordar la idea de forma diferente\".\n\nUna de las declaraciones que más ha sorprendido de Cook han sido cuando ha reconocido que cometieron un error con el lanzamiento de Apple Maps. Esta aplicación tuvo numerosos errores y el CEO se excusaba diciendo que \"si nunca cometes un error es que probablemente no estás haciendo suficiente\".\n\nPor último, también reconoció que su competencia más directa en Apple ahora mismo es la compañía Google. Por su parte, Samsung es ahora mismo el mejor fabricante de terminales móviles con Android según Tim Cook.",
                    "date": "2014-09-13",
                    "eventUri": "1614206",
                    "id": "19249901",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6299,
                    "source": {
                        "title": "ABC de Sevilla",
                        "uri": "sevilla.abc.es"
                    },
                    "time": "20:23:00",
                    "title": "Tim Cook asegura que Apple está creando nuevos productos que ... - abcdesevilla.es",
                    "uri": "210366843",
                    "url": "http://sevilla.abc.es/mobility/noticia/apple/noticias/tim-cook-asegura-que-apple-esta-creando-nuevos-productos-que-no-se-han-rumoreado/",
                    "wgt": 1
                },
                {
                    "body": "EN la última semana hemos asistido a novedades tecnológicas como la aparición de las pantallas de televisión curvas de una calidad de imagen extraordinaria, la revolución del reloj inteligente (la última innovación de Apple de la mano de Tim Cook), que no sólo da la hora sino que permite navegar, o la irrupción de un videojuego como Destiny, que proporciona una segunda vida a sus jugadores (su inversión es el doble de lo que costó Titanic). Ayer mismo publicábamos que...",
                    "date": "2014-09-16",
                    "eventUri": "1614206",
                    "id": "19423087",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4719,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "22:00:00",
                    "title": "De Mark Twain a Tim Cook",
                    "uri": "210917571",
                    "url": "http://www.lavanguardia.com/opinion/20140917/54416046008/mark-twain-tim-cook.html",
                    "wgt": 1
                },
                {
                    "body": "Pagará Juárez los 'parches' del túnel, aunque obra es federal\n\nAssociated Press | Tim Cook presentó el iOS 8 en una conferencia de desarrolladores",
                    "date": "2014-09-25",
                    "eventUri": "1614206",
                    "id": "20423696",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4472,
                    "source": {
                        "title": "diario.mx",
                        "uri": "diario.mx"
                    },
                    "time": "02:01:00",
                    "title": "Apple retira actualización de iOS 8 por errores",
                    "uri": "213370790",
                    "url": "http://diario.mx/Economia/2014-09-24_af6f84ef/apple-retira-actualizacion-de-ios-8-por-errores/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-09-18",
            "avgCos": 0.4545,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1614206",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1614206",
            "lang": "spa",
            "storyDate": "2014-09-18",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-319695",
            "variance": 0.2934
        }
    },
    "meta": {
        "CCAArticleMatchCount": 27,
        "CCAArticleMatchRatio": 0.1928571428571429,
        "CCAAvgCosSim": 0.6555833333333333,
        "CCAAvgMatchWgt": 45.55555555555556,
        "_articleUri1": "210443749",
        "_articleUri2": "210248895",
        "_datetime": "2015-01-20 17:40:15",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-319695",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-764832",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 34,
        "avgCosSimStory1": 0.4545,
        "avgCosSimStory2": 0.451,
        "categorySim": 0,
        "conceptCosSim": 0.3244905260665357,
        "conceptJaccardSim": 0.1348314606741573,
        "coreTime1": 128876.3833333333,
        "coreTime2": 128858.6666666667,
        "coreTimeStDev1": 111.9526068308159,
        "coreTimeStDev2": 15.3157866457528,
        "entityCosSim": 0.5777434656812853,
        "entityJaccardSim": 0.2424242424242424,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 1,
        "hasSameLocation": -1,
        "keywordCosSim": 0.154678334817661,
        "keywordJaccardSim": 0.07142857142857142,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 8,
        "storyQuality2": 16,
        "timeAvg1": 128987.9895833333,
        "timeAvg2": 128879.1333333333,
        "timeStDev1": 111.9526068308159,
        "timeStDev2": 20.02063845266506,
        "varianceStory1": 0.2934,
        "varianceStory2": 0.2966
    }
}