{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-51681": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Hamas authorities in the Gaza Strip on Sunday prevented a group of Palestinian children, some of whom lost parents in Operation Protective Edge, from making a postwar conciliatory trip to Israel that was meant to foster peace, organizers of the trip said.\n\nGaza's Hamas-controlled Interior Ministry, citing the children's \"suspicious\" itinerary, confirmed they were barred from crossing the border into Israel.\n\nIsraeli peace activists said they had secured permission from the Israel Defense Forces to admit the 37 children and five accompanying adults for a week-long tour of Israel and the West Bank.\n\nYoel Marshak, an Israeli organizer of the trip, said the group included children of Hamas fighters killed in the fighting this past summer.\n\n\"These children will one day be the leaders of Gaza and they would have remembered this trip and known that we can live in peace, side by side,\" he said.\n\nMarshak said he received written approval for the trip three weeks ago from Hamas and that the cancellation came as a surprise. He said he and other organizers were working to reorganize the trip.\n\nDuring their visit, Marshak said, the children were to have toured Arab towns in Israel as well as southern areas that were under threat of Gaza rockets. They were also scheduled to attend a performance by a Jewish-Arab band and visit a mixed-race school, the Tel Aviv beach and a nearby safari.\n\nThe schedule also included a meeting with Palestinian Authority President Mahmoud Abbas in Ramallah.\n\nHamas spokesman Eyad Al-Bozom said the children had been stopped from crossing into Israel \"to protect the culture of our children and our people\" from normalizing relations with Israel. He said Hamas would make sure such a trip \"will never happen again.\"\n\nGoodwill visits to Israel from Gaza are rare, given the ongoing hostilities between Hamas and Israel, although patients from Gaza are regularly admitted to Israel for medical treatment.\n\nMalek Freij, director of the charity Candle for Peace, which was also named on the children's IDF-issued entry permit, said he and fellow organizers had sent 40 truckloads of aid into Gaza during Operation Protective Edge and had previously hosted a small number of Palestinian orphans.\n\nHe said that this time advance Israeli media reports of the children's planned visit apparently led Hamas to cancel it.\n\n\"We made a plan. It was approved by authorities there [in Gaza]; it was approved for the charity. But unfortunately, there is media here, made it look like Israel wanted to use them [the children], Israel killed their parents and wants to use them. This is a mistake,\" Freij told Reuters, next to the empty bus awaiting the group on the Israeli side of the Gaza border.\n\nSaid Abu Luli, a 13-year-old Palestinian boy whose father was killed in an electrical accident in 2009, said he was disappointed he could not make the trip.\n\n\"I was very happy that I will go and was saddened when we were prevented,\" he said in a telephone interview. \"I was hoping to visit the places in the West Bank and our lands in Palestine.\"",
                    "date": "2014-12-29",
                    "eventUri": "2119925",
                    "id": "29448877",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7867,
                    "source": {
                        "title": "www.israelhayom.com",
                        "uri": "www.israelhayom.com"
                    },
                    "time": "17:51:00",
                    "title": "Israel Hayom | Hamas bars Gaza children from making conciliatory trip to Israel",
                    "uri": "237465504",
                    "url": "http://www.israelhayom.com/site/newsletter_article.php?id=22437",
                    "wgt": 1
                },
                {
                    "body": "Today the New York Times has a big article on the first page of its world news section, \"Hamas Turns Back 37 Gaza War Orphans From a Bridge-Building Trip to Israel.\"\n\nThirty-seven young war orphans from Gaza set out on Sunday for a rare visit to Israel. They got as far as the Erez border crossing at the northern end of the Palestinian coastal enclave. There the Hamas authorities turned them back, barring the visit at the last minute.\n\nThe Israeli organizer explicitly says that the purpose of the trip was to give the 37 Gazans a positive view of Israelis because they will some day be leaders.\n\n\"In 20 or 30 years, these children will be the leaders in Gaza,\" Mr. [Yoel] Marshak [of the Kibbutz movement] said. \"The idea was to give them a positive experience in Israel...\"\n\nThe unspoken assumption in both his statement and in the article itself is that the conflict is caused because Palestinians have hostile feelings towards Israelis, and this has nothing to do with anything that Israel does, and so the solution is to let a few of them out of this open-air prison for a brief time when they are children so that they will like Israelis. Apparently everyone on both sides favors this wonderful idea, except the stupid Hamas bureaucrats (and actually, I don't doubt that Hamas bureaucrats are as stupid as any other), and so Hamas is solely responsible for the hatred that Gazans will feel for Israelis.\n\nA summary of the Gazan war is given, which gives the Israeli view and doesn't mention the fact that Gazans are united in their loathing of the prison sentence that Israel and Egypt have forced on them.\n\nI used to favor the form of activism where children on both sides get together, and I still don't oppose it, but it's clear that its main function is to make liberal Zionists feel better about themselves. Unless Israel changes its behavior it won't accomplish anything except that main function.\n\nAnd while I'm sure everyone at the NYT would deny it, including the public editor, the NYT is acting like an organization doing everything in its power to protect the liberal Zionist brand and put the blame back on the Zionist right and the Palestinians for the conflict.\n\nJames North adds:\n\nThey're giving big prominence to this story in the New York Times, but when activists from Europe and America are turned away at Ben Gurion airport by Israeli authorities and bundled on to planes to fly home, there's no story.\n\nMarshak is characterized as a leftist. He is a member of the Kibbutz movement and a Labor supporter. I'd question his leftist bona fides. No kibbutz ever accepted Palestinian members, as leftists Jeff Halper and Tzvia Thier have said on this site.\n\nIn the fifth paragraph, the article says, \"Hamas refuses to recognize Israel's right to exist and is sworn to its destruction.\" Technically this is true- though, what is destruction? Moreover, as Jerry Slater has meticulously documented, there is plenty of information suggesting that this Hamas position has shifted in a practical direction. No one should cover up for Hamas, but any story that includes the line about Hamas's stated position ought also to say: \"However, independent observers say that Hamas is willing to have a longtime truce that de facto recognizes Israel as part of a peace agreement.\"",
                    "date": "2014-12-29",
                    "eventUri": "2119925",
                    "id": "29445926",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7133,
                    "source": {
                        "title": "Mondoweiss",
                        "uri": "mondoweiss.net"
                    },
                    "time": "16:57:00",
                    "title": "'New York Times' normalizes the blockade of Gaza",
                    "uri": "237458654",
                    "url": "http://mondoweiss.net/2014/12/times-normalizes-blockade",
                    "wgt": 1
                },
                {
                    "body": "Continuing to show utter contempt for Israel as it seeks a durable peace with its neighbors, Hamas and the Palestinian Authority are again working to perpetuate an endless war with the Jewish state.\n\nMonday, Jordan submitted to the UN Security Council, on behalf of Mahmoud Abbas' PA, a draft resolution creating a strict timeline for Israeli withdrawal to pre-1967 borders.\n\nNever mind profound and legitimate Israeli fears about security -- rubbed raw by an elaborate network of Gaza terror tunnels exposed during this year's hostilities with Hamas, followed by a fresh wave of PA-incited terrorist attacks against innocent civilians in recent weeks.\n\nNever mind that Israel has been ready and willing to negotiate a deal in good faith -- only to run head-first into a Palestinian leadership with no interest whatsoever in coexistence.\n\nFortunately, the United States sees through the ruse, with the State Department condemning the resolution for setting \"arbitrary deadlines,\" which are \"more likely to curtail useful negotiations than to bring them to a successful conclusion.\"\n\n\"The resolution fails to account for Israel's legitimate security needs,\" added the Foggy Bottom spokesman.\n\nIn this bad-cop, worse-cop game, Hamas plays the latter -- so overt in its rejectionism that it makes the Palestinian Authority's craven cynicism look downright responsible.\n\nHamas showed its hateful face again on Sunday, as it forced 37 Palestinian war orphans from Gaza to return home rather than visit Israel and the West Bank on a trip intended to strengthen mutual understanding.\n\nThis, said Hamas, \"was a suspicious visit that aimed to normalize our children with the Zionist occupation.\"\n\nThat is how they think. If you can even call it thought anymore.",
                    "date": "2014-12-30",
                    "eventUri": "2119925",
                    "id": "29501421",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.681,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "10:04:00",
                    "title": "Editorial: Israel's enemies reload",
                    "uri": "237592763",
                    "url": "http://www.nydailynews.com/opinion/editorial-israel-enemies-reload-article-1.2060119?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bnydnrss%252Fgossip%252Fgatecrasher%2B%2528Gossip%252FConfidenti%2540l%2529",
                    "wgt": 1
                },
                {
                    "body": "TEHRAN (FNA)- A senior member of the Palestinian Resistance Movement Hamas underlined that Israel is committing war crimes by continuing its siege of Gaza and also delaying the reconstruction of the strip.\n\n\"Prolonged delay in the reconstruction of Gaza and also continuing the siege of Gaza enclave are war crimes being committed by Israel against the Palestinian nation,\" Esmayeel Rezvan said, addressing a ceremony on the occasion of the National Gaza Siege Day on December 28.\n\nRezvan called for the immediate halt of the Gaza siege and also start of the reconstruction of the houses that Israel destroyed during the recent 51-day war against the Palestinians.\n\n\"All the crimes committed against the Palestinian nation have taken place because this nation has not recognized Israel and it has not accepted to ally with the US,\" he added.\n\nHe reiterated that the Palestinians will not recognize Israel and Hamas will never give up its resistance and armed struggle against Israel.\n\nIn October, Israel allowed the entry of a limited amount of building supplies into the Gaza Strip - after a blockade that lasted seven years - as per an agreement between Israel, the UN and the Palestinian Authority.\n\nThe slow pace of reconstruction, however, has invited the ire of several Palestinian factions and civil society organizations.\n\nDuring Israel's recent 51-day onslaught, 15,671 housing units were damaged across the coastal enclave, including 2,276 that were totally destroyed, according to official Palestinian figures.\n\nMore than 2,160 Gazans, mostly civilians, were killed - and another 11,000 injured - during seven weeks of unrelenting Israeli attacks throughout July and August.\n\nThe Israeli offensive finally ended on August 26 with the announcement of an indefinite cease-fire with Palestinian resistance factions.\n\nFollowing the cease-fire, Robert Serry, the UN special coordinator for the Middle East peace process, unveiled plans to impose strict oversight on the use of construction materials in Gaza.\n\nAt an October 12 donor conference in Cairo, 50 countries pledged a total of $5.4 billion to the Palestinian government, half of which was earmarked for reconstruction of the devastated Gaza Strip.",
                    "date": "2014-12-29",
                    "eventUri": "2119925",
                    "id": "29452313",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6499,
                    "source": {
                        "title": "english.farsnews.com",
                        "uri": "english.farsnews.com"
                    },
                    "time": "18:41:00",
                    "title": "Hamas Deplores Siege, Delayed Reconstruction of Gaza as War Crimes",
                    "uri": "237473344",
                    "url": "http://english.farsnews.com/newstext.aspx?nn=13931007001180",
                    "wgt": 1
                },
                {
                    "body": "Egyptian lawyer Samir Sabri, filed the case earlier this year, seeking to label Hamas a terrorist group following claims that the movement carried out terrorist attacks in the country using tunnels connecting the Sinai Peninsula to Gaza.\n\nIn August 2012, an attack blamed on Hamas at a military post in northern Sinai killed 16 Egyptian soldiers. Two armored cars were also stolen and used to enter Israel. Among 32 so-called terrorists named by Sabri, three were claimed to be affiliated with Hamas.\n\nHamas however denied any involvement in the attacks saying the accusations were intended to damage relations between the movement and Egypt, and to defame Gaza, which Hamas de facto administers.\n\nIn March this year, Egypt declared the activities of Hamas unlawful and temporarily shut down the movement's offices in the country, citing the 2011 jailbreak which freed the ousted president, Mohammed Morsi, which it was claimed was aided by the Palestinian movement.",
                    "date": "2014-12-29",
                    "eventUri": "2119925",
                    "id": "29448035",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6403,
                    "source": {
                        "title": "sputniknews.com",
                        "uri": "sputniknews.com"
                    },
                    "time": "17:39:00",
                    "title": "Egypt Court Postpones Verdict on Labeling Hamas as Terrorist Group: Reports",
                    "uri": "237463483",
                    "url": "http://sputniknews.com/middleeast/20141229/1016374670.html",
                    "wgt": 1
                },
                {
                    "body": "Hamas said to be reviewing its strategy and might consider talking directly not just with Israel, but with the West as well.\n\nAfter years of calling for Israel's destruction, is Hamas actually prepared to talk with the Jewish state? According to a report on Monday in the British Independent, the group may be considering it.\n\nAccording to the report, Hamas is reviewing its strategy with the changing times. It is conducting an internal debate, with proposals which have had to be officially refuted.\n\nOne such proposal was for direct negotiations with the Israelis, currently forbidden by the movement's constitution.\n\nA statement was issued saying direct negotiations with Israel is not the movement's policy and is not on the table for discussion. The call, however, had come from none other than Mousa Abu Marzouk, the deputy political chief of Hamas.\n\n\"We have negotiated with Israel using weapons; so it is possible to negotiate with words,\" he said, according to the Independent, adding that one valuable advantage of such talks would be limiting the meddling of mediators - foreign powers who often have their own agendas.\n\nTalks with Israel may not be the only thing on Hamas's agenda, the report said. Some senior figures in the organization think that there is a need to break entirely from old precepts in foreign relations and perhaps hold direct talks with the West as well.\n\n\"We have to acknowledge that there is a negative image of us among some in Europe and America. We can carry on and let that continue, or we can talk to these countries, put forward our case, exchange ideas: that seems to us to be the practical way forward,\" Sheikh Ahmad Yousef, one of the movement's ideologues, told the Independent.\n\nHamas needs to rethink its whole strategy, held Sheikh Ahmad, looking at what has been learnt from successive rounds of conflicts and negotiations and also be prepared to make changes to its 27-year-old manifesto, especially the parts in it which can be viewed as anti-Semitic.\n\nAt the same time everything possible must be done to distance the movement from Al-Qaeda and the Islamic State (ISIS), he said, \"making it very clear that the Islam we believe in is very different from theirs\".\n\nSome of Sheikh Ahmad's ideas were introduced at a conference in Birzeit University near Ramallah.\n\n\"The reaction was, overall, quite good. There is a new generation of young leaders coming up, and they are the people we should look to to carry out the reforms necessary,\" he told the Independent.\n\nHamas is known to have held indirect talks with Israel on several occasions, the most recent of which being after Operation Protective Edge this past summer. At the time, a ceasefire to end the hostilities was mediated by Egypt and talks on achieving a long-term truce were to continue in Cairo but have yet to materialize.\n\nThere were also unconfirmed reports that Israel had been holding secret negotiations with Hamas after the end of a previous round of fighting in Gaza, Operation Pillar of Defense in 2012.",
                    "date": "2014-12-30",
                    "eventUri": "2119925",
                    "id": "29487606",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6172,
                    "source": {
                        "title": "Arutz Sheva",
                        "uri": "www.israelnationalnews.com"
                    },
                    "time": "05:11:00",
                    "title": "Is Hamas Considering Direct Talks with Israel?",
                    "uri": "237555426",
                    "url": "http://www.israelnationalnews.com/News/News.aspx/189275",
                    "wgt": 1
                },
                {
                    "body": "Muntasser, like other countless children in the embattled Gaza Strip, now faces a personal battle to overcome the trauma and psychological damage caused by the violence, reports Mai Yaghi -\n\nMUNTASSER survived an Israeli strike on Gaza this summer which killed his young brother and three cousins.\n\nFive months and a suicide attempt later the Palestinian boy remains haunted by the memory. Just a week into the deadly 50-day July-August war, two Israeli missiles slammed into a beach in Gaza City where Muntasser Bakr, 11, was playing football with relatives. Four of them, all aged between nine and 11, were killed.\n\nMuntasser, like countless other children in the embattled Gaza Strip, now faces a personal battle to overcome the trauma and psychological damage caused by the violence. The fighting, which lasted for six weeks after the beach strike, killed nearly 2,200 Palestinians and wounded more than 10,000.\n\nIn the densely-populated coastal enclave, where more than half of the 1.8 million population is aged 14 and under, children paid a terrible price. More than 500 children were killed -- around a third of them 12 and under -- and they made up more than a quarter of the wounded.\n\nThe UN children's fund, Unicef, says hundreds of thousands remain in desperate need of psychological help to overcome the long-term mental health damage the war caused.\n\n\"Since the incident, Muntasser has been receiving treatment from a mental health centre,\" says his 55-year-old father, Ahed Bakr. \"If his appointment is delayed, or he gets his medications late -- even by just 10 minutes -- you can't control him.\"\n\nBakr, who lost his nine-year-old son Zakaria in the beach strike, looks on worriedly as Muntasser silently chews his nails. \"He becomes extremely violent, he breaks everything and then he starts banging his head against the walls.\n\nHe even tried to throw himself off the roof.\"\n\nAs well as trying to take his own life, Muntasser has also attacked relatives.\n\n\"The other day, we found him trying to hang his cousins,\" his father says, his hands fiddling restlessly with a packet of pills. Since the bombing, Muntasser is \"in another world\" and refuses to go to school, says the father.\n\n\"What if he were to try and kill one of his classmates?\"\n\nSuddenly Muntasser begins to speak, his eyes fixed on the floor.\n\n\"I don't want to go to school. Before, I used to go with Zakaria, he helped me spell my name. Now he's dead,\" says the boy. I don't want to do anything, I just want to get a Kalashnikov and kill them all to avenge Zakaria and my cousins,\" he shouts.\n\nFor a few seconds the boy is silent before saying how he dreams of them each night.\n\n\"I dream that I am holding them in my arms. I will never go to the beach again because that's where they died.\"\n\nHealth professional Samir Zaqqut says the children of Gaza have been too traumatised to live a normal life.\n\n\"The memories they have acquired during the war are harsh and impossible to erase.\"\n\n\"They have all undergone successive shocks and continuous traumas,\" he said.\n\n\"After three wars in six years, how can these children live a normal life?\"\n\nCoping with the flashbacks, nightmares and severe anxiety is made even harder by the lack of mental health clinics and professionals working in the battered territory, Zaqqut says.\n\nWhen the fighting ended in August, Kamela Abu Hadaf discovered that all five of her children had began wetting the bed -- a common symptom of stress and anxiety.\n\n\"I don't know what to do to help them,\" the 45-year-old mother said.\n\n\"During the war, they were completely terrorised, but we adults were also afraid so we weren't able to reassure them.\"\n\nToday, her children are receiving some help from a group of German doctors who hold counselling sessions with them.\n\nRaghda Ahmed also worries about her eight-year-old son Wissam.\n\n\"Since the war, he won't leave me alone any more, not even for a minute.\n\nHe says: 'Stay with me so if the planes bomb us again we will die together',\" says the\n\n30-year-old.",
                    "date": "2014-12-29",
                    "eventUri": "2119925",
                    "id": "29448799",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3992,
                    "source": {
                        "title": "omanobserver.om",
                        "uri": "omanobserver.om"
                    },
                    "time": "17:48:00",
                    "title": "A struggle to overcome nightmares of war",
                    "uri": "237465065",
                    "url": "http://omanobserver.om/a-struggle-to-overcome-nightmares-of-war/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-12-29",
            "avgCos": 0.4533,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2119925",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2151413",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Palestine",
                    "lat": 31.92157,
                    "long": 35.20329,
                    "wikiUri": "http://en.wikipedia.org/wiki/Palestine"
                },
                "labelEng": "Gaza",
                "lat": 31.5,
                "long": 34.46667,
                "wikiUri": "http://en.wikipedia.org/wiki/Gaza"
            },
            "storyDate": "2014-12-29",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-51681",
            "variance": 0.2945
        }
    },
    "meta": {
        "CCAArticleMatchCount": 13,
        "CCAArticleMatchRatio": 0.1780821917808219,
        "CCAAvgCosSim": 0.6815192307692308,
        "CCAAvgMatchWgt": 69.46153846153847,
        "_articleUri1": "237465504",
        "_articleUri2": "237284593",
        "_datetime": "2015-01-20 17:53:36",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-51681",
        "_storyUri2": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-13895",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 14,
        "avgCosSimStory1": 0.4533,
        "avgCosSimStory2": 0.3829,
        "categorySim": 0,
        "conceptCosSim": 0.7167924392775404,
        "conceptJaccardSim": 0.1782178217821782,
        "coreTime1": 131440.95,
        "coreTime2": 131316.3833333333,
        "coreTimeStDev1": 6.403358847915343,
        "coreTimeStDev2": 85.34530880008526,
        "entityCosSim": 0.9189706777970611,
        "entityJaccardSim": 0.2826086956521739,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 5,
        "hasSameLocation": 0,
        "keywordCosSim": 0.3111074989489801,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 7,
        "storyQuality2": 7,
        "timeAvg1": 131445.7404761905,
        "timeAvg2": 131423.1523809524,
        "timeStDev1": 6.403358847915343,
        "timeStDev2": 94.86318988901067,
        "varianceStory1": 0.2945,
        "varianceStory2": 0.3534
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-13895": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "\"Estos encuentros tienen como objetivo lavar el cerebro de los niños palestinos para que renuncien a sus valores y olviden la causa palestina. Hemos evitado su salida para proteger la educación de nuestros hijos y protegerles de la política de la normalización\". De esta forma, el grupo integrista Hamas justifica que haya evitado la salida a Israel de 37 niños de la Franja de Gaza para participar en una semana de visitas, actividades culturales y encuentros con niños israelíes.\n\nSe trata de niños palestinos (de entre 12 y 15 años) que perdieron sus padres en la guerra de 50 días entre Israel y Hamas el pasado verano. Algunos de ellos son hijos o familiares de miembros del brazo armado de Hamas que murieron durante la ofensiva militar 'Margen Protector'.\n\nLa iniciativa a favor de la convivencia entre ambos pueblos partió del movimiento que engloba los 'kibutzim' (agrupaciones agrícolas) de Israel. \"Tras conseguir el permiso del ejército y los servicios de seguridad israelíes pensábamos que todo saldría bien, pero los efectivos de Hamas desplegados en la parte palestina del paso fronterizo de Erez han evitado su salida de Gaza\", indicaba el promotor del proyecto y destacado dirigente de los 'kibutzim' Yoel Marshak\n\nEl grupo -encabezado por cinco adultos- llegó este domingo por la mañana al paso de Erez. Al otro lado le esperaban los organizadores de la visita a Israel y Cisjordania. Entre ellos, miembros del sector árabe israelí. Pero entonces llegó la orden del grupo que controla la Franja desde junio del 2007 para que los niños regresasen a sus casas.\n\nEntre las actividades previstas hasta el próximo sábado, los niños iban a visitar la ciudad árabe israelí de Kfar Kassem, la localidad beduina de Rahat, el safari de Ramat Gan, las poblaciones rurales israelíes del sur del país (blanco habitual de los proyectiles de Hamas y resto de milicias de Gaza), encuentro con niños judíos y, como colofón, una cita en Ramala (Cisjordania) con el presidente palestino, Abu Mazen.\n\nMientras una portavoz militar israelí afirma que \"la decisión no es ninguna sorpresa, ya que durante la ofensiva en verano los terroristas de Hamas evitaron que heridos palestinos de Gaza fueran atendidos en el hospital de campaña que instalamos en la frontera\", Marshak aún es optimista: \"Estamos haciendo muchos esfuerzos, básicamente en el campo diplomático, para que los niños de Gaza puedan venir y conocer la otra cara de Israel. Para todos, es importante que conozcan y hablen con niños israelíes de cara al futuro de paz que deseamos. Los israelíes también debemos conocer a los que viven en Gaza. Los niños no tienen la culpa del conflicto\".\n\nEl movimiento kibutziano es conocido en Israel por su identificación con la izquierda israelí. \"Esta iniciativa es apolítica y por eso no hay ningún dirigente o partido involucrados en la misma\", aclara Marshak.\n\nSi no hay una rectificación del régimen de Hamas en los próximos días -quizá como producto de la presión de la ONU o de líderes árabes israelíes- quedará congelado el proyecto que desafía el rencor y sed de venganza que reina a ambos lados de la frontera tras el verano en el que murieron alrededor de 2.200 palestinos y 74 israelíes.",
                    "date": "2014-12-28",
                    "eventUri": "2119925",
                    "id": "29379945",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7208,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "17:44:00",
                    "title": "Hamas prohíbe el encuentro de 37 huérfanos de la Franja de Gaza con niños en Israel",
                    "uri": "237284593",
                    "url": "http://www.elmundo.es/internacional/2014/12/28/54a0323122601dc3278b4574.html",
                    "wgt": 1
                },
                {
                    "body": "Se trata del incidente más grave desde el final de la guerra entre el ejército israelí y el grupo islamista Hamas hace cuatro meses. Una escaramuza que obliga al mediador egipcio a intervenir para evitar la ruptura de la tregua.\n\nTras los disparos de francotiradores palestinos contra una patrulla militar israelí en la frontera entre Israel y la Franja de Gaza, los soldados han disparado contra la zona palestina provocando la muerte de un cabecilla del brazo armado de Hamas y heridas a otros dos palestinos. Un soldado israelí ha sido herido de gravedad por los disparos palestinos que han elevado la tensión en la zona.\n\nSegún fuentes palestinas, en el intercambio de fuego ha muerto el responsable de la unidad militar de Hamas que supervisa la zona fronteriza del sur de la Franja, Tayseer Samiri. La Fuerza Aérea israelí también ha participado en una represalia que Hamas pronosticó, ya que enseguida ordenó la evacuación de sus principales bases y cuarteles de Gaza.\n\nMientras Israel acusa a un francotirador de Hamas del atentado contra su territorio iniciando así la escaramuza, el portavoz de Hamas, Sami Abu Zuhri afirma que los suyos respondieron \"ante el intento de soldados israelíes de cruzar la frontera de Gaza\".\n\n\"Es una escalada peligrosa. La ocupación juega con fuego y es responsable de las consecuencias. El pueblo palestino tiene derecho a defenderse\", afirma Ismail Raduan, dirigente del grupo integrista que controla el territorio palestino desde junio del 2007.\n\nEl pasado viernes, un proyectil disparado desde Gaza por un grupo vinculado a la Yihad Mundial -el tercero desde verano- impactó en el sur de Israel provocando al cabo de varias horas el ataque aéreo israelí contra un objetivo del brazo armado de Hamas en Gaza.\n\n\"No permitiremos a los terroristas ni un solo proyectil contra nuestras ciudades y responderemos enseguida\", dijo el jefe de Gobierno Benjamin Netanyahu tras el primer bombardeo israelí desde el fin de la ofensiva Margen Protector. No hubo heridos ni muertos en ambas partes de la frontera pero supuso una nueva señal de que la violencia puede explotar en cualquier momento.",
                    "date": "2014-12-24",
                    "eventUri": "2119925",
                    "id": "29137785",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7037,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "12:23:00",
                    "title": "Hamas y el ejército israelí protagonizan el incidente más grave desde el fin de la guerra hace meses",
                    "uri": "236621597",
                    "url": "http://www.elmundo.es/internacional/2014/12/24/549aa533268e3e03788b4570.html",
                    "wgt": 1
                },
                {
                    "body": "Francotiradores dispararon contra fuerzas que custodiaban la construcción de un alambrado en la frontera. La respuesta del IDF fue fulminante y le costó la vida a un líder de las brigadas Al Qassam\n\nUn miliciano del movimiento islamista Hamas murió hoy en una escaramuza armada con el Ejército israelí en la frontera con Gaza, la más grave desde que terminó la ofensiva Margen protector el pasado 26 de agosto.\n\nFuentes de seguridad en la franja indicaron que milicianos palestinos y soldados del Ejército israelí intercambiaron disparos a la altura de la aldea de Kuzah, en el sur de la franja.\n\nSegún informa Haaretz, el miliciano abatido es Tayseer Asmiri, comandante de la brigada de observación Al Qassam, al servicio de Hamas. También reportan \"varios heridos\" en el combate.\n\nLEA MÁS: Irán está dispuesto a darle armas a los palestinos de Cisjordania para \"la destrucción de Israel\"\n\nLEA MÁS: Tras el lanzamiento de un cohete de Hamas, Israel atacó la Franja de Gaza\n\nLEA MÁS: Israel detuvo a ocho árabes por incitar al terrorismo en Facebook\n\nFuentes de las Fuerzas de Defensa de Israel (IDF, por sus siglas en inglés) señalaron que los francotiradores pertenecían a Hamas.\n\nLos granjeros de la región afectada por el fuego cruzado fueron instruidos para que abandonen sus tareas y se alejen al menos un kilómetro de las barreras de alambre que marca el límite territorial. La policía indicó luego que varios caminos fueron cerrados como precaución tras el incidente.\n\nLa frontera entre Israel y la Franja de Gaza ha visto recrudecer incidentes en los últimos días\n\nLos incidentes en la frontera se han intensificado desde hace una semana. En la noche del viernes, el IDF atacó instalaciones en la Franja de Gaza después de que un cohete disparado desde esa zona cayera sobre territorio israelí.\n\nHamas emitió un comunicado el último sábado en el que advierte a Israel sobre futuros ataques sobre Gaza y definió el ataque de la aviación israelí como \"una estupidez\" y una \"seria escalada contra la calma entre las facciones palestinas e Israel\".\n\nAdemás reclamó que la comunidad internacional actúe contra el gobierno del premier Benjamin Netanyahu y sus \"agresiones\" contra Hamas.",
                    "date": "2014-12-24",
                    "eventUri": "2119925",
                    "id": "29140764",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6976,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "13:07:00",
                    "title": "Israel respondió a un nuevo ataque de Hamas y abatió a un comandante palestino",
                    "uri": "236630214",
                    "url": "http://www.infobae.com/2014/12/24/1617130-israel-respondio-un-nuevo-ataque-hamas-y-abatio-un-comandante-palestino",
                    "wgt": 1
                },
                {
                    "body": "Israel ataca deliberadamente a civiles e infraestructura civil.\n\nEn el momento que escribo esto, la violencia entre comunidades está aumentando en Jerusalén, y se habla mucho de la posibilidad de una tercera intifada lanzada desde el territorio ocupado de Cisjordania. El nuevo libro, de Norman Finkelstein, El Método y la Locura: La Historia Oculta de Agresiones de Israel contra Gaza, se centra, en cambio, donde el conflicto en los últimos años ha sido más visible - la Franja de Gaza. El libro detalla tres \"guerras\" de Israel en Gaza [1] - Operación Plomo (2008-09) Operación Pilar de Defensa (2012) y Operación Borde Protector (2014). El libro incluye material sustancial en el informe de 2009 de las Naciones Unidas, Misión para Investigar los Hechos en el Conflicto de Gaza (más comúnmente conocido como el informe Gold Stone). Y la retracción parcial del juez Richard Goldstone de sus conclusiones en abril de 2011. El libro también proporciona un análisis del asalto israelí al Mavi Marmara de la Flotilla de la Libertad en 2010.\n\nLa 'Locura' del título se refiere a los ataques deliberados de Israel contra los civiles e infraestructuras civiles en el curso de sus ataques a Gaza. Aunque los ataques de Israel contra la población civil de Gaza están contribuyendo a la erosión gradual de la posición internacional de Israel, que son, como Finkelstein demuestra, no simplemente una expresión de la irracionalidad de una sociedad cada vez más fanática. Más bien Finkelstein muestra que la violencia está al servicio de una estrategia completamente racional vis a vis con los adversarios de Israel. Al participar en ataques periódicos de derramamiento de sangre, Israel busca restaurar su \"capacidad de disuasión\" en cuanto a sus enemigos estatales y no estatales. Israel utiliza simultáneamente la violencia para socavar las perspectivas de paz en términos que, dejando de lado la retórica, Israel encuentra inaceptable (la solución de dos estados en las fronteras de 1967).\n\nPlomo Fundido\n\nEl primer ejemplo ilustrativo de la tesis de Finkelstein es la Operación Plomo Fundido (2008-09). Finkelstein localiza la causa del conflicto no en los ineficaces ataques con cohetes de Hamas (que Israel había provocado por romper el alto el fuego), sino en la necesidad de infundir miedo en Hamas y sus adversarios regionales tras la debacle de su guerra del 2006 contra Hezbolá, junto con la necesidad de evitar una 'ofensiva de paz' de Hamas. La continua ocupación ilegal de Israel depende de la pretensión de que no tiene socios para la paz. Sin embargo, las acciones de Hamas antes de Plomo Fundido estaban haciendo que la ficción sea cada vez más difícil de mantener. Hamás había respetado el alto el fuego e (incluso a la vista de los altos funcionarios de inteligencia israelíes) se movía hacia la aceptación de la solución de dos estados en las fronteras del 67.\n\nDespués de la conclusión del conflicto, el informe Goldstone describe Plomo Fundido como un \"ataque deliberadamente desproporcionado diseñado para castigar, humillar y aterrorizar a la población civil\". Sin embargo, como señala Finkelstein, uno no necesita consultar investigaciones de la ONU o el análisis de los recursos humanos de las organizaciones de derechos para obtener una buena imagen de lo que la operación llego a ser. Finkelstein cita los comentarios del entonces ministro de Relaciones Exteriores, Tzipi Livni de Israel hacia el final de la operación:\n\n\"Hamas entiende ahora que cuando disparas a los ciudadanos [de Israel] la respuesta será salvaje - y esto es una buena cosa... Israel demostró un real vandalismo durante el transcurso de la reciente operación reciente, vandalismo que yo exigí\".\n\nLas estadísticas frías también dan una indicación bastante clara de la clase de \"guerra\" que fue Plomo Fundido - en el curso de la operación 1.400 palestinos murieron, entre ellos 300 niños. Israel, en cambio, sufrió diez bajas militares (cuatro de ellos debido a 'fuego amigo') y tres civiles muertos.\n\nEn la primavera de 2011 el juez Richard Goldstone hizo una retractación parcial de las conclusiones del informe de la ONU que lleva su nombre. La justificación de Goldstone para su retractación fue que la nueva información que había salido a la luz desde la publicación del informe ponía sus conclusiones iniciales en tela de juicio. Sin embargo, como Finkelstein demuestra ampliamente. Qué más información salga a la luz, de hecho, sirvió para reforzar aún más las conclusiones del informe (que por cierto Goldstone y tres colegas más lo sostuvieron). Parece razonable suponer, como dice la crítica de Finkelstein, que la presión intensa a la que Goldstone fue sometido, a la estela del informe, fue la verdadera causa de tan inexplicable giro.\n\nSangre en alta mar\n\nEn 2010, la Flotilla de la Libertad Internacional navegó a Gaza en un esfuerzo por romper el bloqueo israelí - en vigor desde que Hamas comprobó un golpe a Fatah respaldado por Estados Unidos en 2007. En medio de la noche, los comandos israelíes bajaron sobre la cubierta del Mavi Marmara - un barco Turco que llevaba 10.000 toneladas de suministros y 700 pasajeros. En el transcurso de la operación, los soldados Israelíes mataron a ocho ciudadanos turcos y un turco-estadounidense. Como Finkelstein lo dice, Israel podría haber abordado el barco a la luz del día o deshabilitado la nave y remolcarla al puerto - pero puso en marcha una dramática incursión estilo comando en el medio de la noche. Finkelstein argumenta que las intenciones de Israel en la selección de este enfoque de mano dura fueron en primer lugar para aumentar los costes de la solidaridad internacional y en segundo lugar, para compensar los recientes reveses militares de Israel. Aunque parezca increíble, como relata Finkelstein, los Israelíes habían ensayado la redada durante semanas e incluso construyeron un modelo del Mavi Marmara, en preparación para su atrevida función. A pesar de sus planes mejor trazados, los comandos navales se las arreglaron para meter la pata en la misión - tres soldados fueron capturados por los pasajeros desarmados, y el incidente se convirtió en un desastre de relaciones públicas, embarazoso para Israel.\n\nLocura restringida\n\nEn noviembre de 2012, Israel lanzó la Operación Pilar de Defensa - un asalto aéreo de ocho días en la franja de Gaza. La operación se inició con las afirmaciones inverosímiles habituales de las autoridades israelíes de que Israel estaba actuando puramente con el fin de defenderse de los cohetes de Hamas. Desde el comienzo de 2012 sólo un israelí había sido asesinado por los proyectiles Palestinos mientras 78 Palestinos habían muerto en ataques aéreos Israelíes (por no hablar del enorme sufrimiento infligido por tierra y el ilegal bloqueo marítimo). La verdadera razón del asalto de Israel fue un cambio en el equilibrio de poder en favor de Hamas. Lo primos ideológicos de Hamas en Egipto, la Hermandad Musulmana, habían llegado al poder, Turquía se había convertido en un crítico cada vez más vociferante de Israel y el emir de Qatar había visitado Gaza, prometiendo cientos de millones de dólares. Aunque el aumento de la respetabilidad internacional de Hamas fue la causa para el asalto de Israel, también tuvo el efecto de limitar el alcance de la agresión israelí. Como detalles Finkelstein, Turquía y Egipto dejaron claro que no iban a consentir una invasión terrestre israelí. El menor control punitivo de Egipto del paso de Rafah, hecho en el que los medios de comunicación internacionales tuvieron una fuerte presencia en el territorio. Además, en la estela del informe Goldstone, Israel realmente temía la posibilidad de que líderes israelíes sean acusados por la Corte Penal Internacional. En consecuencia 'sólo' setenta Palestinos murieron en el transcurso de la operación. El eventual cese del fuego fue una severa derrota para Israel - se pidió un alto el fuego mutuo, no el alto el fuego unilateral que Israel había querido. No incluyó ninguna condición previa respecto el arsenal de Hamas de cohetes, e incluía referencias veladas a levantar el bloqueo. El gobierno de Obama apoyó el texto del cese al fuego, no a causa de nuevos reparos con respecto a la violencia de su vasallo en Medio Oriente, sino debido a que la administración estaba cortejando al nuevo gobierno Egipcio.\n\nEscribiendo en 2012, sobre el cambio en el equilibrio de fuerzas en la región y las implicaciones que daban algo de esperanza a la lucha palestina Finkelstein, comentó: \"Los días de la Operación Plomo Fundido han terminado\". Lamentablemente eso fue decididamente prematuro. El golpe de Estado en Egipto, la disminución de preocupación Árabe por los Palestinos y el aumento de sus crisis domésticas, y el creciente aislamiento de Hamas preparó el escenario para el retorno a la violencia extrema de Plomo Fundido.\n\nOperación Borde Protector\n\nUna vez más, como describe Finkelstein, Israel lanzó la Operación Borde Protector en el contexto de la mejora de las perspectivas de paz. A finales de abril 2014 Hamas y Fatah habían formado un gobierno de unidad nacional, el que acordaba que Hamas no se oponga al apoyo del Presidente Abbas para las condiciones previas de Estados Unidos y de la UE para las negociaciones: el reconocimiento de Israel, la renuncia a la violencia y aceptar los acuerdos pasados. En junio tres adolescentes israelíes murieron en Cisjordania (donde, por supuesto, no habrían estado si Israel no habría transferido cientos de miles de israelíes para que ocupen ilegalmente el territorio). El asesinato de los tres adolescentes proporcionó el pretexto para cortar la cabeza a un verdadero proceso de paz. Una fracción rebelde del grupo Hamas sobre la que, como líderes israelíes sabían, los líderes de Hamas no tenían control, llevaron a cabo la atrocidad. Al igual que en el caso de la Operación Plomo Fundido, los Palestinos pagaron un peaje terrible - más de 2.000 Palestinos murieron, entre ellos 500 niños. Sin embargo, la mejora de las tácticas militares de Hamas infligieron una cifra significativa en el ejército Israelí - 66 soldados israelíes murieron en el curso de los combates.\n\nFinkelstein concluye su libro con una súplica apasionada a los Palestinos para participar en manifestaciones no violentas de masas para acabar con la ocupación. Hay que darle crédito que no se asusta en describir lo que esto realmente significa: el martirio de Palestina en una escala masiva con el fin de hacer que el apoyo internacional a Israel insostenible. Sin embargo, el mejor rendimiento del ala militar de Hamas durante la OPI probablemente alienta a Hamás a creer que la opción militar sigue siendo una estrategia viable.\n\nCualquier defensor de los Palestinos va a ser una figura marginal dentro de la cultura política estadounidense, pero Finkelstein es probablemente más marginado de lo que ha sido nunca. Un fuerte crítico de la llamada solución de un solo Estado y los ambiguos objetivos del boicot, desinversión y sanciones (BDS), Finkelstein ha sido objeto de una gran cantidad de críticas por la mantener su posición.\n\nIndependientemente de lo que uno piense de la postura de Finkelstein sobre la solución al conflicto, o su visión de BDS, sigue siendo uno de los críticos más perceptivos de la ocupación cada vez más bárbara de Israel de Gaza y Cisjordania. Sería una tragedia menor si su último libro llegara a ser ignorado porque sus puntos de vista sobre una solución al conflicto están fuera de moda.\n\nEl libro está disponible aquí. http://www.orbooks.com/catalog/method-madness/?utm_source=telesur&utm_medium=review&utm_campaign=method_and_madness\n\nAlex Doherty es un co-fundador del Proyecto de la Nueva Izquierda y estudiante graduado en el departamento de Estudios de Guerra del King College de Londres. Ha escrito para Z Magazine y Open Democracy, entre otras publicaciones. Lo puedes seguir en twitter @ alexdoherty7",
                    "date": "2014-12-29",
                    "eventUri": "2119925",
                    "id": "29452330",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.689,
                    "source": {
                        "title": "www.telesurtv.net",
                        "uri": "www.telesurtv.net"
                    },
                    "time": "18:41:00",
                    "title": "La Locura Racional de Israel",
                    "uri": "237473338",
                    "url": "http://www.telesurtv.net/opinion/La-Locura-Racional-de-Israel-20141228-0028.html",
                    "wgt": 1
                },
                {
                    "body": "El grupo terrorista le prohibió a más de 30 menores de edad dejar la Franja de Gaza para mantener encuentros con jóvenes israelíes\n\nEl movimiento islamista Hamas, que gobierna en Gaza, prohibió a una treintena de niños abandonar la Franja para participar en una visita a Israel organizada por un movimiento de izquierda y responsables árabes israelíes.\n\nEl Ministerio de Interior anunció que había rechazado la propuesta de que 37 niños, huérfanos desde la guerra de este verano entre Israel y Hamas, abandonaran Gaza para pasar una semana en territorio israelí porque durante la excursión \"debían visitar colonias y ciudades ocupadas\".\n\nLEA MÁS: Por mal clima y falta de luz, suspendieron la búsqueda del avión de AirAsia desaparecido\n\nLEA MÁS: Rousseff y su ministro de Hacienda, citados por la Justicia de EEUU por el caso Petrobras\n\nHamas es contrario a la \"política de normalización\" con el Estado de Israel, de la que pretende \"proteger\" a los niños.\n\nLa visita estaba destinada a permitir a los niños de entre 12 y 15 años \"airearse y conocer a niños israelíes de su edad\", indicó a la AFP Yoel Marshak, portavoz del movimiento de los \"kibutzim\" (pueblos colectivos), una de las principales organizaciones de izquierda de Israel.\n\nUn fotógrafo de la AFP vio a los niños caminar de vuelta desde el control de Beit Hanun, en el norte de Gaza, después de la negativa del movimiento a dejarles salir.",
                    "date": "2014-12-28",
                    "eventUri": "2119925",
                    "id": "29372002",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6678,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "14:38:00",
                    "title": "Hamas impide a niños palestinos viajar a Israel para socializar con jóvenes de su edad",
                    "uri": "237263182",
                    "url": "http://www.infobae.com/2014/12/28/1617692-hamas-impide-ninos-palestinos-viajar-israel-socializar-jovenes-su-edad",
                    "wgt": 1
                },
                {
                    "body": "El 2014 fue difícil para el pueblo judío. Las provocaciones de Hamas hicieron que las fuerzas de defensa de Israel reaccionaran atacando las posiciones de ese grupo en Gaza, muchas veces escondido entre la población civil, lo que causó una verdadera tragedia humana que fue utilizada para agredir moralmente a Israel y socavar el prestigio judío.\n\nDespués de varios meses en los que Hamas, la fuerza político-militar que administra la Franja de Gaza, lanzara cohetes contra la población civil de Israel, los militares recibieron la orden de contrarrestar esas agresiones. Bombardearon las posiciones de Hamas y, al final, ocuparon Gaza con el fin de decomisar material bélico y destruir los túneles usados para internar pertrechos de contrabando y atacar a los ciudadanos de Israel. En las operaciones murieron cerca de 3.000 personas, muchos civiles inocentes.\n\nEsas muertes, lamentables y dolorosas, fueron utilizadas por Hamas y sus simpatizantes para desprestigiar a Israel. Resultaron más eficaces que todos los cohetes, pues acorralaron al Gobierno israelita y acallaron las voces de quienes respaldaban sus actos, ya que están destinados a proteger a sus ciudadanos y a defenderlos de un enemigo que sigue proclamando su intención de borrar del mapa a ese país.\n\nHamas utilizó una táctica de la guerra antigua e inmoral. La de provocar la muerte de personas inocentes para restarle apoyo y legitimidad al adversario. Proclamándose representantes del pueblo palestino (un tema que trataremos en otro momento), lograron la solidaridad de los nacionalistas de todo el mundo. Una solidaridad que en esta época se expresa hasta con un click irreflexivo en Facebook o en Twitter.\n\nAislando los hechos de su complejo contexto, otros condenaron la acción israelí como un \"empleo desproporcionado de la fuerza\". Esto implica juzgar a Israel con los criterios con que se juzga a un Estado y con los estándares elevados que corresponden a una democracia. Eso es apropiado, pero no lo es el hecho de juzgar al mismo tiempo a Hamas como una fuerza insurgente, pues eso ignora que también tenía obligaciones de Estado, ya que empleaba en sus ataques el poder y los recursos de que disponía desde la administración de Gaza, fallando a su deber de proteger civiles y, peor aún, buscando convertir deliberadamente en blancos militares a escuelas, hospitales y edificios civiles, al utilizarlos como depósitos de armas o sitios de lanzamiento de sus ataques. El sacrificio de los inocentes de Gaza exige también condenar a quienes los usaron como escudos y como armas de contraataque.\n\nMuchas personas, justificadamente sensibles ante el sufrimiento humano, limitaron su análisis a los niños que morían y olvidaron el complejo juego de poderes e ideas en conflicto, haciendo eco incluso de falsas acusaciones respaldadas con imágenes de otros lugares y momentos, como por ejemplo las de la guerra en Siria y olvidando el autoritarismo represivo de Hamas.\n\nLa ofensiva de Hamas estaba obviamente condenada al fracaso militar, pero logró su principal objetivo político: reavivar el antisemitismo en Europa y en las redes sociales. Sinagogas, residencias y comercios fueron atacados en muchas partes, y también se agredió a personas en base a su identificación como judías. En las redes sociales eran frecuentes las protestas que derivaban en ataques verbales, acudiendo incluso a la táctica repugnante de comparar al Estado de Israel con la Alemania nazi, en un exceso absolutamente condenable. Muchos llegaron a confundir la razón con la aritmética y esgrimieron el conteo de muertos y heridos como argumento para justificar su posición.\n\nCuando el Gobierno de Israel ordenó la retirada de sus tropas, tras un acuerdo logrado con la mediación egipcia, se pudo finalmente ver lo que había detrás de las operaciones de Hamas: Por un lado, su rivalidad con la Autoridad Palestina de Abbas. Por otro lado, su cercanía al Estado Islámico, cuya ofensiva en Irak y Siria ha mostrado un horroroso grado de violencia. Cristianos crucificados, niños decapitados, kurdos masacrados siguen llenando las pantallas, mientras las movilizaciones antisemitas en Europa se revelaron como parte de este movimiento de fanáticos. Sin embargo, quienes se alinearon contra Israel ya no alzaron la voz ni para admitir equivocaciones ni para condenar a los islamistas radicales y sus crímenes.\n\nIsrael, la única democracia de aquella región, había percibido el peligro con más claridad que el resto del mundo, y actuó para defenderse. Algo que ya hacen varios países árabes y que podrían tener que hacer muy pronto los países de Europa. No será fácil enfrentar a quienes se escudan entre mujeres y niños inocentes y manipulan causas políticas que gozan de gran simpatía y buena prensa.\n\nEl año ha sido difícil para los judíos. Pero justamente por eso es necesario seguir respaldando a ese David que, si bien tiene más que una honda en la mano, sigue siendo expresión de voluntad racional frente a la brutalidad de un Goliath que cree que el mundo se divide en creyentes (los suyos) y en infieles, todos los demás, condenados al degüello por voluntad divina.",
                    "date": "2015-01-04",
                    "eventUri": "2119925",
                    "id": "29786874",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.602,
                    "source": {
                        "title": "Tiempos",
                        "uri": "www.lostiempos.com"
                    },
                    "time": "08:19:00",
                    "title": "El difícil año judío",
                    "uri": "238361590",
                    "url": "http://www.lostiempos.com/diario/opiniones/columnistas/20150103/el-dificil-ano-judio_286478_631427.html",
                    "wgt": 1
                },
                {
                    "body": "26 de diciembre de 2014, 03:42Gaza, 26 dic (PL) El movimiento islamista palestino Hamas instó hoy al Gobierno egipcio a reasumir su papel de mediador en las negociaciones indirectas con Israel sobre el cese del fuego en la franja de Gaza. La decisión fue adoptada en una reunión anoche de los movimientos asentados en la franja, blanco de una agresión militar israelí entre principios de julio y fines de agosto pasado que causó la muerte a más de dos mil 100 civiles, en su mayoría mujeres y niños, y 11 mil heridos y lisiados.",
                    "date": "2014-12-26",
                    "eventUri": "2119925",
                    "id": "29252464",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5638,
                    "source": {
                        "title": "Prensa Latina",
                        "uri": "www.prensa-latina.cu"
                    },
                    "time": "12:36:00",
                    "title": "Movimientos palestinos instan a Egipto a reasumir mediación",
                    "uri": "236941974",
                    "url": "http://www.prensa-latina.cu/index.php?option=com_content&task=view&id=3398481&Itemid=1",
                    "wgt": 1
                },
                {
                    "body": "George fue condenado por el asesinato de las niñas Betty June Binnicker, de 11 años, y Mary Emma Thames, de 8 años. A parte de ser negro y pobre, su único crimen había sido hablar, junto a su hermana Katherine, con las dos niñas poco antes de que estas fueran asesinadas, el 23 de marzo [...]\n\nGeorge fue condenado por el asesinato de las niñas Betty June Binnicker, de 11 años, y Mary Emma Thames, de 8 años. A parte de ser negro y pobre, su único crimen había sido hablar, junto a su hermana Katherine, con las dos niñas poco antes de que estas fueran asesinadas, el 23 de marzo de 1944.\n\nTan solo 81 días después del crimen, George era ejecutado mediante la silla eléctrica a los 14 años de edad en Columbia, Carolina del Sur.\n\nEl pasado 17 de diciembre de 2014 el niño norteamericano fue absuelto por la jueza Carmen Mullen.\n\nCasualmente, el mismo día que George era absuelto, con 70 años de retraso y después de haber agonizado durante 4 minutos en una silla eléctrica que no estaba diseñada para asesinar niños, era absuelta en la otra orilla del Atlántico Norte la organización palestina Hamás.\n\nComo en el caso de George, o mejor dicho, como siempre, la justicia llega cuando interesa, cuando los objetivos del poder ya se han cumplido, cuando en el caso de Carolina del Sur ya hay un negro menos y, en el caso de Gaza, cuando la organización que amenazaba con frenar la limpieza étnica de Palestina ya ha sido descabezada, aislada y reprimida al límite.\n\nTodos recordamos las declaraciones oficiales de la Unión Europea el pasado 22 de julio de 2014 justificando la masacre sionista en Gaza, ya que según ellos, la paz llegaría con el desarme de las \"organizaciones terroristas palestinas\", especialmente Hamas.\n\nPues hace tres días, el 17 de diciembre del mismo año, 5 meses y 2000 muertos más tarde, la UE se retracta y absuelve a Hamas.\n\n¿Juzgarán ahora a Israel por las casi 4.000 personas que ha asesinado en Gaza desde que Hamas llegó democráticamente al poder?\n\n¿Juzgarán ahora a Israel por el asesinato de Ahmed Yassin? El cofundador de Hamas fue asesinado el 22 de marzo de 2004, junto a sus dos escoltas y nueve civiles más, por un helicóptero Apache de las Fuerzas de Ocupación Sionistas cuando regresaba de rezar en una mezquita cercana a su casa.\n\nAhmed Yassin había nacido 67 años antes en Al jura, un pueblo cercano a Ashkelon de donde los invasores sionistas expulsaron a toda la población durante la Nakba, en 1948. Desde entonces vivió en el campo de refugiados Al Shati, en Gaza.\n\n¿Juzgarán ahora a Israel por el asesinato de Abdel Aziz Al Rantisi? Al igual que Ahmed Yassin, el también cofundador de Hamas fue asesinado por un helicóptero Apache de las Fuerzas de Ocupación. En su caso mientras conducía su vehículo el 17 de abril de 2004.\n\nRantisi había nacido en 1947 en la aldea palestina de Yibna, cerca de Jaffa. Al igual que Yassin y tantos miles de palestinos más, en 1948 su familia fue expulsada de su hogar y desplazada a la Franja de Gaza, donde pasaron a vivir como refugiados. En 1956 su tío murió asesinado por las Fuerzas de Ocupación en la conocida como la masacre de Khan Younis. En el atentado contra Rantisi también murieron su escolta, su hijo Mohamed de 27 años, y dos civiles más.\n\n¿Juzgarán ahora a Israel por el atentado contra Salah Shehade? Nacido en Beit Hanun, fue asesinado por un F16 de las Fuerzas de Ocupación sionistas el 22 de julio de 2002. Ese día, el avión disparó una bomba de una tonelada contra la vivienda del líder de Hamas. Además de Shehade, murieron su mujer, su hija, los siete miembros de la familia que vivían en la casa contigua y cinco vecinos más. Ocho viviendas más fueron completamente destruidas y más de veinte seriamente afectadas.\n\n¿Juzgarán ahora a Israel por el asesinato de Ahmed Jabari, asesinado por las Fuerzas Aéreas Israelís el 14 de noviembre de 2012 cuando conducía su vehículo?\n\n¿Juzgarán ahora a Israel por el asesinato de Jamal Mansour y Jamal Salim? Estos fueron asesinados por un helicóptero Apache mientras daban una entrevista en el \"Palestinian Center for Media and Research\", en la ciudad palestina de Nablus. Junto a los dos lideres políticos de Hamas murieron las cuatro personas con las que estaban reunidos y dos niños que pasaban por la calle en ese momento.\n\n¿Obligará ahora la todopoderosa \"justicia internacional\" a Israel a levantar el criminal bloqueo contra la Franja de Gaza? ¿Pagará algún día Israel por las miles de personas que han muerto como consecuencia de este bloqueo? ¿Pagará Israel por el terrible e injustificado sufrimiento que ha infligido a los casi dos millones de personas que viven en Gaza?.\n\nIsrael pagará el día que paguen todos los opresores, el día que el capitalismo sea vencido y todos sean juzgados; los que hoy son jueces, acusación y defensa; los que nunca pierden desde hace demasiado tiempo.",
                    "date": "2015-01-03",
                    "eventUri": "2119925",
                    "id": "29770191",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5414,
                    "source": {
                        "title": "Correo del Orinoco",
                        "uri": "www.correodelorinoco.gob.ve"
                    },
                    "time": "22:17:00",
                    "title": "What they have in common a black american child and the resistance movement Hamas?",
                    "uri": "238317591",
                    "url": "http://www.correodelorinoco.gob.ve/multipolaridad/%c2%bfque-tienen-comun-un-nino-negro-norteamericano-y-movimiento-resistencia-hamas/",
                    "wgt": 1
                },
                {
                    "body": "Desde la desaparición de los 43 estudiantes en México, pasando por las protestas en Hong Kong, la caída del petróleo y la normalización de las relaciones entre EEUU y Cuba. El resumen de Infobae\n\nInfobae hizo una selección de los principales acontecimientos que sucedieron a lo largo de 2014 a nivel mundial. Fue un año cargado de tensiones y conflictos y quedará en la historia por el acuerdo logrado entre Estados Unidos y Cuba.\n\nConflicto entre Israel y Palestina por el asesinato de tres estudiantes israelíes\n\nFueron raptados por Hamas el 12 de junio. Eyal Yifrach, de 19 años, originario de Elad (Israel); Naftali Frenkel (16 años), de Nof Ayalon (Israel); y Gilad Shaer (16 años), de la colonia Talmon, en la Cisjordania ocupada, aparecieron muertos el 30 de ese mes tras estar 18 días desaparecidos.\n\nLEA MÁS: Netanyahu acusa a Hamas por el secuestro de tres adolescentes israelíes en Cisjordania\n\nLEA MÁS: Encontraron muertos a los tres jóvenes israelíes secuestrados por Hamas\n\nEste hecho reavivó las tensiones entre Israel y Palestina. \"El fin trágico de los tres muchachos debe ser también el fin de Hamas\", afirmó Danu Danon, viceministro de Defensa de Israel. \"Es necesaria una operación que dé a Hamas un golpe mortal. Debemos erradicar el terrorismo, demoler las casas de los asesinos, destruir sus depósitos de armas, bloquear los financiamientos\", agregó.\n\nDesde el primer día, el Ejército israelí comenzó un intenso operativo de búsqueda, que incluyó la detención de más de 400 palestinos; en su mayoría, miembros de Hamas. Cinco personas fueron abatidas durante las operaciones.\n\nCorrupción en Argentina: el caso del vicepresidente Amado Boudou\n\nEl 27 de junio, el juez Ariel Lijo procesó a Amado Boudou por cohecho y negociaciones incompatibles con su condición de funcionario público. De esta forma, Boudou se convirtió en el primer vicepresidente argentino en ejercicio en ser procesado por un acto de corrupción, en lo que se conoce como el caso Ciccone.\n\nSegún la Justicia, aceptó como soborno el 70% de las acciones de la imprenta Ciccone para hacer negocios para sí y se interesó en los trámites para levantar su quiebra.\n\nLEA MÁS: Caso Ciccone: Lijo procesó al vicepresidente Amado Boudou por cohecho y negociaciones incompatibles\n\nAdemás, el vicepresidente de Cristina Kirchner deberá ir a juicio oral por la compra irregular de un vehículo marca Honda en la década del 90. La causa judicial se inició en septiembre de 2009, luego de que la Dirección Nacional del Registro de la Propiedad de Automotor (DNRPA) hiciera una auditoría en la que halló el trámite del auto de Boudou con papeles falsos. A partir de la detección de irregularidades administrativas, comenzó la investigación judicial que tiene al vicepresidente argentino como imputado.\n\nProtestas contra China en Hong Kong\n\nEl 22 de septiembre, y ante el asombro del mundo, decenas de miles de manifestantes inundaron las calles de Hong Kong para reclamar una liberalización de su sistema político. El movimiento de protesta que acorraló al gobernador Leung Chung-ying exigía la elección directa del mandatario local.\n\nLEA MÁS: Manifestaciones en Hong Kong: una rebelión que podría alterar la historia china\n\nUna característica singular de las protestas fue su carácter masivo entre la juventud. El líder de las movilizaciones, Joshua Wong, es un estudiante de 17 años, quien a los 15 años fundó Scholarism, una agrupación de estudiantes secundarios, para oponerse al programa de \"Educación Nacional y Moral\", que pretendían imponer las autoridades chinas y al que rechazaba por su contenido de propaganda ideológica.\n\nLas marchas de Scholarism, que llegaron a congregar a más de 100.000 jóvenes, obligaron entonces al gobierno central a dar marcha atrás con su decisión.",
                    "date": "2014-12-26",
                    "eventUri": "2119925",
                    "id": "29276054",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4665,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "19:37:00",
                    "title": "Diez hechos que marcaron la agenda mundial en 2014 (Parte II)",
                    "uri": "236998883",
                    "url": "http://www.infobae.com/2014/12/26/1616922-diez-hechos-que-marcaron-la-agenda-mundial-2014-parte-ii",
                    "wgt": 1
                },
                {
                    "body": "24 de diciembre de 2014, 06:58Gaza, 24 dic (PL) Israel atacÃ³ hoy por segunda vez en seis dÃ­as el sur de la franja de Gaza, confirmaron fuentes del hospital al que fue llevado un hombre que muriÃ³ a causa de las heridas de metralla. Cazas y caÃ±ones autopropulsados dispararon esta maÃ±ana contra zonas dentro de la franja y causaron la muerte de Tayseer al Ismary, uno de nuestros miembros, confirmÃ³ una fuente de Hamas, el movimiento islamista palestino que controla de hecho la franja.",
                    "date": "2014-12-24",
                    "eventUri": "2119925",
                    "id": "29139130",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4661,
                    "source": {
                        "title": "Prensa Latina",
                        "uri": "www.prensa-latina.cu"
                    },
                    "time": "12:44:00",
                    "title": "Israel ataca franja de Gaza con aviones y artillería",
                    "uri": "236625951",
                    "url": "http://www.prensa-latina.cu/index.php?option=com_content&task=view&id=3395021&Itemid=1",
                    "wgt": 1
                },
                {
                    "body": "\"(Hamas) comete crímenes de guerra, le dispara a los civiles desde áreas pobladas por civiles\", dijo el funcionario, en alusión a los enfrentamientos en Gaza de mediados del año pasado.\"En los últimos días, los responsables israelíes han reiterado que quienes deberían temer acciones legales son los responsables de la Autoridad Palestina\" por gobernar en coalición con Hamas, \"una organización terrorista que al igual que (el grupo yihadista) Estado Islámico (ISIS, por sus siglas en inglés), perpetra crímenes de guerra apuntando a civiles desde zonas densamente pobladas\", subrayó el funcionario.",
                    "date": "2015-01-03",
                    "eventUri": "2119925",
                    "id": "29763998",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4323,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "19:15:00",
                    "title": "Israel estudia demandar por crímenes de guerra a altos cargos palestinos",
                    "uri": "238300973",
                    "url": "http://www.infobae.com/2015/01/03/1618724-israel-estudia-demandar-crimenes-guerra-altos-cargos-palestinos",
                    "wgt": 1
                },
                {
                    "body": "El estado de Israel sólo autorizó a poco más de 500 cristianos de Gaza, incluyendo a los padres de Sara, a salir del territorio palestino para ir a la misa de gallo en la iglesia de la Natividad, en Cisjordania ocupada.\n\n\"Es una Navidad feliz, pero también un poco triste porque no me dieron el permiso para acompañar a mis padres\", dice la niña de 11 años. Su madre, Abir Musad, habla de \"una alegría a medias\".\n\nJunto con su marido, podrá celebrar el nacimiento de Cristo en Belén. En cambio, sus hijos irán \"a ver a Papá Noel el jueves en la iglesia de Gaza\". \"Para que nos den nuestros regalos\", dice Sara.\n\nEn Gaza, los adultos hicieron todo lo posible para no arruinarle la fiesta a los niños, pero no por ello se olvidan de la guerra del pasado verano boreal, sus muertos y sus estragos, como lo recuerda Um Georges, de 60 años, quien también recibió una autorización para concurrir a Belén.\n\n\"En este ambiente particular, vamos a celebrar la Navidad para tratar de olvidar el sufrimiento de la guerra\", explica esta gazatí que perdió a su hermana durante uno de los bombardeos israelíes.\n\nEn las calles, donde aún se ven las marcas de la guerra, en la que murieron más de 2.000 gazatíes, en su mayoría civiles, las tiendas tienen adornos de Navidad.\n\nLa gran mayoría de los 3.500 cristianos de Gaza habrá de contentarse con ellos, ya que no obtuvo el pequeño documento que le hubiera permitido recorrer las pocas decenas de kilómetros de distancia entre Gaza y Belén.\n\nAbdalá Yahshan forma parte de esta gran mayoría. Había presentado un pedido para viajar a Belén, junto con su esposa, pero las autoridades israelíes le denegaron el permiso.\n\nPor lo tanto, se quedará en Gaza. \"Queremos celebrar con alegría, pero la sangre de los mártires que corrió durante la guerra aún está fresca (...) Vamos a celebrar la misa y hacer una pequeña fiesta muy simple\", cuenta.\n\nTony al Masri, de 60 años, armó un árbol de Navidad, pero igual tiene pocas ganas de celebrar. \"Por dentro, estoy triste por mi pueblo que sufre por culpa de la guerra\", lamenta.\n\n\"La guerra nos afectó a todos, cristianos y musulmanes, por eso rezo por la paz y la unidad\" , agrega.\n\nGeorge, que prefiere no revelar su apellido, afirma rezar por el final de los \"integristas\" y de los ataques contra cristianos.\n\n\"Aunque haya pocos radicales como los de la organización Estado Islámico (...), no dudan en atacarnos, ya lo han hecho\", afirma.\n\nEn febrero, hombres no identificados colocaron una carga explosiva cerca de la iglesia de la Sagrada Familia en la ciudad de Gaza.",
                    "date": "2014-12-23",
                    "eventUri": "2119925",
                    "id": "29083137",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4055,
                    "source": {
                        "title": "ABC Color",
                        "uri": "www.abc.com.py"
                    },
                    "time": "20:30:00",
                    "title": "Triste Navidad para los cristianos de Gaza, arrasada por la guerra",
                    "uri": "236484262",
                    "url": "http://www.abc.com.py/internacionales/triste-navidad-para-los-cristianos-de-gaza-arrasada-por-la-guerra-1319431.html",
                    "wgt": 1
                },
                {
                    "body": "El Popocatépetl registra 28 explosiones; alerta, en amarillo fase 2\n\n31 de diciembre de 2014.- En víspera del fin de un año más, la agencia de noticiosa Associated Press (AP), ha creado una galería de interés periodístico-social con sucesos relevantes al rededor del globo, cada uno capturado a través de la lente de sus fotógrafos.\n\nFuegos artificiales vistos desde el Parque Olímpico durante la celebración de la apertura de las Olimpiadas de Invierno 2014 en Sochi, Rusia.(AP Julio Cortez\n\nUn hombre de la Hindú escapa del camino en que un leopardo corre al norte de la India en la ciudad de Meerut. Los funcionarios forestales armados con dardos tranquilizantes buscaron al felino que hirió a seis personas, creando pánico entre la población.\n\nArchivo.\n\nLos manifestantes marchan en las calles como relámpagos por la ciudad de Ferguson, Missouri el miércoles 20 de agosto de 2014. El 19 de agosto un policía blanco disparó fatalmente a Michael Brown, un adolescente afroamericano desarmado de 18 años de edad, en el suburbio de Saint Louis.\n\nJeff Roberson.\n\nMédicos palestinos tratan en la sala de urgencias en el hospital de Shifa, Gaza, a una niña herida. Miles de soldados israelíes lanzaron una invasión terrestre en la franja de Gaza, la escalada de una campaña de 10 días de pesados bombardeos aéreos para tratar de destruir los bombardeos con cohetes de Hamas y los túneles que utilizaban para infiltrarse en Israel.\n\nKhalil Hamra.\n\nRecién enlistado en las fuerzas armadas de África central, FACA (por sus siglas en inglés), soldados arrastran el cuerpo sin vida de un sospechoso musulmán momentos después de que la presidente interina de la República Centroafricana Catherine Samba-Panza dirigiera a las tropa en Bangui. La víctima fue linchada por cientos de reclutas, arrojándole ladrillos y mutilando su cuerpo con cuchillos.\n\nJerome Delay\n\nUn ataque contra un edificio provoca una bola de fuego y humo subiendo en el campo de refugiados de Rafah, al sur de la Franja de Gaza, el sábado 23 de agosto.\n\nHatem Ali\n\nDallas Seavey recibe un beso de uno de sus perros después de ganar una carrera en Alaska.\n\nBob Hallinen.\n\nVigésimo quinto concurso de torre humana en Tarrangona el domingo 5 de octubre de 2014. La tradición de construir torres humanas o castillos, se remonta al siglo 18 y toma lugar durante el festiva en Cataluña donde el equipo ganador tendrá que armar la torre más alta o complicada.\n\nEmilio Morenatti\n\nShaun White de Estados Unidos, golpea el borde del medio tubo durante la final masculina de snowboard en medio tubo, en el parque extremo Rosa Khutor en las olimpiadas de invierno de 2014.\n\nAndy Wong\n\nUn fan cae de las gradas cuando David Freese de Angels de Los Angeles intenta atrapar una bola de Indians de Cleveland lanzada por Carlos Santana. Los Angels ganaron 9-3.\n\nMark Duncan.\n\nUn adolescente local, se toma un Selfie frente a la Reina Elizabeth II durante su visita al Saint Georg.\n\nPeter Macdiarmid\n\nLuca Grunwald de Alemania, se estrella y cae en su Kalex KTM, al lado Alessandro Tonucci de Italia yJuanfran Guevara durante la carrera Moto3 del Grand Prix alemán, en Assen.\n\nVincent Jannink.\n\nMigrantes africanos son albergados temporalmente en una iglesia siciliana.\n\nAlessandro Fucarini\n\nGanador del California Chrome, reacciona al tomar un baño después de su entrenamiento.\n\nGarry Jones\n\nNiña de 9 años es llevada a una ambulancia después de presentar síntomas de ébola.\n\nJerome Delay\n\nEl español Fernando Verdasco mete los dedos en sus ojos mientras juega con el británico Andy Murray en el abierto de tenis de Francia.\n\nDavid Vincent.\n\nManifestantes rociando un carro policiaco con fluido inflamable después de anunciada la decisión del jurado que exculpa al policía blanco Darren Wilson a pesar de asesinar al adolescente afroamericano que estaba desarmado, Michael Brown.\n\nCharlie Riedel.\n\nPalestinos cargan sus pertenencias para resguardarse de los ataques en la Franja de Gaza.\n\nHatem Moussa.\n\nFamiliares de los pasajeros desaparecidos abordo del ferry Sewol después de escuchar los nombres de las vicitmas localizadas sin vida.\n\nAhn Young-joon\n\nGeorge Clooney y su esposa Amal Alamuddin saludando desde un taxi acuático en Venecia.\n\nLuigi Costantini\n\nMasiva explosión en una estación de autobuses en Abuja, Nigeria.\n\nKayode Olamikan.\n\nGuardacostas surcoreanos tratan de rescatar a las víctimas desaparecidas en el incidente del ferry.\n\nAhn Young-joon.\n\nFuego y humo resultante de las explosiones en la Franja de Gaza.\n\nHatem Moussa.\n\nFamiliares de las personas abordo del vuelo MH370, de Malaysia Airlines demandando respuestas.\n\nNg Han Guan.\n\nGaret Bale, del Real Madrid celebra con sus compañeros después de anotar en la Champions League.\n\nManu Fernandez.\n\nMigrantes sub-saharianos escalan un cerca que divide Marruecos de España.\n\nSanti Palacios.\n\nObispo Gerald F. Kicanas, ofrece la comunión a personas del lado mexicano desde Tucson, Arizona.\n\nMatt York.\n\nUn familiar de los tribulantes de Malaysia Airlines después de enterarse de la noticia.\n\nNg Han Guan\n\nManifestante Ucraniano durante un enfrentamiento con la policía afuera del parlamento.\n\nEfrem Lukatsky\n\nDos hermanas adolescentes de la india rural fueron violadas y asesinadas para después colgar sus cuerpos a la vista de todos.\n\nArchivo.\n\nPapa Francisco hace oración frente al muro con mayor representación para la religión judía.\n\nOded Balilty.\n\nSoldados israelíes, familiares y amigos lloran frente a la tumba del Sargento Sagi Erez, fue muerto en combates después de que militantes de Gaza usaran un túnel para entrar en Israel.\n\nAriel Schalit\n\nMujer recién abandonó el hospital en Liberia que trata el ébola recibe una descarga de desinfectante.\n\nJerome Delay\n\nCarlo Ancelotti celebrando la final de Champions League 2014.\n\nAndres Kudacki\n\nFátima de 13 años besa a su padre que fue encontrado cerca de un carro-bomba que explotó en Hermel, cerca de Siria.\n\nHussein Malla.\n\nUn monje budista y familiares de las personas a bordo del Ferry en Corea del Sur arrojan alcohol en un ritual budista.\n\nLee Jin-man\n\nUn hombre carga a una mujer afectada por gas lacrimógeno arrojado por policía antimotines en una protesta en Caracas, Venezuela.\n\nRodrigo Abd\n\nEstudiantes protestan contra el acuerdo entre China y Taiwan.\n\nWally Santana.\n\nHunter Mahan, ganador del torneo Barclay de Golf. Su hija trata de tomar el trofeo, mientras su esposa la detiene.\n\nMel Evans\n\nLa cabeza del cartel de Sinaloa, El Chapo Guzmán, es escoltado por la Marina hacia un helicóptero.\n\nEduardo Verdugo\n\nFamiliares de los desaparecidos en el accidente del Ferry en Corea del Sur, se sientan cerca al mar.\n\nLee Jin-man\n\nDos niñas mira la Copa del Mundo en espera de ser procesadas en una central americana para inmigrantes.\n\nRoss D. Franklin\n\nFabio Fognini muerde su raqueta en la final Copa Claro en Buenos Aires, Argentina.\n\nVictor R. Caivano\n\nEjercito pro-ruso sostiene un juguete encontrado cerca de los restos del accidente de Malaysia Airlines.\n\nDmitry Lovetsky\n\nMédicos españoles tranfieren al sacerdote español infectado con el virus del ébola.\n\nMinistro de Defensa Español.\n\nMercy Kennedy, de 9 años, llora después de la muerte de su madre por el virus del ébola.\n\nJerome Delay\n\nHumo y bolas de fuego durante un enfrentamiento entre la policía de Ucrania y manifestantes.\n\nSergei Grits\n\nArresto a un hombre de color durante las protestas por el caso Ferguson.\n\nCharlie Riedel\n\nPrimera Dama, Nancy Reagan visita la tumba de su esposo, Ronald Reagan.\n\nMark J. Terrill\n\nEl cuerpo del boxeador Christopher Rivera, asesinado a tiros en su funeral haciendo referencia a su carrera.\n\nRicardo Arduengo\n\nMadre de Thomas Eric Duncan, muerto por el virus del ébola, en su funeral.\n\nNell Redmond\n\nSoldados Israelíes lloran la muerte del Sargento Sagi Erez.\n\nAriel Schalit.\n\nLos jugadores europeos Jamie Donaldson, Henrik Stenson, Ian Poulter, Lee Westwood y Justin Rose bañan con champaña al capitán Paul McGinley para celebrar el triunfo en Ryder Cup, torneo de golf.\n\nScott Heppell\n\nPolicias apuntan a hombre de color desarmado con las manos arriba en Ferguson.\n\nJeff Roberson\n\nSurcoreanos sostienen las manos de sus familiares Norcoreanos\n\nYonhap, Lee Ji-eun\n\nUna mujer palestina se tira al suelo mientras suenan las sirenas que advierten un ataque aéreo.\n\nAriel Schalit\n\nCompetidores en el aire durante las olimpiadas de invierno.\n\nMatthias Schrader\n\nEspectador semidesnudo durante las olimpiadas de invierno de 2014.\n\nJae C. Hong\n\nManifestantes ucranianos lanzan una bomba molotov durante una protesta.\n\nSergei Grits\n\nEspectacular pidiendo oraciones por el vuelo MH370 de Malaysia Airlines.\n\nLai Seng Sin\n\nObama gesticula mientras lee \"Donde viven los monstruos\" el día de pascua.\n\nCarolyn Kaster\n\nBriana Nash ayuda a ponerse bálsamo en los labios a su madre Charla Nash, víctima del ataque del chimpancé de una amiga quien se prepara para dar su testimonio en el edificio legislativo.\n\nJessica Hill",
                    "date": "2015-01-01",
                    "eventUri": "2119925",
                    "id": "29632617",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3131,
                    "source": {
                        "title": "La Jornada Jalisco",
                        "uri": "lajornadajalisco.com.mx"
                    },
                    "time": "01:58:00",
                    "title": "Mejores fotografías internacionales de 2014 por AP",
                    "uri": "237914635",
                    "url": "http://lajornadajalisco.com.mx/2014/12/mejores-fotografias-internacionales-de-2014-por-ap/",
                    "wgt": 1
                },
                {
                    "body": "La \"Luna de Sangre\", el suicidio de una carismática figura de Hollywood, el conflicto palestino israelí y -cómo olvidarlo- el Mundial de Fútbol de Brasil, fueron algunas de las historias que atrajeron su atención durante 2014.\n\nEstas son las diez notas que tuvieron el mayor impacto.\n\nUn eclipse que tuvo lugar en abril pasado fascinó a nuestros lectores, por una característica en particular: el satélite natural de la Tierra se volvió rojo.\n\nLo llamaron \"Luna de Sangre\" y se pudo apreciar en la mayor parte de América.\n\nEl dato: el de abril fue parte de una \"tétrada\" de eclipses, un fenómeno poco habitual. ¿Sabes cuándo será la próxima vez?\n\nEntérate aquí\n\nEl 11 de agosto pasado fue hallado muerto el carismático actor y presentador estadounidense Robin Williams, en su casa del estado de California.\n\nLos primeros informes policiales hablaron de indicios de que se había sucidado.\n\nDepresión severa y problemas de adicción al alcohol y a las drogas fueron mencionados en relación con su caso.\n\nLa reacción de sus compañeros artistas y hasta de políticos alrededor del mundo fue inmediata y muy sentida.\n\nRecuérdalo aquí\n\nEl 7 de julio pasado, Israel dio inicio a la ofensiva conocida como \"Operación Margen Protector\" en Gaza.\n\nCasi un mes después, el número de muertos superaba los 1.700 del lado palestino y 67 del lado israelí.\n\nSegún Israel, el objetivo era desarmar a los militantes palestinos y destruir los túneles construidos por Hamas y otros grupos con el objetivo de infiltrarse en Israel.\n\nEl año que termina cayó Joaquín \"El Chapo\" Guzmán, jefe del cartel mexicano de Sinaloa, uno de los hombres más buscados del mundo.\n\nOcurrió el 22 de febrero pasado. En un operativo calificado por las autoridades de \"impecable\", sin diparar un solo tiro.\n\nEl dato: cuando lo atraparon, el capo se encontraba prácticamente solo.\n\nLos detalles aquí\n\nTodo empezó cuando un doctor le dijo a un programa de radio de la BBC, en febrero pasado, que nunca había visto un caso en el que la vagina de una mujer se \"aferrara\" al pene de un hombre.\n\nVarios oyentes se comunicaron con la estación con testimonios que la posibilidad de que los órganos sexuales queden \"atascados\" no era un mito. Y la historia se convirtió en noticia.\n\nEsta es una historia que publicamos originalmente en 2013... Y desde entonces el interés no ha decaído.\n\nSucede que las mujeres que dan a luz en este país nórdico tienen dos opciones: recibir una caja llena de monitos, sacos de dormir, ropa para el aire libre, productos para el baño, pañales y un colchón pequeño o unos US$214 en efectivo.\n\nEl 95% de ellas opta por la caja, que comenzó a ser entregada por el gobierno hace 75 años.\n\nEl dato: el gobierno pone una única condición para recibir la caja.\n\nAverigua cuál aquí\n\nEra la canción que los argentinos, cuya selección de fútbol había pasado a la final del Mundial de fútbol de Brasil, cantaban día noche por aquellos días del mes de julio.\n\nBrasil, decime qué se siente tener en casa a tu papá.\n\nTe juro que aunque pasen los años, nunca nos vamos a olvidar...\n\nQue el Diego te gambeteó, que Cani te vacunó, que estás llorando desde Italia hasta hoy.\n\nA Messi lo vas a ver, la Copa nos va a traer, Maradona es más grande que Pelé\n\n¿De dónde salió esta especie de \"himno\" extraoficial de los argentinos en la Copa del Mundo?\n\nAnfitriona, pentacampeona, a dos pasos de realizar el sueño de buscar otro título en casa, los ojos del mundo estaban sobre la selección brasileña, que aquel 7 de julio se enfrentaba a Alemania en las semifinales de la Copa del Mundo Brasil 2014.\n\n¿Cuántos goles terminó anotándole Alemania en aquella fatídica jornada para el equipo local?\n\nRecuérdalo aquí\n\nComplejo de Edipo. Negación. Ello, yo y superyó. Libido. Deseos de muerte. Fijación retentiva anal. Mecanismos de defensa. Desplazamiento. Símbolos fálicos. Proyección. Transferencia. Y, por supuesto, los deslices freudianos. Algunos de los términos que pueden aparecer por aquí y por allá en conversaciones casuales, pero que se retrotraen a un mismo personaje: el doctor Sigmund Freud.\n\nNingún otro pensador del siglo XX parece haber llegado tan lejos en su influencia cotidiana.\n\nTe contamos por qué aquí\n\nLa Agencia de Seguridad Alimentaria del Reino Unido (FSA por sus siglas en inglés) advirtió en junio pasado que lavar el pollo antes de cocinarlo aumenta el riesgo de propagación de la bacteria Campylobacter en las manos, las superficies de trabajo, la ropa e utensilios de cocina a través de la salpicadura de gotas de agua.\n\nEl dato: el porcentaje de personas que en Estados Unidos lava el pollo antes de cocinarlo es sorprendentemente alto.",
                    "date": "2014-12-30",
                    "eventUri": "2119925",
                    "id": "29527960",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.311,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "10:19:00",
                    "title": "Las 10 notas más leídas en BBC Mundo en 2014",
                    "uri": "237661959",
                    "url": "http://www.bbc.co.uk/mundo/noticias/2014/12/141127_lo_mas_leido_finde2014_yv",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-12-28",
            "avgCos": 0.3829,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2119925",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2144877",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Palestine",
                    "lat": 31.92157,
                    "long": 35.20329,
                    "wikiUri": "http://en.wikipedia.org/wiki/Palestine"
                },
                "labelEng": "Gaza",
                "lat": 31.5,
                "long": 34.46667,
                "wikiUri": "http://en.wikipedia.org/wiki/Gaza"
            },
            "storyDate": "2014-12-28",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-13895",
            "variance": 0.3534
        }
    }
}