{
    "850f305d-14db-4c75-b547-79470a557ea3-468560": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "The center-right government said it started discussing an agenda at early in the year to begin official negotiations to end a half century war with the National Liberation Army (ELN).\n The government has been in peace talks with the ELN's larger counterpart, the FARC, since November 2012 in Cuba.\n \"We express to Colombia and the international community the reciprocal will to continue this exploratory phase which will allow us to agree on an agenda and establish talks to reach a final agreement,\" the government and ELN said in a joint statement that presidency posted on its website.\n \"The delegations agreed that the agenda will include points on victims and social participation.\" \"\nSantos faces right-wing Oscar Ivan Zuluaga in a presidential ballot on Sunday, which is shaping up to be the closest race in two decades.  Zuluaga has bitterly opposed the talks with the FARC and is likely to object to negotiations with the ELN.\n \"This shows that Santos, with whom we have profound differences, is doing something to bring about peace,\" said leftist lawmaker Ivan Cepeda, who helped facilitate the talks.\n \"Never has peace in Colombia advanced so much with the FARC and now there is this joint statement with the ELN.  I hope this has some electoral result for Santos.\" \"\nColombia's leftist political parties have thrown support behind Santos in a bid to preserve the peace process.  Cepeda said neither the FARC nor the ELN will continue peace talks if Zuluaga wins.\n Zuluaga has said that if elected, he would not immediately end talks with the FARC but would impose conditions like jail terms and a ban on political participation.\n The ELN has battled a dozen governments since it was founded in 1964 and is considered a terrorist group by the United States and the European Union.\n Inspired by the Cuban revolution and established by radical Catholic priests, the ELN was close to disappearing in the 1970s but gradually regained strength.  By 2002 it had as many as 5,000 fighters, financed by \"war taxes\" levied on landowners and oil companies.\n The ELN is now believed to have about 3,000 fighters.  It has sought peace before, holding talks with the Colombian government in Cuba and Venezuela between 2002 and 2007.  Experts say there was a lack of will on both sides to agree a final peace plan.",
                    "date": "2014-06-10",
                    "eventUri": "842858",
                    "id": "13402373",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8727,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "17:39:00",
                    "title": "Colombia government in preliminary peace talks with ELN rebels - Reuters",
                    "uri": "189957365",
                    "url": "http://www.reuters.com/article/2014/06/10/us-colombia-rebels-eln-idUSKBN0EL1PS20140610",
                    "wgt": 1
                },
                {
                    "body": "BOGOTA (Reuters) - Colombia's President Juan Manuel Santos has begun exploratory peace talks with leftist ELN rebels, he said on Tuesday, just days before voters go to the polls in one of the tightest presidential election battles in decades.\n The centre-right government said it started discussing an agenda early in the year to begin official negotiations to end a half century war with the National Liberation Army (ELN).\n The government has been in peace talks with the ELN's larger counterpart, the Revolutionary Armed Forces of Colombia (FARC), since November 2012 to end a conflict that has killed over 200,000 and displaced millions.\n \"We express to Colombia and the international community the reciprocal will to continue this exploratory phase which will allow us to agree on an agenda and establish talks to reach a final agreement,\" the government and ELN said in a joint statement posted on the president's website.\n \"The delegations agreed that the agenda will include points on victims and social participation.\" \"\nSantos faces right-wing Oscar Ivan Zuluaga in a presidential ballot on Sunday, which is shaping up to be the closest race in two decades.  Zuluaga has bitterly opposed the talks with the FARC and is likely to object to negotiations with the ELN.\n Zuluaga has said that if elected, he would not immediately end talks with the FARC but would impose conditions like jail terms and a ban on political participation.\n PROMISE OF PEACE\nTalks with the ELN would be held under the same conditions as with the FARC, Santos told reporters.  There will be no ceasefire and negotiations will be carried out overseas.\n Santos said the decision to reveal the talks came as a deal with the FARC \"entered its final stage.\" \"\n\"An integral peace process that includes the FARC and the ELN is the best guarantee for the victims and for the country that this conflict will end forever and never be repeated,\" he said.  (For more on the election, see)\nColombia's leftist political parties have thrown support behind Santos in a bid to preserve the peace process.  Leftist lawmaker Ivan Cepeda, who helped facilitate the ELN talks, said neither the FARC nor the ELN will continue peace talks if Zuluaga wins.\n \"This shows that Santos, with whom we have profound differences, is doing something to bring about peace,\" Cepeda told Reuters.\n \"Never has peace in Colombia advanced so much with the FARC and now there is this joint statement with the ELN.  I hope this has some electoral result for Santos.\" \"\nSome analysts have said it is important to bring the ELN into the peace process to prevent it becoming a refuge for FARC fighters unwilling to demobilize if peace is achieved.\n The ELN has battled a dozen governments since it was founded in 1964 and is considered a terrorist group by the United States and the European Union.\n (Additional reporting by Julia Symmes Cobb and Nelson Bocanegra; Editing by James Dalgleish and Cynthia Osterman)",
                    "date": "2014-06-10",
                    "eventUri": "842858",
                    "id": "13403440",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.843,
                    "source": {
                        "title": "euronews",
                        "uri": "www.euronews.com"
                    },
                    "time": "18:46:00",
                    "title": "Colombia government in preliminary peace talks with ELN rebels - euronews",
                    "uri": "189961604",
                    "url": "http://www.euronews.com/newswires/2544584-colombia-government-to-announce-peace-talks-with-eln-rebels/",
                    "wgt": 1
                },
                {
                    "body": "The Colombian government says it is starting peace negotiations with the country's second largest rebel group, the National Liberation Army (ELN).\n In a joint statement, the two sides say they have been holding exploratory peace talks since January and have now agreed on some points of an agenda to discuss in formal talks.\n They are the issue of victims and participation of civil society.\n The negotiations will begin once all the points to be discussed are agreed.\n The announcement comes five days before the run-off in the presidential elections.\n President Juan Manuel Santos is facing Oscar Ivan Zuluaga, a former cabinet colleague who has opposed peace negotiations with the main rebel group, the Farc.\n The election could decide whether the talks with Farc rebels will continue.\n President Santos supports the negotiations as the best way to end Colombia's 50-year rebel insurgency.\n He said the ELN would be subject to the same conditions as the Farc.\n \"The talks would be abroad, without a bilateral ceasefire or creating a demilitarised zone,\" he said.\n Mr Zuluaga has said in the past that talks pander to terrorists and suggested he would scrap them in favour of tougher military campaigns.\n The ELN has sought peace before, holding talks with the government in Cuba and Venezuela between 2002 and 2007.\n It is believed to have around 3,000 fighters and has been weakened considerably in the last few years by a US-backed military offensive.",
                    "date": "2014-06-10",
                    "eventUri": "842858",
                    "id": "13405363",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7942,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "19:36:00",
                    "title": "Colombia and ELN to hold peace talks",
                    "uri": "189969774",
                    "url": "http://www.bbc.co.uk/news/world-latin-america-27788288#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "BOGOTA, Colombia -- President Juan Manuel Santos's government said on Tuesday it has been engaged in discussions with Colombia's second-largest rebel group in an effort to start official peace negotiations and end a simmering, 50-year conflict.\n The announcement came just five days before voters here decide whether to give Mr. Santos another four-year term or vote in Óscar Iván Zuluaga, who has pledged a harder line against the guerrilla organizations operating in this country.\n The government said in a statement issued by the president's office that it had held a series of \"contacts and reunions\" since 2013 with the National Liberation Army, or ELN.  The statement said \"an exploratory phase of conversations\" with the ELN then began in January.\n \"The objective in that exploratory phase was to reach an agenda and design a process that makes viable the end of the conflict,\" said the statement.  So far, the two sides had agreed that an agenda would include considerations for victims of the conflict and the participation of Colombian society, the statement said, without elaborating.\n The government did not say where the talks had been taking place, but in the statement thanked the assistance of Brazil, Cuba, Ecuador, Britain and Venezuela.\n The ELN is a Cuba-inspired group whose first commanders trained on the island and then started their war against the Colombian state in the 1960s.  The organization is known for targeting energy infrastructure, most notably pipelines, which its fighters destroy with homemade bombs.\n ELN commanders did not issue immediate comments about the peace talks and details about when they would begin and where they would take place were not released.\n But Piedad Córdoba, an activist and former lawmaker who has been an intermediary with the rebels, said that the ELN sent the government a letter and video in which it expressed its commitment to the talks.\n \"This is very good news for the country,\" said Ms. Córdoba.  \"A round of contacts and conversations begin to give a start to the construction of an agenda for a peace process with the ELN.\" \"\nMr. Santos's government has also been locked in negotiations with the much larger Marxist guerrilla organization, the Revolutionary Armed Forces of Colombia, since November of 2012.  Those talks are a major point of contention between the president and Mr. Zuluaga.",
                    "date": "2014-06-10",
                    "eventUri": "842858",
                    "id": "13409399",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.764,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "19:51:00",
                    "title": "Colombian Government, National Liberation Army Rebel Group Have Been in ... - Wall Street Journal",
                    "uri": "189986992",
                    "url": "http://online.wsj.com/articles/colombian-government-national-liberation-army-rebel-group-have-been-in-talks-1402429141",
                    "wgt": 1
                },
                {
                    "body": "BOGOTA -- Just days before facing reelection in a race too close to call, President Juan Manuel Santos announced Tuesday that his administration is in the \"exploratory phase\" of peace talks with the National Liberation Army - the country's second largest guerrilla group.\n In a brief statement, Santos said that the government and the ELN had been in talks since January but decided to go public with the meetings because negotiations with the larger Revolutionary Armed Forces of Colombia (FARC) guerrillas in Cuba had \"entered their final phase\" and that no peace deal would be complete without the ELN's involvement.\n \"An international process that includes the FARC and the ELN is the best guarantee for victims and the country that this conflict is finished for good and will never be repeated,\" Santos said.\n The announcement wasn't a surprise.  Ever since the government began formal talks with the FARC 19 months ago, there had been hints that the ELN, which is thought to have about 3,000 fighters, would join the process.\n Santos said that if formal talks do begin, they would take place outside of the country and that there would be no ceasefire -- the same conditions given the FARC.  In his statement, Santos thanked Brazil, Chile, Ecuador, Norway and Venezuela for helping push talks along.\n The announcement is important in this Andean nation, which has faced more than 50 years of civil conflict that has left more than 220,000 dead.\n \"This could be the beginning of a new era for Colombia -- but not just Colombia, for the continent and even the world,\" said Fabrizio Hochschild, head of the United Nations in Colombia.\n But to some, the timing of the announcement -- as Santos is facing a tight run-off against Oscar Iván Zuluaga on Sunday -- seemed suspect.\n \"This seems cynical and opportunistic,\" said Oscar Bernal, a 25-year-old cab driver.  \"We all want peace but you don't do it like this, just days before the election.\" \"\nZuluaga's campaign called the announcement \"calculated\" and \"manipulative.\" \"\nZuluaga, who has the backing of popular former President Alvaro Uribe, enters Sunday's race as the frontrunner, after winning a preliminary May 25 race with 29 percent of the vote, or three points ahead of Santos.\n A former minister of finance and mayor, Zuluaga said he also wants a negotiated peace deal, but he insists that guerrilla commanders face jail terms and other sanctions.  He also wants the FARC to cease all hostilities as a precondition for talks to continue.\n While analysts warn that those demands might make the negotiations unviable, Zuluaga's stance has struck a chord in this nation of 46 million people.\n Polls leading into the race are mixed, but one of the most closely-watched surveys, released over the weekend by Ipsos-Napoleón Franco, gives Zuluaga 49 percent of the vote versus Santos' 41 percent.  By contrast, a recent poll by Cifras y Conceptos gives Santos 43 percent of the vote versus Zuluaga with 39 percent.\n Like the FARC, the ELN began in the 1960s and also is considered a terrorist organizations by Colombia and the United States.  Inspired by the Cuban revolution, the ELN was steeped in Marxist-Leninist ideology and Liberation Theology.  Among its most famous members was Camilo Torres, a charismatic Catholic priest who died in 1966 during his first battle with the military.\n The government says little is left of the ELN's ideology and that the group has increasingly turned to kidnapping and extortion to finance its survival.\n Along with the human toll, Colombia has paid a high economic price for its prolonged guerrilla war.\n On Tuesday, the United Nations and the Resource Center for Analysis of the Conflict released a study that found that the growth of gross domestic product in 2013 would have been 8.7 percent, versus its actual rate of 4.3 percent, if peace were in place.\n The study also predicted that the end of the conflict would open up new land for agriculture and production, fuel foreign investment and improve the country's educational level.\n Other studies have been far less optimistic, but Hochschild said it was clear that everyone would benefit from the peace dividend.\n \"As long the armed conflict persists, Colombia's economy will be walking with a hobbled foot,\" he said.  \"With peace, all of this pent-up potential can be released.\" \"",
                    "date": "2014-06-10",
                    "eventUri": "842858",
                    "id": "13411846",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7565,
                    "source": {
                        "title": "miamiherald",
                        "uri": "www.miamiherald.com"
                    },
                    "time": "22:23:00",
                    "title": "Colombia Conflict",
                    "uri": "189997832",
                    "url": "http://www.miamiherald.com/2014/06/10/4170086/colombia-conflict.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-06-10",
            "avgCos": 0.8061,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "842858",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "842765",
            "lang": "eng",
            "storyDate": "2014-06-10",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-468560",
            "variance": 0.3503
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-189398": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "A pocos días de la segunda vuelta de las elecciones presidenciales, el Gobierno de Juan Manuel Santos hizo el anuncio.  El Gobierno colombiano y la guerrilla del Ejército de Liberación Nacional (ELN) iniciaron conversaciones exploratorias para abrir un proceso de paz, informaron fuentes oficiales en Bogotá.\n Esta fase de conversaciones exploratorias comenzó en enero pasado, \"luego de una serie de contactos y reuniones que tuvieron lugar desde el año 2013\", según un comunicado conjunto de las delegaciones del Gobierno y del ELN divulgado el martes por la Casa de Nariño, sede del Ejecutivo.\n \"El objetivo de esta fase exploratoria es acordar una agenda y el diseño del proceso que haga viable el fin del conflicto y la construcción de una paz estable y duradera para Colombia\", señala el comunicado.\n La agenda de conversaciones incluirá los puntos de \"víctimas y participación de la sociedad\" y los demás temas están por acordar, según el texto de seis puntos divulgado hoy por las partes.\n Según el comunicado, \"las delegaciones darán a conocer periódicamente y de común acuerdo los avances y resultado de esta fase exploratoria\".\n Las delegaciones del Gobierno y el ELN no dan detalles de dónde se han llevado a cabo las conversaciones exploratorias ni la sede de un diálogo formal de paz, pero agradecen \"la buena voluntad y el compromiso\" de los gobiernos de Brasil, Chile, Cuba, Ecuador, Noruega y Venezuela.\n Este es el segundo proceso de paz del Gobierno colombiano con un grupo guerrillero tras el iniciado en noviembre de 2012 en Cuba con las Fuerzas Armadas Revolucionarias de Colombia (FARC).\n Este anuncio se produce a menos de una semana de la segunda vuelta de las elecciones presidenciales colombianas en las que el presidente, Juan Manuel Santos, que aspira a la reelección, se enfrentará el domingo, 15 de junio, al candidato del expresidente Álvaro Uribe, Óscar Iván Zuluaga.\n De esta manera, la administación de Juan Manuel Santos ahora suma una nueva mesa de diálogo con otra facción guerrillera en Colombia, a tan sólo un par de días de la segunda vuelta de las elecciones presidenciales, que tienen como tema principal las negociaciones de paz.  Aún se desconoce qué países serán los garantes del proceso o si la sede será Cuba, como con las FARC.\n ONU: 'anuncio histórico\nEl coordinador del Programa de Naciones Unidas en Colombia, Fabrizio Hochschild, ha calificado de \"anuncio histórico\" el inicio de un diálogo de paz entre el Gobierno y el Ejército de Liberación Nacional (ELN).\n \"Para mí, para Naciones Unidas, es un anuncio histórico, podemos imaginarnos que para llegar a este punto se requirió un trabajo duro, secreto de meses, si no quizá de años\", ha valorado, según ha informado 'Caracol Radio'.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13424886",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.732,
                    "source": {
                        "title": "La Estrella del Oriente",
                        "uri": "www.laestrelladeloriente.com"
                    },
                    "time": "05:47:00",
                    "title": "Esperanza en Colombia, inicia el proceso de paz",
                    "uri": "190059868",
                    "url": "http://www.laestrelladeloriente.com/noticia-completa.php?idnoticia=32005",
                    "wgt": 1
                },
                {
                    "body": "Caracas, 10 jun (EFE).- - El presidente de Venezuela, Nicolás Maduro, dijo hoy que su país y la Alianza Bolivariana para los Pueblos de América (ALBA) están a la orden del proceso de paz en Colombia tras celebrar el anuncio de \"diálogos exploratorios\" entre el Gobierno colombiano y el Ejercito de Liberacion Nacional (ELN).\n \"Modestamente lo digo, desde el ALBA y con el ALBA y por el ALBA, en lo que podamos ayudar, modestamente, con amor por Colombia, lo que podamos ayudar desde Venezuela y desde el ALBA, estamos a la orden de Colombia\", dijo Maduro desde su programa de radio \"En contacto con Maduro\".\n El presidente celebró que desde el Consejo Político de la ALBA que hoy realizó su XIII reunión en Caracas se festejara el anuncio del inicio de los diálogos entre el Gobierno de Juan Manuel Santos y el ELN y calificó el hecho como un \"paso histórico\".\n \"Felicitamos y respaldamos como una sola voz todos los países del ALBA, de América Central, de El Caribe y de América del Sur (...) respaldamos con todo nuestro amor y con toda nuestra fuerza este proceso que se inicia de negociación hacia la paz con el ELN\", reiteró.\n Asimismo, celebró los avances en las conversaciones de paz entre el Gobierno colombiano con las Fuerzas Armadas Revolucionaras de Colombia (FARC) en La Habana.\n \"Colombia ha asumido con mucha fuerza este proceso de paz\", señaló Maduro.\n El anuncio del Gobierno colombiano y la guerrilla del ELN del inicio de unas \"conversaciones exploratorias\" para un diálogo de paz abrió hoy una nueva ventana de esperanza de que se acabe el conflicto armado que dura 50 años.\n La posibilidad de negociar con el ELN, segunda guerrilla del país, se comenzó a vislumbrar en agosto de 2012, cuando el presidente colombiano invitó a ese grupo a sumarse al diálogo que iniciaría en La Habana con las FARC, pero este proceso ha tardado año y medio más en empezar a andar.\n Las delegaciones del Gobierno y el ELN no dieron detalles sobre los equipos negociadores, ni de la sede de un diálogo formal de paz, pero agradecieron \"la buena voluntad y el compromiso\" de los gobiernos de Brasil, Chile, Cuba, Ecuador, Noruega y Venezuela.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13421252",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7166,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "02:59:00",
                    "title": "Maduro pone a Venezuela y a ALBA al corriente del proceso de paz ... - La Vanguardia",
                    "uri": "190040239",
                    "url": "http://www.lavanguardia.com/politica/20140611/54409821682/maduro-pone-a-venezuela-y-a-alba-al-corriente-del-proceso-de-paz-en-colombia.html",
                    "wgt": 1
                },
                {
                    "body": "Quito, 10 jun (Andes) -\"La responsabilidad política de este proceso de paz recae sobre mis hombros, sobre los de nadie más.  Este proceso integral de paz que involucra a las Farc y ahora al ELN es la mejor garantía para las víctimas y para el país de que este conflicto terminará para siempre\", con estas palabras el presidente Juan Manuel Santos se comprometió una vez más a poner fin al conflicto armado en Colombia.\n A pesar de que el jefe de Estado no reveló detalles de este nuevo ciclo en paz para Colombia, señaló que no habrá cese al fuego, no habrá despeje de zonas y se realizará en el exterior para garantizar parcialidad en el proceso, informó diario El Espectador.\n \"Las condiciones en las que se dará inicio al diálogo es lo que estamos acordando en este mismo momento y no será nada diferente a lo que le exigimos a las Farc para iniciar el proceso.  Se tendrá en cuenta la dejación de armas, se acordaran puntos específicos que tienen que ver directamente con el fin del conflicto y cómo vamos a resarcir a las víctimas\", agregó Santos.\n El gobernante agradeció a los países que han acompañado esta fase: Brasil, Chile, Cuba, Ecuador, Noruega y Venezuela.\n Al oficializar el inicio de diálogos exploratorios con la guerrilla del ELN, reiteró que la paz es posible para Colombia, sin que temas como la economía y las Fuerzas Militares estén en discusión.\n \"Queremos un proceso serio, digno, realista y eficaz (...) no estarán en discusión ni los fundamentos de la nuestra Constitución, ni nuestro modelo económico y mucho menos nuestras Fuerzas Militares\", agregó.\n Santos aseguró que el anuncio se hizo este martes, cinco días antes de la segunda vuelta de las elecciones, \"porque el proceso de La Habana (con las Farc) entró en su fase final\".\n Finalmente, advirtió que este nuevo proceso de paz no podrá en riesgo lo que hasta el momento se ha logrado con las Farc en La Habana.\n \"Es mi responsabilidad informar al país de la existencia de este esfuerzo de paz que responde a la paz integral que viene proponiendo mi gobierno (...) valoro el esfuerzo del ELN, pero hasta tanto no queden aprobadas todas las condiciones no daremos inicio a la mesa formal de conversaciones con este grupo\".\n En contexto:",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13420389",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7022,
                    "source": {
                        "title": "www.andes.info.ec",
                        "uri": "www.andes.info.ec"
                    },
                    "time": "02:46:00",
                    "title": "Presidente de Colombia agradece el acompañamiento de Ecuador en inicio de diálogos de paz con el ELN",
                    "uri": "189984676",
                    "url": "http://www.andes.info.ec/es/noticias/presidente-colombia-agradece-acompanamiento-ecuador-inicio-dialogos-paz-eln.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bandes%2B%2528Agencia%2BP%25C3%25BAblica%2Bde%2BNoticias%2Bdel%2BEcuador%2By%2BSuram%25C3%25A9rica%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Gobierno de Colombia y guerrilla del ELN inician proceso de exploración para negociaciones de paz\nEl presidente de Colombia, Juan Manuel Santos, dijo hoy que la inclusión del ELN en el proceso de paz que ya se negocia con las FARC \"es la mejor garantía para el país que el conflicto terminó para siempre y nunca, nunca más, se va a repetir\".\n \"Hay que tener claro que el conflicto es sólo uno y por eso el proceso para poner fin al conflicto es uno\", dijo Santos tras el anuncio del Gobierno y el Ejército de Liberación Nacional (ELN) del inicio de los diálogos exploratorios en enero de este año para la construcción de una agenda de paz.\n El presidente mostró su voluntad de llegar a un acuerdo con las dos guerrillas: \"No puede haber dos modelos de dejación de armas, ni dos procesos de refrendación, ni dos ejercicios de esclarecimiento de la verdad\".\n Sobre el estado actual de las negociaciones entre el Gobierno y el ELN, que están pactando la agenda de paz, Santos dijo que \"hasta tanto no queden acordadas todas las condiciones necesarias\" no se dará el siguiente paso: \"una mesa formal de conversaciones con este grupo\".\n \"Y en todo caso no vamos a poner en riesgo los avances de La Habana\", agregó en referencia a los diálogos con las Fuerzas Armadas Revolucionarias de Colombia (Farc).\n Como hizo en agosto de 2012, cuando anunció el inicio de diálogos de paz con las Farc, Santos dijo que el del ELN \"también es y seguirá siendo un proceso serio, digno, realista y eficaz\".\n El presidente dijo que de ser exitosos los diálogos exploratorios, el proceso con el ELN será \"en el exterior, sin cese al fuego bilateral, sin despejar ni un milímetro del territorio nacional y sin desmilitarización de ningún tipo\".\n El anuncio se realizó hoy, cinco días antes de la segunda vuelta de las elecciones presidenciales que le enfrentará con el uribista Óscar Iván Zuluaga, \"porque el proceso de La Habana (con las FARC) entró en su fase final\", aseguró Santos.\n \"Vamos a comenzar a discutir los dos últimos puntos sustantivos de la agenda, que son los que involucran más directamente a los grupos armados, porque ahora tendrán que responder por sus víctimas\", agregó el presidente.\n Las Farc y el Gobierno negocian desde noviembre de 2012 un acuerdo de paz en La Habana y ya han pactado tres de los cinco puntos de la agenda, los referentes al problema de tierras, a la participación política y a las drogas ilícitas.\n El ELN le encargó a la exsenadora Piedad Córdoba, líder de Colombianos y Colombianas por la Paz (CCP), el anuncio hoy de los diálogos exploratorios de paz con el Gobierno.\n El comunicado conjunto número uno, firmado por el ELN y el Gobierno, fue entregado a CCP a través de la embajada de Noruega en Colombia por encargo de Eliécer Chamorro, alias \"Antonio García\", número dos de la guerrilla y uno de los negociadores rebeldes.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13422571",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.702,
                    "source": {
                        "title": "www.latercera.com",
                        "uri": "www.latercera.com"
                    },
                    "time": "04:02:00",
                    "title": "Juan Manuel Santos: \"Inclusión del ELN es garantía que el conflicto ... - Latercera",
                    "uri": "190047399",
                    "url": "http://www.latercera.com/noticia/mundo/2014/06/678-581925-9-juan-manuel-santos-inclusion-del-eln-es-garantia-que-el-conflicto-termina-para.shtml",
                    "wgt": 1
                },
                {
                    "body": "Dijo que el conflicto es sólo uno y que no puede haber dos procesos de refrendación.\n El presidente Juan Manuel Santos aseguró este martes que desde enero de este año está en curso una fase exploratoria de diálogos de paz con el Eln, pero advirtió que no se pondrá oficialmente en marcha una mesa de negociación hasta que se concrete una agenda definitiva.  (Lea también: Avances con Farc habrían movido al Eln para negociar / Análisis)\nSantos indicó que el conflicto es sólo uno y que por lo tanto \"no puede haber dos modelos de dejación de armas, ni dos procesos de refrendación, ni dos ejercicios de esclarecimiento de la verdad\".  (Lea también: ¿Qué es el Eln?)\nEl Jefe de Estado enfatizó que los diálogos con el Eln también buscan ponerle punto final a más de 50 años de guerra, por lo que necesariamente incluirán la dejación de las armas de esta guerrilla y la garantía de no repetición para las víctimas.  (Lea también: Estos son los máximos jefes del Eln)\nSantos añadió que el proceso \"es en el exterior, sin cese al fuego bilateral, sin despejar un milímetro del territorio\", y enfatizo que, al igual que el que se sigue con las Farc, \"ni los fundamentos de nuestra Constitución, ni nuestro modelo económico ni nuestras Fuerzas Militares\".\n \"Es mi responsabilidad como Presidente informar al país de la existencia de este esfuerzo de paz, que responde a la visión de una paz integral que ha venido promoviendo mi Gobierno\", enfatizó Santos.  (Lea también: Los mil y un intentos de diálogo con el Eln / Análisis)\nEl mandatario agregó que esta fase exploratoria con el Eln no pone en riesgo los avances que se han logrado con las Farc, proceso del cual dijo entró en su fase final, y precisó que la responsabilidad política de esta nueva fase de diálogos con otra guerrilla \"recae exclusivamente sobre mis hombros, sobre los de nadie más\".  Y puntualizo que \"la paz es posible, preparémonos para la paz\".\n La declaración del Jefe de Estado se hizo desde la Casa de Nariño.  Previamente, se reunió con sus asesores más cercanos y con quienes estuvieron al tanto de los acercamientos entre el Gobierno y el Eln, con el fin de ultimar los detalles de forma para explicarles a los colombianos el paso que se acaba de dar en la intención de terminar el conflicto armado.\n Este anuncio de Santos de iniciar una fase exploratoria con el Eln se vuelve clave para concretar el inicio de una mesa de diálogo en los próximos meses, luego de que se concrete una agenda de conversaciones.\n Santos estuvo acompañado del comisionado de Paz, Sergio Jaramillo, y Franck Pearl, excomisionado y actual miembro del equipo negociador del Gobierno en La Habana.\n Algo que quedó claro es que el Eln no se sumará a la misma mesa que desde hace más de 18 meses se instaló con las Farc en La Habana, y, aunque aún no es confirmado, varias fuentes extraoficiales hablan de que la sede de estas negociaciones sería Ecuador.\n De hecho, en el comunicado conjunto del Gobierno y el Eln se le agradece a ese país, entre otros que ya están vinculados a los diálogos de Cuba, por las gestiones que ha realizado en favor de la paz en Colombia.\n Distintas voces cercanas a este proceso de negociación han indicado que los acercamientos los lideraron Pearl, negociador del Gobierno en Cuba, y 'Antonio García', del Eln.\n Esta es la declaración completa del presidente Santos:\nHemos decidido, junto con el Ejército de Liberación Nacional, dar a conocer al país la fase exploratoria de conversaciones que está en marcha desde enero de este año, luego de una serie de reuniones previas durante el 2013.\n Tomé esta decisión por dos razones.\n Primero, porque el proceso de La Habana entró en su fase final, luego de la declaración conjunta de principios para abordar el punto de víctimas y de la conformación de una subcomisión técnica que va a comenzar a tratar el punto del fin del conflicto, incluyendo la dejación de armas por parte de las FARC.\n Esto quiere decir que vamos a comenzar a discutir los dos últimos puntos sustantivos de la Agenda, que son los que involucran más directamente a los grupos armados, porque ahora tendrán que responder por sus víctimas y tendremos que acordar cómo va a ser el proceso de dejación de armas y reincorporación a la vida civil.\n Hay que tener claro que el conflicto es sólo uno y por eso el proceso para poner fin al conflicto es uno.\n No puede haber dos modelos de dejación de armas, ni dos procesos de refrendación, ni dos ejercicios de esclarecimiento de la verdad.\n Y segundo -- y ante todo -- porque es mi responsabilidad como Presidente informar al país de la existencia de este esfuerzo de paz, que responde a la visión de una paz integral que ha promovido mi Gobierno.\n El Gobierno valora estos pasos que está dando el ELN.\n Pero también tenemos que hacer claridad en que -- hasta tanto no queden acordadas en esta fase exploratoria todas las condiciones necesarias -- no daremos el siguiente paso, que es el inicio de una mesa formal de conversaciones con este grupo.\n Y en todo caso no vamos a poner en riesgo los avances de La Habana.\n ¿Cuáles serán esas condiciones?\n Eso es lo que estamos acordando en este momento.\n Pero no será nada diferente de las condiciones que exigimos a las FARC antes de iniciar un proceso:\n- Que es para terminar el conflicto;\n- Que es con dejación de armas;\n- Que es sobre unos puntos específicos que tienen que ver directamente con el fin del conflicto -que deben incluir un punto sobre cómo vamos a resarcir a las víctimas, como ya se acordó-,\n- Y que es en el exterior, sin cese al fuego bilateral, sin despejar ni un milímetro del territorio nacional y sin desmilitarización de ningún tipo.\n Como dije en septiembre de 2012, no están en discusión ni los fundamentos de nuestra Constitución, ni nuestro modelo económico ni tampoco nuestras Fuerzas Militares.\n Este también es y seguirá siendo un proceso serio, digno, realista y eficaz.\n En su debido momento ¬ -- y si tenemos éxito -- le comunicaremos al país los resultados de esta fase exploratoria.\n Agradezco muy especialmente a los países que han acompañado esta fase: Brasil, Chile, Cuba, Ecuador, Noruega y Venezuela, así como a todas las personas que de buena fe han contribuido a este esfuerzo.\n Quiero terminar reiterando lo que dije cuando anuncié el Acuerdo General con las FARC: la responsabilidad política por este nuevo esfuerzo de paz recae exclusivamente sobre mis hombros y sobre los hombros de nadie más.\n Un proceso integral de paz que incluya tanto a las FARC como al ELN es la mejor garantía para las víctimas y para el país de que este conflicto terminó para siempre y nunca más se va a repetir.\n Esta es la oportunidad.\n La paz es posible.  ¡Preparémonos para la paz!\n POLÍTICA\nEl presidente Juan Manuel Santos aseguró este martes que desde enero de este año está en curso una fase exploratoria de diálogos de paz con el Eln, pero advirtió que no se pondrá oficialmente en marcha una mesa de negociación hasta que se concrete una agenda definitiva.\n Para leer el articulo completo suscríbete Guardar\nComentar Reportar un error Imprimir ¿Encontraste un error?\n Para EL TIEMPO las observaciones sobre su contenido son importantes.  Permítenos conocerlas para, si es el caso, tomar los correctivos necesarios, o darle trámite ante las instancias pertinentes dentro de EL TIEMPO Casa Editorial.\n ¿Estás seguro de que quieres cancelar el reporte de error?\n Los datos que ingresaste se perderán\nEl reporte de error fue enviado con éxito.\n Publicidad\n   \nIngresa los siguientes datos para enviar el correo\n¿Estás seguro de que quieres cancelar el envío del mensaje?\n Los datos que ingresaste se perderán.\n El mensaje ha sido enviado con éxito.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13421865",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6753,
                    "source": {
                        "title": "eltiempo.com",
                        "uri": "www.eltiempo.com"
                    },
                    "time": "03:28:00",
                    "title": "Santos propone un proceso integral de paz con Eln y Farc - ElTiempo.com",
                    "uri": "190043441",
                    "url": "http://www.eltiempo.com/index.php/politica/proceso-de-paz/pronunciamiento-de-santos-sobre-proceso-con-eln/14100736",
                    "wgt": 1
                },
                {
                    "body": "BOGOTA (Reuters) - El presidente de Colombia, Juan Manuel Santos, anunció el martes que abrirá un proceso de negociación de paz con el grupo guerrillero Ejército de Liberación Nacional (ELN), a sólo cinco días de la segunda vuelta de una reñida elección presidencial.\n Santos enfrentará en un balotaje el domingo al candidato opositor derechista Oscar Iván Zuluaga, un fuerte crítico de la negociación de paz que ha promovido el Gobierno en su esfuerzo por poner fin a cinco décadas de violento conflicto.\n \"La responsabilidad política de este nuevo esfuerzo de paz recae exclusivamente sobre mis hombros y sobre los hombros de nadie más\", dijo Santos, quien reveló que la fase exploratoria con la segunda fuerza guerrillera del país comenzó en enero.\n Actualmente, el Gobierno de Santos mantiene avanzadas negociaciones en Cuba con las Fuerzas Armadas Revolucionarias de Colombia (FARC), el mayor grupo rebelde del país.\n El Gobierno y el ELN informaron en un comunicado conjunto que buscan \"acordar una agenda y el diseño del proceso que haga viable el fin del conflicto, y la construcción de la paz estable y duradera para Colombia\".\n Santos explicó que una vez concluya la fase de exploración se iniciará la negociación formal de paz que será en el exterior, sin cese al fuego bilateral, sin despejes de territorios y sin desmilitarización de ningún tipo.\n \"No están en discusión ni los fundamentos de nuestra Constitución, ni nuestro modelo económico ni tampoco nuestras Fuerzas Militares\", advirtió el presidente.\n Los últimos diálogos de paz con el ELN, que proclama luchar por un sistema socialista y que tuvo en sus filas a sacerdotes católicos radicales, se realizaron en Cuba y en Venezuela entre 2002 y 2007, sin que hubiese resultados concretos.  Continuación...",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13419054",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6631,
                    "source": {
                        "title": "lta.reuters.com",
                        "uri": "lta.reuters.com"
                    },
                    "time": "01:36:00",
                    "title": "Gobierno de Colombia abre negociación de paz con guerrilla del ELN - Reuters América Latina",
                    "uri": "190029040",
                    "url": "http://lta.reuters.com/article/topNews/idLTAKBN0EL1S020140611",
                    "wgt": 1
                },
                {
                    "body": "Rafael Correa afirmĂł que en ese paĂ­s ya se adelantaron conversaciones entre las dos partes.\n Ecuador está dispuesto a albergar el proceso de paz entre el gobierno de Colombia y el Eln, cuyos delegados ya se reunieron en el país, dijo el martes el presidente Rafael Correa.\n \"Si esas conversaciones de paz con la guerrilla, el Eln, desean realizarse en territorio ecuatoriano, pues estamos dispuestos a dar todas las facilidades para aquello\", declaró el gobernante a la prensa en el puerto de Guayaquil.\n Añadió que \"hace varios meses, obviamente de manera extremadamente confidencial, se realizaron en Ecuador conversaciones\" entre el gobierno colombiano y el Eln, y \"nosotros estamos dispuestos a dar las facilidades, a dar todo nuestro aporte para continuar con esos diálogos\".\n Correa precisó que las conversaciones secretas se habían dado en la provincia de Imbabura (cerca de la frontera con Colombia).\n \"Este ha sido el inicio de las conversaciones de paz con la segunda guerrilla más importante de Colombia\", enfatizó.\n El gobierno del presidente Juan Manuel Santos anunció el martes la apertura del proceso de paz con el Eln, el cual se suma al que ya avanza con las Farc en La Habana para poner fin a un conflicto armado de medio siglo.\n \"El gobierno nacional y el Eln han iniciado una fase exploratoria de conversaciones el pasado enero de 2014, luego de una serie de contactos y reuniones que tuvieron lugar desde el año 2013.  El objetivo es acordar la agenda y el diseño del proceso que haga viable el fin del conflicto, y la construcción de la paz\", dijeron las partes en un comunicado publicado por la presidencia colombiana.\n También agradecieron a Chile, Cuba, Ecuador, Noruega y Venezuela por \"el compromiso que han expresado en el acompañamiento y garantías de este proceso\".\n La paz, vocación de América Latina\n\"Lo he dicho y lo repetiré: yo creo que los inicios de los diálogos de paz en Colombia, por iniciativa del presidente Santos, por voluntad política del presidente Santos, han sido la noticia más importante en América Latina, al menos en la última década\", dijo Correa.\n El conflicto colombiano \"ha costado demasiada sangre.  A nosotros nos ha costado sangre y una inmensa cantidad de recursos, tenemos a 10.000 o 12.000 hombres en la frontera (con Colombia).  En una frontera normal se necesitaría la décima parte de aquello\", añadió.\n El gobernante recalcó que \"no se trata solo del interés de Ecuador, se trata de la vocación de paz que debe acompañar a ecuatorianos, colombianos y todos los latinoamericanos.\n Que se acabe la guerra en Colombia, y para eso Colombia, el presidente Santos, el pueblo colombiano sabe que cuentan con nuestro total apoyo\".\n En enero, Correa ofreció a Colombia su ayuda ante informaciones de prensa que apuntaban a que Quito podría acoger los diálogos con el Eln.\n Entonces se reunió con Santos en Cuba, en el marco de la cumbre de la Comunidad de Estados Latinoamericanos y Caribeños (Celac).\n \"Hablamos por supuesto del proceso de paz y ratificamos la absoluta y total voluntad del Ecuador de servir a Colombia para esa paz en lo que sea necesario.  Así que el presidente Santos y el pueblo colombiano pueden tener la seguridad de que aquí tienen a sus servidores, y en lo que podamos ser útiles para alcanzar la paz solo tienen que decírnoslo\", manifestó en esa ocasión.\n Sin precisar quiénes conforman cada una de las delegaciones o cuándo y dónde serán formalmente instalados los diálogos, el gobierno colombiano y el Eln además pidieron el apoyo del pueblo colombiano \"para que se una al propósito común de lograr el fin del conflicto\".\n El grupo rebelde guevarista, con unos 2.500 combatientes en sus filas según el Ejército, es la segunda guerrilla de Colombia, después de las Farc, que cuenta con unos 8.000.\n El conflicto armado que azota a Colombia desde hace medio siglo ha dejado al menos 220.000 muertos y más de cinco millones de desplazados por la violencia.\n AFP​\nEcuador estĂĄ dispuesto a albergar el proceso de paz entre el gobierno de Colombia y el Eln, cuyos delegados ya se reunieron en el paĂ­s, dijo el martes el presidente Rafael Correa.  \"Si esas conversaciones de paz con la guerrilla, el Eln, desean realizarse en territorio ecuatoriano, pues estamos dispuestos a dar todas las facilidades para aquello\", declarĂł el gobernante a la prensa en el puerto de Guayaquil.  AĂąadiĂł que \"hace varios meses, obviamente de manera extremadamente confidencial, se realizaron en Ecuador conversaciones\" entre el gobierno colombiano y el Eln, y \"nosotros estamos dispuestos a dar las facilidades, a dar todo nuestro aporte para continuar con esos diĂĄlogos\".  Correa precisĂł que las conversaciones secretas se habĂ­an dado en la provincia de Imbabura (cerca de la frontera co\nPara leer el articulo completo suscríbete Guardar\nComentar Reportar un error Imprimir ¿Encontraste un error?\n Para EL TIEMPO las observaciones sobre su contenido son importantes.  Permítenos conocerlas para, si es el caso, tomar los correctivos necesarios, o darle trámite ante las instancias pertinentes dentro de EL TIEMPO Casa Editorial.\n ¿Estás seguro de que quieres cancelar el reporte de error?\n Los datos que ingresaste se perderán\nEl reporte de error fue enviado con éxito.\n Publicidad\n   \nIngresa los siguientes datos para enviar el correo\nÂżEstás seguro de que quieres cancelar el envío del mensaje?\n Los datos que ingresaste se perderán.\n El mensaje ha sido enviado con éxito.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13419449",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6597,
                    "source": {
                        "title": "eltiempo.com",
                        "uri": "www.eltiempo.com"
                    },
                    "time": "02:01:00",
                    "title": "Ecuador está dispuesto a albergar eventual proceso de paz con el Eln - ElTiempo.com",
                    "uri": "190030805",
                    "url": "http://www.eltiempo.com/mundo/latinoamerica/ecuador-esta-dispuesto-a-albergar-el-proceso-de-paz-con-el-eln/14102747",
                    "wgt": 1
                },
                {
                    "body": "El mandatario colombiano, Juan Manuel Santos, reelecto para un segundo periodo de cuatro años, anunció este lunes que propondrá una reforma legal para eliminar la reelección y ampliar el periodo presidencial a cinco o seis años.\n \"Vamos a presentar una serie de reformas, dentro de las cuales está la eliminación de la reelección y la ampliación del periodo presidencial\", dijo Santos en una rueda de prensa en la Casa de Nariño.\n Añadió que todavía no ha decidido si propondrá que esa ampliación del periodo presidencial, actualmente de cuatro años, sea \"a cinco o seis años\".\n El mandatario hizo este anuncio precisamente un día después de convertirse en el segundo presidente en ser reelecto en Colombia en los últimos tiempos, gracias a una reforma aprobada en 2005 que revivió esa posibilidad para los presidentes.\n Antes de Santos, solo Álvaro Uribe (2002-2010), quien impulsaba la candidatura del opositor Óscar Iván Zuluaga en los comicios ganados el domingo por Santos, había sido reelecto tras la reforma.\n Esta iniciativa colombiana iría en el sentido contrario de varios países latinoamericanos que en los últimos años más bien han aprobado la reelección presidencial indefinida, como Venezuela y Nicaragua.\n Siguiendo los pasos de esos países, a fines de mayo el presidente de Ecuador, Rafael Correa, en el poder desde 2007, dio luz verde al Congreso, dominado por el oficialismo, para que enmiende la Constitución e incorpore la reelección indefinida.\n Santos prometió dedicarse \"con más intensidad\" a lograr la paz con FARC y el ELN\n\"Lo que sucedió ayer nos da una señal y un mandato.  Yo estaba encima de este proceso durante todo el gobierno pero este mandato me obliga a meterle alma, vida y sombrero, voy a dedicarme con más intensidad a sacarlo adelante, eso es lo que quieren los colombianos, la región y el mundo\", puntualizó.\n Santos se refirió así al diálogo formal que inició en 2012 con las Fuerzas Armadas Revolucionarias de Colombia (FARC) y a las conversaciones exploratorias que ya comenzó con la segunda guerrilla del país, el Ejército de Liberación Nacional (ELN), cuyo objetivo es acabar con 50 años de conflicto armado.\n El mandatario adelantó que el cuarto punto de la agenda del proceso con las FARC en Cuba, relativo a las víctimas del conflicto, se iniciará \"en los próximos días\" tras haber alcanzado acuerdos preliminares sobre el problema de tierras, participación política y narcotráfico.\n Además indicó que su gobierno ha decidido \"subdividir las discusiones para avanzar en los puntos 4 y 5\", con el propósito de acabarlas cuanto antes.\n En relación a las conversaciones con el ELN, evitó profundizar porque, aseguró, están \"en fase exploratoria\".\n \"Lo importante es la agenda, cuáles son esos puntos en los que debemos ponernos de acuerdo para poner fin al conflicto, eso en cualquier proceso es la mitad o más, por eso es tan importante establecer la agenda\", argumentó.\n \"En este momento estamos negociando esos puntos con el ELN, estamos en la fase exploratoria de común acuerdo, es una fase secreta, no vamos a hacer comentarios ni sobre dónde, ni cuándo, solo cuando tengamos los puntos de la agenda lo vamos a anunciar\", reiteró para afirmar: \"Ojalá sea lo más pronto posible\".\n La relación con América Latina\nEl presidente garantizó que en su segundo gobierno habrá continuidad en la política exterior con Latinoamérica y apostó por mantener las estrechas relaciones que forjó en los últimos cuatro años, especialmente con los vecinos Venezuela y Ecuador.\n \"Con todos los países queremos mantener las mejores relaciones posibles\", afirmó el mandatario antes de recordar que cuando heredó el Gobierno en 2010 de manos del ex presidente Álvaro Uribe, Colombia estaba \"al borde de una guerra con Venezuela y Ecuador\".\n En consecuencia, dijo, \"prácticamente todos los mandatarios de la región\" lo han llamado para felicitarlo por su victoria electoral y para decir \"que este ha sido un paso muy importante\" para el continente en tanto que perpetúa el proceso de paz con las FARC y la línea de las conversaciones exploratorias con el ELN.",
                    "date": "2014-06-17",
                    "eventUri": "842858",
                    "id": "13641088",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6503,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "07:50:00",
                    "title": "A un día de ganar su segundo mandato, Santos anunció la ... - InfoBAE.com",
                    "uri": "191250226",
                    "url": "http://www.infobae.com/2014/06/17/1573473-a-un-dia-ganar-su-segundo-mandato-santos-anuncio-la-eliminacion-las-reelecciones",
                    "wgt": 1
                },
                {
                    "body": "Ecuador está dispuesto a brindar facilidades para el desarrollo del proceso de paz entre el gobierno de Colombia y la guerrilla del Ejército de Liberación Nacional (ELN, guevarista), cuyos delegados ya se reunieron en el país, dijo el martes el presidente Rafael Correa.\n \"Hace varios meses, obviamente de manera extremadamente confidencial, se realizaron en Ecuador conversaciones\" entre el gobierno colombiano y el ELN, y \"nosotros estamos dispuestos a dar las facilidades, a dar todo nuestro aporte para continuar con esos diálogos\", expresó el mandatario a la prensa.\n Correa, quien ofreció declaraciones en el puerto de Guayaquil (suroeste), precisó que esas conversaciones secretas se habían dado en la provincia andina de Imbabura (norte y cerca de la frontera con Colombia).\n \"Este ha sido el inicio de las conversaciones de paz con la segunda guerrilla más importante de Colombia\", enfatizó.\n El gobierno del presidente Juan Manuel Santos anunció el martes la apertura del proceso de paz con el ELN, el cual se suma al que ya avanza con los rebeldes de las Fuerzas Armadas Revolucionarias de Colombia (FARC) en La Habana para poner fin a un conflicto armado de medio siglo.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13420102",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6318,
                    "source": {
                        "title": "BioBioChile",
                        "uri": "www.biobiochile.cl"
                    },
                    "time": "02:36:00",
                    "title": "Ecuador está dispuesto a \"dar facilidades\" para proceso de paz entre Gobierno colombiano y el ELN",
                    "uri": "190025255",
                    "url": "http://www.biobiochile.cl/2014/06/10/ecuador-esta-dispuesto-a-dar-facilidades-para-proceso-de-paz-entre-gobierno-colombiano-y-el-eln.shtml?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bradiobiobio%2B%2528Bio-Bio%2BNoticias%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Durante los últimos meses, el presidente colombiano Juan Manuel Santos no dejó de mencionar el proceso de paz con las Fuerzas Armadas Revolucionarias de Colombia (FARC) como uno de los éxitos de su Gobierno, una buena manera de buscar votos ante las elecciones presidenciales, cuya primera vuelta se celebró el pasado 25 de mayo.\n Este activo de su Gobierno no pareció tener mucha repercusión entre los votantes ya que pese a eso, Santos apenas pudo ser segundo por detrás de Óscar Iván Zuluaga, el candidato apoyado por el expresidente Álvaro Uribe.  La diferencia entre ambos fue algo menos del 4% y por eso, la campaña de esta segunda vuelta ha sido aún más agresiva en algunos puntos.\n Ahora, con la jornada electoral del domingo cada vez más cerca, Santos opta por una nueva noticia: su Gobierno anunció que el pasado mes de enero inició una \"fase exploratoria de conversaciones\" con el Ejército de Liberación Nacional (ELN) para pactar la agenda y el calendario de un proceso de paz.  Según el comunicado difundido por la Presidencia, \"el objetivo de esta fase exploratoria es acordar una agenda y el diseño del proceso que haga viables el fin del conflicto y la construcción de la paz estable y duradera para Colombia\".\n Al que no se le ha pasado el detalle es a Zuluaga.  El candidato del Centro Democrático ve en el anuncio una \"actitud desesperada\" y dijo que \"se está haciendo política con la paz\".  En su opinión, resulta \"sospechoso que a escasos días de la elección, el Gobierno en una actitud desesperada utilice la paz para sus procesos electoreros\" y aseguró que eso \"es un mal precedente para el país\".\n Álvaro Uribe, uno de los principales opositores a Santos en especial por su acercamiento a los terroristas de las FARC para buscar una paz que considera injusta, señaló en su cuenta de Twitter que \"los acercamientos con ELN empezaron en enero, pero solo faltando 5 días para elecciones Santos hace el anuncio.  Manipulación a la carta!\".",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13423383",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6113,
                    "source": {
                        "title": "Libertad Digital",
                        "uri": "www.libertaddigital.com"
                    },
                    "time": "04:47:00",
                    "title": "Santos anuncia un nuevo proceso de paz a pocos días de las elecciones",
                    "uri": "190051795",
                    "url": "http://www.libertaddigital.com/internacional/latinoamerica/2014-06-11/santos-anuncia-un-nuevo-proceso-de-paz-a-pocos-dias-de-las-elecciones-1276521089/",
                    "wgt": 1
                },
                {
                    "body": "El Mandatario mostró su disposición para que mejore el clima de paz en Colombia\nCaracas, 10 de junio de 2014.- - En la transmisión #11 de su programa radio-televisivo En Contacto con Maduro, el presidente de la República, Nicolás Maduro, extendió su apoyo a las conversaciones de paz que iniciarán en Colombia.\n Al cierre del Consejo Político de Cancilleres del ALBA celebrado en la capital venezolana, Maduro realizó un contacto televisivo con los diplomáticos que promovieron y anunciaron el nuevo proceso de paz entre el Ejército de Liberación Nacional (ELN) y el gobierno del presidente colombiano Juan Manuel Santos.\n \"En el Alba respaldamos con todo amor este proceso de negociación hacia la paz y los avances que han tenido en la Habana con las Farc\", manifestó el Jefe de Estado venezolano.\n Maduro recordó que el Comandante Eterno fue uno de los defensores de la paz y tranquilidad del vecino país, y ahora el proceso revolucionario continúa con esta intención de apoyo.\n \"En este paso histórico que estamos viendo y, modestamente lo digo desde, con y por el Alba, y desde Venezuela, en lo que podamos ayudar con amor por Colombia, estamos a la orden por la paz...todo lo que podamos hacer hoy, mañana y siempre\", sentenció.  / MVC",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13424304",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5964,
                    "source": {
                        "title": "Venezolana de Televisión",
                        "uri": "www.vtv.gob.ve"
                    },
                    "time": "04:52:00",
                    "title": "Pdte. Maduro: En lo que podamos ayudar por la paz de Colombia ... - Venezolana de Televisión",
                    "uri": "190057330",
                    "url": "http://www.vtv.gob.ve/articulos/2014/06/11/pdte.-maduro-en-lo-que-podamos-ayudar-por-la-paz-de-colombia-estamos-a-la-orden-video-5299.html",
                    "wgt": 1
                },
                {
                    "body": "El presidente de Venezuela puso a disposición a su país y al ALBA para colaborar en las negociaciones \"exploratorias\" entre el gobierno vecino y la guerrilla.  Adelantó que felicitará a quien gane en las elecciones\nEl presidente de Venezuela, Nicolás Maduro, dijo este martes que su país y la Alianza Bolivariana para los Pueblos de América (ALBA) están a disposición de Colombia para ayudar en el proceso de paz que adelanta el país, tras el anuncio de \"diálogos exploratorios\" entre el Gobierno colombiano y el ELN.\n \"Modestamente lo digo, desde el ALBA y con el ALBA y por el ALBA, en lo que podamos ayudar, modestamente, con amor por Colombia, lo que podamos ayudar desde Venezuela y desde el ALBA, estamos a la orden de Colombia\", dijo Maduro desde su programa de radio \"En contacto con Maduro\".\n El presidente celebró que desde el Consejo Político de la ALBA, que este martes realizó su XIII reunión en Caracas, se festejara el anuncio del inicio de los diálogos entre el Gobierno de Juan Manuel Santos y el Ejército de Liberación Nacional (ELN) y calificó el hecho como un \"paso histórico\".\n \"Felicitamos y respaldamos como una sola voz todos los países del ALBA, de América Central, de El Caribe y de América del Sur (...) respaldamos con todo nuestro amor y con toda nuestra fuerza este proceso que se inicia de negociación hacia la paz con el ELN\", reiteró.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13424773",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5912,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "05:44:00",
                    "title": "Maduro ofreció \"ayudar\" en el diálogo entre Colombia y el ELN",
                    "uri": "190059535",
                    "url": "http://www.infobae.com/2014/06/11/1571895-maduro-ofrecio-ayudar-el-dialogo-colombia-y-el-eln",
                    "wgt": 1
                },
                {
                    "body": "Un encuentro en Ecuador y otro en Brasil siguieron al inicio de la fase secreta, a finales del 2013.\n Terminaba el 2013 cuando arrancó oficialmente la fase secreta de los diálogos exploratorios entre el gobierno de Juan Manuel Santos y el Eln, sobre los cuales las partes informaron el martes al país en un comunicado conjunto.\n A finales de ese año, el presidente Santos y el grupo guerrillero designaron las delegaciones que representarían a cada parte en las conversaciones para buscar puntos de encuentro hacia una futura negociación.\n Y un día de enero pasado, en Ecuador, ocurrió la primera ronda larga de los diálogos exploratorios entre los dos equipos.  Fue de 21 días.\n Como ocurrió en la fase inicial con las Farc, el encuentro contó con países garantes.  Pero no dos, sino tres: Ecuador, Brasil y Noruega (este último también es garante en los diálogos de La Habana, junto con Cuba).\n Se concretó así un esfuerzo que comenzó también, como en el caso de las Farc, en el anterior gobierno.  Cuando Frank Pearl era comisionado para la Paz.  Los acercamientos siguieron con la llegada de Santos a la Presidencia y, con interrupciones, se mantuvieron en el 2012 y el 2013.  (Lea también: Optimismo por nuevas conversaciones entre el Gobierno y el Eln)\nPrecisamente Pearl, quien hace parte del equipo negociador del Gobierno con las Farc en La Habana, llegó a Ecuador encabezando la delegación oficial para hablar con el Eln.  De esta hacen parte el general retirado Eduardo Herrera Verbel y Jaime Avendaño.  Este último estuvo en los primeros acercamientos con las Farc.\n Por el Eln llegó a Ecuador presidiendo la delegación guerrillera 'Antonio García', el jefe militar.  Un hombre radical que otros gobiernos han considerado la piedra en el zapato a la hora de concretar acuerdos con la organización comandada por Nicolás Rodríguez Bautista, alias 'Gabino'.  (Lea también: Estos son los máximos jefes del Eln)\nCinco miembros de la dirección nacional del Eln integran, junto con 'Antonio García', la representación de esta guerrilla en los diálogos con el gobierno de Santos.\n Esta vez no están ni 'Pablo Beltrán' ni 'Ramiro Vargas', dos de los miembros del Comando Central -máxima instancia de esta guerrilla- y quienes representaron al grupo armado en los intentos de paz con los gobiernos de Andrés Pastrana y de Álvaro Uribe Vélez.\n En medio del tire y afloje por las condiciones para la negociación con Santos, se interrumpieron los diálogos exploratorios.  En el entretanto, el Eln llegó a decir que el Primer Mandatario no tenía voluntad de paz.  El Gobierno no aceptaba, entre otras cosas, el cese bilateral del fuego al comenzar una negociación formal.\n El segundo encuentro\nEn abril pasado, sin embargo, las delegaciones volvieron a encontrarse.  Esa vez, en Brasil.  Hablaron durante 20 días sobre lo que podía ser una agenda viable.\n Allí, como en Ecuador, estuvieron delegados de los países garantes.  De hecho, Ecuador, Brasil y Noruega han sido claves para dar tranquilidad a los guerrilleros a la hora de los traslados.\n Los diálogos exploratorios con el Eln también tienen tres y no dos países acompañantes: Venezuela, Chile y Cuba.  Los dos primeros repiten el papel que tienen en los diálogos de La Habana.\n Aparte de los encuentros de tres semanas en Ecuador y Brasil, los delegados del Gobierno y del Eln han tenido otras reuniones cortas.\n Ahora está por definirse la siguiente ronda de los diálogos exploratorios, para continuar construyendo una agenda futura de negociación.\n Está claro que, por lo menos en la fase exploratoria, el Gobierno y la guerrilla de 'Gabino' tendrán una mesa distinta a la de La Habana.\n Hacia adelante, cuando se dé el salto a la negociación formal, esta mesa podría unirse a la de las Farc, pues resultaría innecesario volver sobre puntos comunes en los que se ha avanzado con esta guerrilla, como víctimas, narcotráfico y justicia transicional.\n Como dijo este martes el presidente Santos al darle al país la noticia sobre los diálogos con el Eln, el conflicto es solo uno y no puede haber \"dos modelos de dejación de armas, dos modelos de refrendación y dos de esclarecimiento de la verdad\".\n POLÍTICA\nTerminaba el 2013 cuando arrancĂł oficialmente la fase secreta de los diĂĄlogos exploratorios entre el gobierno de Juan Manuel Santos y el Eln, sobre los cuales las partes informaron ayer al paĂ­s en un comunicado conjunto.\n Para leer el articulo completo suscríbete Guardar\nComentar Reportar un error Imprimir ¿Encontraste un error?\n Para EL TIEMPO las observaciones sobre su contenido son importantes.  Permítenos conocerlas para, si es el caso, tomar los correctivos necesarios, o darle trámite ante las instancias pertinentes dentro de EL TIEMPO Casa Editorial.\n ¿Estás seguro de que quieres cancelar el reporte de error?\n Los datos que ingresaste se perderán\nEl reporte de error fue enviado con éxito.\n Publicidad\n   \nIngresa los siguientes datos para enviar el correo\nÂżEstás seguro de que quieres cancelar el envío del mensaje?\n Los datos que ingresaste se perderán.\n El mensaje ha sido enviado con éxito.",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13424099",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5454,
                    "source": {
                        "title": "eltiempo.com",
                        "uri": "www.eltiempo.com"
                    },
                    "time": "04:57:00",
                    "title": "Los detalles de cómo se gestó el diálogo con el Eln - ElTiempo.com",
                    "uri": "190056130",
                    "url": "http://www.eltiempo.com/politica/proceso-de-paz/asi-se-llego-a-los-dialogos-con-el-eln/14103015",
                    "wgt": 1
                },
                {
                    "body": "El Ejecutivo de Colombia reveló ayer que el pasado mes de enero inició una \"fase exploratoria de conversaciones\" con el Ejército de Liberación Nacional (ELN) con el fin de pactar la agenda y el calendario de un proceso de paz después de mantener \"contactos y reuniones desde 2013\".\n \"El objetivo de esta fase exploratoria es acordar una agenda y el diseño del proceso que haga viables el fin del conflicto y la construcción de la paz estable y duradera para Colombia\", indicaron en un comunicado fuentes del Gabinete que preside José Manuel Santos.\n Las delegaciones del Ejecutivo y de la guerrilla ya \"han acordado que la agenda de conversaciones incluirá los puntos de víctimas y participación de la sociedad\".  \"Los demás temas están por acordar\", indicaron las partes, que expresaron su \"voluntad recíproca de continuar con esta fase exploratoria que permita acordar una agenda y establecer una mesa de conversaciones para llegar a la firma de un acuerdo final\".",
                    "date": "2014-06-11",
                    "eventUri": "842858",
                    "id": "13425381",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5225,
                    "source": {
                        "title": "El Adelanto de Salamanca",
                        "uri": "www.eladelantado.com"
                    },
                    "time": "06:10:00",
                    "title": "El Gobierno de Santos anuncia la apertura de un dialogo de paz con el ELN",
                    "uri": "190063364",
                    "url": "http://www.eladelantado.com/noticia.asp?id=192820",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-06-11",
            "avgCos": 0.6428,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "842858",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "864378",
            "lang": "spa",
            "storyDate": "2014-06-11",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-189398",
            "variance": 0.5868
        }
    },
    "meta": {
        "CCAArticleMatchCount": 31,
        "CCAArticleMatchRatio": 0.1409090909090909,
        "CCAAvgCosSim": 0.7141225806451612,
        "CCAAvgMatchWgt": 42.38709677419355,
        "_articleUri1": "190059868",
        "_articleUri2": "189957365",
        "_datetime": "2015-01-19 23:02:07",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-189398",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-468560",
        "_username": "Evgenia Belyaeva",
        "artCount1": 14,
        "artCount2": 5,
        "avgCosSimStory1": 0.6428,
        "avgCosSimStory2": 0.8061,
        "categorySim": 0,
        "conceptCosSim": 0.520434026852365,
        "conceptJaccardSim": 0.1515151515151515,
        "coreTime1": 126602.0166666667,
        "coreTime2": 126593.65,
        "coreTimeStDev1": 1.338378043395305,
        "coreTimeStDev2": 1.568049035515801,
        "entityCosSim": 0.5761790906025822,
        "entityJaccardSim": 0.2,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 3,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5047760482839054,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 12,
        "storyQuality2": 18,
        "timeAvg1": 126614.5416666667,
        "timeAvg2": 126595.65,
        "timeStDev1": 38.10376848316859,
        "timeStDev2": 1.568049035515801,
        "varianceStory1": 0.5868,
        "varianceStory2": 0.3503
    }
}