{
    "850f305d-14db-4c75-b547-79470a557ea3-710599": {
        "articles": {
            "resultCount": 27,
            "results": [
                {
                    "body": "Jennifer Lawrence, Ariana Grande, Victoria Justice, and Kate Upton are allegedly part of a massive celebrity nude photo leak that hit the web over Labor Day weekend. The nude photos and videos first leaked on 4chan. Lawrence's rep made a statement to Buzzfeed confirming the authenticity of the photos, saying, \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\" Ariana Grande's reps, meanwhile, say that the photos are completely fake, and Victoria Justice took to Twitter to also say that her photos are fake: \"These so called nudes of me are FAKE people. Let me nip this in the bud right now.\"",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18287892",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7547,
                    "source": {
                        "title": "Zimbio",
                        "uri": "www.zimbio.com"
                    },
                    "time": "01:57:00",
                    "title": "Jennifer Lawrence, Ariana Grande, Kate Upton, and More",
                    "uri": "207634951",
                    "url": "http://www.zimbio.com/Famous%2BHacker%2BVictims/articles/mTjsswu_342/Jennifer%2BLawrence%2BAriana%2BGrande%2BKate%2BUpton",
                    "wgt": 1
                },
                {
                    "body": "Actress Jennifer Lawrence's representative has threatened to prosecute whoever is behind a new celebrity phone hacking scandal after naked photos of The Hunger Games star appeared online on Sunday.\n\nRisque pictures of the Oscar winner, along with other female celebrities such as Victoria Justice, Ariana Grande, Kate Upton and Kirsten Dunst, surfaced on the Internet, and Lawrence's spokeswoman is waging war on the person responsible for leaking the personal photos, which she confirms are real.\n\nA statement from her rep to Us Weekly reads: \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nRevealing photos of actress Mary Elizabeth Winstead also appeared online, and she took to Twitter.com herself to address the leak, writing, \"To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great 'bout yourselves.\"\n\nShe continued, \"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked.\"\n\nMeanwhile, former Victorious co-stars Grande and Justice have denied the leaked images of them are for real.\n\nGrande's rep tells JustJared.com that the photos are \"completely fake\", while Justice took to Twitter and wrote, \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\".\n\nThe haul of celebrity photos originated on 4Chan.org after a hacker found them on numerous iCloud accounts. Site bosses also claim to have nude images of newlyweds Gabrielle Union and Jenny McCarthy, mum-to-be Hayden Panettiere, Hilary Duff, Kaley Cuoco Sweeting, Kim Kardashian, Rihanna, Lea Michele and Selena Gomez, among others.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18325371",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7373,
                    "source": {
                        "title": "Winnipeg Sun",
                        "uri": "www.torontosun.com"
                    },
                    "time": "15:33:00",
                    "title": "Jennifer Lawrence's reps threaten legal action over nude photos leaks",
                    "uri": "207739255",
                    "url": "http://www.torontosun.com/2014/09/01/jennifer-lawrences-reps-threaten-legal-action-over-nude-photos-leaks",
                    "wgt": 1
                },
                {
                    "body": "A hacker has leaked nude photos of Jennifer Lawrence online and claims to have hacked dozens of other female celebs.\n\nPhotos of the actress topless began circulating after a hacker allegedly stole them from her iCloud account and posted them on the website 4chan.\n\nLawrence's rep has confirmed the legitimacy of the photos, telling BuzzFeed in an emailed statement, \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nMashable noted this isn't anywhere close to the first celebrity hack, but what makes this one disturbing -- besides the obvious reasons -- is it's rumored to have happened through iCloud's Photo Stream feature.\n\nHeadlines much of Monday morning questioned the security of Apple's data storage system.\n\nThe 4chan user who leaked the photos of Lawrence also posted nude pictures of Kate Upton and Ariana Grande, along with a master list of all the female celebrities that he or she allegedly hacked, including model Emily Ratajkowski, Kim Kardashian, and former Nickelodeon star Victoria Justice.\n\nJustice denied that the photos were real on Twitter, saying, \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\"\n\nThis fan seemed to prove that by comparing the actress' face in an old, fully clothed photo with that in the leaked photo.\n\nBut the scandal hit home for \"Scott Pilgrim vs. The World\" actress Mary Elizabeth Winstead, whose pictures weren't doctored fakes.\n\nShe expressed her anger on Twitter, shaming anyone who violated her privacy by looking at the pics. \"To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great about yourselves.\"\n\nThis video includes images from Getty Images.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18348190",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7323,
                    "source": {
                        "title": "10News",
                        "uri": "www.10news.com"
                    },
                    "time": "18:19:00",
                    "title": "Hacked Jennifer Lawrence pics raise iCloud safety questions",
                    "uri": "207801099",
                    "url": "http://www.10news.com/entertainment/hacked-jennifer-lawrence-pics-raise-icloud-safety-questions",
                    "wgt": 1
                },
                {
                    "body": "The chief hacker who got his hands on nude pictures of actresses including Jennifer Lawrence and Kate Upton has gone on the run.\n\nThe anonymous hacker dumped dozens of naked photographs of female celebrities onto the 4chan online forum. The FBI is now on an international hunt for the hacker.\n\nThe hacker, who people are calling the 'original guy', basically confirmed that the hacking involved more than just one individual and was 'the result of several months of long and hard work'.\n\nOne in particular bragged that he was 'ripping iclouds' - which is allegedly how the pictures were stolen.\n\nSome are saying that a flaw in the 'Find My iPhone' function of Apple's iCloud service may have helped the hackers steal the nude photos of Jennifer Lawrence, Kate Upton, and Rihanna.\n\nA list of the celebrities who were hacked which is apparently 101 in total - has also been posted on Internet message board 4chan.\n\nA spokesperson for Jennifer Lawrence blasted the hackers for their \"flagrant violation of privacy.\"\n\n\"The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nKate Upton's lawyer said: \"This is obviously an outrageous violation of our client Kate Upton's privacy. We intend to pursue anyone disseminating or duplicating these illegally obtained images to the fullest extent possible.\"\n\nVictoria Justice denied the photos going around claiming to be her are authentic, writing on Twitter, \" These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\"\n\nMary Elizabeth Winstead, also part of the leak, confirmed the photos of her were real, writing, \"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked. To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great about yourselves.\"\n\nWhether you agree or don't agree with someone taking nude pictures of themselves, I think we can all agree that this is a blatant violation of privacy and legal action needs to be taken. This celebrities didn't share their photos with anyone else, they simply backed them up using something we've all assumed was safe and private.",
                    "date": "2014-09-02",
                    "eventUri": "1224562",
                    "id": "18400714",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7272,
                    "source": {
                        "title": "wtaq",
                        "uri": "wtaq.com"
                    },
                    "time": "10:17:00",
                    "title": "Hacker Posts Nude Photos Of Celebrities and Is On the Run",
                    "uri": "207936386",
                    "url": "http://wtaq.com/blogs/celebrity-watch/104/hacker-posts-nude-photos-of-celebrities-and-is-on-the-run-1/",
                    "wgt": 1
                },
                {
                    "body": "The photos first appeared on a 4Chan thread (very NSFW). So far, only Lawrence's publicist Bryna Rifkin has confirmed, in an official statement to Buzzfeed, that the photos were of her client:\n\nThis is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\n\nThe leaked photos were allegedly obtained via a massive hack of Apple's iCloud. They were then posted on 4chan by users offering more explicit material in exchange for bitcoin payments.\n\n\"The hacker on 4chan is also claiming to have explicit videos of Lawrence, and claims to have over 60 nude selfies of the Oscar-winning actress,\" Buzzfeed reported Sunday.\n\nFormer Nickelodeon star Victoria Justice took to Twitter to say the photos leaked of her were fake.\n\nThe tweet has racked up thousands of retweets in support of the actress and songwriter.\n\nThese so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended* -- Victoria Justice (@VictoriaJustice)\n\nAugust 31, 2014\n\nA master list of all of the celebrities whose phones were apparently obtained is circulating the internet.\n\nIt includes Cara Delevingne, Kim Kardashian, and Mary-Kate Olsen.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18300356",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7173,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "08:40:00",
                    "title": "Nude Photos Of Jennifer Lawrence, Kate Upton, Ariana Grande Leak In Massive Hack",
                    "uri": "207667486",
                    "url": "http://www.businessinsider.com/4chan-nude-photo-leak-2014-8?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Actress Jennifer Lawrence's representative has threatened to prosecute whoever is behind a new celebrity phone hacking scandal after naked photos of The Hunger Games star appeared online on Sunday (31Aug14).\n\nRisque pictures of the Oscar winner, along with other female celebrities such as Victoria Justice, Ariana Grande, Kate Upton and Kirsten Dunst, surfaced on the Internet, and Lawrence's spokeswoman is waging war on the person responsible for leaking the personal photos, which she confirms are real.\n\nA statement from her rep to Us Weekly reads: \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nRevealing photos of actress Mary Elizabeth Winstead also appeared online, and she took to Twitter.com herself to address the leak, writing, \"To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great 'bout yourselves.\"\n\nShe continued, \"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked.\"\n\nMeanwhile, former Victorious co-stars Grande and Justice have denied the leaked images of them are for real.\n\nGrande's rep tells JustJared.com that the photos are \"completely fake\", while Justice took to Twitter and wrote, \"These so called nudes of me are Fake people. Let me nip this in the bud right now. *pun intended*\".\n\nThe haul of celebrity photos originated on 4Chan.org after a hacker found them on numerous iCloud accounts. Site bosses also claim to have nude images of newlyweds Gabrielle Union and Jenny MCCarthy, mum-to-be Hayden Panettiere, Hilary Duff, Kaley Cuoco Sweeting, Kim Kardashian, Rihanna, Lea Michele and Selena Gomez, among others.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18297138",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7148,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "07:55:00",
                    "title": "Jennifer Lawrence's Representative Threatens Legal Action Over Nude Photo Leak",
                    "uri": "207659278",
                    "url": "http://www.contactmusic.com/story/jennifer-lawrence-s-representative-threatens-legal-action-over-nude-photo-leak_4347972",
                    "wgt": 1
                },
                {
                    "body": "Nude photos of Oscar-winning actress Jennifer Lawrence were posted online by a hacker who boasted of having a treasure trove of intimate images and videos shot with celebs' iPhones, it was reported Sunday.\n\nIn addition to the \"Hunger Games\" star, other photos appear to show Ariana Grande, Victoria Justice and Kate Upton in \"nude and risque\" poses, BuzzFeed reported.\n\nThey were obtained through a weakness in Apple's iCloud online storage system, and a purported \"master list\" of the hacking victims includes the names of dozens of female stars, including Rihanna, Kim Kardashian and Mary-Kate Olsen, according to BuzzFeed.\n\nThe images were uploaded to the 4chan Web site's notorious \"/b/\" board, where users often post shocking images and porn.\n\nIn a tweet Sunday evening, Justice wrote: \"These so called nudes of me are FAKE people.\"\n\n\"Let me nip this in the bud right now. *pun intended*\" she added.\n\nThese so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended* --\n\nVictoria Justice (@VictoriaJustice) August 31, 2014\n\nBut a rep for Lawrence confirmed the authenticity of her pics, saying: \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"",
                    "date": "2014-08-31",
                    "eventUri": "1224562",
                    "id": "18273184",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7114,
                    "source": {
                        "title": "pagesix.com",
                        "uri": "pagesix.com"
                    },
                    "time": "23:45:00",
                    "title": "Jennifer Lawrence nude photos leaked online by hacker | Page Six",
                    "uri": "207600043",
                    "url": "http://pagesix.com/2014/08/31/jennifer-lawrence-nude-photos-leaked-online-by-hacker/",
                    "wgt": 1
                },
                {
                    "body": "The photos first appeared on a 4Chan thread (very NSFW). So far, only Lawrence's publicist Bryna Rifkin has confirmed, in an official statement to Buzzfeed, that the photos were of her client:\n\nThis is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\n\nThe leaked photos were allegedly obtained via a massive hack of Apple's iCloud. They were then posted on 4chan by users offering more explicit material in exchange for bitcoin payments.\n\n\"The hacker on 4chan is also claiming to have explicit videos of Lawrence, and claims to have over 60 nude selfies of the Oscar-winning actress,\" Buzzfeed reported Sunday.\n\nFormer Nickelodeon star Victoria Justice took to Twitter to say the photos leaked of her were fake.\n\nThe tweet has racked up thousands of retweets in support of the actress and songwriter.\n\nThese so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended* -- Victoria Justice (@VictoriaJustice)\n\nAugust 31, 2014\n\nA master list of all of the celebrities whose phones were apparently obtained is circulating the internet.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18338887",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.704,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "19:37:00",
                    "title": "Nude Photos Of Jennifer Lawrence, Kate Upton, Ariana Grande Leak In Massive Hack",
                    "uri": "207776610",
                    "url": "http://www.businessinsider.com/4chan-nude-photo-leak-2014-8?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%252Fthewire%2B%2528The%2BWire%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Kate Upton's attorney has released a statement on the 4chan nude photo scandal. Reuters\n\nModel Kate Upton is finally speaking out after alleged nude photos of her leaked to 4chan. The photos went viral on Sunday after a celebrity phone hack reportedly involving the Apple iCloud. The 22-year-old's attorney, Lawrence Shire, released the following statement to Us magazine:\n\n\"This is obviously an outrageous violation of our client Kate Upton's privacy. We intend to pursue anyone disseminating or duplicating these illegally obtained images to the fullest extent possible.\"\n\nUpton was among many celebrities involved in the NSFW scandal. The hack also included Upton's boyfriend, Major League Baseball pitcher Justin Verlander, and celebrities Jennifer Lawrence, Ariana Grande and Victoria Justice. The 4chan site also claims to have nude images of Gabrielle Union, Hayden Panettiere, Selena Gomez, Kaley Cuoco and Mary-Kate Olsen, among many others.\n\nKate Upton isn't the first to respond the 4chan nude photo leak. Jennifer Lawrence's spokesperson released the following statement on Sunday evening:\n\n\"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nMeanwhile Ariana Grande and Victoria Justice took a different approach to the leak. Buzzfeed reports that Grande's rep is stating \"the photos are completely fake.\" Justice is taking the same stance, turning to Twitter to reach her fan base about the scandal:\n\nThese so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\n\n-- Victoria Justice (@VictoriaJustice) August 31, 2014\n\nShare this article Facebook Twitter Linkedin Google + More",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18332992",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6995,
                    "source": {
                        "title": "International Business Times",
                        "uri": "www.ibtimes.com"
                    },
                    "time": "17:38:00",
                    "title": "Kate Upton Releases Statement On 4chan Nude Photo Leak",
                    "uri": "207760011",
                    "url": "http://www.ibtimes.com/kate-upton-releases-statement-4chan-nude-photo-leak-1675152",
                    "wgt": 1
                },
                {
                    "body": "Jennifer Lawrence, Kirsten Dunst and pop singer Ariana Grande are among dozens of celebrity women who had hundreds of nude and risque photos posted on the Internet overnight.\n\nThe photos were released through a board on 4chan, known for the hacker group Anonymous.\n\nIt is unclear how the hacker gained access to the photos, but claimed it was through Apple's iCloud accounts.\n\nThe time spent acquiring the photos is also unknown. Actress Mary Elizabeth Winstead of \"Scott Pilgrim\" fame said on Twitter the photos released of her and her husband were from three years ago, and had been deleted some time ago.\n\nOther celebrities on the list include Rihanna, Kim Kardashian, Selena Gomez, Mary Kate Olsen and Kaley Cuoco, according to Buzzfeed.\n\n\"This is a flagrant violation of privacy,\" Jennifer Lawrence's publicist Liz Mahoney said in a statement. \"The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nRepresentatives for Kate Upton made a similar statement to Buzzfeed, saying \"We intend to pursue anyone disseminating or duplicating these illegally obtained images to the fullest extent possible.\"\n\n\"These so called nudes of me are FAKE people,\" Victoria Justice tweeted Sunday afternoon, \"Let me nip this in the bud right now. *pun intended* [sic]\"\n\nThe FBI has investigated previous leaks of nude celebrity images, including leaks involving Scarlett Johansson, Christina Aguilera and footage shot of television sports reporter Erin Andrews in a Tennessee hotel room, according to the Associated Press.\n\nFBI spokeswoman Laura Eimiller declined comment.\n\nIn 2012, a man was sentenced to 10 years in prison for hacking into email accounts of Scarlett Johansson and posting explicit photos of her online.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18331309",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6881,
                    "source": {
                        "title": "Las Vegas Review-Journal",
                        "uri": "www.reviewjournal.com"
                    },
                    "time": "17:10:00",
                    "title": "Celeb reps threaten legal action over nude photo leak | Las Vegas Review-Journal",
                    "uri": "207755911",
                    "url": "http://www.reviewjournal.com/entertainment/celeb-reps-threaten-legal-action-over-nude-photo-leak",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles: In one of the largest ever leaks of private data, nude photos purportedly showing many top Hollywood celebrities, including Oscar-winner Jennifer Lawrence and pop star Rihanna were circulated on social media over the weekend. Reports say that the photos had been obtained by hacking Apple's iCloud accounts. Experts believe the hackers could have gained secret access directly into phones.\n\nThe leaked photos also prompted angry reactions from the stars who had been exposed. \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence,\" Lawrence's agent said.\n\nAmong the celebrities whose pictures allegedly were stolen were Avril Lavigne, Amber Heard, Gabrielle Union, Hayden Panettiere and Hope Solo, according to Mashable.\n\nReports said among the other starlets targeted were Hillary Duff, Jenny McCarthy, Kaley Cuoco, Kate Upton, Kate Bosworth, Keke Palmer and Kim Kardashian. Rumours online are claiming that the final list could include over 400 celebrities. Some of the images however, have been dismissed as fakes.\n\n\"These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\" tweeted singer Victoria Justice.\n\nHorror movie actress Mary Elizabeth Winstead, whose intimate photos were leaked, acknowledged her frustration. \"To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great about yourselves,\" she tweeted. \"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked.\"\n\nThe images were posted on anonymous image-posting website 4Chan.\n\nFew hours later, a post appeared on social media with an anonymous user saying he or she was willing to accept cash in exchange for a video showing a famous actress perform a sex act.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18348209",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6878,
                    "source": {
                        "title": "Deccan Chronicle",
                        "uri": "www.deccanchronicle.com"
                    },
                    "time": "18:25:00",
                    "title": "Celebrities' nude pics leaked",
                    "uri": "207801127",
                    "url": "http://www.deccanchronicle.com/140902/entertainment-hollywood/article/celebrities%E2%80%99-nude-pics-leaked",
                    "wgt": 1
                },
                {
                    "body": "Victoria Justice says that alleged naked pictures of her circulating on the internet are fake.\n\nThe actress and singer took to Twitter to address the authenticity of the images.\n\n\"These so called nudes of me are FAKE people,\" she wrote. \"Let me nip this in the bud right now. *pun intended*\"\n\nOver 100 celebrities had their phones hacked following an alleged iCloud leak, which led to the circulation of nude pictures of stars such as Jennifer Lawrence, Kim Kardashian, Ariana Grande (who has also said the images are fakes), Rihanna, Cara Delevingne, Kirsten Dunst, Kate Upton and Selena Gomez.\n\nThese so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*; Victoria Justice (@VictoriaJustice)\n\nAugust 31, 2014\n\nLawrence's spokesperson confirmed the authenticity of the photos and issued a statement, describing the hack as a \"flagrant violation of privacy\".\n\n\"The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence,\" the statement said.\n\nAmong the many websites to have published the images is Perez Hilton. The blogger has since deleted the pictures and wrote an apology.\n\n\"No, I haven't been forced to do so or been contacted by their reps, but I am removing those uncensored photos of JLaw and Victoria Justice,\" he initially wrote alongside censored versions of the images.\n\n\"I acted in haste just to get the post up and didn't really think things through. I'm sorry.\n\n\"At work we often have to make quick decisions. I made a really bad one today and then made it worse. I feel awful and am truly sorry.\n\n\"Upon further reflection and just sitting with my actions, I don't feel comfortable even keeping the censored photos up. I am removing them.\"",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18301517",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6821,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "09:04:00",
                    "title": "Victoria Justice nude photo leak: 'Let me nip this in the bud right now'",
                    "uri": "207671764",
                    "url": "http://www.independent.co.uk/news/people/victoria-justice-nude-photo-leak-let-me-nip-this-in-the-bud-right-now-9703164.html",
                    "wgt": 1
                },
                {
                    "body": "(MENAFN - Arab News) LOS ANGELES: Private photos purportedly showing many top stars including Oscar-winner Jennifer Lawrence and pop star Rihanna were circulated on social media Sunday in an apparent massive hacking leak US media reported.\n\nWord of the images began spreading early Sunday amid reports that the photos had been obtained by hacking iCloud accounts Mashable and other media reported.\n\nThe leaked photos prompted angry reactions from the stars who had been exposed.\n\n'This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence' Lawrence's agent told entertainment media.\n\nBy late Sunday Twitter had begun suspending accounts that linked to the Lawrence photos Mashable reported.\n\nAmong the celebrities whose pictures allegedly were stolen and posted online were Avril Lavigne Amber Heard Gabrielle Union Hayden Panettiere and Hope Solo according to Mashable.\n\nMedia reports said among the other starlets targeted were Hillary Duff Jenny McCarthy Kaley Cuoco Kate Upton Kate Bosworth Keke Palmer and Kim Kardashian.\n\nFormer Nickelodeon star and singer Victoria Justice said the images were anything but the real deal.\n\n'These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*' she tweeted.\n\nA spokesperson for actress and pop star Ariana Grande told BuzzFeed that images said to be of her are 'completely fake.'\n\nBut horror movie actress Mary Elizabeth Winstead whose intimate photos were leaked acknowledged her frustration.\n\n'To those of you looking at photos I took with my husband years ago in the privacy of our home hope you feel great about yourselves' she tweeted.\n\n'Knowing those photos were deleted long ago I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked.'",
                    "date": "2014-09-02",
                    "eventUri": "1224562",
                    "id": "18402211",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6732,
                    "source": {
                        "title": "www.menafn.com",
                        "uri": "www.menafn.com"
                    },
                    "time": "10:33:00",
                    "title": "Hollywood hack attack nabs stars' private pix",
                    "uri": "207939455",
                    "url": "http://www.menafn.com/1093934799/Hollywood-hack-attack-nabs-stars-private-pix",
                    "wgt": 1
                },
                {
                    "body": "Jennifer Lawrence and Kate Upton Targeted in Massive Leak of Nude Pictures\n\nNude pictures of Jennifer Lawrence and Kate Upton are making the rounds on the Internet this weekend. As the story gained momentum on Sunday, Jennifer's publicist released a statement to the press, confirming the authenticity of her pictures. \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence,\" a spokesperson said. Kate's attorney released a similar statement on Monday, saying, \"This is obviously an outrageous violation of our client Kate Upton's privacy. We intend to pursue anyone disseminating or duplicating these illegally obtained images to the fullest extent possible.\"\n\nAriana Grande and Kirsten Dunst are among the group of women who have also been targeted. However, the alleged pictures of other stars have not yet been authenticated, meaning they could be the work of anyone with Photoshop. Victoria Justice, one of the victims in the scandal, took to Twitter to explain the pictures of her are not real: \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*,\" she wrote.\n\nOne of Victoria's fans came to her defense, tweeting an old picture of the Nickelodeon star making the same expression in one of the leaked images.\n\nMeanwhile, several other stars, including Kim Kardashian and Rihanna, appeared on what has been deemed a \"master list,\" which contains the names of other stars in alleged nude pictures that might be released. Actress Mary Elizabeth Winstead, one of the women on the list, reacted to the news on Twitter. \"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked,\" Mary wrote in a tweet. She followed it up with this pointed message: \"To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great about yourselves.\"\n\nStay tuned for additional details as they emerge.",
                    "date": "2014-09-02",
                    "eventUri": "1224562",
                    "id": "18354559",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6399,
                    "source": {
                        "title": "POPSUGAR Entertainment",
                        "uri": "www.popsugar.com"
                    },
                    "time": "00:15:00",
                    "title": "Jennifer Lawrence and Kate Upton Targeted in Massive Leak of Nude Pictures",
                    "uri": "207815648",
                    "url": "http://www.popsugar.com/Hackers-Steal-Nude-Jennifer-Lawrence-Pictures-35605118?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpopsugar%2B%2528PopSugar%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES, CALIFORNIA (BNO NEWS) -- American authorities were investigating Monday after cyber criminals released scores of nude photographs of several celebrities, including Oscar-winning actress Jennifer Lawrence, 'Sports Illustrated' model Kate Upton, and 'Glee' actress Becca Tobin.\n\nHundreds of photos and several videos emerged on Sunday morning and later in the day when they were posted by an unidentified person to imageboard website 4chan. The stolen images quickly spread on social networking websites such as Twitter and Facebook when several of the victims confirmed the photos were authentic.\n\n\"So 2 to 3 days ago there was a thread where some dude was selling celebrity nudes for bitcoin, J[ennifer] Lawrence and Kate Upton, etc,\" a post on 4chan, believed to be the first, said. \"[I] thought it was a scam, but i managed to get some samples, post ending 9 decides if I post 'em.\"\n\nThe person later posted intimate photos of Kate Upton, which her attorney confirmed are authentic. The person who published the photos also claimed that the person responsible for the theft was still attempting to sell nude photos of about 100 celebrities, including Hillary Duff, Kim Kardashian, Kirsten Dunst, Mary-Kate Olsen, McKayla Maroney, Rhianna, Selena Gomez, and Vanessa Hudgens.\n\n\"The dude wanted 2btc for one set,\" the person said, referring to the digital cryptocurrency Bitcoin, which currently trades at about $480 per bitcoin.\n\nThe vast majority of stolen photos were not published by Monday afternoon, but photos and videos belonging to about a dozen celebrities were being circulated online, including some which were confirmed to be authentic. Representatives of both Upton and Lawrence said authorities had been notified.\n\nIt is believed the images were stolen through a recent flaw in Apple's iCloud service, which automatically stores copies of photos taken by iPhones. The bug allowed a malicious user to repeatedly guess passwords on Apple's \"Find my iPhone\" service without alerting the user or locking out the attacker. An Apple spokesperson did not respond to a request for comment.\n\nA user of the social networking website Reddit, who followed clues left behind by a person attempting to sell more photographs, said he had identified the person responsible as a 26-year-old man from the Greater Atlanta area in the state of Georgia. Neither the Gwinnett County Sheriff's Office nor the FBI's Field Office in Atlanta would comment on whether the man, whose name is being withheld from this article, was being investigated.\n\n\"This is obviously an outrageous violation of our client Kate Upton's privacy,\" attorney Lawrence Shire said in an e-mailed statement through Upton's publicist. \"We intend to pursue anyone disseminating or duplicating these illegally obtained images to the fullest extent possible.\"\n\nA spokeswoman for Jennifer Lawrence also confirmed the photos were authentic and demanded they were not republished by media organizations. \"This is a flagrant violation of privacy,\" she said. \"The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nFashion model Ali Michael appeared to have been the worst hit, with nearly 150 photos and seven videos of her being circulated. Although she did not immediately comment on whether the images were authentic, a brief update on her Twitter account appeared to refer to the images. \"Cool,\" she wrote as word spread about the images, in which she appears mostly topless.\n\nUpton was also hit hard, with more than 100 photos and several videos having been published, including nude and intimate images that show her with her partner Justin Verlander. Eight photographs of actress Becca Tobin - some of which show her nude next to a Christmas tree - were also being circulated, to which the actress responded on Twitter: \"Merry XXXmas!\"\n\nActress Mary Elizabeth Winstead, who is best known for her roles in 'Final Destination 3' and two of the 'Die Hard' movies, was furious at the release of at least six nude photos. \"To those of you looking at photos I took with my husband years ago in the privacy of our home, [I] hope you feel great about yourselves,\" she wrote on Twitter.\n\nIn a second tweet she added: \"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked.\" She later said she was \"going on an internet break\" after some users of the social networking website lashed out at her.\n\nDozens of photographs said to show 'Nickelodeon' star Victoria Justice, including several in which her breasts are exposed, were also being circulated, though the actress claimed they were fake. \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. pun intended,\" she wrote on her Twitter account.\n\nInternet users who compared the nude photos to known photos of Justice noticed similarities in the surroundings and clothing, and were certain the photos were legitimate. Gossip website HollywoodLife, citing an unidentified source close to Justice, reported that the actress was \"flipping out\" over the situation and had expressed shock that other celebrities had confirmed the authenticity of the photos.\n\nEnglish actress Jessica Brown Findlay, who is best known for her role in 'Downton Abbey,' was also a victim of the theft, with eleven photos and seven videos being circulated, some of which show her in extremely intimate situations with a partner. Australian actress Teresa Palmer and 'Spider-Man' actress Kirsten Dunst were also victims of the theft.\n\nThe authenticity of other photographs, which allegedly show several other celebrities, could not be immediately confirmed.\n\nIn a similar case in December 2012, Christopher Chaney of Jacksonville, Florida, was sentenced to 10 years in federal prison after he hacked into the personal e-mail accounts of more than 50 people, including actresses Scarlett Johansson, Mila Kunis and Renee Olstead. He later posted several nude photographs of Johansson.\n\n(Copyright 2014 by BNO News B.V. All rights reserved. Info: sales@bnonews.com.)",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18341097",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6372,
                    "source": {
                        "title": "BNO News",
                        "uri": "www.bnowire.com"
                    },
                    "time": "20:23:00",
                    "title": "Cyber criminals post nude photos of Jennifer Lawrence, Kate Upton, others",
                    "uri": "207782723",
                    "url": "http://www.bnowire.com/2014/09/01/cyber-criminals-post-nude-photos-of-jennifer-lawrence-kate-upton-others/",
                    "wgt": 1
                },
                {
                    "body": "There has been a huge nude celebrity photo leak, and it has included alleged pictures of Jennifer Lawrence, Ariana Grande, Kirsten Dunst, Kate Upton, Hope Solo, and many more. TMZ reported on Aug. 31, 2014, that the major hacking campaign happened to an issue with Apple's iCloud that allowed hackers into the cell phones of celebrities and then the pics were passed around on sites such as 4chan and numerous others.\n\nThe publicist's of numerous celebrities are beginning to release statements regarding the nude celebrity photo leak. Jennifer Lawrence's publicist was one of the first to issue a statement and confirm the pics are real.\n\n\"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence,\" they said in an email.\n\nSinger Ariana Grande's agent simply stated that the \"photos are completely fake.\" Victoria Justice got on Twitter and said \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\"\n\nBuzzfeed reports that many sites are starting to have the pics taken down already and lawsuits are said to be put in place.\n\nIt appears as if the pictures were taken from celebrity's cell phones and then posted on 4chan so that bitcoins could be earned. Jennifer Lawrence was said to have had as many as 60 nude selfies on her cell phone that had been stolen.\n\nNot all the pictures of the celebrities were nudes as some were simply selfies and everyday pics.\n\nA 4chan user has claimed to be the one responsible for the giant nude celebrity photo leak and he even posted two screenshots of his desktop with tons of pics. There were even movies of celebrities that the user had not released yet.\n\nThere is a master list online that details the dozens upon dozens of celebrities reportedly hacked in the scandal. Names include:",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18282350",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6288,
                    "source": {
                        "title": "Examiner.com",
                        "uri": "www.examiner.com"
                    },
                    "time": "00:12:00",
                    "title": "Nude celebrity photo leak: Hack releases pics of Jennifer Lawrence, Kate Upton",
                    "uri": "207620635",
                    "url": "http://www.examiner.com/article/nude-celebrity-photo-leak-hack-releases-pics-of-jennifer-lawrence-kate-upton",
                    "wgt": 1
                },
                {
                    "body": "In addition to the pics, which include fully naked, topless and bikini shots, the hacker claims to have explicit video of J-law (giving a blowjob).\n\nThe Oscar winning actress' rep confirmed the authenticity of the photos, telling Buzzfeed, \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nA rep for Upton said they are \"looking into this\" while Justice took to Twitter to deny the images the images of her are real, claiming, \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. pun intended.\"",
                    "date": "2014-08-31",
                    "eventUri": "1224562",
                    "id": "18275906",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6274,
                    "source": {
                        "title": "Popdust",
                        "uri": "popdust.com"
                    },
                    "time": "21:39:00",
                    "title": "Victoria Justice, J-Law, Ariana Grande, Kate Upton Nude Photos Leak",
                    "uri": "207606112",
                    "url": "http://popdust.com/2014/08/31/victoria-justice-nude-photos-jennifer-lawrence-ariana-grande-kate-upton-icloud-leak/",
                    "wgt": 1
                },
                {
                    "body": "The Spiderman actress tweeted: \"Thank you iCloud\", followed enigmatically by emojis of a slice of pizza and one of a pile of poo.\n\nRELATED: Jennifer Lawrence nude photos leaked\n\nIt is thought the hacker may have obtained hundreds of images of naked celebrities including Dunst, Jennifer Lawrence and Rihanna by exploiting a flaw in the tech giant's \"Find My iPhone\" function.\n\nA spokesman for Lawrence hit back at the sharing of the images on anonymous forum 4Chan by calling it a \"flagrant violation of privacy\", and said anyone sharing the stolen photos would be prosecuted.\n\nSports Illustrated model Kate Upton and actress Mary Elizabeth Winstead also confirmed that images of them had been stolen and leaked online.\n\nRELATED: Ricky Gervais slammed over nude photo comments\n\nRELATED: Perez Hilton says sorry for sharing images\n\nWinstead said: \"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked.\n\n\"You know what's better then leaked nudes? Earning the trust and respect of another human to the point that they share their body with you.\"\n\nThe hacker has published a list of 101 female stars of whom they claim to have naked pictures.\n\nThey include Candice Swanepoel, Cara Delevingne, Cat Deeley, Victoria Justice, Ariana Grande, Krysten Ritter, Yvonne Strahovski, Kim Kardashian, Lea Michelle, Selena Gomez and Vanessa Hudgens.\n\nOlympic gymnast McKayla Maroney also took to Twitter to confront the issue, but said the pictures were fake, writing: \"The fake photos of me are crazy!! was trying to rise above it all, and not give \"the creator\" the time of day.. BUT..\" along with an image that reads, \"You sir, need Jesus.\"\n\nUS actress and singer Victoria Justice also denied the authenticity of the photos, tweeting: \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\"\n\nthe fake photos of me are crazy!! was trying to rise above it all, and not give \"the creator\" the time of day.. BUT.. pic.twitter.com/hceQcOxYkJ -- McKayla Maroney (@McKaylaMaroney)\n\nSeptember 1, 2014\n\nThese so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended* -- Victoria Justice (@VictoriaJustice)\n\nAugust 31, 2014\n\nActor Seth Rogen joined in the criticism of the hack, tweeting: \"Posting pics hacked from a cell phone is really no different than selling stolen merchandise.\n\n\"I obviously am not comparing women to merchandise. Just legally speaking, it shouldn't be tolerated to repost stolen pics.\"\n\nRELATED: 4Chan user accused of hack\n\nMeanwhile, Ricky Gervais has been slammed for a \"joke\" that has been labelled victim-blaming, in which he said: \"Celebrities, make it harder for hackers to get nude pics of you from your computer by not putting nude pics of yourself on the computer\".\n\nHe quickly deleted the tweet and insisted \"jokes don't portray your true serious feelings on a subject\".\n\nCelebrity blogger Perez Hilton also had to backtrack after he published the nude pictures of Lawrence, deleting the post and saying he was \"truly sorry\".",
                    "date": "2014-09-02",
                    "eventUri": "1224562",
                    "id": "18362370",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6229,
                    "source": {
                        "title": "News.com.au",
                        "uri": "www.news.com.au"
                    },
                    "time": "02:51:00",
                    "title": "Kirsten Dunst hits out at iCloud",
                    "uri": "207834023",
                    "url": "http://www.news.com.au/technology/online/nude-photos-kirsten-dunst-blames-apples-icloud-for-leak/story-fnjwnfzw-1227044907728?from=public_rss",
                    "wgt": 1
                },
                {
                    "body": "The list of exposed A-listers also includes Kim Kardashian, Selena Gomez, Rihanna, and many more. Share Tweet Pin Email By Alex Rees Shares Share Tweet +1 Pin Comment Email The Hot List 01 \"Keeping Up With the Kardashians\" Recap: Scott... 02 Were Nude Photos of Jennifer Lawrence Just Leaked... 03 Lea Michele's 28th Birthday Party Was Better Than... 04 North West Has a Baby Beauty Routine, Because Of... 05 Here's How Chris Martin Is \"Woo-ing\" Jennifer... Elisabetta A. Villa / WireImage Share Tweet Pin\n\nThanks (or no thanks, really, because this is all sorts of gross) to an apparent security flaw in Apple's iCloud remote storage system, hackers have reportedly accessed over 100 celebrities' nude photos -- 102 and counting, if current lists of those caught up in the scandal are to be believed. As Gawker notes, a poster at infamous Internet forum 4chan promised last week that scandalous, oh-so-scandalous pictures would emerge Sunday night; lo and behold, they did. At least, some of them did. Those cataloging the photos, because of course people are, include the following potentially* exposed celebs:\n\nJennifer Lawrence (and, arguably, JLaw's best friend too)Ariana GrandeKate Upton (and Upton's boyfriend, baseball player Justin Verlander, whose bare butt appears in at least one photo)Lea MicheleVictoria JusticeKaley CuocoGlee's Becca TobinDownton Abbey's Jessica Brown FindlayMcKayla MaroneyKirsten DunstBrie LarsonTeresa PalmerAubrey PlazaMary Elizabeth Winstead\n\n*Mass debates are currently raging as to whether many of these images are legit.\n\nThat said, three celebs, or their legal representatives, have confirmed that 'their' leaked photos are the real, naked deal. Here's Jennifer Lawrence's rep, in a statement to The Hollywood Reporter, among other outlets:\n\n\"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nAnd here's Kate Upton's rep, in a similarly-outraged statement to The Daily Mail:\n\n\"This is obviously an outrageous violation of our client Kate Upton's privacy [and] we intend to pursue anyone disseminating or duplicating these illegally obtained images to the fullest extent possible.\"\n\nMeanwhile, actress Mary Elizabeth Winstead took to Twitter:\n\nTo those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great about yourselves.\n\n-- Mary E. Winstead (@M_E_Winstead) August 31, 2014\n\nKnowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked.\n\n-- Mary E. Winstead (@M_E_Winstead) August 31, 2014\n\nAmong the celebs listed at 4chan whose photos haven't leaked yet (but might) are Kim Kardashian, Farrah Abraham, Rihanna, Hilary Duff, Selena Gomez, Cara Delevingne, Hayden Panettiere, and one guy, literally one guy, Dave Franco, who apparently appears in a nude shot with Alison Brie. Gawker reports that TMZ has attempted to buy \"a trove\" of photos, noting a tweet that says the site offered \"six figures\" for some pics, and also a 4chan posting, apparently from the original hacker, which reads \"I'd rather you get them than TMZ.\" TMZ has not yet commented on this rumor.\n\n4chan is a wild and nefarious part of the Internet that I can't even pretend to understand; a cursory visit this morning (I clicked through 10 pages of the site's /b/ forum, where the celebrity nudes began being uploaded last night) yielded nudes both male and female, strange memes, lots of people throwing racial and homophobic slurs at each other/the world, and, oh, this request, which is SFW and yet still sums up the rampant messiness quite well:\n\nShare Tweet Pin\n\nIt's worth noting the authenticity of much (i.e. just about everything, including this mayo raccoon scene request above ) posted on 4chan is up for the debate -- at least so far, only Lawrence, Upton, and Winstead have confirmed that their pictures are legitimate, as noted above. Other celebrities and their representatives are denying the photos are for real, like Victoria Justice:\n\nThese so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*\n\n-- Victoria Justice (@VictoriaJustice) August 31, 2014\n\nAnd Ariana Grande, whose publicist told BuzzFeed the photos are \"completely fake.\" A screencapped tweet reportedly from Ariana herself added that \"my petite ass is much cuter than that.\" That tweet does not appear on Grande's Twitter feed currently however, and so it could also prove to be a fake.\n\nBecause just about everyone posting on the site remains anonymous, copycat hackers are now reposting all sorts of real/fake images. Many are promising further leaks if people are prepared to pay up, which muddies the already muddy waters.\n\nIn the same vein, some 4chan posters claim to have identified the hacker -- based upon computer server and network details identifiable on desktop screenshots taken of the apparently-original photo collection. But then others disagree; everything is gospel but nothing is for real. \"No one hacks, steals or in some other way buys high-profile nude pictures of 30 A/B-list celebrities and doesn't anonymise properly when posting them,\" argues one.\n\nRegardless, the momentous event is already being nicknamed \"The Fappening,\" because to \"fap,\" in Internet lingo, is to enjoy some self-pleasure. And many of the posters at 4chan (as well as in subforums across Reddit and beyond) are more than happy to acknowledge that's all they'll be doing this Labor Day. Happy holidays, people!\n\nThis post will be updated with more information as it breaks.\n\nShare Tweet +1 Pin Comment Email We Recommend 01 \"Keeping Up With the Kardashians\" Recap: Scott... 02 Were Nude Photos of Jennifer Lawrence Just Leaked... 03 Lea Michele's 28th Birthday Party Was Better Than... 04 North West Has a Baby Beauty Routine, Because Of... Load comments",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18314357",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5952,
                    "source": {
                        "title": "Cosmopolitan",
                        "uri": "www.cosmopolitan.com"
                    },
                    "time": "12:26:00",
                    "title": "JLaw, Kate Upton, Ariana Grande Among Over 100 Celebrities Whose Nude Photos Have Been Hacked, Apparently",
                    "uri": "207707168",
                    "url": "http://www.cosmopolitan.com/entertainment/celebs/news/a30618/celebrity-nude-photos-4chan-lawrence-upton-grande/",
                    "wgt": 1
                },
                {
                    "body": "It's no secret that celebrities like to take sexy selfies just like everybody else, but unfortunately a huge nude photo leak has left a ton of Tinseltown hotties feeling overexposed.\n\nAn anonymous hacker has posted compromising photos of dozens of famous ladies to an online bulletin board after breaking into the Apple iCloud storage service.\n\nAnd gals like Jennifer Lawrence aren't having it. Her rep told press, \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\n\nMeanwhile, Victoria Justice decided to go straight to the people with a lighthearted tweet- \"These so called nudes of me are FAKE people. Let me nip this in the bud right now. *pun intended*.\"\n\nAdditionally, the online bulletin board claims to have nude pictures of Kirsten Dunst, Hope Solo, Avril Lavigne, Kate Upton and Mary Elizabeth Winstead.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18318358",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5937,
                    "source": {
                        "title": "www.celebrity-gossip.net",
                        "uri": "www.celebrity-gossip.net"
                    },
                    "time": "13:33:00",
                    "title": "Jennifer Lawrence & Victoria Justice Fire Back at Nude Photo Leak Hacker",
                    "uri": "207718847",
                    "url": "http://www.celebrity-gossip.net/jennifer-lawrence/jennifer-lawrence-victoria-justice-fire-back-nude-photo-leak-hacker-1613096",
                    "wgt": 1
                },
                {
                    "body": "A 27-year-old US man has denied claims he is responsible for yesterday's nude celebrity photo leak after he was singled out by the online community.\n\nNaked and near naked photos of more than100 female celebrities, including Jennifer Lawrence, Kate Upton and Rihanna, were posted on websites yesterday in one of the biggest privacy scandals to hit Hollywood.\n\nThe racy mobile phone pictures were obtained by hackers through Apple's iCloud software, according to Buzzfeed.\n\nBryan Hamade, a server administrator for Southern Digital Media in Georgia, was linked to the scandal after he allegedly posted a desktop screenshot to image board 4chan demanding bitcoins in exchange for the photographs.\n\nA Reddit user noticed that the names of the network drives on the screenshot matched that of a previous post by Mr Hamade.\n\nAn image montage depicting Mr Hamade's connection to the post quickly went viral, with many assuming he was the person who stole the images.\n\nMr Hamade has admitted he was behind the 4chan post demanding bitcoins but says he had nothing to do with the celebrity images.\n\n\"I am not behind this. It was so stupid -- I saw a lot of people posting the actual leaks and bitcoin addresses and I've read a lot about bitcoin and how they're are valuable and I thought, oh cool I'll get free bitcoins,\" he told BuzzFeed.\n\n\"I am just an idiot who tried to pull one over on 4chan and lost big time and stupidly left this identifying information.\n\n\"They took my proof and back traced it -- it isn't remotely true. I am not a hacker. I have no idea how the hell someone could hack into all those accounts.\"\n\nMr Hamade said his life was now a \"nightmare\" and he hadn't slept in 34 hours, with non-stop phone calls and emails coming in from 4chan users.\n\n\"They email me constantly, emailing saying they'll hack my personal websites and keep calling my phone, calling me a fag and then hanging up.\n\n\"They also said they'll hack my mom's site, so I took it down,\" he said.\n\nMr Hamade said he was scouring 4chan trying to find the \"real\" hacker so he could clear his name.\n\nActresses Jennifer Lawrence and Mary Elizabeth Winstead confirmed yesterday they were among the victims.\n\n\"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence,\" Lawrence's publicist said in a statement.\n\nWinstead took to Twitter to vent her outrage, saying the photos had been deleted from her phone before they were hacked.\n\n\"Knowing those photos were deleted long ago, I can only imagine the creepy effort that went into this. Feeling for everyone who got hacked,\" Winstead tweeted.\n\n\"To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great about yourselves,\" she wrote in another tweet.\n\nA spokesman for Apple Australia said the technology giant would not be releasing a comment on the alleged security breach at this stage.\n\nOther celebrities on the so-called master list include Mary Kate Olsen, Selena Gomez, Vanessa Hudgens and Winona Ryder.\n\nActresses Ariana Grande and Victoria Justice have both released statements saying nude photographs purporting to be of them are fake.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18348305",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5304,
                    "source": {
                        "title": "entertainment.msn.co.nz",
                        "uri": "entertainment.msn.co.nz"
                    },
                    "time": "19:19:00",
                    "title": "Alleged celeb photo hacker denies claims",
                    "uri": "207801107",
                    "url": "http://entertainment.msn.co.nz/article.aspx?id=8899724",
                    "wgt": 1
                },
                {
                    "body": "The pictures were first published on the website 4Chan by a hacker claiming to have hundreds more. Moreover, the hacker is also claiming to have explicit videos of Lawrence, as well as over 60 nude selfies of the actress. In addition to Lawrence, other names on the list posted to 4Chan of victims include: Aly and AJ Michalka, Avril Lavigne, Amber Heard, Becca Tobin, Brie Larson, Hayden Pannettiere, Hope Solo, Hillary Duff, Jenny McCarthy, Kayley Cuoco, Kate Upton, Kate Bosworth, Keke Palmer, Kim Kardashian, Kirsten Dunst, Krysten Ritter, Laura Ramsey, Lea Michele, Lizzy Caplan, Mary Kate Olsen, Mary Elizabeth Winstead, Rihanna, Scarlet Johansson, Selena Gomez, Vanessa Hudgens, Wynona Ryder, as well as a shot of Alison Brie with Dave Franco. You can see the full list here.\n\nSeveral photos have already started to show up on various message boards across the internet and celebrities have started challenging their authenticity. Actress Victoria Justice, who was also targeted in the hack, tweeted, \"These so called nudes of me are FAKE people, let me nip this in the bud right now. *pun intended*\"\n\nOthers are understandably quite upset by the breach and have confirmed its authenticity. A spokesperson for Jennifer Lawrence released a statement to the Huffington Post confirming the pictures saying, \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nPosters on 4chan and Reddit are claiming that the celebrities were hacked through Apple's iCloud platform, but this has yet to be verified. Though Apple does not exactly offer the highest security protocol, with end to end 128-bit AES encryptions, the inclusion of videos to the ransom makes the weaknesses of iCloud as the only culprit highly improbable. This is because unlike pictures that are automatically uploaded to the cloud, videos require extra effort from the user to intentionally put it there.\n\nApple co-founder Steve Wozniak shared his concerns about the cloud back at the start of last month stating, \"I really worry about everything going to the cloud,\" he said. \"I think it's going to be horrendous. I think there are going to be a lot of horrible problems in the next five years...With the cloud, you don't own anything. You already signed it away\"\n\nThough it is not for certain that iCloud is the culprit, Wozniak's does have a point that cloud storage providers have faced some pretty embarrassing security breaches over the last few years. One can only hope that breaches like these will be enough of a call to action for them to get their act together and take the necessary precautions.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18364547",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5283,
                    "source": {
                        "title": "smartdatacollective.com",
                        "uri": "smartdatacollective.com"
                    },
                    "time": "20:07:00",
                    "title": "Wave of Cloud Security Concerns After Another Celebrity Leak",
                    "uri": "207839203",
                    "url": "http://smartdatacollective.com/cloudwedge/230376/wave-cloud-security-concerns-after-another-celebrity-leak",
                    "wgt": 1
                },
                {
                    "body": "The internet is a cesspool, but at least we'll always have cat videos.\n\nThis month has been exhausting. I say that from a few different perspectives -- as a woman, as a geek, and as a journalist. This month was almost over. And then this happened.\n\nNews broke yesterday that nude photos of Jennifer Lawrence had been \"leaked\" online. The truth is they were stolen. They were hacked from her personal technology. They were posted online without her consent. This is a crime. And possibly worst of all, this is something women are supposed to expect.\n\nI can't see more than half of the replies to that tweet because I blocked those blaming the victim. I blocked so many users I lost count. As the story developed further it turned out that over 100 celebrities had been hacked, including Mary Elizabeth Winstead, Rihanna, Ariana Grande, Kirsten Dunst, Hope Solo, Cat Deeley, Kate Upton and her MLB boyfriend boyfriend Justin Verlander, Aubrey Plaza, Kim Kardashian, Vanessa Hudgens, Lea Michele, and Hillary Duff. Hackers got into the individuals' Apple iClouds, stole images from their phones, posted them on 4chan; the user believed to be responsible asked for Bitcoins in exchange. The photos have since disseminated onto social media and countless other websites. At least one person on the hack list, Victoria Justice, says the photos of her are fake.\n\nLawrence's representative gave a statement to The Hollywood Reporter: \"This is a flagrant violation of privacy. The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\"\n\nThat didn't stop Perez Hilton from posting the photos on TMZ... and then removing them and apologizing for it. \"At work we often have to make quick decisions. I made a really bad one today and then made it worse. I feel awful and am truly sorry,\" he wrote. \"Upon further reflection and just sitting with my actions, I don't feel comfortable even keeping the censored photos up. I am removing them.\"\n\nWe live in a society where women's bodies are a commodity to be sold, whether they agree to it or not. And some of the same people who complain about the NSA or Facebook invading their personal privacy will be the same people searching and spreading around these photos. Winstead had this to say in response:\n\nIn 2012, the man responsible for posting stolen nude photos of Scarlett Johansson was sentenced to 10 years in jail. Authorities are looking into the current case, but already reddit has outed one of the people allegedly responsible, 27-year-old Bryan Hamade. Hamade, speaking to BuzzFeed, denied his involvement:\n\n\"I am not behind this. It was so stupid -- I saw a lot of people posting the actual leaks and bitcoin addresses and I've read a lot about bitcoin and how they're are valuable and I thought, oh cool I'll get free bitcoins,\" he told BuzzFeed.\n\n\"I am just an idiot who tried to pull one over on 4chan and lost big time and stupidly left this identifying information. They took my proof and back traced it -- it isn't remotely true. I am not a hacker. I have no idea how the hell someone could hack into all those accounts,\" he said.\n\nHamade, speaking on the phone as he was driving around trying to find an open law office so he could hire a lawyer, told BuzzFeed he and his family have been harassed by 4chan users since his allegedly Photoshopped post went live.\n\n\"It's been a nightmare and I haven't slept in 34 hours, now. 4chan users are harassing me with non-stop phone calls and emails. They email me constantly, emailing saying they'll hack my personal websites and keep calling my phone, calling me a fag and then hanging up. They also said they'll hack my mom's site, so I took it down,\" he said.\n\nI believe we'll never be able to change some peoples' way of thinking. No matter what, they'll always think a woman could have done something more to prevent themselves from being violated, even if they'd never hold other crimes to the same unbudging standard. But it's incredibly important to keep reminding people not to blame the victim and instead to focus on why these crimes happen.\n\nThe person or persons who stole these photos and posted them online knew exactly what they were doing and why, but society as a whole doesn't necessarily understand why it's not OK for them to have done it. We've all been brainwashed in one way or another to believe women who look or act a certain way can be treated a certain way with no consequences. We've also been told women should act one way and men another. When we try and talk about these issues it's not to demolish the things which make us who we are, but to let others know it's OK not to fit a certain mold. Perhaps the mold you're in is doing you more harm than good. It's why we discuss the harmful messages some of our favorite media sends. We want people to open their eyes, and we want things to change for better.\n\nIt may seem like a long leap from discussing sexualized comic book art to stolen photos being published online without consent, but it's not. It's the little things we let pass that lead to the bigger misconceptions about consent, harassment, and the right to ones' body. People like to argue that things like online harassment exist because they don't see it. They do. They just don't recognize it, because they've been taught it's just a part of life. Let's shove that misconception down the garbage disposal. Enough is enough.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18335757",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4917,
                    "source": {
                        "title": "www.themarysue.com",
                        "uri": "www.themarysue.com"
                    },
                    "time": "18:12:00",
                    "title": "Large-Scale Hack Lands Stolen Nude Photos Of Jennifer Lawrence &amp; Other Celebrities Online",
                    "uri": "207767383",
                    "url": "http://www.themarysue.com/jennifer-lawrence-nude-photos-hack/",
                    "wgt": 1
                },
                {
                    "body": "Many of the photos were shared on content-sharing site 4chan, where the hackers promised even more images. While Apple hasn't confirmed that the storage network is specifically iCloud, many have speculated that it might be the source. This major violation of privacy saw the internet sharing and duplicating the images, and the hacks were trending on Twitter and other social networks, prompting varied responses from the celebrities or their spokespeople.\n\nAccording to Buzzfeed, authorities aren't exactly certain of the identity of those behind the photo nightmare; while there have been some ideas, there has been no official confirmation nor legal action taken yet.\n\nJennifer Lawrence's spokesperson said, \"The authorities have been contacted and will prosecute anyone who posts the stolen photos of Jennifer Lawrence.\" Buzzfeed also reached out to some publicists for information; like other photos, Ariana Grande's were confirmed fake.\n\nOther celebrities decided to speak for themselves on the matter. Mary Elizabeth Winstead, also targeted, decided to respond directly via Twitter:",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18348187",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4859,
                    "source": {
                        "title": "www.whosay.com",
                        "uri": "www.whosay.com"
                    },
                    "time": "19:38:00",
                    "title": "Support Privacy",
                    "uri": "207801089",
                    "url": "http://www.whosay.com/articles/3794-celebrities-respond-to-private-image-leak-nightmare",
                    "wgt": 1
                },
                {
                    "body": "Photos purporting to depict Jennifer Lawrence, model Kate Upton, \"Final Destination 3\" star Mary Elizabeth Winstead and dozens of others were posted to controversial website 4chan on Sunday, the New York Post says.\n\nLawrence's rep appeared to confirm photos of the Oscar winner were real, saying, \"The authorities have been contacted and will prosecute anyone who posts the stolen photos.\"\n\nThe leak was linked to a possible breach of the popular iCloud service, which lets iPhone users store data online.\n\nAn Apple spokeswoman told The AP the Cupertino-based company was investigating whether any iCloud accounts had been tampered with, saying, \"We take user privacy very seriously.\" Meanwhile, Engadget said Monday that Apple had identified and fixed an iCloud security flaw related to the Find My iPhone app.\n\nSome stars, including singer Ariana Grande and \"Victorious\" star Victoria Justice, called the images fakes.\n\n\"These so called nudes of me are FAKE people,\" Justice tweeted. \"Let me nip this in the bud right now. *pun intended*\" Others did not.\n\n\"To those of you looking at photos I took with my husband years ago in the privacy of our home, hope you feel great about yourselves,\" Winstead tweeted.\n\nIn addition to the loss of privacy, the stars were targeted by critics like Ricky Gervais, who tweeted \"Celebrities, make it harder for people to get nude pics of you from your computer by not putting nude pics of yourself on your computer.\" The \"Office\" star quickly deleted the comment after inciting his own tidal wave of criticism.\n\nQUICK TAKES\n\nA lost letter by San Francisco native Jack London to his publisher was found recently at a Connecticut library, tucked inside a 1906 edition of his book \"White Fang.\" ... Joan Rivers, who was rushed to the hospital Thursday after suffering cardiac arrest, is on life support. ... A paparazzo says Alec Baldwin put him in a headlock Sunday after he snapped photos of the actor and his family at a park. ... TV host Jenny McCarthy and New Kid-turned-actor Donnie Wahlberg tied the knot Sunday.\n\nHAPPY BIRTHDAY\n\nSharks defenseman Konrad Abeltshauser is 22. ... A's pitcher Jason Hammel is 32. ... Former Giants shortstop Rich Aurilia is 43. ... Actress Salma Hayek (\"Frida\") is 48. ... Boxer Lennox Lewis is 49. ... Actor Keanu Reeves (\"Lake House\") is 50. ... Actor Eugenio Derbez (\"Vecinos\") is 53. ... Actor Mark Harmon (\"NCIS\") is 63. ... Football commentator Terry Bradshaw is 66.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18357830",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4723,
                    "source": {
                        "title": "The San Francisco Examiner",
                        "uri": "www.sfexaminer.com"
                    },
                    "time": "22:08:00",
                    "title": "Leaked photos of nude stars linked to possible Apple bug",
                    "uri": "207823002",
                    "url": "http://www.sfexaminer.com/sanfrancisco/leaked-photos-of-nude-stars-linked-to-possible-apple-bug/Content?oid=2888968",
                    "wgt": 1
                },
                {
                    "body": "As the dust settles after yesterday's seemingly endless parade of hacked celebrity nudes, it's become clear that some of the photos had been circulating around the web for a while. Even Deadspin readers were aware of them. But where did they originate, and how did they leak widely so suddenly? One anonymous image message board might hold the answer -- if it's not the source of the leaks itself.\n\nThe board is called AnonIB, and according to Encyclopedia Dramatica it was started in 2006 after a mutiny temporarily splintered 4chan's infamous /b/ board. Its current manifestation -- it's been shut down or changed design several times in its short life -- has existed since March 1.\n\nAnonIB, like /b/, is an anonymous image board, but one that focuses more or less exclusively on pornography -- in particular, stolen or leaked nudes of non-celebrity women, arranged on the site in endless and unsearchable 4chan-style threads sorted by state or country of origin. In effect, the board's most infamous sections operate like an dizzying combination of Is Anyone Up? and Photobucket Plunder, served up in the anarchic and baffling style of 4chan.\n\nEarlier this week (days before imgur galleries were passed around the greater internet) a thread dedicated to Jennifer Lawrence was bumped by an AnonIB poster who intimated that posters on /stol/ -- the forum's \"obtained images\" (read: hacked nudes, often for revenge purposes) sub-board -- were in possession of some... interesting photos.\n\nNaturally -- given the general nature of the internet and that AnonIB has an entire board dedicated to fake celebrity nudes -- many posters in the Lawrence thread were initially skeptical of the claims.\n\nMeanwhile, over on /stol/other posters began hawking what they said were stolen celeb nudes for sale or trade.\n\nThough that poster brags that he is \"ripping iclouds\" -- allegedly the method with which the cache of nude photos was cultivated -- it's unclear if he is one of the culprits or merely a peddler posing as one. Nonetheless, the posts make it apparent that the photos have been floating around the makeshift hacked nude black market for some time, a theory confirmed by an email sent to Deadspin weeks ago.\n\nAs the week wore on, posters alleging to have access to the photos had migrated over from /stol/ to the Jennifer Lawrence thread, though they were still being met with skepticism.\n\nBut by Sunday the regulars in the Lawrence thread started to get wind of the same images that were being passed around for the world to see, and as more of the genuine photos began to hit the thread, the cynicism about their existence began to melt.\n\nSurfing around /stol/ and /c/, the celeb board (both of which have been experiencing outages), seems to indicate that grandiose claims about exactly how many female celebrities might have been hit may not be as crazy as they seem. One poster revealed screenshots of a master folder on his Mac that contains dozens upon dozens of sub-folders with names of female celebrities -- from Cara Delevingne to Iggy Azalea to Lizzy Caplan to Mary Kate Olsen -- who have not otherwise been involved in this mess.\n\nAt the same time, a number of fake or misidentified images -- of Selena Gomez, among others -- appear to have been caught up and included in some of the circulated galleries.\n\nBut while publicists and Redditors try to sort through the authenticity of each claim, some AnonIB users are teasing what appear to be still unreleased images as proof that there are many more hacked nudes than what trickled into the mainstream yesterday. One poster, when pressed to provide evidence, revealed truncated galleries that he says contain stolen photos of Kate Bosworth, Hayden Panettiere and Leelee Sobieski.\n\nIt figures that a sustained hacking enterprise with this sort of reach would have been conducted over the span of months, and another AnonIB user appeared to confirm that theory early Monday morning. (It goes without saying that anonymous message board postings should be treated as highly suspect.)\n\nMeanwhile on AnonIB's /c/ board, a poster -- in his own words \"not the hacker, just a collector\" -- seeking bitcoin donations in exchange for further leaks claimed to have been IP blocked by AnonIB. \"I didn't just take the money and run,\" he told the board. \"I'll come back in the morning.\"\n\nScreenshots of an apparent email conversation with one leaker (dating back to Friday) were also circulating on Reddit. It's unclear who \"the guy\" who came out of \"hiding\" is:\n\nThe hack should act as a wakeup call for just about anyone on Earth -- from celebrities to normal grunts -- who blindly followed the tech industry down the path of cloud storage. But, unsurprisingly, the users of AnonIB, at least for the moment, have much more local concerns.\n\nKnow anything else? Want to correct, clarify, contextualize or augment our information? Leave tips below, or over email at jordan@gawker.com.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18323059",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3736,
                    "source": {
                        "title": "Gawker",
                        "uri": "gawker.com"
                    },
                    "time": "14:56:00",
                    "title": "Is This 4chan Offshoot the Ground Zero for the Leaked Celebrity Nudes?",
                    "uri": "207732666",
                    "url": "http://gawker.com/is-this-4chan-offshoot-the-ground-zero-for-the-leaked-c-1629190208/%2Btcraggs22?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bdeadspin%252Ffull%2B%2528Deadspin%2529",
                    "wgt": 1
                },
                {
                    "body": "We get many tips every day. (By the way, email us at tips@deadspin.com!) Some of these are dead ends; others are not. A few weeks ago, someone emailed us with a weird story involving pictures of nude celebrities that, without going into it in detail, sounded and sounds like total bullshit. But then there was today's celebrity nude pic deluge, and now we're perplexed.\n\nWe'll skip the original email, since it made a variety of unsupported inferential leaps involving a celebrity doing something implausible. Still, mildly intrigued, one of our writers reached back to the tipster, and got the following response.\n\nOk listen, there's this guy who messaged my girlfriend on facebook saying he would pay 5k for her to send either naked pics or videos. (\"Sex would never be a requirement\").\n\nAs any guy would, I messaged him to tell him to fuck off. He then proceeded to explain how he has naked pics and videos of a bunch of famous people. He sent me pretty legitimate pics of McKayla Maroney, Jennifer Lawrence, Alana Blanchard, Aubrey Plaza, and Victoria Justice. Most of them are topless or naked and he blacked out a couple of the J-Law ones. He says if I want the pics to send me pics of my girlfriend lol, which won't happen. I'm still trying to get more out of this guy, who also claims he invented the patent for Reverse image search to Google. This might be sketchy but wouldn't you like to know how he has all of these pics? I'll send them to you too if you want\n\nOne of our writers, intrigued by the idea of a presumably wealthy tech bro using nude photos of famous people to harass internet users, followed on and heard this:\n\nI'll send you all pictures and my communication with this guy when I get back home later tonight.\n\nWe didn't get any pictures and communications from the tipster after that. No photos or anything. Still ... all those names have surfaced on the alleged master list of nude photos. (Victoria Justice claimed her leaked photos were fake.) We have no idea what to make of this. Someone or other -- call him Pervert Zero -- was touting this specific list of celebrity nudes, and apparently attempting to use it to get random internet users' nudes. Was the guy who leaked the nudes today Pervert Zero, or someone else? If the leaker wasn't Pervert Zero, did he hack him, rather than (as he claims) iCloud? This is all confusing; maybe there's something else entirely going on. At any rate, these photos appear to have been floating somewhere in the bowels of the internet one way or another for awhile, and yet in trying to figure anything out about them, we're stuck at a dead end. We tried contacting our original tipster today with no response. Know anything about some sketchy tech weirdo trying to use Jennifer Lawrence nudes to get still more nudes? Drop us a line: tips@deadspin.com.",
                    "date": "2014-09-01",
                    "eventUri": "1224562",
                    "id": "18283082",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3609,
                    "source": {
                        "title": "Deadspin",
                        "uri": "deadspin.com"
                    },
                    "time": "03:26:00",
                    "title": "We Heard About The Nude Celeb Pics Hack Weeks Ago; Here's What We Know",
                    "uri": "207622439",
                    "url": "http://deadspin.com/we-heard-about-the-nude-celeb-pics-hack-weeks-ago-here-1629154004?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bdeadspin%252Ffull%2B%2528Deadspin%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 27,
            "averageDate": "2014-09-01",
            "avgCos": 0.4404,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1224562",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1224562",
            "lang": "eng",
            "storyDate": "2014-09-01",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-710599",
            "variance": 0.306
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-246429": {
        "articles": {
            "resultCount": 15,
            "results": [
                {
                    "body": "Fotos que supuestamente muestran a estrellas desnudas, como la de la actriz ganadora de un Oscar Jennifer Lawrence y la cantante Rihanna, se difundieron por redes sociales este domingo, en un aparente ataque informático masivo, informaron medios estadounidenses.\n\nLas fotos comenzaron a difundirse en las primeras horas del domingo tras acceder ilegalmente a cuentas de almacenamiento de datos en la nube iCloud, según informaron la web Mashable y otros medios.\n\nAdemás de Lawrence y Rihanna, entre las celebridades cuyas imágenes supuestamente fueron robadas se encuentran, según Mashable, la cantante Avril Lavigne y la actriz Hayden Panettiere.\n\n\"Es tan raro y duro cómo la gente te quita la privacidad\", dijo en un tuit Jennifer Lawrence, cuyo agente amenazó con emprender acciones legales.\n\n\"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", dijo a la página web del mundo del espectáculo TMZ.\n\nLa cantante Victoria Justice negó que las imágenes vinculadas a ella fueran ciertas, al igual que un portavoz de la estrella del pop Ariana Grande, que dijo al portal web BuzzFeed que las imágenes atribuidas a la joven eran \"completamente falsas\".\n\nSin embargo, la actriz Mary Elizabeth Winstead reconoció su frustración ante fotos íntimas suyas que se filtraron.\n\n\"A aquellos que están mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que se sientan bien\", tuiteó.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18315775",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8539,
                    "source": {
                        "title": "Pantallazo",
                        "uri": "www.pantallazo.com.uy"
                    },
                    "time": "12:48:00",
                    "title": "Difunden fotografías de celebridades desnudas",
                    "uri": "207711286",
                    "url": "http://www.pantallazo.com.uy/auc.aspx?245635%2C756%2C0%2C%2C0",
                    "wgt": 1
                },
                {
                    "body": "Fotos que supuestamente muestran a estrellas desnudas, como la de la actriz ganadora de un Oscar Jennifer Lawrence y la cantante Rihanna, se difundieron por redes sociales este domingo 31 de agosto, en un aparente ataque informático masivo, informaron medios estadounidenses.\n\nLas fotos comenzaron a difundirse en las primeras horas del domingo tras acceder ilegalmente a cuentas de almacenamiento de datos en la nube iCloud, según informaron la web Mashable y otros medios.\n\nAdemás de Lawrence y Rihanna, entre las celebridades cuyas imágenes supuestamente fueron robadas se encuentran, según Mashable, la cantante Abril Lavigne y la actriz Hayden Panettiere.\n\n\"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", dijo el agente de Lawrence a la página web del mundo del espectáculo TMZ, .\n\nLa noche del domingo Twitter comenzó a suspender las cuentas que publicaron las fotos de Lawrence, informó el sitio Mashable.\n\nLa cantante Victoria Justice negó que las imágenes vinculadas a ella fueran ciertas, al igual que un portavoz de la estrella del pop Ariana Grande, que dijo al portal web BuzzFeed que las imágenes atribuidas a la joven eran \"completamente falsas\". Sin embargo, la actriz Mary Elizabeth Winstead reconoció su frustración ante fotos íntimas suyas que se filtraron.\n\n\"A aquellos que están mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que se sientan bien\", tuiteó.\n\n\"Sabiendo que estas fotos fueron borradas hace mucho tiempo, solo puedo imaginar el esfuerzo retorcido que implicó hacer esto. Lo siento por todos aquellos que fueron víctimas de pirateo\", añadió.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18312543",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8371,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "11:56:00",
                    "title": "Hacker publica fotos íntimas de Jennifer Lawrence y de otras famosas",
                    "uri": "207702290",
                    "url": "http://www.elcomercio.com/tendencias/jenniferlawrence-famosas-fotos-oscar-desnudas.html",
                    "wgt": 1
                },
                {
                    "body": "Las redes sociales viven hoy un auténtico revuelo tras la filtración en internet de fotografías privadas, supuestamente pirateadas de la nube, de famosas desnudas o en poses sensuales, entre ellas Jennifer Lawrence, quien ya ha anunciado acciones legales, aunque no todas son verdaderas.\n\n\"Se trata de una flagrante violación de la privacidad\", dijo el portavoz de la artista en un comunicado, quien aseguró que ya se ha contactado a las autoridades \"y perseguirán a cualquiera que publique fotografías robadas de Jennifer Lawrence\".\n\nLa lista de famosas que habría sufrido este ataque virtual incluye a Ariana Grande, Rihanna, Victoria Justice, Kim Kardashian, Kate Upton, Lea Michelle, Mary Kate Olsen y Kirsten Dunst, según el portal Buzzfeed.com, quien apunta que las fotos han sido hechas públicas por un pirata identificado como \"4chan\".\n\nAunque por el momento se desconoce cómo ha sucedido, medios locales han apuntado que las imágenes habrían sido obtenidas ilícitamente de alguna plataforma virtual de almacenamiento de datos y las redes sociales se han llenado de comentarios sobre el caso, convirtiendo el asunto y a Jennifer Lawrence en tema del momento.\n\n\"Estas fotos en las que se supone que salgo yo desnuda son falsas, dejadme que deje claro esto\". Así de tajante se mostró la actriz y cantante Victoria Justice en su Twitter oficial en relación a las imágenes, mientras el portavoz de Ariana Grande señaló en un correo electrónico, que son \"completamente falsas\".\n\nSin embargo, Mary Elizabeth Winstead sí ha reconocido que las imágenes son suyas. En su cuenta de oficial de Twitter la actriz ha escrito: \"Espero que todos los que estén mirando las fotos que tomé, con mi esposo, años atrás y en la privacidad de nuestro hogar, se sientan bien consigo mismos\".\n\n\"Sabiendo que borramos esas fotos hace mucho tiempo, puedo imaginarme el esfuerzo malicioso que hizo para conseguirlas. Mis simpatías para todos los que sean pirateados\", agregó.\n\nEsta no es la primera ocasión en que los famosos son objetivo de ladrones informáticos que se han hecho con material personal de internet, entre ellas Paris Hilton, Cristina Aguilera o Scarlett Johansson.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18322518",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8354,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "14:47:00",
                    "title": "Imágenes de famosas desnudas, como Jennifer Lawrence, se filtran en internet",
                    "uri": "207731292",
                    "url": "http://www.publimetro.com.mx/vida/imagenes-de-famosas-desnudas-como-jennifer-lawrence-se-filtran-en-internet/enia%212403563/",
                    "wgt": 1
                },
                {
                    "body": "Alguien accedió ilegalmente a cuentas de almacenamiento de datos en iCloud de varias actrices y cantantes para publicar las imágenes en redes sociales.\n\nFotos que supuestamente muestran a estrellas desnudas, como la oscarizada Jennifer Lawrence y la cantante Rihanna, se difundieron por redes sociales este domingo, en un aparente ataque informático masivo.\n\nLas fotos comenzaron a difundirse en las primeras horas del domingo tras acceder ilegalmente a cuentas de almacenamiento de datos en iCloud, según informaron la web Mashable y otros medios. Además de Lawrence y Rihanna, entre las celebridades cuyas imágenes supuestamente fueron robadas se encuentran, según Mashable, la cantante Abril Lavigne y la actriz Hayden Panettiere.\n\n\"Es tan raro y duro cómo la gente te quita la privacidad\", dijo en un tuit Jennifer Lawrence , cuyo agente amenazó con emprender acciones legales. \"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence \", dijo a la página web del mundo del espectáculo TMZ.\n\nLa cantante Victoria Justice negó que las imágenes vinculadas a ella fueran ciertas, al igual que un portavoz de la estrella del pop Ariana Grande, que dijo al portal web BuzzFeed que las imágenes atribuidas a la joven eran \"completamente falsas\".\n\nSin embargo, la actriz Mary Elizabeth Winstead reconoció su frustración ante fotos íntimas suyas que se filtraron. \"A aquellos que estáis mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que os sintáis bien\", tuiteó.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18299137",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.835,
                    "source": {
                        "title": "ABC de Sevilla",
                        "uri": "sevilla.abc.es"
                    },
                    "time": "05:59:00",
                    "title": "Publican fotos robadas de Jennifer Lawrence desnuda",
                    "uri": "207665079",
                    "url": "http://sevilla.abc.es/estilo-gente/20140901/rc-publican-fotos-robadas-jennifer-201409010824.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON- Las redes sociales viven un auténtico revuelo tras la filtración en internet de fotografías privadas, supuestamente pirateadas de la nube, de famosas desnudas o en poses sensuales, entre ellas Jennifer Lawrence, quien ya ha anunciado acciones legales, aunque no todas son verdaderas.\n\n\"Se trata de una flagrante violación de la privacidad\", dijo el portavoz de la artista en un comunicado, quien aseguró que ya se ha contactado a las autoridades \"y perseguirán a cualquiera que publique fotografías robadas de Jennifer Lawrence\".\n\nLa lista de famosas que habría sufrido este ataque virtual incluye a Ariana Grande, Rihanna, Victoria Justice, Kim Kardashian, Kate Upton, Lea Michelle, Mary Kate Olsen y Kirsten Dunst, según el portal Buzzfeed.com, quien apunta que las fotos han sido hechas públicas por un pirata identificado como \"4chan\".\n\nAunque por el momento se desconoce cómo ha sucedido, medios locales han apuntado que las imágenes habrían sido obtenidas ilícitamente de alguna plataforma virtual de almacenamiento de datos y las redes sociales se han llenado de comentarios sobre el caso, convirtiendo el asunto y a Jennifer Lawrence en tema del momento.\n\n\"Estas fotos en las que se supone que salgo yo desnuda son falsas, dejadme que deje claro esto\". Así de tajante se mostró la actriz y cantante Victoria Justice en su Twitter oficial en relación a las imágenes, mientras el portavoz de Ariana Grande señaló en un correo electrónico, que son \"completamente falsas\".\n\nSin embargo, Mary Elizabeth Winstead sí ha reconocido que las imágenes son suyas. En su cuenta de oficial de Twitter la actriz ha escrito: \"Espero que todos los que estén mirando las fotos que tomé, con mi esposo, años atrás y en la privacidad de nuestro hogar, se sientan bien consigo mismos\".\n\n\"Sabiendo que borramos esas fotos hace mucho tiempo, puedo imaginarme el esfuerzo malicioso que hizo para conseguirlas. Mis simpatías para todos los que sean pirateados\", agregó.\n\nEsta no es la primera ocasión en que los famosos son objetivo de ladrones informáticos que se han hecho con material personal de internet, entre ellas Paris Hilton, Christina Aguilera o Scarlett Johansson.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18328964",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8315,
                    "source": {
                        "title": "Vivelohoy",
                        "uri": "www.vivelohoy.com"
                    },
                    "time": "16:29:00",
                    "title": "Escándalo por fotos de Jennifer Lawrence desnuda",
                    "uri": "207748981",
                    "url": "http://www.vivelohoy.com/entretenimiento/8418333/escandalo-por-fotos-de-jennifer-lawrence-desnuda",
                    "wgt": 1
                },
                {
                    "body": "El agente de la actriz amenazó con emprender acciones legales contra los responsables de lo que los medios estadounidenses han catalogado como un ataque informático masivo\n\nFotos que supuestamente muestran a estrellas desnudas, como la de la actriz ganadora de un Oscar Jennifer Lawrence y la cantante Rihanna, se difundieron por redes sociales este domingo, en un aparente ataque informático masivo, informaron medios estadounidenses.\n\n\"Es tan raro y duro cómo la gente te quita la privacidad\", dijo en un tuit Jennifer Lawrence, cuyo agente amenazó con emprender acciones legales. \"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", dijo a TMZ.\n\nLas fotos comenzaron a difundirse en las primeras horas del domingo tras acceder ilegalmente a cuentas de almacenamiento de datos en la nube iCloud, según informaron la web Mashable y otros medios. Además de Lawrence y Rihanna, entre las celebridades cuyas imágenes supuestamente fueron robadas se encuentran la cantante Abril Lavigne y la actriz Hayden Panettiere, según la página web Mashable.\n\nLa cantante Victoria Justice negó que las imágenes vinculadas a ella fueran ciertas, al igual que un portavoz de la estrella del pop Ariana Grande, que dijo al portal web BuzzFeed que las imágenes atribuidas a la joven eran \"completamente falsas\".\n\nSin embargo, la actriz Mary Elizabeth Winstead reconoció su frustración ante fotos íntimas suyas que se filtraron. \"A aquellos que estáis mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que os sintáis bien\", tuiteó.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18290885",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8279,
                    "source": {
                        "title": "Bizkaia - El Correo.com",
                        "uri": "www.elcorreo.com"
                    },
                    "time": "03:53:00",
                    "title": "Se calienta Twitter con las fotos desnuda de Jenniffer Lawrence",
                    "uri": "207642409",
                    "url": "http://www.elcorreo.com/bizkaia/gente-estilo/201409/01/calienta-twitter-fotos-desnuda-20140901072739.html",
                    "wgt": 1
                },
                {
                    "body": "Las redes sociales viven hoy un auténtico revuelo tras la filtración en internet de fotografías privadas, supuestamente pirateadas de la nube, de famosas desnudas o en poses sensuales, entre ellas Jeniffer Lawrence, quien ya ha anunciado acciones legales, aunque no todas son verdaderas.\n\n\"Se trata de una flagrante violación de la privacidad\", dijo el portavoz de la artista en un comunicado, quien aseguró que ya se ha contactado a las autoridades \"y perseguirán a cualquiera que publique fotografías robadas de Jennifer Lawrence\".\n\nLa lista de famosas que habría sufrido este ataque virtual incluye a Ariana Grande, Rihanna, Victoria Justice, Kim Kardashian, Kate Upton, Lea Michelle, Mary Kate Olsen y Kirsten Dunst, según el portal Buzzfeed.com, quien apunta que las fotos han sido hechas públicas por un pirata identificado como \"4chan\".\n\nAunque por el momento se desconoce cómo ha sucedido, medios locales han apuntado que las imágenes habrían sido obtenidas ilícitamente de alguna plataforma virtual de almacenamiento de datos y las redes sociales se han llenado de comentarios sobre el caso, convirtiendo el asunto y a Jennifer Lawrence en tema del momento.\n\n\"Estas fotos en las que se supone que salgo yo desnuda son falsas, dejadme que deje claro esto\". Así de tajante se mostró la actriz y cantante Victoria Justice en su Twitter oficial en relación a las imágenes, mientras el portavoz de Ariana Grande señaló en un correo electrónico, que son \"completamente falsas\".\n\nSin embargo, Mary Elizabeth Winstead sí ha reconocido que las imágenes son suyas. En su cuenta de oficial de Twitter la actriz ha escrito: \"Espero que todos los que estén mirando las fotos que tomé, con mi esposo, años atrás y en la privacidad de nuestro hogar, se sientan bien consigo mismos\".\n\n\"Sabiendo que borramos esas fotos hace mucho tiempo, puedo imaginarme el esfuerzo malicioso que hizo para conseguirlas. Mis simpatías para todos los que sean pirateados\", agregó.\n\nEsta no es la primera ocasión en que los famosos son objetivo de ladrones informáticos que se han hecho con material personal de internet, entre ellas Paris Hilton, Cristina Aguilera o Scarlett Johansson.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18328667",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8268,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.larazon.es"
                    },
                    "time": "16:26:00",
                    "title": "Filtran en Internet fotos íntimas de Jennifer Lawrence y otras actrices",
                    "uri": "207748232",
                    "url": "http://www.larazon.es/detalle_normal/noticias/7247343/portada/filtran-en-internet-fotos-intimas-de-jennifer-lawrence-y-otras-actrices",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON.- Las redes sociales viven hoy un auténtico revuelo tras la filtración en internet de fotografías privadas, supuestamente pirateadas de la nube, de famosas desnudas o en poses sensuales, entre ellas Jeniffer Lawrence, quien ya ha anunciado acciones legales, aunque no todas son verdaderas.\n\n\"Se trata de una flagrante violación de la privacidad\", dijo el portavoz de la artista en un comunicado, quien aseguró que ya se ha contactado a las autoridades \"y perseguirán a cualquiera que publique fotografías robadas de Jennifer Lawrence\".\n\nLa lista de famosas que habría sufrido este ataque virtual incluye a Ariana Grande, Rihanna, Victoria Justice, Kim Kardashian, Kate Upton, Lea Michelle, Mary Kate Olsen y Kirsten Dunst, según el portal Buzzfeed.com, quien apunta que las fotos han sido hechas públicas por un pirata identificado como \"4chan\".\n\nAunque por el momento se desconoce cómo ha sucedido, medios locales han apuntado que las imágenes habrían sido obtenidas ilícitamente de alguna plataforma virtual de almacenamiento de datos y las redes sociales se han llenado de comentarios sobre el caso, convirtiendo el asunto y a Jennifer Lawrence en tema del momento.\n\n\"Estas fotos en las que se supone que salgo yo desnuda son falsas, dejadme que deje claro esto\". Así de tajante se mostró la actriz y cantante Victoria Justice en su Twitter oficial en relación a las imágenes, mientras el portavoz de Ariana Grande señaló en un correo electrónico, que son \"completamente falsas\".\n\nSin embargo, Mary Elizabeth Winstead sí ha reconocido que las imágenes son suyas. En su cuenta de oficial de Twitter la actriz ha escrito: \"Espero que todos los que estén mirando las fotos que tomé, con mi esposo, años atrás y en la privacidad de nuestro hogar, se sientan bien consigo mismos\".\n\n\"Sabiendo que borramos esas fotos hace mucho tiempo, puedo imaginarme el esfuerzo malicioso que hizo para conseguirlas. Mis simpatías para todos los que sean pirateados\", agregó.\n\nEsta no es la primera ocasión en que los famosos son objetivo de ladrones informáticos que se han hecho con material personal de internet, entre ellas Paris Hilton, Cristina Aguilera o Scarlett Johansson.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18324617",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8257,
                    "source": {
                        "title": "Diariolibre.com",
                        "uri": "www.diariolibre.com"
                    },
                    "time": "15:21:00",
                    "title": "Imágenes de famosas desnudas, como Jeniffer Lawrence, se filtran en internet",
                    "uri": "207737199",
                    "url": "http://www.diariolibre.com/revista/2014/09/01/i771871_imgenes-famosas-desnudas-como-jeniffer-lawrence-filtran-internet.html?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_2",
                    "wgt": 1
                },
                {
                    "body": "Después que se filtraran fotos privadas que muestran a varias famosas desnudas, y que se difundieran por redes sociales este domingo, 31 de agosto de 2014, el representante de la actriz ganadora de un Oscar Jennifer Lawrence criticó el hecho y condenó la actitud del responsable.\n\n\"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", dijo el representante de la actriz a la página web del mundo del espectáculo TMZ.\n\nLa lista de famosas que habría sufrido este ataque virtual incluye a Ariana Grande, Rihanna, Victoria Justice, Kim Kardashian, Kate Upton, Lea Michelle, Mary Kate Olsen y Kirsten Dunst, según el portal Buzzfeed.com, quien señala que las fotos han sido hechas públicas por un pirata identificado como \"4chan\".\n\nAunque por el momento se desconoce cómo ha sucedido, medios locales han apuntado que las imágenes habrían sido obtenidas ilícitamente de alguna plataforma virtual de almacenamiento de datos y las redes sociales se han llenado de comentarios sobre el caso, convirtiendo el asunto y a Jennifer Lawrence en tema del momento.\n\nEl hacker responsable del ataque afirma tener en su poder unas sesenta imágenes de Jennifer Lawrence en posiciones comprometedoras, así como la de otras famosas.\n\nVarias actrices han señalado que las fotos difundidas no son reales: \"Estas fotos en las que se supone que salgo yo desnuda son falsas\". Así de tajante se mostró la actriz y cantante Victoria Justice en su Twitter oficial en relación a las imágenes, mientras el portavoz de Ariana Grande señaló en un correo electrónico, que las fotos son \"completamente falsas\".\n\nEn tanto, la actriz Mary Elizabeth Winstead reconoció su frustración ante la difusión de sus fotos íntimas.\n\n\"A aquellos que están mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que se sientan bien con ustedes mismos.\", tuiteó.\n\nAñadió que estas fotos fueron borradas hace mucho tiempo, \"solo puedo imaginar el esfuerzo retorcido que implicó hacer esto. Lo siento por todos aquellos que fueron víctimas de pirateo\", publicó.\n\nDesde la noche de ayer Twitter está suspendiendo todas las cuentas de su red social que hayan publicado o estén publicando algunas de estas imágenes de la actriz.\n\nEsta no es la primera ocasión en que los famosos son objetivo de ladrones informáticos que se han hecho con material personal de internet, entre ellas Paris Hilton, Cristina Aguilera o Scarlett Johansson.\n\nPero sin duda, se trata de uno de los mayores escándalos de los últimos años en el mundo de las celebrities.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18326604",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8212,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "15:53:00",
                    "title": "Robo de fotos íntimas a celebridades sería ataque a servicio de iCloud",
                    "uri": "207742681",
                    "url": "http://www.elcomercio.com/tendencias/fotos-jennifer-lawrence-violacion-privacidad.html",
                    "wgt": 1
                },
                {
                    "body": "\"Se trata de una flagrante violación de la privacidad\", dijo el portavoz de la artista en un comunicado, quien aseguró que ya se ha contactado a las autoridades \"y perseguirán a cualquiera que publique fotografías robadas de Jennifer Lawrence\".\n\nLa lista de famosas que habría sufrido este ataque virtual incluye a Ariana Grande, Rihanna, Victoria Justice, Kim Kardashian, Kate Upton, Lea Michelle, Mary Kate Olsen y Kirsten Dunst, según el portal Buzzfeed, quien apunta que las fotos han sido hechas públicas por un pirata identificado como \"4chan\".\n\nAunque por el momento se desconoce cómo ha sucedido, medios locales han apuntado que las imágenes habrían sido obtenidas ilícitamente de alguna plataforma virtual de almacenamiento de datos y las redes sociales se han llenado de comentarios sobre el caso, convirtiendo el asunto y a Jennifer Lawrence en tema del momento.\n\n\"Estas fotos en las que se supone que salgo yo desnuda son falsas, dejadme que deje claro esto\". Así de tajante se mostró la actriz y cantante Victoria Justice en su Twitter oficial en relación a las imágenes, mientras el portavoz de Ariana Grande señaló en un correo electrónico, que son \"completamente falsas\".\n\nSin embargo, Mary Elizabeth Winstead sí ha reconocido que las imágenes son suyas. En su cuenta de oficial de Twitter la actriz ha escrito: \"Espero que todos los que estén mirando las fotos que tomé, con mi esposo, años atrás y en la privacidad de nuestro hogar, se sientan bien consigo mismos\".\n\n\"Sabiendo que borramos esas fotos hace mucho tiempo, puedo imaginarme el esfuerzo malicioso que hizo para conseguirlas. Mis simpatías para todos los que sean pirateados\", agregó.\n\nEsta no es la primera ocasión en que los famosos son objetivo de ladrones informáticos que se han hecho con material personal de internet, entre ellas Paris Hilton, Cristina Aguilera o Scarlett Johansson.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18325492",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8164,
                    "source": {
                        "title": "ABC Color",
                        "uri": "www.abc.com.py"
                    },
                    "time": "15:35:00",
                    "title": "Imágenes de famosas desnudas, como Jennifer Lawrence, se filtran en internet",
                    "uri": "207739579",
                    "url": "http://www.abc.com.py/gente/imagenes-de-famosas-desnudas-como-jeniffer-lawrence-se-filtran-en-internet-1281553.html",
                    "wgt": 1
                },
                {
                    "body": "Alguien accedió ilegalmente a cuentas de almacenamiento de datos en iCloud de varias actrices y cantantes para publicar las imágenes en redes sociales.\n\nFotos que supuestamente muestran a estrellas desnudas, como a la oscarizada Jennifer Lawrence y la cantante Rihanna, se han difundido por las redes sociales en un aparente ataque informático masivo.\n\nLas fotos comenzaron a difundirse a primera hora del domingo tras acceder ilegalmente a cuentas de almacenamiento de datos en iCloud, según han informado la web Mashable y otros medios. Además de Lawrence y Rihanna, entre las celebridades cuyas imágenes supuestamente fueron robadas se encuentran la cantante Abril Lavigne y la actriz Hayden Panettiere.\n\n\"Es tan raro y duro cómo la gente te quita la privacidad\", ha dicho en un tuit Jennifer Lawrence, cuyo agente ha amenazado con emprender acciones legales. \"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", ha asegurado a la página web del mundo del espectáculo TMZ.\n\nLa cantante Victoria Justice ha negado que las imágenes vinculadas a su persona fueran ciertas, al igual que un portavoz de la estrella del pop Ariana Grande, que ha afirmado al portal web BuzzFeed que las imágenes atribuidas a la joven son \"completamente falsas\".\n\nSin embargo, la actriz Mary Elizabeth Winstead ha reconocido su frustración ante la filtración de sus fotos íntimas. \"A aquellos que estáis mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que os sintáis bien\", ha tuiteado.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18312377",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8153,
                    "source": {
                        "title": "ABC de Sevilla",
                        "uri": "sevilla.abc.es"
                    },
                    "time": "11:51:00",
                    "title": "Publican fotos robadas de Jennifer Lawrence desnuda",
                    "uri": "207701656",
                    "url": "http://sevilla.abc.es/estilo-gente/20140901/rc-publican-fotos-robadas-jennifer-201409010824.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "EFE. \"Se trata de una flagrante violación de la privacidad\", dijo el portavoz de la artista en un comunicado, quien aseguró que ya se ha contactado a las autoridades \"y perseguirán a cualquiera que publique fotografías robadas de Jennifer Lawrence\".\n\nLa lista de famosas que habría sufrido este ataque virtual incluye a Ariana Grande, Rihanna, Victoria Justice, Kim Kardashian, Kate Upton, Lea Michelle, Mary Kate Olsen y Kirsten Dunst, según el portal Buzzfeed.com, quien apunta que las fotos han sido hechas públicas por un pirata identificado como \"4chan\".\n\nAunque por el momento se desconoce cómo ha sucedido, medios locales han apuntado que las imágenes habrían sido obtenidas ilícitamente de alguna plataforma virtual de almacenamiento de datos y las redes sociales se han llenado de comentarios sobre el caso, convirtiendo el asunto y a Jennifer Lawrence en tema del momento.\n\n\"Estas fotos en las que se supone que salgo yo desnuda son falsas, dejadme que deje claro esto\". Así de tajante se mostró la actriz y cantante Victoria Justice en su Twitter oficial en relación a las imágenes, mientras el portavoz de Ariana Grande señaló en un correo electrónico, que son \"completamente falsas\".\n\nSin embargo, Mary Elizabeth Winstead sí ha reconocido que las imágenes son suyas. En su cuenta de oficial de Twitter la actriz ha escrito: \"Espero que todos los que estén mirando las fotos que tomé, con mi esposo, años atrás y en la privacidad de nuestro hogar, se sientan bien consigo mismos\".\n\n\"Sabiendo que borramos esas fotos hace mucho tiempo, puedo imaginarme el esfuerzo malicioso que hizo para conseguirlas. Mis simpatías para todos los que sean pirateados\", agregó.\n\nEsta no es la primera ocasión en que los famosos son objetivo de ladrones informáticos que se han hecho con material personal de internet, entre ellas Paris Hilton, Cristina Aguilera o Scarlett Johansson. EFE",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18325165",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8144,
                    "source": {
                        "title": "ultimahora",
                        "uri": "www.ultimahora.com"
                    },
                    "time": "15:30:00",
                    "title": "Imágenes de famosas desnudas, como Jeniffer Lawrence, se filtran en internet",
                    "uri": "207738700",
                    "url": "http://www.ultimahora.com/imagenes-famosas-desnudas-como-jeniffer-lawrence-se-filtran-internet-n825752.html",
                    "wgt": 1
                },
                {
                    "body": "\"Es tan raro y duro cómo la gente te quita la privacidad\", dijo en un tuit Jennifer Lawrence LOS ANGELES (AFP)\n\nLas fotos comenzaron a difundirse en las primeras horas del domingo tras acceder ilegalmente a cuentas de almacenamiento de datos en la nube iCloud, según informaron la web Mashable y otros medios.\n\nAdemás de Lawrence y Rihanna, entre las celebridades cuyas imágenes supuestamente fueron robadas se encuentran, según Mashable, la cantante Abril Lavigne y la actriz Hayden Panettiere.\n\n\"Es tan raro y duro cómo la gente te quita la privacidad\", dijo en un tuit Jennifer Lawrence, cuyo agente amenazó con emprender acciones legales.\n\n\"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", dijo su agente a la página web del mundo del espectáculo TMZ.\n\nLa noche del domingo Twitter comenzó a suspender las cuentas que publicaron las fotos de Lawrence, informó el sitio Mashable.\n\nLa cantante Victoria Justice negó que las imágenes vinculadas a ella fueran ciertas, al igual que un portavoz de la estrella del pop Ariana Grande, que dijo al portal web BuzzFeed que las imágenes atribuidas a la joven eran \"completamente falsas\".\n\nSin embargo, la actriz Mary Elizabeth Winstead reconoció su frustración ante fotos íntimas suyas que se filtraron.\n\n\"A aquellos que estáis mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que os sintáis bien\", tuiteó.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18319544",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8082,
                    "source": {
                        "title": "La Nacion de Paraguay",
                        "uri": "www.lanacion.com.py"
                    },
                    "time": "13:54:00",
                    "title": "Publican presuntas fotos robadas de famosas estrellas de Hollywood desnudas",
                    "uri": "207722143",
                    "url": "http://www.lanacion.com.py/articulo/175561-publican-presuntas-fotos-robadas-de-famosas-estrellas-de-hollywood-desnudas.html",
                    "wgt": 1
                },
                {
                    "body": "Además de Lawrence y Rihanna, entre las celebridades cuyas imágenes supuestamente fueron robadas se encuentran, según Mashable, la cantante Avril Lavigne y la actriz Hayden Panettiere.\n\n\"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", dijo el agente de Lawrence a la página web del mundo del espectáculo TMZ, .\n\nLa noche del domingo Twitter comenzó a suspender las cuentas que publicaron las fotos de Lawrence, informó el sitio Mashable.\n\nLa cantante Victoria Justice negó que las imágenes vinculadas a ella fueran ciertas, al igual que un portavoz de la estrella del pop Ariana Grande, que dijo al portal web BuzzFeed que las imágenes atribuidas a la joven eran \"completamente falsas\". Sin embargo, la actriz Mary Elizabeth Winstead reconoció su frustración ante fotos íntimas suyas que se filtraron.\n\n\"A aquellos que están mirando las fotos que tomé con mi marido hace años en la privacidad de nuestro hogar, espero que se sientan bien\", tuiteó.\n\n\"Sabiendo que estas fotos fueron borradas hace mucho tiempo, solo puedo imaginar el esfuerzo retorcido que implicó hacer esto. Lo siento por todos aquellos que fueron víctimas de pirateo\", añadió.",
                    "date": "2014-09-01",
                    "eventUri": "1225847",
                    "id": "18332124",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.795,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "17:23:00",
                    "title": "Hacker anuncia que tiene en su poder un video íntimo de Jennifer Lawrence",
                    "uri": "207757905",
                    "url": "http://www.elcomercio.com/tendencias/jennifer-lawrence-rihanna-avril-lavigne.html",
                    "wgt": 1
                },
                {
                    "body": "Fotos que supuestamente muestran a estrellas desnudas, como la de la actriz ganadora de un Óscar Jennifer Lawrence y la cantante Rihanna, se difundieron por redes sociales desde el domingo pasado, en un aparente ataque informático masivo.\n\nLas fotos comenzaron a difundirse tras acceder ilegalmente a cuentas de almacenamiento de datos en la nube iCloud, informaron la web Mashable y otros medios.\n\n\"Esta es una flagrante violación de privacidad. Contactamos a las autoridades y perseguirán a cualquiera que publique las fotos robadas de Jennifer Lawrence\", dijo el agente de la actriz a la página web TMZ. Este confirmó la veracidad de algunas fotos.\n\nOtras estrellas afectadas también reaccionaron. Las cantantes Victoria Justice y Adriana Grande dijeron que las fotos vinculadas a ellas eran falsas, mientras que la actriz Mary Elizabeth Winstead reconoció su frustración ante fotos íntimas suyas que se filtraron.\n\nWinstead tuiteó que se trata de imágenes tomadas con su esposo en su casa.",
                    "date": "2014-09-02",
                    "eventUri": "1225847",
                    "id": "18369108",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7419,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "05:10:00",
                    "title": "Fotos íntimas de famosas en la red causan polémica",
                    "uri": "207850751",
                    "url": "http://www.eluniverso.com/vida-estilo/2014/09/02/nota/3659276/fotos-intimas-famosas-red-causan-polemica",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 15,
            "averageDate": "2014-09-01",
            "avgCos": 0.5791,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1225847",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1225847",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Upton, New York",
                "lat": 40.86954,
                "long": -72.88677,
                "wikiUri": "http://en.wikipedia.org/wiki/Upton,_New_York"
            },
            "storyDate": "2014-09-01",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-246429",
            "variance": 0.1646
        }
    },
    "meta": {
        "CCAArticleMatchCount": 1,
        "CCAArticleMatchRatio": 0.004629629629629629,
        "CCAAvgCosSim": 0.7407,
        "CCAAvgMatchWgt": 51,
        "_articleUri1": "207711286",
        "_articleUri2": "207634951",
        "_datetime": "2015-02-07 22:55:49",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-246429",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-710599",
        "_username": "admin",
        "artCount1": 15,
        "artCount2": 27,
        "avgCosSimStory1": 0.5791,
        "avgCosSimStory2": 0.4404,
        "categorySim": 0,
        "conceptCosSim": 0.3090200687740609,
        "conceptJaccardSim": 0.1931818181818182,
        "coreTime1": 128573.9833333333,
        "coreTime2": 128568.2,
        "coreTimeStDev1": 2.89053523613553,
        "coreTimeStDev2": 6.898740711061045,
        "entityCosSim": 0.4938016526442639,
        "entityJaccardSim": 0.3235294117647059,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.2500328821130324,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 21,
        "storyQuality2": 13,
        "timeAvg1": 128582.4611111111,
        "timeAvg2": 128583.4061728395,
        "timeStDev1": 5.404139931114614,
        "timeStDev2": 9.386326790622508,
        "varianceStory1": 0.1646,
        "varianceStory2": 0.306
    }
}