{
    "850f305d-14db-4c75-b547-79470a557ea3-122218": {
        "articles": {
            "resultCount": 36,
            "results": [
                {
                    "body": "The murder trial of Amanda Knox recorded another dramatic chapter last night when a Florence court found both her and her former boyfriend Raffaele Sollecito guilty of the November 2007 murder of English student Meredith Kercher in Perugia.\n Knox was given a sentence of 28½ years, while Sollecito received a 25-year sentence.  Neither defendant, however, will go to prison immediately as both sets of defence lawyers announced they will appeal the verdict.  For the time being, Sollecito's passport has been withdrawn, and no action has been taken against Knox because she is living in her home city of Seattle in the United States.\n Knox did not attend the retrial, however, having gone home to the United States after the previous appeal.  \"I am frightened and saddened by this unjust verdict.  Having been found innocent before, I expected better from the Italian justice system,\" Knox said in a statement.\n Sollecito's lawyer Giulia Bongiorno confirmed that her client would appeal to Italy's highest court, and Knox's lawyer Carlo Dalla Vedova said he was \"stunned\".  The court will publish the reasons for its verdict in 90 days.\n For Kercher's family, who had pushed to have the appeal verdict overturned, the reaction was equally raw.  \"We didn't know what to expect.  We are still in shock,\" said Stephanie Kercher, Meredith's sister, after the ruling was read.\n If final appeals are heard, neither Knox nor Sollecito, who was banned from leaving Italy, would face arrest or jail time until a final verdict by the highest court.\n Judicial ride\nOn November 1st, 2007, 21-year-old Meredith Kercher, a Leeds university exchange student, was found half naked in a pool of blood in the Perugia house she shared with Amanda Knox.  Her body bore knife wounds.\n Knox and Sollecito, who were arrested four days after the murder, have been on a very Italian, helter-skelter judicial ride involving four trials over seven years in which, by turns, they have been found guilty and then not guilty.\n Knox, who said she was \"afraid\" to return to Italy because she might be \"wrongfully convicted\", was not in court last night.  Speaking from her home in Seattle she told her defence lawyers that she was \"horrified\" at the court's sentence.\n If this sentence were to be upheld at a forthcoming appeal, then a delicate legal problem would present itself with the Italian state having to decide either to issue an extradition request or an international arrest warrant for Knox.  Many commentators believe Italy would be unwilling to adopt such a course of action and the US even more unwilling to implement it.\n Call for guilty verdicts\nIn his closing remarks to the court, prosecutor Alessandro Crini had called for guilty verdicts for both Knox and Sollecito, arguing that the murder had occurred in the context of \"an explosive mine of sex, drugs and alcohol\".\n This Florence trial represents the fourth \"level\" at which this case has been tried.  In the first ruling in December 2009, a Perugia court sentenced Knox and Sollecito to 26 and 25 years respectively for their alleged involvement in the murder.\n That original conviction was overturned in October 2011 when Knox and Sollecito were acquitted after an appeals hearing, in part because of the testimony of court-appointed forensic investigators.  They ruled that the original Perugia inquiry had been riddled with serious errors.  In particular, forensic experts questioned the validity of DNA evidence taken from Ms Kercher's bra and from the alleged murder weapon.\n Four years in prison\nThat court ruling set Knox free after four years in prison, allowing her to return home to Seattle.\n Any suggestion that Knox's dealings with the Italian justice system had ended with the 2011 appeals ruling, though, were shattered last March when a second supreme court appeals hearing overturned the October 2011 verdict, ordering a retrial of both Knox and Sollecito.\n Knox's credibility was badly damaged when, shortly after her arrest, she wrongfully accused Patrick Lumumba, a Congolese-born musician, of the killing.  Ivorian Rudy Guede, who was found guilty of Meredith Kercher's murder, was sentenced to 16 years in a separate trial in December 2010.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4213903",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8562,
                    "source": {
                        "title": "Irish Times",
                        "uri": "www.irishtimes.com"
                    },
                    "time": "06:16:00",
                    "title": "Knox 'frightened' by verdict for murder of British student",
                    "uri": "155443684",
                    "url": "http://www.irishtimes.com/news/world/europe/knox-sad-and-frightened-by-kercher-murder-verdict-1.1674338",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox and Raffaele Sollecito murdered British student Meredith Kercher in 2007, an Italian appeal court ruled today.\n Judges overrules a previous acquittal and Knox was sentenced to 28 years and six months for murder.  She is currently in the USA.\n Sollecito was sentenced to 26 years.  His sentence will be enforced immediately and his passport was taken from him.\n They can still appeal to the Supreme Court in Italy.  It is unknown whether the duo will appeal the decision, or whether Knox could be extradited from the US to Italy.\n Judges also ordered Knox and Sollecito to pay the court costs of Miss Kercher's family.\n Neither defendant was in the courtroom as the verdict was announced, though Sollecito had attended the lengthy hearings.  Members of Miss Kercher's family were there to hear the verdict.\n It is the third time American Knox, 26, and Italian national Sollecito, 29, have faced trial over the death, in Perugia in 2007.\n The co-accused were originally found guilty of murder in 2009, and were handed jail terms totalling more than 50 years.\n They were cleared nearly two years later - but the appeal court ordered a fresh trial in March last year.\n Today, after lengthy deliberations, the court heard that both were guilty.\n Rudy Guede, a drug dealer, is serving a 16-year sentence over the death - though the courts have said he did not act alone.\n Miss Kercher, a 21-year-old Leeds University student from Coulsdon, Surrey, was found with her throat slashed in the bedroom of the house she shared with Knox in Perugia, central Italy, in November 2007.\n Prosecutors claimed that Miss Kercher was the victim of a drug-fuelled sex game gone awry.\n Knox and her former boyfriend Sollecito have consistently protested their innocence and claim they were not even in the apartment on the night Miss Kercher died.\n Knox was convicted of the murder in December 2009 along with Sollecito following a high-profile trial, with Knox sentenced to 26 years in prison and Sollecito 25.\n The pair were later cleared in 2011 after an appeal court found the prosecution lacking and criticised large swathes of the case against them.\n Italy's highest criminal court, the Court of Cassation, ruled last March that an appeal court in Florence must re-hear the case against Knox and Sollecito for the murder.\n Knox, who now lives in Seattle, said she would not attend due to being unable to afford to travel to Italy and remained in the US for the duration of the retrial.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4157118",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8536,
                    "source": {
                        "title": "London Evening Standard",
                        "uri": "www.standard.co.uk"
                    },
                    "time": "09:36:00",
                    "title": "BREAKING NEWS: Italian judges find Amanda Knox and Sollecito guilty of murdering Meredith Kercher in 2007",
                    "uri": "155298055",
                    "url": "http://www.standard.co.uk/news/crime/breaking-news-italian-judges-find-amanda-knox-and-sollecito-guilty-of-murdering-meredith-kercher-in-2007-9095438.html",
                    "wgt": 1
                },
                {
                    "body": "ReutersAmanda Knox declared guilty again, after her acquittal in 2011.\n Italian appeals court has convicted US citizen Amanda Knox, and her Italian former boyfriend, of murdering British flatmate in 2007.\n She and her former boyfriend have been found guilty of killing Meredith Kercher, for a second time, after having been acquitted on appeal in 2011 for lack of evidence.\n Knox and Raffaele Sollecito, her ex-boyfriend, were first convicted of the murder in 2009, when prosecuteors had alleged that the couple killed Kercher in a sex game gone awry.\n The victim, Meredith Kercher, 21, was a student at University of Perugia, Italy, and shared a flat with Knox, then 20.\n TIMELINE OF EVENTS:\n2 November, 2007: Kercher is found lying in a pool of blood, in the apartment she shared with Knox.  She was sexually assaulted and brutally stabbed to death the night before.\n 6 November, 2007: Knox, boyfriend Sollecito, and Patrick Lumumba, pub owner where Knox worked, were held under temporary detention for the duration of trials.\n 20 November, 2007: Knox had implicated Lumumba, but he is released for lack of evidence.\n 6 December, 2007: Another suspect Rudy Hermann Guede, an Ivory Coast citizen, who is also a drug dealer, is extradited from Germany in connection with the case.\n October, 2008: Guede, who had met Kercher a few days ago was convicted of sexual assault and murder as his DNA was found on Kercher.  He was sentenced to 30 years in prison.\n Knox and Sollecito are also indicted on the charges of murder and sexual assault.\n 5 December, 2009: The couple are declared accomplices in sexual assault, murder and faking evidence of burglary.  Knox is sentenced to 26 years in prison, and Sollecito to 24.\n Knox faces multiple charges including slander, and falsely implicating Lumumba.\n Guede's sentence is cut short to 16 years under appeal after Knox and Sollecito are co-implicated in the case.\n 1 June, 2010: Additional charges are levelled against Knox for falsely accusing police of mistreating her in custody.  She had alleged that police hit on her head, and denied her food, water, and an interpreter.\n 24 November, 2010: Perugia Court accepts appeal against the conviction of Knox and Sollecito.\n February 2011: Lifetime airs their own interpretation of the case in the form of story.  Critics say that there are various inconsistencies in the portrayal of events, leaning towards a pre-conceived judgement on the case.\n 29 June, 2011: DNA evidence used to convict Knox and Sollecito found unreliable by an independent forensic report ordered by the appeals court.\n 3 October, 2011: The convictions are overturned by Italian appeals court.  Knox and Sollecito are found innocent and released from prison immediately.  Knox returns home to US.\n 18 September, 2012: Sollecito releases a book, Honor Bound in which he says that both he and Knox are innocent, but that her behaviour overtly exuberant behaviour at the police station made her a suspect.\n 26 March, 2013: Florence court overturns the acquittal, saying that the mystery remains unresolved, and that there were several gaps in the process of arriving at the earlier verdict.\n A new trial is ordered.\n 30 September, 2013: Florence appeals court opens third trial of Knox and Sollecito.\n 30 January, 2014: Know and Sollecito are again deemed guilty in the murder, and sentenced to 28½ years and 25 years in prison respectively.\n However, Know is not likely to be extradited to Italy.\n Italian appeals court has convicted US citizen Amanda Knox, and her Italian former boyfriend, of murdering British flatmate in 2007.\n She and her former boyfriend have been found guilty of killing Meredith Kercher, for a second time, after having been acquitted on appeal in 2011 for lack of evidence.\n Knox and Raffaele Sollecito, her ex-boyfriend, were first convicted of the murder in 2009, when prosecuteors had alleged that the couple killed Kercher in a sex game gone awry.\n The victim, Meredith Kercher, 21, was a student at University of Perugia, Italy, and shared a flat with Knox, then 20.\n TIMELINE OF EVENTS:\n2 November, 2007: Kercher is found lying in a pool of blood, in the apartment she shared with Knox.  She was sexually assaulted and brutally stabbed to death the night before.\n 6 November, 2007: Knox, boyfriend Sollecito, and Patrick Lumumba, pub owner where Knox worked, were held under temporary detention for the duration of trials.\n 20 November, 2007: Knox had implicated Lumumba, but he is released for lack of evidence.\n 6 December, 2007: Another suspect Rudy Hermann Guede, an Ivory Coast citizen, who is also a drug dealer, is extradited from Germany in connection with the case.\n October, 2008: Guede, who had met Kercher a few days ago was convicted of sexual assault and murder as his DNA was found on Kercher.  He was sentenced to 30 years in prison.\n Knox and Sollecito are also indicted on the charges of murder and sexual assault.\n 5 December, 2009: The couple are declared accomplices in sexual assault, murder and faking evidence of burglary.  Knox is sentenced to 26 years in prison, and Sollecito to 24.\n Knox faces multiple charges including slander, and falsely implicating Lumumba.\n Guede's sentence is cut short to 16 years under appeal after Knox and Sollecito are co-implicated in the case.\n 1 June, 2010: Additional charges are levelled against Knox for falsely accusing police of mistreating her in custody.  She had alleged that police hit on her head, and denied her food, water, and an interpreter.\n November 24, 2010: Perugia Court accepts appeal against the conviction of Knox and Sollecito.\n February 2011: Lifetime airs their own interpretation of the case in the form of story.  Critics say that there are various inconsistencies in the portrayal of events, leaning towards a pre-conceived judgement on the case.\n June 29, 2011: DNA evidence used to convict Knox and Sollecito found unreliable by an independent forensic report ordered by the appeals court.\n 3 October, 2011: The convictions are overturned by Italian appeals court.  Knox and Sollecito are found innocent and released from prison immediately.  Knox returns home to US.\n 18 September, 2012: Sollecito releases a book, Honor Bound in which he says that both he and Knox are innocent, but that her behaviour overtly exuberant behaviour at the police station made her a suspect.\n March 26, 2013: Florence court overturns the acquittal, saying that the mystery remains unresolved, and that there were several gaps in the process of arriving at the earlier verdict.\n A new trial is ordered.\n 30 September, 2013: Florence appeals court opens third trial of Knox and Sollecito.\n 30 January, 2014: Know and Sollecito are again deemed guilty in the murder, and sentenced to 28½ years and 25 years in prison respectively.\n However, Know is not likely to be extradited to Italy.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4227151",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8444,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "12:15:00",
                    "title": "Amanda Knox 2nd-Time Guilty: Timeline of Meredith Kercher Case",
                    "uri": "155492818",
                    "url": "http://www.ibtimes.co.uk/amanda-knox-2nd-time-guilty-timeline-meredith-kercher-case-1434640",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox and Raffaele Sollecito have been found guilty of the murder of British student Meredith Kercher after judges in Florence overruled their previous acquittal.\n It is the third time American Knox, 26, and Italian national Sollecito, 29, have faced trial over the death, in Perugia in 2007.\n Neither defendant was in the courtroom as the verdict was announced, though Sollecito had attended the lengthy hearings.  Members of Miss Kercher's family were there to hear the verdict.\n The co-accused were originally found guilty of murder in 2009, and were handed jail terms totalling more than 50 years.\n Advertisement\nThey were cleared nearly two years later - but the appeal court ordered a fresh trial in March last year.\n Thursday, after lengthy deliberations, the court heard that both were guilty.\n It is unknown whether the duo will appeal the decision, or whether Knox could be extradited from the US to Italy.\n Rudy Guede, a drug dealer, is serving a 16-year sentence over the death - though the courts have said he did not act alone.\n Miss Kercher, a 21-year-old Leeds University student from Coulsdon, Surrey, was found with her throat slashed in the bedroom of the house she shared with Knox in Perugia, central Italy, in November 2007.\n Prosecutors claimed that Miss Kercher was the victim of a drug-fuelled sex game gone awry.\n Knox and her former boyfriend Sollecito have consistently protested their innocence and claim they were not even in the apartment on the night Miss Kercher died.\n Knox was convicted of the murder in December 2009 along with Sollecito following a high-profile trial, with Knox sentenced to 26 years in prison and Sollecito 25.\n The pair were later cleared in 2011 after an appeal court found the prosecution lacking and criticised large swathes of the case against them.\n Italy's highest criminal court, the Court of Cassation, ruled last March that an appeal court in Florence must re-hear the case against Knox and Sollecito for the murder.\n Knox, who now lives in Seattle, said she would not attend due to being unable to afford to travel to Italy and remained in the US for the duration of the retrial.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4159495",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8433,
                    "source": {
                        "title": "The Age",
                        "uri": "news.theage.com.au"
                    },
                    "time": "21:49:00",
                    "title": "Knox reconvicted of Meredith murder",
                    "uri": "155303802",
                    "url": "http://news.theage.com.au/breaking-news-world/knox-reconvicted-of-meredith-murder-20140131-31qcw.html",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox and Raffaele Sollecito at an earlier court hearing in Perugia\nAmanda Knox and Raffaele Sollecito have been found guilty of killing British student Meredith Kercher.\n At a retrial in Italy, the court found that the former lovers did kill Kercher in 2007.\n Knox, who was not present, was sentenced to 28 years and six months in prison.  The judge in Florence ordered for Sollecito's passport to be seized and for him to be arrested.\n It was not clear when extradition proceedings will begin against Knox between Italy and the United States.  Knox, 26, and Sollecito, 29, have the option of appealing the new verdict to the Supreme Court.\n Kercher, then 21, of south London, was found dead with her throat cut in an apartment she shared with Knox and Sollecito in the city of Perugia in 2007.\n The latest trial was the second time Knox and Sollecito have been found guilty of killing Kercher.  Prosecutors claimed she was killed during a sex game gone wrong.\n Knox was represented by lawyers in Florence, Tuscany, but stayed in the United States during proceedings.  Sollecito had been in court throughtout, but was not present for the verdict, reportedly because he was \"too stressed.\" \"\nIn court for the verdict were Kercher's siblings, brother Lyle and sister Stephanie, who told reporters before the verdict: \"something terribly tragic has happened and we can't even begin to convey that to anyone else.\" \"\nAmerican citizen Knox was originally convicted of killing Kercher in 2009 by a court in Italy.  The verdict was overturned on appeal in 2011 and Knox and Sollecito were freed, after spending a total of four years behind bars.\n They were cleared of murder after doubts were raised about the methods used by police to gather DNA from the crime scene.  Heavy criticism was aimed at police for their handling of the murder investigation.\n But a second trial was ordered by Italy's Supreme Court after prosecutors argued that vital DNA evidence was ignored at the pair's appeal in 2011.  Questions were also raised about how the relatively inexperienced judges in the appeal conducted proceedings.\n Homeless drifter Rudi Guede was convicted of killing Kercher in a separate trial and was jailed for 16 years.\n Knox had been feeling \"serene\" ahead of the retrial verdict, her lawyer said.  Carlo Dalla said Knox's innocence \"was rock solid and it allows us to await the verdict with serenity\".\n Knox, dubbed \"Foxy Knoxy\" in parts of the media for her behaviour in the aftermath of Kercher's death, returned home to Seattle following her acquittal.  She has not attended the latest court proceedings.\n Her former boyfriend and co-defendant Sollecito has been present, except at the verdict.  He ran a campaign to raise funds for his defence costs after he ran out of money.  He told the court there was no motive for him to have committed \"such an atrocious act\" as killing Kercher.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4161973",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8341,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "20:10:00",
                    "title": "Amanda Knox and Raffaele Sollecito Guilty of Killing Meredith Kercher",
                    "uri": "155305319",
                    "url": "http://www.ibtimes.co.uk/amanda-knox-raffaele-sollecito-guilty-killing-meredith-kercher-1434549",
                    "wgt": 1
                },
                {
                    "body": "An Italian court was poised to hand down its verdict in the case of American Amanda Knox and her former Italian boyfriend Raffaele Sollecito Thursday over the gruesome murder of a British student found stabbed to death.\n Knox was following proceedings in the Florence courtroom from her hometown of Seattle in the United States where she returned after a previous acquittal.\n Lawyers said Sollecito, who was in court earlier Thursday for a morning hearing, will not be present for the actual verdict as is his right under Italian law.\n Italian news agency ANSA said he may have left Florence alt\nogether, as the two judges and eight jurors have now spent more than 10 hours locked in deliberations.\n Exchange student Meredith Kercher was found dead in the house she shared with Knox on November 2, 2007 in the mediaeval university town of Perugia in central Italy.\n Explaining her decision not to return to Italy, Knox, 26, told the New York Times: \"I would be putting myself in the hands of people who very clearly want me in prison for something that I didn't do.\" \"\nKnox, who is finishing a degree in creative writing at the University of Washington, added: \"I never thought that I would be convicted and then look what happened.\" \"\nClerks said the ruling was expected later on Thursday, around 2030 GMT.\n Kercher's family were also in Italy for the ruling.\n \"The anxiety builds as we get nearer the time.  It's really hard to say what we expect the verdict to be,\" said her brother Lyle, 34.\n \"We are not going to get closure today, so there won't be any celebration on our part, but it's hopefully a step towards reaching a conclusion,\" he said.\n \"To lose someone you love so dearly is hard enough, especially in the way she died, but that has been compounded by the fact that it has gone on for six years and three months.\" \"\nKnox, Sollecito and a third person, drug dealer Rudy Guede, were initially convicted for the crime, which prosecutors said was the result of a sex game turned violent due to tensions between Kercher and Knox.\n Guede is now the only one of the three still in prison after exhausting his appeals but investigators say that multiple stab wounds on the body from two different knives indicate he could not have acted alone.\n Knox and Sollecito have always protested their innocence and Guede has changed his story several times but maintains he did not commit the murder although he was in the house when it happened.\n Prosecutors have asked for Knox to be given a 30-year sentence and Sollecito 26 years, saying the punishment should be harsher for her because she initially accused someone else of the crime, bar owner Patrick Lumumba.\n Knox says the accusation of Lumumba, as well as her since retracted memory of hearing Kercher's screams, were due to intimidating police interrogation tactics.\n Knox now says she was at Sollecito's house that night.\n The two served four years for the murder and were acquitted in 2011 but the supreme court overturned that ruling in 2013, sending the case back for re-trial.\n Thursday's verdict might still not be the final word in the long-running case since both the prosecution and the defence have the right to appeal again.\n Knox explained her absence in an email to the court in which she told jurors: \"I am not a monster\".\n If she is convicted, experts doubt that Knox could ever be extradited to Italy, but she may not be able to travel freely outside the United States if Italy issues an international warrant for her arrest.\n A guilty verdict could see Sollecito arrested in court and thrown back in jail or stripped of his passport to stop him fleeing Italy pending another appeal.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176924",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8336,
                    "source": {
                        "title": "NST Online",
                        "uri": "www.nst.com.my"
                    },
                    "time": "21:55:00",
                    "title": "Verdict looms for Knox in Italy murder trial",
                    "uri": "155341040",
                    "url": "http://www.nst.com.my/world/verdict-looms-for-knox-in-italy-murder-trial-1.474353",
                    "wgt": 1
                },
                {
                    "body": "Click to play video\nVideo will begin in 5 seconds.\n Don't play Play now More video Recommended Click to play video\nFake Super Bowl goods seized\nClick to play video\nKnox awaits verdict in murder trial\nClick to play video\nWorldwide hype for Super Bowl ads\nClick to play video\nGreste parents at 'breaking point'\nClick to play video\nJuris Greste's plea to Australians\nReplay video Return to video Video settings\nWhat type of connection do you have?\n Video settings form Automatically detect my connection speed (recommended) 56K modem Home broadband (100+ Kb/s) Medium-speed broadband (300+ Kb/s) High-speed broadband (600+ Kb/s)\nNote: A cookie will be set to keep your preferences.\n Return to video Video settings\nYour video format settings have been saved.\n Amanda Knox found guilty\nAn Italian court upholds the guilty verdict against US student Amanda Knox and her ex-boyfriend for the 2007 murder of her British roommate Meredith Kercher.\n PT0M50S http://www.dailylife.com.au/action/externalEmbeddedPlayer?id=d-31qfq 620 349 January 31, 2014 - 10:01AM The trials of Amanda Knox\nAn Italian court has found American Amanda Knox guilty of the murder of British student Meredith Kercher and sentenced her to 28 years and six months in jail.\n Her ex-boyfriend, Raffaele Sollecito, was also convicted and sentenced to 25 years.\n Amanda Knox and Raffaele Sollecito together in 2007 outside the house where British student Meredith Kercher was murdered.  Photo: AP\nKnox, who is in the United States and would have to be extradited to serve her sentence, said she was frightened and saddened by what she called an \"unjust\" verdict.\n Advertisement\nShe attacked the \"overzealous and intransigent prosecution\" and \"prejudiced and narrow-minded investigation\" and said she had been wrongfully prosecuted.\n \"Having been found innocent before, I expected better from the Italian justice system.  The evidence and accusatory theory do not justify a verdict of guilt beyond a reasonable doubt,\" Knox said in a statement released by her spokesman.\n Stephanie Kercher (R) and Lyle Kercher (L), the sister and brother of Meredith Kercher, react as the verdict is read.  Photo: AFP\n\"There has always been a marked lack of evidence.  My family and I have suffered greatly from this wrongful persecution,\" she said in the statement sent by spokesman David Marriott.\n Lawyers for Knox and Sollecito announced they would appeal to Italy's highest court.\n After nearly 12 hours of deliberations, the court reinstated the guilty verdict first handed down against Knox and Raffaele Sollecito in 2009.  The verdict had been overturned in 2011 and the pair freed from prison, but Italy's supreme court vacated that decision and sent the case back for a third trial in Florence.\n Murdered British student Meredith Kercher.  Photo: Getty Images\nPresiding Judge Alessando Nencini ordered the 29-year-old Sollecito's passport revoked but made no requests for Knox's movements to be limited, saying she was \"justifiably abroad.\" \"\nKnox and Sollecito spent four years in prison after being found guilty in 2009 of the 2007 murder of Miss Kercher, who was found with multiple stab wounds and her throat slit in the house she shared with Knox in the town of Perugia in central Italy.\n The two were acquitted in 2011 but the supreme court overturned that ruling in 2013, sending the case back for re-trial as Italy does not have laws against \"double jeopardy\" - prosecuting someone for a crime of which he or she had been acquitted.\n Knox did not travel to Italy for the trial and experts doubt she could ever be extradited back to Italy, but the Seattle resident may not be able to travel freely outside the United States if Italy issues a warrant for her arrest.\n Gabriele Giambrone, managing partner of Anglo-Italian law firm Giambrone Law, said it was \"very unlikely\" Knox would be extradited to serve her sentence.\n \"The US will do everything to protect their own citizens, they will mount every challenge possible so I don't think she'll serve any time in an Italian jail,\" said Mr Giambrone, who is not involved in the case.\n Legal experts estimate the case could continue until the end of 2015, though it could be brought forward if fast-tracked.\n Kercher, a 21-year-old Leeds University student from Coulsdon, Surrey, was found half-naked with her throat slashed in the bedroom of the house she shared with Knox in Perugia, central Italy, in November 2007.\n Prosecutor Giuliano Mignini said at the original trial that Knox had masterminded a drug-fuelled sex game involving Sollecito and Rudy Guede, an Ivory Coast native who grew up in Italy, which turned violent, leading to the murder.\n Guede was found guilty in a separate \"fast-track\" trial in 2008 and sentenced to 30 years.  His jail term was reduced to 16 years in a 2009 appeal.  His trial found that he did not act alone because of the number and variety of Kercher's more than 40 wounds.\n Knox first told police she was inside the villa at the time of the killing and that screaming from Kercher's room alerted her to the crime scene.  She also initially named the owner of a bar where she had worked as the possible killer.  The bar owner, Patrick Diya Lumumba, was arrested and later released after a witness confirmed his alibi.  Knox later altered her story and said her original account had been coerced by the police.\n Prosecutor Alessandro Crini had requested a 30-year prison sentence for Knox, of which four were for slander, and 26 years for Sollecito, saying the murder may have been rooted in arguments about the house's cleanliness and sparked by a row over a toilet left unflushed by Guede that night.\n As with Knox, Sollecito has always denied any wrongdoing, saying all he and his girlfriend wanted at the time was to be isolated in their \"little fairy tale.\" \"\nThe original Knox trial in 2009 garnered global media attention and divided opinion along national lines, while failing to clarify what really happened on the night of the murder.  US newspapers including the New York Times argued for acquittal while UK dailies portrayed Knox as a seductive temptress with a violent streak.  Her family and friends described her as a creative and industrious student who, while eccentric, would never harm anyone.\n Sollecito's lawyer Giulia Bongiorno said during the first appeals trial that Knox was more a Jessica Rabbit than a femme fatale, explaining that like the cartoon-film character she's not \"bad, she's just drawn that way.\" \" Sollecito didn't act out of love for his girlfriend and was not Knox's \"puppy\", Ms Bongiorno told the court this month in defence arguments.\n Kercher's family were there to hear the verdict.\n \"We didn't know what to expect.  We are still in shock,\" said Stephanie Kercher, Meredith's sister, after the ruling was read.\n Agenices",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176922",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8262,
                    "source": {
                        "title": "Daily Life",
                        "uri": "www.dailylife.com.au"
                    },
                    "time": "21:52:00",
                    "title": "Amanda Knox guilty of murdering Meredith Kercher, gets 28 years",
                    "uri": "155341002",
                    "url": "http://www.dailylife.com.au/world/amanda-knox-guilty-of-murdering-meredith-kercher-gets-28-years-20140131-hvam7.html",
                    "wgt": 1
                },
                {
                    "body": "Florence (Italy) (AFP) - A court in Florence on Thursday sentenced American student Amanda Knox to 28 years and six months in prison for the murder of her British housemate in 2007 in the latest dramatic twist in the high-profile case.\n The court, after 12 hours of deliberations, also found Knox's former Italian boyfriend Raffaele Sollecito guilty for killing Meredith Kercher in the university town of Perugia and sentenced him to 25 years.\n \"The court...determines a sentence of 28 years and six months for Amanda Knox,\" said the presiding judge, Alessandro Nencini.\n Knox was following the proceedings from her hometown of Seattle in the United States, where she has lived since a previous acquittal in 2011.\n \"It was a real blow,\" said her lawyer, Luciano Ghirga.\n Experts say it is extremely unlikely Knox could be extradited even if the sentence is upheld by the supreme court, although her freedom of movement outside the United States could be severely curtailed.\n Sollecito was also not in court for the verdict, although he attended a hearing earlier on Thursday.\n Nencini ordered that Sollecito's passport be withdrawn to stop him leaving the country.\n \"This conviction was based on nothing.  It's absurd.  Raffaele Sollecito is innocent,\" Sollecito's lawyer, Luca Maori, told reporters after the verdict.\n Maori said he would appeal to the supreme court.\n Leeds University exchange student Kercher was found dead in the house she shared with Knox on November 2, 2007 in mediaeval Perugia in central Italy.\n Explaining her decision not to return to Italy, Knox, 26, told the New York Times: \"I would be putting myself in the hands of people who very clearly want me in prison for something that I didn't do.\" \"\nKercher's family were also in Italy for the ruling.\n Speaking ahead of the verdict, her 34-year-old brother Lyle said: \"We are not going to get closure today, so there won't be any celebration on our part, but it's hopefully a step towards reaching a conclusion.\" \"\n\"To lose someone you love so dearly is hard enough, especially in the way she died, but that has been compounded by the fact that it has gone on for six years and three months.\" \"\nKnox, Sollecito and a third person, drug dealer Rudy Guede, were initially convicted for the crime, which prosecutors said was the result of a sex game turned violent due to tensions between Kercher and Knox.\n Guede is now the only one of the three still in prison after exhausting his appeals but investigators say that multiple stab wounds on the body from two different knives indicate he could not have acted alone.\n Knox and Sollecito have always protested their innocence and Guede has changed his story several times but maintains he did not commit the murder although he was in the house when it happened.\n Prosecutors had asked for Knox to be given a 30-year sentence and Sollecito 26 years, saying the punishment should be harsher for her because she initially accused someone else of the crime, bar owner Patrick Lumumba.\n Knox says the accusation of Lumumba, as well as her since retracted memory of hearing Kercher's screams, were due to intimidating police interrogation tactics.\n Knox now says she was at Sollecito's house that night.\n The two served four years for the murder and were acquitted in 2011 but the supreme court overturned that ruling in 2013, sending the case back for re-trial.\n Thursday's verdict will still not be the final word in the long-running case since the defence has indicated it will appeal to the supreme court again.\n Knox explained her absence in an email to the court in which she told jurors: \"I am not a monster\".",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4159705",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8237,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "21:40:00",
                    "title": "Italian court re-convicts Knox for murder",
                    "uri": "155301119",
                    "url": "http://news.yahoo.com/italian-court-again-convicts-knox-sollecito-murder-210813868.html",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox and Raffaele Sollecito have been found guilty of the murder of British student Meredith Kercher after judges in Florence overruled their previous acquittal.\n It is the third time American Knox, 26, and Italian national Sollecito, 29, have faced trial over the death, in Perugia in 2007.\n Neither defendant was in the courtroom as the verdict was announced, though Sollecito had attended the lengthy hearings.  Members of Miss Kercher's family were there to hear the verdict.\n The co-accused were originally found guilty of murder in 2009, and were handed jail terms totalling more than 50 years.\n They were cleared nearly two years later - but the appeal court ordered a fresh trial in March last year.\n Today, after lengthy deliberations, the court heard that both were guilty.\n It is unknown whether the duo will appeal the decision, or whether Knox could be extradited from the US to Italy.\n Rudy Guede, a drug dealer, is serving a 16-year sentence over the death - though the courts have said he did not act alone.\n Miss Kercher, a 21-year-old Leeds University student from Coulsdon, Surrey, was found with her throat slashed in the bedroom of the house she shared with Knox in Perugia, central Italy, in November 2007.\n Prosecutors claimed that Miss Kercher was the victim of a drug-fuelled sex game gone awry.\n Knox and her former boyfriend Sollecito have consistently protested their innocence and claim they were not even in the apartment on the night Miss Kercher died.\n Knox was convicted of the murder in December 2009 along with Sollecito following a high-profile trial, with Knox sentenced to 26 years in prison and Sollecito 25.\n The pair were later cleared in 2011 after an appeal court found the prosecution lacking and criticised large swathes of the case against them.\n Italy's highest criminal court, the Court of Cassation, ruled last March that an appeal court in Florence must re-hear the case against Knox and Sollecito for the murder.\n Knox, who now lives in Seattle, said she would not attend due to being unable to afford to travel to Italy and remained in the US for the duration of the retrial.\n Knox was given a sentence of 28 years and six months, and Sollecito - who has had his passport withheld - received a 25-year term.\n Speaking outside the court, Knox's lawyer, Luciano Ghirga, said she will launch an appeal against the decision.\n But he said the telephone line \"went dead\" as he told his client of the verdict.\n Mr Ghirga said: \"For those that, like me, are convinced that Amanda is innocent, it is a very difficult time.\n \"We have to respect the verdict but we will challenge them.\n \"We're very sad at the moment.\n \"We will definitely try everything.  This is not the final word.\n \"The road to the next appeal is quite difficult but we are ready for a new battle.\" \"\nSollecito's solicitor, Giulia Bongiorno, said she had not spoken to her client yet.\n She said: \"He was prepared for any outcome.  He is totally astonished why the court keeps changing mind in this way.\n \"The court gives credit to rumours.\n \"This is not a surprise.  They (Knox and Sollecito) have always been considered the murderers.\" \"\nMiss Kercher's brother Lyle, who was in the court for today's verdict, said he would not be able to forgive those responsible for his sister's death.\n In an interview with Sky, Mr Kercher said: \"I think you'd have to be a very strong-willed - arguably religious - person to find that forgiveness.\n \"I think it is so easily forgotten what happened to Meredith.\n \"When I read reports even now, I find myself skimming past the paragraphs that refer to what actually happened to her because it is so horrific.\n \"I think anybody would just need to read in detail or know what happened to her to then question themselves - could they ever forgive someone who did that to their sister or daughter?\"\nSpeaking after the verdict, Mr Kercher said: \"No matter what the verdict, it was never going to be a case of celebrating anything.\n \"That's probably the best we could have hoped for.\" \"\nIn a statement issued by Knox, read by Sky News, she said she was \"frightened and saddened by this unjust verdict\".\n She said the grief of the Kercher family \"will follow them forever\" and said they \"deserve respect and support\".\n The statement went on: \"I am frightened and saddened by this unjust verdict, having been found innocent before.  I expected better from the Italian justice system.\n \"The evidence and accusatory theory do not justify a verdict of guilt beyond a reasonable doubt.  Rather nothing has changed.  There has always been a marked lack of evidence.\n \"My family and I have suffered greatly from the wrongful persecution.\" \"\nKnox said this has \"gotten out of hand\".\n \"Most troubling is that it was entirely preventable,\" she said.\n She described the investigation as \"prejudiced and narrow-minded\".  She said there was an \"unwillingness to admit mistakes\", and added that there was a \"reliance on unreliable testimony and evidence\".\n Knox said there was a \"character assassination\" as well as \"inconsistent and unfounded accusatory theory\", along with \"counter-productive and coercive interrogation techniques that produced false confessions and inaccurate statements\".\n She added: \"Clearly a wrongful conviction is horrific for the wrongfully accused, and it is also terribly bad for the victim, their surviving family and society.\" \"",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4159510",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8177,
                    "source": {
                        "title": "Brentwood Weekly News",
                        "uri": "www.brentwoodweeklynews.co.uk"
                    },
                    "time": "21:49:00",
                    "title": "Knox reconvicted of Meredith murder",
                    "uri": "155303800",
                    "url": "http://www.brentwoodweeklynews.co.uk/uk_national_news/10977298.Knox_reconvicted_of_Meredith_murder/?ref=rss",
                    "wgt": 1
                },
                {
                    "body": "Italian court finds Knox guilty of murder Published: 31 Jan 2014 at 04.49 Online news: World\nAn Italian court on Thursday pronounced US student Amanda Knox guilty of murder and sentenced her in absentia to 28 years and six months in prison in what she said was an \"unjust verdict\".\n This combo image made of file pictures shows US student Amanda Knox (L) and her former boyfriend Raffaele Sollecito in Perugia\nChief judge Alessandro Nencini read out the ruling to a stunned silence in the Florence courtroom and Knox's lawyers said they would appeal in the high-profile and long-running case.\n \"I am frightened and saddened by this unjust verdict.  Having been found innocent before, I expected better from the Italian justice system,\" Knox said in a statement from her home in Seattle.\n \"This has gotten out of hand,\" said the 26-year-old, who is completing a degree in creative writing at the University of Washington after returing to the United States following a previous acquittal.\n After 12 hours of deliberations, the court's two judges and eight jurors also reinstated a murder conviction for Knox's former Italian boyfriend Raffaele Sollecito and sentenced him to 25 years.\n Dressed in a blue sailor jacket and wearing sepia-coloured aviator sunglasses, Sollecito had attended a court hearing earlier on Thursday.\n But he was not present when the verdict was read out and will have his passport withdrawn to stop him fleeing before his final appeal is heard.\n British student Meredith Kercher was found with her throat slit on November 2, 2007 in the cottage she shared with Knox in the mediaeval university town of Perugia where she was on an exchange programme.\n Kercher's brother Lyle and sister Stephanie sat impassively in the court as the verdict was read out.\n Lyle Kercher said afterwards that it was \"not a moment for celebration\" but added: \"We've trusted what the prosecution has been doing all along\".\n \"It's hopefully a step towards reaching a conclusion,\" Kercher said before the ruling.\n \"To lose someone you love so dearly is hard enough, especially in the way she died, but that has been compounded by the fact that it has gone on for six years and three months,\" he added.\n The Kercher family lawyer, Francesco Maresca, expressed \"great satisfaction\" with the decision.\n Knox and Sollecito were first convicted of the murder in 2009, then acquitted in 2011 on appeal.\n The supreme court last year then ordered a re-trial, leading to the guilty verdicts issued on Thursday.\n Sollecito's lawyer Giulia Bongiorno said she was willing to continue a \"ping pong\" of appeals until her client was finally absolved of the crime.\n \"This conviction was based on nothing.  It's absurd.  Raffaele Sollecito is innocent,\" another Sollecito lawyer, Luca Maori, told reporters.\n 'A real blow'\nLuciano Ghirga, a lawyer for Knox, said the verdict was \"a real blow\" and also vowed to press on.\n An extradition procedure for Knox can only be launched following a definitive ruling from the supreme court, which could take months or years.\n Pending that verdict, Knox will not have restrictions on her travel as the judge on Thursday did not issue any detention order against her.\n Legal experts say an extradition from the United States is possible but extremely unlikely.\n Prosecutors had said during the trial that the murder may have been the result of a sex game turned violent due to tensions between Kercher and Knox.\n The defence had dismissed this and said there was a lack of conclusive DNA evidence putting Knox and Sollecito in the bedroom where the murder happened.\n A third accused, local drug dealer Rudy Guede, is currently the only person in prison for the murder.\n But investigators say that multiple stab wounds on the body -- apparently from two different knives -- indicate he could not have acted alone.\n Knox and Sollecito have always protested their innocence and Guede has changed his story several times but maintains he did not commit the murder although he was in the house when it happened.\n Prosecutors had asked for Knox to be given 30 years and Sollecito 26 years, saying the punishment should be harsher for her because she initially accused someone else of the crime, bar owner Patrick Lumumba.\n Knox has said the accusation of Lumumba, as well as her since retracted memory of hearing Kercher's screams, were due to aggressive police interrogation.\n Knox now says she was at Sollecito's house all night.\n She explained her absence in an email to the court during the trial saying: \"I am not a monster\".\n Tell us what you think about this article Like dislike 0 people liked / 0 people disliked it Share this article About the author Writer: AFP Position: News agency Latest stories in this category: Ukraine leader takes sick leave, no crisis solution in sight Shell suspends drilling in Alaska as profits plunge Scarlett Johansson quits Oxfam over Israeli firm advert US economy grew 3.2% in fourth quarter: government Charges dropped in Ribery, Benzema sex case Bangladesh top Islamist sentenced to death for arms smuggling McIlroy masterclass lights up Dubai Militants take hostages in Baghdad as Jan toll tops 900 Bangkok Post online classifieds\nTry buying & selling goods and properties 24/7 in our classifieds which has high purchasing power local & expatriate audience from within Thailand and around the world.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176897",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8155,
                    "source": {
                        "title": "http://www.bangkokpost.com",
                        "uri": "www.bangkokpost.com"
                    },
                    "time": "21:50:00",
                    "title": "Amanda Knox saddened by 'unjust' verdict",
                    "uri": "155340987",
                    "url": "http://www.bangkokpost.com/news/world/392471/amanda-knox-saddened-by-unjust-verdict",
                    "wgt": 1
                },
                {
                    "body": "An Italian court that tried Amanda Knox for murder in recent months began deliberating a verdict today amid a report that Knox has written a letter to the family of her slain roommate Meredith Kercher.\n Two Italian judges and eight jurors are expected to reach a verdict today.  If Knox and her former Italian boyfriend Raffaele Sollecito are found guilty, the court is also expected to pronounce a sentence.  The prosecutor has asked for a 26 prison term for the murder for Knox and Sollecito, plus another four years for Knox on a related libel conviction.\n This will be the fourth time Knox will face a verdict on the 2007 murder of Kercher while they were roommates in Perugia, Italy.  Knox, now 26, and Sollecito, 29, were convicted in 2009.  After serving four years in prison they were freed in 2011 when an appeals court threw out the murder conviction.  But Italy's supreme court ordered another appeals court to rehear the case.\n Knox, who is sporting a new, short haircut, remained in her hometown of Seattle for the latest trial.  Sollecito is in court today and could be promptly arrested if they are found guilty.\n On the day the deliberations began, an Italian journalist who is writing a book about the murder wrote that Knox has given him a letter addressed to the Kercher family to be given to the Kerchers if they are willing to accept it.\n Roberto Costantini wrote in Corriere della Sera today that he spoke with Meredith Kercher's sister Stephanie several days ago about the letter.\n He quoted Stephanie Kercher replying to the offer of the letter, \"I will have to think.  I don't know, but today I don't want to read it because I do not feel the need to speak with her now.\" \"",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4114947",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8029,
                    "source": {
                        "title": "ABC News",
                        "uri": "abcnews.go.com"
                    },
                    "time": "12:37:00",
                    "title": "Amanda Knox Awaits Latest Italian Verdict",
                    "uri": "155182130",
                    "url": "http://abcnews.go.com/International/amanda-knox-awaits-latest-italian-verdict/story?id=22295682",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox has been found guilty of murder this afternoon and has been sentenced to 28 years in prison by an Italian court.\n In the long-drawn court proceedings that have been on and off since 2007, Knox was accused of murdering her British roommate, Meredith Kercher, in Pergugia, Italy.  Her ex-boyfriend, Raffaele Sollecito, was also handed a sentence of 25 years in relation to the murder.\n Knox has gone to trial 4 times now.  After being convicted of the crime in 2009, Knox and Sollecito served four years only to be released by an appeals court in 2011.  However, the case was brought again to a separate appeals court, who after deliberating with a jury, have laid down the most recent sentence.\n Knox was not at the court for the sentencing, nor was Sollecito.  Even though Knox was found guilty of murder, she will most likely not return to Italy to serve out her sentence as she lives in Seattle.  Currently the U.S. does not extradite individuals who have been tried on the same charge.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176931",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7999,
                    "source": {
                        "title": "Guardian Liberty Voice",
                        "uri": "guardianlv.com"
                    },
                    "time": "21:55:00",
                    "title": "Amanda Knox Found Guilty of Murder",
                    "uri": "155341038",
                    "url": "http://guardianlv.com/2014/01/amanda-knox-found-guilty-of-murder/",
                    "wgt": 1
                },
                {
                    "body": "An Italian court said last night that Amanda Knox and her ex-boyfriend, Raffaele Sollecito, are guilty of Meredith Kercher's murder.  It has been an ongoing trial, with acquittals and rulings overturned for just over six years.  The 26-year-old American is reportedly shocked by the verdict but will not leave for Italy by choice.\n Kercher, Knox and others were sharing a flat in Italy at the time of the incident.  In November 2007, Kercher was found brutally murdered and her flatmates were arrested on suspicion of murder.  According to police, she was found with her throat slashed and 40 stab wounds in her body.  It was 11 months before Knox and her boyfriend at the time were charged with sexual assault and murder.  By 2009, they were both found guilty but appealed.\n Two years later they were released from prison after an acquittal.  The court decided that the DNA evidence was questionable, which has been something raised at the current trial.  She returned home to her family in the United States, where she was when she heard about the new guilty verdict.\n On March 26, 2013, Knox and Sollecito heard that the Italian Supreme Court had decided to overturn the acquittals.  It led to a new trial, which came to an end last night.  Many people raised the question of double jeopardy, but the law in Italy over this is quite lax.  Just because Knox was acquitted, does not mean that she cannot be tried again with the same evidence, unlike in the United States, according to Decoded Science.\n The trial came to an end with the Italian court saying that Knox and Sollecito were guilty of murder and she was sentenced to 28 years, with Sollecito facing 25 years.  The 26-year-old watched the verdict announced on live television in her home in Seattle.  She explained to the media that she is \"saddened\" by the unjust verdict, after already being found innocent.\n Her parents were also saddened and angry at the decision.  Curt Knox explained that the evidence supports his daughter's innocence and it was surprising for the court to rule the opposite way.  The evidence shows that the student was never in the room, so would not have been able to commit the crime.\n For now, Knox is remaining in the United States.  She has no plans to travel to Italy voluntarily, which will lead to a battle between the American and Italian officials.  Her lawyer, Ted Simon, explained that there is another appeals process, so extradition is not something to speak about yet.  Sollecito has not been arrested, but is having his passport taken from him.  He remains in Italy and the officials want it to remain that way.\n The Kercher family want to close this chapter of their lives, but that cannot happen until 2015 when the right to appeal comes to an end.  Lyle Kercher, the brother of the victim, stated that nothing will bring his sister back but that a conviction will help them \"move on.\" \" They are not exactly happy that the Italian court says Knox is guilty of murder, because it does not change the events that have happened.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4257163",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7973,
                    "source": {
                        "title": "Guardian Liberty Voice",
                        "uri": "guardianlv.com"
                    },
                    "time": "16:23:00",
                    "title": "Amanda Knox Guilty of Murder, Says Italian Court",
                    "uri": "155611573",
                    "url": "http://guardianlv.com/2014/01/amanda-knox-guilty-of-murder-says-italian-court/",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox arrives at court during her appeal trial in 2011.  Agence France-Presse/Getty Images\nFLORENCE -- Lawyers for Amanda Knox delivered their closing arguments in the retrial of the Seattle native and her Italian former boyfriend who have been accused of killing a British student in 2007.\n An Italian appeals court in Florence will announce its verdict later Thursday in what will be the latest development in a long-running legal saga for Ms. Knox and her ex-boyfriend Raffaele Sollecito, who have both maintained their innocence in the murder of Meredith Kercher.\n Luciano Ghirga, one of the lawyers representing Ms. Knox, said another man, Rudy Hermann Guede, acted alone in murdering Ms. Kercher.  \"We're firm [in our conviction] of a lack of evidence [to incriminate Ms. Knox],\" he told an appeals court.\n Ms. Knox, now 26 and studying creative writing at the University of Washington, declined to attend the retrial in Florence, saying she was afraid she wouldn't get a fair trial.  Neither she nor Mr. Sollecito, 29, was obliged to attend, but Mr. Sollecito made a few appearances in court and was present for the closing arguments.  Both deny charges of murder and sexual assault and say they are innocent.\n \"The prosecution has succeeded before in convincing a perfectly sound court...to convict innocent people,\" Ms. Knox said in an email to the court during the trial.  Ms. Knox and Mr. Sollecito were convicted of murder and sexual assault in 2009 but an appeals court overturned the ruling in 2011.\n The Case of Amanda Knox\nU.S. student Amanda Knox, her Italian former boyfriend Raffaele Sollecito and key events in their trial for the 2007 murder and sexual assault of U.K. student Meredith Kercher.\n View Graphics\nShould the Florence appeals court convict Ms. Knox, she could appeal at least one more time, said another of her lawyers, Carlo Dalla Vedova.  If she loses all appeals, Italy could seek her extradition.  Italian prosecutors can also appeal if the verdict goes against them, meaning a final decision is likely at least a year away.  Mr. Sollecito's lawyers also plan to appeal a guilty verdict.\n It is unclear whether the U.S. would agree to send Ms. Knox back to Italy.  One issue in that decision would be the interpretation of double jeopardy, the U.S. legal principle whereby a suspect can't be tried twice for the same crime, say experts.\n Italian law doesn't consider a conviction final until the appeals process has been exhausted regardless of the number of times a defendant has been put on trial.\n In an interview with Italian daily newspaper la Repubblica earlier this month, Ms. Knox said she would resist extradition if the appeals end in a guilty verdict.  \"In that case, I will be...a fugitive,\" she said.\n The mystery surrounding Ms. Kercher's death and the subsequent arrest of Ms. Knox, Mr. Sollecito and other suspects grabbed the attention of the world's media and sharply divided public opinion in Italy and the U.S.\nIn November 2007, Ms. Kercher was found dead in an apartment she shared with Ms. Knox in Perugia, a university town in central Italy.  The 21-year-old student had been stabbed multiple times and her throat had been slashed, with her body also showing signs of sexual assault, according to the prosecution.\n Enlarge Image\nMembers of the media stand outside the justice palace during Amanda Knox and Raffaele Sollecito's retrial session in Florence on Thursday.  Reuters\nIn 2008 a court convicted Mr. Guede, an Ivory Coast national who had briefly known Ms. Kercher, for her murder, sentencing him to 16 years in prison.  The ruling suggested he didn't act alone, though other possible suspects who might have taken part in the murder weren't identified.\n Mr. Guede, whose DNA was found on the body, said he was in the apartment but denied killing Ms. Kercher, saying he had been framed by Ms. Knox and Mr. Sollecito.\n In his arguments Thursday, Ms. Knox's lawyer Mr. Dalla Vedova said Mr. Guede had entered the apartment when it was empty and was caught off guard when Ms. Kercher returned.  He tried to rape her, and when she resisted, he killed her, said Mr. Dalla Vedova.\n In 2009, Ms. Knox and Mr. Sollecito were convicted of murder and sexual assault and sentenced to 26 and 25 years in prison, respectively.  But an appeals court overturned the ruling in 2011 and Ms. Knox was freed from prison, where she had spent four years, and returned to Seattle.\n Ms. Knox and Mr. Sollecito have since then both published books and made television appearances.  On one television program, Ms. Knox said she and Mr. Sollecito had been at his place for the entire night of the murder.\n The reversal in the case raised questions about the credibility of Italy's justice system.  Some critics in the U.S. blasted the handling of the case as ham-handed and highlighted the multiple appeals and the retrial as emblematic of an intractable and unfair system.  The Italian government hasn't commented on the trial, but it has sought to reform the system in recent years.\n In a surprise decision last year, Italy's Supreme Court ordered a retrial, arguing that the reasoning behind the 2011 reversal had been \"contradictory.\" \" A new trial began in an appeals court in Florence in September.\n During this retrial, the defense returned to questions about the reliability of forensic evidence that had been raised during the first trial.  Back then, experts argued that DNA evidence found on a knife -- the alleged murder weapon -- was insufficient to link it to Ms. Knox.\n Public Prosecutor Alessandro Crini has called for Ms. Knox and Mr. Sollecito to be each sentenced to 26 years in prison.  Mr. Crini said the violence that led to Ms. Kercher's death erupted from an argument between the two roommates about cleanliness in the apartment.  He dropped the argument prosecutors used in the previous trials that the killing was the result of a sex game gone wrong.\n Mr. Crini said Thursday that he would likely appeal if the court finds the pair not guilty.\n Write to Gilles Castonguay at gilles.castonguay@wsj.com",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4200611",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7857,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "06:19:00",
                    "title": "Amanda Knox Awaits Retrial Verdict",
                    "uri": "155407089",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702304428004579352581338847604?mod=rss_most_viewed_day_asia&mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB10001424052702304428004579352581338847604.html%253Fmod%253Drss_most_viewed_day_asia",
                    "wgt": 1
                },
                {
                    "body": "American student Amanda Knox and her former Italian boyfriend Raffaele Sollecito were found guilty on Thursday for the second time of the 2007 murder of Briton Meredith Kercher, in a retrial that reversed an earlier appeal judgment.\n The verdict, after 12 hours of deliberations, confirmed Knox and Sollecito's original 2009 conviction.  Knox's sentence was increased to 28 years and six months and Sollecito was sentenced to 25 years.  Knox did not attend the retrial, however, having gone home to the United States after the previous appeal.\n \"I am frightened and saddened by this unjust verdict.  Having been found innocent before, I expected better from the Italian justice system,\" Knox said in a statement.\n Sollecito's lawyer Giulia Bongiorno confirmed that her client would appeal to Italy's highest court, and Knox's lawyer Carlo Dalla Vedova said he was \"stunned\".  The court will publish the reasons for its verdict in 90 days.\n For Kercher's family, who had pushed to have the appeal verdict overturned, the reaction was equally raw.\n \"We didn't know what to expect.  We are still in shock,\" said Stephanie Kercher, Meredith's sister, after the ruling was read.\n If final appeals are heard, neither Knox nor Sollecito, who was banned from leaving Italy, would face arrest or jail time until a final verdict by the highest court.\n Knox, who is in the United States and would have to be extradited to serve her sentence, attacked the \"overzealous and intransigent prosecution\" and \"prejudiced and narrow-minded investigation\" and said she had been wrongfully prosecuted.\n Gabriele Giambrone, managing partner of Anglo-Italian law firm Giambrone Law, said it was \"very unlikely\" Knox would be extradited to serve her sentence.\n \"The US will do everything to protect their own citizens, they will mount every challenge possible so I don't think she'll serve any time in an Italian jail,\" said Giambrone, who is not involved in the case.\n The US State Department declined comment on the matter, given \"that that there is room for appeal in this case.\" \"\nLegal experts estimate the case could continue until the end of 2015, although it could be brought forward if fast-tracked.\n INCONSISTENCIES\nKercher, 21, was found stabbed to death in her bedroom in the apartment she shared with Knox in the Umbrian city of Perugia in 2007, where the two were students.\n Investigators quickly pointed to Knox and Sollecito as suspects, building a narrative that the two killed Kercher in a sex game gone awry.  Both were convicted in 2009 and spent four years in prison.\n They were cleared on appeal, but Italy's highest court last year quashed that verdict due to \"inconsistencies\" and ordered a repeat of the appeal trial.  It was this trial that concluded on Thursday.\n From the start, the case, one of the highest-profile murder trials in recent Italian history, has been played out as much in the media as in court, with bloggers and journalists sifting through evidence and weighing in for or against Knox and Sollecito.\n Initially portrayed as a sex-obsessed party girl, Knox has seen a steady transformation of her image, helped by a sophisticated publicity machine that has portrayed her as a victim of a faulty justice system.\n Knox's lawyers have made stinging criticisms of police procedures, the handling of evidence from the crime scene and the conduct of the prosecution.\n They argued that only one person is guilty of the murder: Ivory Coast-born Rudy Guede, who is serving a 16-year sentence for sexually assaulting and stabbing Kercher.\n His trial found that he did not act alone because of the number and variety of Kercher's more than 40 wounds.\n While the initial case had argued that Knox and Sollecito killed Kercher in a sex game gone awry, the prosecution has moved away from this interpretation in the current appeal.\n The retrial has focused on a re-examination of DNA evidence.\n In closing defense arguments, Sollecito's lawyer argued that a trace of his client's DNA on a metal hook on Kercher's bra clasp was there due to contamination, because it was not collected from the crime scene until more than a month after the murder and was repeatedly touched.\n The defense and prosecution contest whether Kercher's DNA was on the blade of a kitchen knife from Sollecito's apartment, which had been used by Knox.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4224641",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7818,
                    "source": {
                        "title": "bdnews24.com",
                        "uri": "bdnews24.com"
                    },
                    "time": "11:27:00",
                    "title": "Amanda Knox, Sollecito convicted, again",
                    "uri": "155479773",
                    "url": "http://bdnews24.com/world/2014/01/31/amanda-knox-sollecito-convicted-again",
                    "wgt": 1
                },
                {
                    "body": "FLORENCE, Italy (Reuters) - American student Amanda Knox and her former Italian boyfriend Raffaele Sollecito were found guilty on Thursday for the second time of the 2007 murder of Briton Meredith Kercher, in a retrial that reversed an earlier appeal judgment.\n The verdict, after 12 hours of deliberations, confirmed Knox and Sollecito's original 2009 conviction.  Knox's sentence was increased to 28 years and six months and Sollecito was sentenced to 25 years.  Knox did not attend the retrial, however, having gone home to the United States after the previous appeal.\n \"I am frightened and saddened by this unjust verdict.  Having been found innocent before, I expected better from the Italian justice system,\" Knox said in a statement.\n Sollecito's lawyer Giulia Bongiorno confirmed that her client would appeal to Italy's highest court, and Knox's lawyer Carlo Dalla Vedova said he was \"stunned\".  The court will publish the reasons for its verdict in 90 days.\n For Kercher's family, who had pushed to have the appeal verdict overturned, the reaction was equally raw.\n \"We didn't know what to expect.  We are still in shock,\" said Stephanie Kercher, Meredith's sister, after the ruling was read.\n If final appeals are heard, neither Knox nor Sollecito, who was banned from leaving Italy, would face arrest or jail time until a final verdict by the highest court.\n Knox, who is in the United States and would have to be extradited to serve her sentence, attacked the \"overzealous and intransigent prosecution\" and \"prejudiced and narrow-minded investigation\" and said she had been wrongfully prosecuted.\n Gabriele Giambrone, managing partner of Anglo-Italian law firm Giambrone Law, said it was \"very unlikely\" Knox would be extradited to serve her sentence.\n \"The U.S. will do everything to protect their own citizens, they will mount every challenge possible so I don't think she'll serve any time in an Italian jail,\" said Giambrone, who is not involved in the case.\n Legal experts estimate the case could continue until end-2015, though it could be brought forward if fast-tracked.\n INCONSISTENCIES\nKercher, 21, was found stabbed to death in her bedroom in the apartment she shared with Knox in the Umbrian city of Perugia in 2007, where the two were students.\n Investigators quickly pointed to Knox and Sollecito as suspects, building a narrative that the two killed Kercher in a sex game gone awry.  Both were convicted in 2009 and spent four years in prison.\n They were cleared on appeal, but Italy's highest court last year quashed that verdict due to \"inconsistencies\" and ordered a repeat of the appeal trial.  It was this trial that concluded on Thursday.\n From the start, the case, one of the highest-profile murder trials in recent Italian history, has been played out as much in the media as in court, with bloggers and journalists sifting through evidence and weighing in for or against Knox and Sollecito.\n Initially portrayed as a sex-obsessed party girl, Knox has seen a steady transformation of her image, helped by a sophisticated publicity machine that has portrayed her as a victim of a faulty justice system.\n Knox's lawyers have made stinging criticisms of police procedures, the handling of evidence from the crime scene and the conduct of the prosecution.\n They argued that only one person is guilty of the murder: Ivory Coast-born Rudy Guede, who is serving a 16-year sentence for sexually assaulting and stabbing Kercher.\n His trial found that he did not act alone because of the number and variety of Kercher's more than 40 wounds.\n While the initial case had argued that Knox and Sollecito killed Kercher in a sex game gone awry, the prosecution has moved away from this interpretation in the current appeal.\n The retrial has focused on a re-examination of DNA evidence.\n In closing defence arguments, Sollecito's lawyer argued that a trace of his client's DNA on a metal hook on Kercher's bra clasp was there due to contamination, because it was not collected from the crime scene until more than a month after the murder and was repeatedly touched.\n The defence and prosecution contest whether Kercher's DNA was on the blade of a kitchen knife from Sollecito's apartment, which had been used by Knox.\n (Additional reporting by Silvia Ognibene and Antonio Denti, writing by Steve Scherer; editing by Kevin Liffey and Matthew Lewis)",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176884",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.779,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "21:17:00",
                    "title": "Amanda Knox convicted again of Briton's murder",
                    "uri": "155340954",
                    "url": "http://www.reuters.com/article/2014/01/30/us-knox-verdict-guilty-idUSBREA0T1U520140130",
                    "wgt": 1
                },
                {
                    "body": "It's no secret that President Barack Obama is a huge Mad Men fan.\n Amanda Knox has her former boyfriend Raffaele Sollecito were found guilty of killing her roommate in Italy, according to the Los Angeles Times.\n Knox, 26, and Sollecito, 29, were originally convicted in 2009 of sexually assaulting and murdering Meredith Kercher, who was stabbed to death in her bedroom.  Knox was sentenced to 26 years in prison, Sollecito to 25.  A third person, Rudy Hermann Guede, was convicted separately.  Knox and Sollecito had spent four years in jail before their convictions were overturned in 2011.\n Kate Beckinsale to star in movie based on Amanda Knox trial\nIn the retrial, Knox was sentenced to 28-and-a-half years, while Sollecito's sentence was 25 years.  Knox declined to fly back to Italy for the retrial, fearing she would be \"wrongly convicted.\" \" Sollecito was instructed to hand over his passport so he would not leave the country before Italy's supreme court confirmed his sentencing.\n A legal expert told CNN that it's unlikely Knox would be extradited back to Italy because of the United States' Double Jeopardy laws that state a person cannot be tried twice for the same charge.  Knox's lawyer also pointed out that the supreme court will likely not hear the case until April or May of 2015 because of backlog of cases.\n \"I am frightened and saddened by this unjust verdict,\" Knox said in written remarks, according to CNN.  \"Having been found innocent before, I expected better from the Italian justice system.  The evidence and accusatory theory do not justify a verdict of guilt beyond a reasonable doubt.  ...T There has always been a marked lack of evidence.  This has gotten out of hand.  Most troubling is that it was entirely preventable.  I beseech those with the knowledge and authority to address and remediate the problems that worked to pervert the course of justice and waste the valuable resources of the system.  \"",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4285844",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7727,
                    "source": {
                        "title": "KULR TV 8",
                        "uri": "www.kulr8.com"
                    },
                    "time": "17:43:00",
                    "title": "Amanda Knox and Raffaele Sollecito found guilty of murder",
                    "uri": "155682053",
                    "url": "http://www.kulr8.com/story/24595186/amanda-knox-and-raffaele-sollecito-found-guilty-of-murder",
                    "wgt": 1
                },
                {
                    "body": "The six-year saga that has been the trial of Amanda Knox and her former boyfriend Rafaele Sollecito for the murder of English student Meredith Kercher in Italy in 2006 has taken another dramatic turn after the guilty verdict imposed in 2009 and overturned in 2011 was reinstated by the court of appeal in Florence yesterday.\n The pair were sentenced to lengthy jail terms: Knox to serve 28 years and six months and Sollecito to serve 25 years.  But sentences still have to be confirmed and further appeals are expected.  Knox, who heard the news at home in Seattle has indicated she would have to be \"dragged kicking and screaming\" back to Italy and would fight extradition.\n And so another chapter opens in a drama that has played out in the full glare of media from the moment Knox was first arrested over Kercher's killing in 2007.  And in Knox much of the news media has constructed the femme fatale of its dreams.\n Knox has been painted by many as the very model of a modern celebrity criminal, voted woman of the year by an Italian TV station in 2008 and in 2012 making Maxim magazine's list of the top 100 sexiest women.  Along the way, she accrued a number of other trappings of fame, notably fan mail and marriage proposals - which prompted a somewhat flattered, somewhat perplexed response.  In an ironic diary entry, she cast herself as one of the most ancient of celebrities, prized for her beauty and little else: Helen of Troy.  The swift and wide proliferation of websites, blogs and discussion boards devoted to the crime gives an indication of just how much interest the case, and Knox in particular, provoked.\n From a very early stage, the idea of Knox as femme fatale gained traction as journalists shaped the slim established facts - and the much more dense material of supposition and rumour - into a suitable product for media consumption: a beautiful young woman apparently involved in a brutal sexual assault and murder.  \"I am not the femme fatale criminal fantasy they describe.  This person does not exist,\" Knox protested to Italian TV in October last year.\n Unfortunately for \"Foxy Knoxy\", it always had been a case about a femme fatale, from the moment that footage of her kissing Sollecito outside her apartment, just hours after the murder, was disseminated around the world.\n By the time the counterspin began to churn, with the PR firm hired by her family pointing out that the nickname had been given to her as a child on the soccer pitch, it was already far too late.  While Sollecito and the other accused (and swiftly convicted), Rudy Guede, soon receded into the background, Knox was handed the role of celebrity murderess.\n One of Sollecito's lawyers even suggested that, \"being with a beautiful girl, he allowed himself to be drawn into giving her an alibi\".  Journalists in court reported that Knox frequently flirted across the court room with Sollecito, who later felt it necessary to insist he was \"not a dog on a lead - at the beck and call of Knox\".  The prosecution repeatedly cast Knox as prime architect and eager participant in the killing, and some of the press lapped it up.\n Knox has been spared no hyperbole: one lawyer called her \"a diabolical, Satanic, demonic she-devil\".  Though she has found her defenders in the media, some of the \"quality\" press has followed a similar line to the tabloids.  At times a value system has been mobilised that condemns Knox for what it perceives to be an unhealthy, immoral promiscuity.  When a writer in the Observer suggests that leaving a vibrator in a transparent washbag and enjoying one-night stands meant Knox \"knew no boundaries\", one is prompted to ask where, exactly, we are locating those boundaries - and what century we are in?\n Above all, however, it's not the sex, it's the violence.  Violent male offenders are understood to be conforming to well-established patterns of behaviour, even if their crimes provoke horror and revulsion.  But female agents of violence are, in the words of writer Ann Lloyd, \"doubly deviant, doubly damned\": they have not only broken the law, they have transgressed the \"rules\" of what is understood to be acceptable female behaviour.  A criminologist described Knox as a \"gap-year Rose West\" in the Daily Express, and a former chair of the British Psychoanalytic Association likened her supposed nonchalance in court to Radovan Karadzic's \"preening behaviour\" during his trial.\n The femme fatale meme is one means by which society has historically sought to rationalise the violent woman, to make her \"make sense\" when she seems to depart so radically from accepted notions of femininity.  It is a construct that provokes powerful and confused emotions.  On the one hand, she excites feelings of desire in the heterosexual male; on the other, she also inspires fear, and very often her erotic charge is magnified considerably precisely because of the threat she contains.\n The coverage of the murder of Kercher swiftly cast Knox in this role.  One defence lawyer felt obliged to go out of her way in an appeal hearing in 2011 to protest that Knox \"may have femme fatale looks, but is not a killer\".  Like that famous parody of 1940s noir femmes fatales, Jessica Rabbit, Giulia Buongiorno suggested, Knox was not bad - she had just been \"drawn that way\".\n The figure of the beautiful-but-lethal woman has always been \"drawn that way\", from Basic Instinct back to Eve tempting Adam.  The enduring patriarchal myth of the femme fatale embodies abiding male fears and fascination with the idea that female charm conceals indelible evil.\n It may be that this has had little or no bearing on the verdict; nevertheless, it is significant and troubling that such stereotypes continue to circulate and be drawn upon so deeply as the media constructs images of women on trial for murder.\n Journey though the courts\nNovember 2, 2007: The body of Meredith Kercher, a 21-year-old British student living in Italy, is found in her Perugia apartment.  Kercher shared the apartment with Amanda Knox, an American student, as well as two Italian roommates.\n Kercher's cause of death is a stab wound to her neck.  Tests reveal evidence of sexual activity before her death.\n November 6: Knox, her boyfriend Raffaele Sollecito, and bar owner Diya \"Patrick\" Lumumba are arrested.  Knox accused Lumumba of being complicit in the murder, but she later recanted that statement.\n He was released two weeks later.\n December 6: Rudy Hermann Guede, an Ivory Coast national, is extradited from Germany and put in jail on arriving in Italy in connection with the murder.\n October 28, 2008: Guede sentenced to 30 years in prison after being convicted of murder following a separate fast-track trial.  His sentence is reduced to 16 years on appeal.\n December 4, 2009: Knox and Sollecito are found guilty of murder and sexual violence.  Knox receives a 26-year prison sentence and Sollecito a 25-year sentence.\n October 3, 2011: Knox and Sollecito are ordered to be released from jail immediately after an appeals court overturns their murder convictions.\n March 26, 2013: The highest criminal court in Italy orders a retrial for Knox and Sollecito after reversing an appeals court's reversal of their convictions.\n January 31, 2014: An Italian court convicts Knox and Sollecito for Kercher's murder.  Knox, now 26 and who was in Seattle while the court verdict was reached, was sentenced to 28 years.\n Lawyers for Knox and Sollecito, 29, vow to appeal to Italy's highest court, a process that will take at least a year.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4249478",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7682,
                    "source": {
                        "title": "The New Zealand Herald",
                        "uri": "www.nzherald.co.nz"
                    },
                    "time": "15:32:00",
                    "title": "verdict new chapter in 'Foxy Knoxy' saga",
                    "uri": "155567968",
                    "url": "http://www.nzherald.co.nz/opinion/news/article.cfm?c_id=466&objectid=11195148",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox arrives at court during her appeal trial in 2011.  Agence France-Presse/Getty Images\nFLORENCE -- An Italian court Thursday found Seattle native Amanda Knox and her Italian former boyfriend guilty of murdering a British student in 2007, the latest twist in a long legal saga that has riveted the media's attention and divided public opinion on both sides of the Atlantic.\n Amanda Knox and Raffaele Sollecito were found guilty of murder by an Italian court on Thursday.  The case has been bouncing back and forth through Italy's legal system since 2007.  Why did it take so long to reach a verdict?  And what happens now?  Image: Getty Images\nAfter more than 11 hours of deliberations, an eight-person panel of judges and jury members in an appeals court in Florence found Ms. Knox and Raffaele Sollecito guilty of murder.\n British student Meredith Kercher was found murdered in her apartment in the central Italian town of Perugia in 2007, and police subsequently arrested Ms. Knox, her then-boyfriend Mr. Sollecito and other suspects.  Ms. Knox and Mr. Sollecito have both maintained their innocence.\n Thursday's verdict, however, isn't likely to bring an end to the case, since Italian law allows both sides to appeal.  The defendants' lawyers as well as the prosecutors have said that they would appeal.\n Background on the Case\nU.S. student Amanda Knox, her Italian former boyfriend Raffaele Sollecito and the trial for the 2007 murder and sexual assault of U.K. student Meredith Kercher.\n View Graphics\nWrite to Gilles Castonguay at gilles.castonguay@wsj.com",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4160239",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7673,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "21:53:00",
                    "title": "Italy Court Finds Amanda Knox Guilty of Murder of U.K. Student in Retrial",
                    "uri": "155305140",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702303973704579353071903182530?mod=rss_europe_whats_news&mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB10001424052702303973704579353071903182530.html%253Fmod%253Drss_europe_whats_news",
                    "wgt": 1
                },
                {
                    "body": "FLORENCE-An Italian appeals court Thursday found Seattle native Amanda Knox and her Italian ex-boyfriend convicted of killing a British student in 2007, the latest twist in a long legal saga that has riveted the attention of the media and divided the public on both sides of the Atlantic\nAfter more than 11 hours of deliberations, an eight-person panel of judges and jury members in an appeals court in Florence found Ms. Knox and Raffaele Sollecito guilty of murder and sexual assault.\n British student Meredith Kercher was found dead in her apartment in the central Italian town of Perugia in 2007, and police subsequently arrested Ms. Knox, her then-boyfriend Mr. Sollecito and other suspects.\n The ruling, however, isn't likely to bring an end to the case, as Italian law allows both sides to appeal.  After the verdict was read, the defendants' lawyers said they plan to appeal.  Ms. Knox and Mr. Sollecito have both maintained their innocence.\n \"I am frightened and saddened by this unjust verdict,\" said Ms. Knox in a statement.  \"The evidence and accusatory theory do not justify a verdict of guilt beyond a reasonable doubt.  Rather, nothing has changed.  There has always been a marked lack of evidence.\" \"\n\"It's a painful development, but it's simply one development,\" said Giulia Bongiorno, who represented Mr. Sollecito.\n Ms. Kercher's brother Lyle was present with their sister Stephanie for the verdict.  The ruling \"was the best we could have hoped for,\" he told reporters.  \"No matter what the verdict is there will never be a case for celebrating anything.\" \"\nThe mystery surrounding Ms. Kercher's death and the subsequent trial have electrified public opinion since Ms. Kercher was found dead in an apartment she shared with Ms. Knox in Perugia, a university town in central Italy where both were exchange students.  The 21-year-old had been stabbed multiple times and her throat had been slashed, with her body also showing signs of sexual assault, according to the prosecution.\n The following year, a court convicted Rudy Hermann Guede, an Ivory Coast national who had briefly known Ms. Kercher, for her murder, sentencing him to 16 years in prison.  The ruling suggested he didn't act alone, though other possible suspects who might have taken part in the murder weren't identified.\n Mr. Guede, whose DNA was found on the body, said he was in the apartment but denied killing Ms. Kercher, saying he had been framed by Ms. Knox and Mr. Sollecito.\n In 2009, Ms. Knox and Mr. Sollecito were convicted of murder and sexual assault.  But an appeals court overturned the ruling in 2011.  Ms. Knox was freed from prison, where she had spent four years, and returned to Seattle.\n Then, in a surprise decision last year, Italy's Supreme Court ordered a retrial, arguing that the reasoning behind the 2011 reversal had been \"contradictory.\" \" A new trial began in an appeals court in Florence in September.\n Ms. Knox, now 26, declined to attend the retrial in Florence, saying she was afraid she wouldn't get a fair trial.  Neither she nor Mr. Sollecito, 29, was obliged to attend, but Mr. Sollecito made a few appearances in court.  He wasn't present for the verdict, and Italian authorities will take away his passport in the coming days.\n On Thursday, the judges handed down a sentence of 25 years in prison for Mr. Sollecito and 28 for Ms. Knox.  Ms. Knox's sentence was two years longer than her 2009 sentence, although the judges didn't immediately explain that decision.\n Seven years of twists in the case have raised questions about the credibility of Italy's justice system.  Some critics in the U.S. blasted the handling of the case as ham-handed and highlighted the multiple appeals and the retrial as emblematic of an intractable and unfair system.  The Italian government hasn't commented on the trial, but it has sought to overhaul the system in recent years.\n During this retrial, the defense returned to questions about the reliability of forensic evidence that had been raised during the first trial.  Back then, experts argued that DNA evidence found on a knife -- the alleged murder weapon -- was insufficient to link it to Ms. Knox.\n Prosecutors instead argued the murder stemmed from an argument between the roommates about cleanliness in the apartment, dropping allegations used in the previous trials that the killing was the result of a sex game gone wrong.\n If Ms. Knox wins her next appeal, which will take months to hear, prosecutors can in turn appeal that verdict.  But if the American student loses all appeals, Italy could seek her extradition.\n It is unclear whether the U.S. would agree to send Ms. Knox back to Italy.  In light of the multiple appeals and trials in Italy, a U.S. judge may invoke the principle of double jeopardy, whereby a suspect can't be tried twice for the same crime, say experts.\n Instead, Italian law doesn't consider a conviction final until the appeals process has been exhausted regardless of the number of times a defendant has been put on trial.\n In an interview with Italian daily la Repubblica earlier this month, Ms. Knox said she would resist extradition if the appeals end in a guilty verdict.  \"In that case, I will be...a fugitive,\" she said.\n Source:www.online.wsj.com",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4212676",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7661,
                    "source": {
                        "title": "periscopepost.com",
                        "uri": "periscopepost.com"
                    },
                    "time": "04:34:00",
                    "title": "UK student murder in retrial Amanda Knox Gulty finds Italy court",
                    "uri": "155443725",
                    "url": "http://periscopepost.com/world-21/uk-student-murder-in-retrial-amanda-knox-gulty-finds-italy-court-3674.html",
                    "wgt": 1
                },
                {
                    "body": "FLORENCE, Italy -- U.S. student Amanda Knox and her former Italian boyfriend Raffaele Sollecito are guilty of the 2007 murder of Briton Meredith Kercher, an Italian court ruled Thursday in the latest twist in a six-year legal saga.\n Knox was sentenced to 28 1/2 years - 18 months less than the prosecution had asked.  Sollecito was to be imprisoned for 25 years, confirming the punishment inflicted at the end of the couple's first trial, in 2009.  The prosecution had asked for 26 years.\n \"I am frightened and saddened by this unjust verdict,\" Knox said in a written statement.  \"Having been found innocent before, I expected better from the Italian justice system.  The evidence and accusatory theory do not justify a verdict of guilt beyond a reasonable doubt.\" \"\nDefense lawyers said they would turn to Italy's top appeals body to invalidate Thursday's convictions.  \"The ping pong will continue,\" Sollecito lawyer Giulia Bongiorno said.\n Knox and her ex-boyfriend were found guilty of several other crimes, including sexual assault, theft and simulating a crime.  Kercher's cellphones and some money were stolen, and a burglary was staged on the murder scene, prosecutors charged.\n In Italy rulings can be appealed twice, and jail sentences are normally not enforced until the process is exhausted.  This means there is currently no requirement for Knox to leave her Seattle home to face Italian justice.\n The 26-year-old allowed herself be tried in absentia, and is determined to fight any extradition attempt.  Sollecito, who also does not face immediate jail, was stripped of his passport, as the court accepted that he was at risk of fleeing the country.\n \"It was never going to be a case of celebrating anything.  It's probably the best we could have hoped for,\" said the victim's brother, Kyle Kercher, speaking in the courtroom, next to his sister Stephanie.\n The court, announcing its decision Thursday night, took almost 12 hours to deliberate.  As usual in Italy, it did not immediately explain its reasoning: Written motivations are to be published within three months.\n Judges had to ascertain whether the defendants were accomplices of Rudy Guede, a small-time drug dealer who was convicted of Kercher's murder in 2010 after two rounds of appeal.  Those rulings found that he did not act alone, leaving the search open for more culprits.\n Offering a motive, prosecutor Alessandro Crini suggested that Kercher and Knox, who shared an apartment, used to argue about housecleaning.  One violent confrontation was said to have taken place in the presence of Sollecito and Guede, leading to her murder.\n Crini presumed that the deadly row was triggered by Guede not flushing the toilet during a visit to Knox and Kercher's flat.  In earlier trials, prosecutors saw the murder as the result of a racy sex game gone wrong.\n \"You may laugh at this reconstruction, but it belongs fully to the realm of the highly plausible,\" Crini said Jan. 20.\n Kercher died at age 21, months after arriving in the central Italian university town of Perugia for an exchange program.  She was found on Nov. 2, 2007, half-naked and with multiple stab wounds, inside her locked bedroom.\n Knox and Sollecito were arrested days after the crime.  They were convicted in 2009, acquitted and freed from prison two years later, and put on trial again in September, after the Court of Cassation criticized the way Perugia judges had reached a not-guilty verdict.\n The 2011 acquittal came after incriminating DNA evidence was dismissed as unreliable.  The Cassation, which first ruled on the case in March, slammed Perugia judges' reasoning, and moved proceedings to Florence for a retrial.\n Knox was jailed for a longer time compared to Sollecito because of a slander conviction related to the false accusations she leveled against Congolese pub owner Patrick Lumumba, which landed him in prison for two weeks.\n This was considered an aggravating circumstance, as it diverted the course of the murder investigations.\n \"I was sure that the convictions would have been confirmed.  Amanda knows what happened that night,\" Lumumba, who used to employ Knox as a part-time waitress, said.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176893",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7657,
                    "source": {
                        "title": "Bellingham Herald",
                        "uri": "www.bellinghamherald.com"
                    },
                    "time": "22:34:00",
                    "title": "Italy retrial ends with guilty rulings for Amanda Knox, former boyfriend",
                    "uri": "155340993",
                    "url": "http://www.bellinghamherald.com/2014/01/30/3448953/italy-retrial-ends-with-guilty.html",
                    "wgt": 1
                },
                {
                    "body": "Nicollette Sheridan will get a new trial in her wrongful termination case against Desperate Housewives, according to The Hollywood Reporter.M More >>\nAmanda Knox has her former boyfriend Raffaele Sollecito were found guilty of killing her roommate in Italy, according to the Los Angeles Times.\n Knox, 26, and Sollecito, 29, were originally convicted in 2009 of sexually assaulting and murdering Meredith Kercher, who was stabbed to death in her bedroom.  Knox was sentenced to 26 years in prison, Sollecito to 25.  A third person, Rudy Hermann Guede, was convicted separately.  Knox and Sollecito had spent four years in jail before their convictions were overturned in 2011.\n Kate Beckinsale to star in movie based on Amanda Knox trial\nIn the retrial, Knox was sentenced to 28-and-a-half years, while Sollecito's sentence was 25 years.  Knox declined to fly back to Italy for the retrial, fearing she would be \"wrongly convicted.\" \" Sollecito was instructed to hand over his passport so he would not leave the country before Italy's supreme court confirmed his sentencing.\n A legal expert told CNN that it's unlikely Knox would be extradited back to Italy because of the United States' Double Jeopardy laws that state a person cannot be tried twice for the same charge.  Knox's lawyer also pointed out that the supreme court will likely not hear the case until April or May of 2015 because of backlog of cases.\n \"I am frightened and saddened by this unjust verdict,\" Knox said in written remarks, according to CNN.  \"Having been found innocent before, I expected better from the Italian justice system.  The evidence and accusatory theory do not justify a verdict of guilt beyond a reasonable doubt.  ...T There has always been a marked lack of evidence.  This has gotten out of hand.  Most troubling is that it was entirely preventable.  I beseech those with the knowledge and authority to address and remediate the problems that worked to pervert the course of justice and waste the valuable resources of the system.  \"",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4252558",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7657,
                    "source": {
                        "title": "KSWT TV 13",
                        "uri": "www.kswt.com"
                    },
                    "time": "18:25:00",
                    "title": "Amanda Knox and Raffaele Sollecito found guilty of murder",
                    "uri": "155599488",
                    "url": "http://www.kswt.com/story/24595186/amanda-knox-and-raffaele-sollecito-found-guilty-of-murder",
                    "wgt": 1
                },
                {
                    "body": "Florence, Italy (Alliance News) - US student Amanda Knox and her former Italian boyfriend Raffaele Sollecito are guilty of the 2007 murder of Briton Meredith Kercher, an Italian court ruled Thursday, in the latest twist in a six-year legal saga.\n Knox was sentenced to 28 years and a half - 18 months less than the prosecution had asked.  Sollecito was to be imprisoned for 25 years, confirming the punishment inflicted at the end of the couple's first trial, in 2009.  The prosecution had asked for 26 years.\n \"I am frightened and saddened by this unjust verdict,\" Knox said in a written statement.  \"Having been found innocent before, I expected better from the Italian justice system.  The evidence and accusatory theory do not justify a verdict of guilt beyond a reasonable doubt.\" \"\nDefence lawyers said they would turn to Italy's top appeals body to invalidate Thursday's convictions.  \"The ping pong will continue,\" Sollecito lawyer Giulia Bongiorno said.\n Knox and her ex boyfriend were found guilty of several other crimes, including sexual assault, theft and simulating a crime.  Kercher's mobile phones and some money was stolen, and a burglary was staged on the murder scene, prosecutors charged.\n In Italy rulings can be appealed twice, and jail sentences are normally not enforced until the process is exhausted.  This means there is currently no requirement for Knox to leave her Seattle home to face Italian justice.\n The 26-year-old let herself be tried in absentia, and is determined to fight any extradition attempt.  Sollecito, who also does not face immediate jail, was stripped of his passport, as the court accepted that he was at risk of fleeing the country.\n \"It was never going to be a case of celebrating anything.  It's probably the best we could have hoped for,\" said the victim's brother, Kyle Kercher, speaking in the courtroom, next to his sister Stephanie.\n The court, announcing its decision at around 10 pm (2100 GMT), took almost 12 hours to deliberate.  As usual in Italy, it did not immediately explain its reasoning: written motivations are to be published within three months.\n Judges had to ascertain whether the defendants were accomplices of Rudy Guede, a small-time drug dealer who was convicted of Kercher's murder in 2010 after two rounds of appeal.  Those rulings found that he did not act alone, leaving the search open for more culprits.\n Offering a motive, Prosecutor Alessandro Crini suggested that Kercher and Knox, who were flatmates, used to argue about housecleaning.  One violent confrontation was said to have taken place in the presence of Sollecito and Guede, leading to her murder.\n Crini presumed that the deadly row was triggered by Guede not flushing the toilet during a visit to Knox and Kercher's flat.  In earlier trials, prosecutors saw the murder as the result of a racy sex game gone wrong.\n \"You may laugh at this reconstruction, but it belongs fully to the realm of the highly plausible,\" Crini said on January 20.\n Kercher died aged 21, months after arriving in the central Italian university town of Perugia for an exchange programme.  She was found on November 2, 2007, half-naked and with multiple stab wounds, inside her locked bedroom.\n Knox and Sollecito were arrested days after the crime.  They were convicted in 2009, acquitted and freed from prison two years later, and put on trial again in September, after the Court of Cassation criticized the way Perugia judges had reached a not-guilty verdict.\n The 2011 acquittal came after incriminating DNA evidence was dismissed as unreliable.  The Cassation, which first ruled on the case in March, slammed Perugia judges' reasoning, and moved proceedings to Florence for a retrial.\n Knox was jailed for a longer time compared to Sollecito because of a slander conviction related to the false accusations she levelled against Congolese pub owner Patrick Lumumba, which landed him in prison for two weeks.\n This was considered an aggravating circumstance, as it diverted the course of the murder investigations.\n \"I was sure that the convictions would have been confirmed.  Amanda knows what happened that night,\" Lumumba, who used to employ Knox as a part-time waitress, said.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4212665",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7654,
                    "source": {
                        "title": "www.lse.co.uk",
                        "uri": "www.lse.co.uk"
                    },
                    "time": "06:34:00",
                    "title": "Italy retrial ends with guilty rulings for Knox, Sollecito",
                    "uri": "155443713",
                    "url": "http://www.lse.co.uk/AllNews.asp?code=ilaos4p8&amp%3Bheadline=Italy_retrial_ends_with_guilty_rulings_for_Knox_Sollecito",
                    "wgt": 1
                },
                {
                    "body": "Jan. 31 (Bloomberg) -- Amanda Knox, who was convicted by an Italian appeals court yesterday of murdering a U.K. student in 2007, probably will have to wait several months before a definitive ruling in the case, a criminal lawyer said.\n Knox, 26, who returned to the U.S. two years ago as a free woman after a court tossed out her 2009 murder conviction, was sentenced in absentia to 28 years and six months in jail for murder and slander by an eight-person jury.  Her former Italian boyfriend Raffaele Sollecito got a 25-year jail term.\n Yesterday's verdicts are not final because lawyers for Knox and Sollecito said they will appeal to Italy's highest court.  \"It will take months, they may schedule it around October or November,\" said Andrea Castaldo, a criminal lawyer and professor at the University of Salerno, about a possible hearing at Italy's top court.\n The defendants' lawyers must wait until the Florence appeals court publishes its reasons for yesterday's verdict, which could take as long as three months.\n An eventual extradition filing by Italy to the U.S. can be made after a final conviction by Italy's top court or sooner if authorities request \"precautionary measures\" such as an arrest, Castaldo said.  Also, her lawyers could seek to block the extradition, claiming that Italy's judicial process violated her U.S. constitutional right against being tried twice for the same crime.\n British Student\n\"It really hit me like a train,\" Knox, a Seattle native, told ABC's Good Morning America in an interview today, according to the broadcaster's website.  \"I will never go willingly back to the place where ...  I'm going to fight this to the very end.  It's not right and it's not fair.\" \"\nKnox and Sollecito were convicted for killing British student Meredith Kercher in 2007.  Sollecito was located today about 50 kilometers (30 miles) from the Italian border with Slovenia, according to Giovanni Belmonte, a police official in the nearby city of Udine.\n The police went to a hotel in the town of Venzone to notify Sollecito of the foreign travel ban imposed on him yesterday by the Florence court, Belmonte said.\n Sollecito voluntarily followed the agents to the police station and was scheduled to be released as soon as paperwork was completed, Belmonte said.  Sollecito's lawyers Giulia Bongiorno and Luca Maori didn't respond to phone calls seeking comment.\n Exchange Student\nBefore the death of her housemate, Knox was an exchange student in Perugia, a university town of 170,000 in central Italy known for its Baci chocolates.  She was originally sentenced to 26 years, and served almost four years in prison before the verdict was overturned in October 2011.  Sollecito, now a 29-year-old computer studies graduate, was sentenced to 25 years in jail in the first ruling in 2009 and found not guilty on appeal in 2011.\n On March 26 last year, Italy's highest court approved a prosecutor's request to void the appeals court verdicts and try the pair again.\n Kercher, a 21-year-old London native and Leeds University exchange student, was found dead in her bedroom, half-naked and with her throat slashed, on Nov. 2, 2007, in the house she shared in Perugia with Knox and two other women.\n Prosecutor Giuliano Mignini said at the original trial that Knox had masterminded a drug-fueled sex game involving Sollecito and Rudy Guede, an Ivory Coast native who grew up in Italy, which turned violent, leading to the murder.\n Crime Scene\nGuede was found guilty in a separate \"fast-track\" trial in 2008 and sentenced to 30 years.  His jail term was reduced to 16 years in a 2009 appeal.\n Knox first told police she was inside the villa at the time of the killing and that screaming from Kercher's room alerted her to the crime scene.  She also initially named the owner of a bar where she had worked as the possible killer.  The bar owner, Patrick Diya Lumumba, was arrested and later released after a witness confirmed his alibi.  Knox later altered her story and said her original account had been coerced by the police.\n Prosecutor Alessandro Crini had requested a 30-year prison sentence for Knox, of which four for slander, and 26 years for Sollecito, saying the murder may have been rooted in arguments about the house's cleanliness and sparked by a row over a toilet left unflushed by Guede that night.\n Like Knox, Sollecito has always denied any wrongdoing, saying all he and his girlfriend wanted at the time was to be isolated in their \"little fairy tale.\" \"\n--Editors: Kevin Costelloe, Dan Liefgreen",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4257155",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7599,
                    "source": {
                        "title": "San Francisco Gate",
                        "uri": "www.sfgate.com"
                    },
                    "time": "15:42:00",
                    "title": "Knox Faces Long Wait Before Definitive Ruling in Murder Case",
                    "uri": "155611596",
                    "url": "http://www.sfgate.com/business/bloomberg/article/Knox-Faces-Long-Wait-Before-Definitive-Ruling-in-5192766.php",
                    "wgt": 1
                },
                {
                    "body": "Picked up near Austrian border after found guilty with Knox\n(By Christopher Livesay) (ANSA) - Florence, January 31 - Raffaele Sollecito raised suspicions he was trying to flee Italian justice on Friday when police stopped him after a brief trip to Austria, just hours after a Florence court found him guilty along with his American ex-girlfriend Amanda Knox in the 2007 murder of British exchange student Meredith Kercher.\n At dawn police caught up with the 29-year-old at the Carnia hotel in Venzone, 40 kilometers from the Austrian border, to notify him he was banned from leaving the country while awaiting an appeal trial at the supreme court.\n The information technology graduate from Puglia reportedly was with his girlfriend, driving in a Mini Cooper registered to her father's company.\n Later at a police station, officers said he confessed to \"driving in Austria, then coming back to Italy\".\n \"I stopped there to rest,\" he said, according to police.\n He later told his lawyers \"I never thought of fleeing, not in the past nor now\".\n Attorney Luca Maori said his client went to police \"on his own accord\" to hand over his passport.\n He said Sollecito was visiting his girlfriend in the northeastern border region of Friuli because he was \"stressed\" by court proceedings that lasted over 12 hours Thursday.\n Rather than being detained, Sollecito was at the police station \"as bureaucratic issues were being taken care of,\" said the lawyer.  In a fourth verdict on the case, Sollecito was sentenced to 25 years in prison for the stabbing murder of Kercher on the night of November 1-2, 2007 at the flat she shared with Knox in the medieval city of Perugia, central Italy.  He denies any wrongdoing, and has testified that he was having sex with Knox the night of the murder at his home.\n In an interview with ANSA Friday, Sollecito asked people for empathy.\n \"I'd like others to put themselves in my shoes.\n I won't talk about the verdict,\" he said.\n Knox, who remained in her hometown of Seattle for the appeals trial, was sentenced to 28 years and six months - three and a half years more than Sollecito because of her libel of a local bar owner she initially fingered, Patrick Lumumba.  Before the verdict was read Thursday she reiterated she has no intention of returning to Italy in a series of interviews with the Guardian.\n \"I'm definitely not going back to Italy willingly.\n They'll have to catch me and pull me back kicking and screaming into a prison that I don't deserve to be in.\n I will fight for my innocence\", Knox told the British daily.\n Knox said she had been in touch with Sollecito during the six-month appeals trial in Florence but she denied reports that he asked her to marry him to gain US citizenship and escape imprisonment.\n \"It is not true.\n I don't know where that came from,\" she said.\n The Seattle-based student, 26, said she was lucky she had been able to return to America and worried for Sollecito.  \"He's really scared and really vulnerable,\" she said.\n \"I think he feels abandoned by his own country.\n Where's he going to run and hide?  It's a shame that more people aren't fighting to protect him\".\n She said it would \"drive me crazy\" if Sollecito was jailed while she remained free.  Knox said she had been irreparably damaged by the case.\n \"I don't even know what my place is anymore.\n What's my role in society?  Who am I, after everybody has branded me?\".\n Knox and Sollecito are appealing the verdict to Italy's supreme court.\n A third man, Ivory Coast drifter Rudy Guede, was sentenced to 16 years in a separate trial.\n Guede, whose DNA was found inside Kercher and all over the flat, did not implicate Knox and Sollecito, whose DNA was not found at the crime scene.\n Tiny traces of Knox's DNA were found on the handle of kitchen knife found in Sollecito's kitchen, with smaller traces of Kercher's on the tip.\n Defence experts argued these findings were inconclusive but the Florence appeals court did not agree.  In her first interview after the verdict, she told American television that she felt \"hit by a train\" and \"could not believe\" what was happening.  Wearing newly bobbed hair and a pink sweater, Knox told ABC News she is \"not prepared\" to return to Italy, would never want to return, and will fight \"to the end\".  Legal experts say that extradition is possible under a 1984 bilateral treaty between the United States and Italy, one that takes precedence over a ban in the US constitution against \"double jeopardy\", or being tried again on the same criminal charges once a person has been acquitted of them in court.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4247656",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7545,
                    "source": {
                        "title": "La Gazzetta del Mezzogiorno",
                        "uri": "www.lagazzettadelmezzogiorno.it"
                    },
                    "time": "16:26:00",
                    "title": "Sollecito denies trying to flee Italian justice",
                    "uri": "155563491",
                    "url": "http://www.lagazzettadelmezzogiorno.it/english/sollecito-denies-trying-to-flee-italian-justice-no690442",
                    "wgt": 1
                },
                {
                    "body": "An appeal court in Italy has reinstated the convictions of Amanda Knox and her Italian ex-boyfriend Raffaele Sollecito for the murder of a British woman in 2007.\n Student Meredith Kercher was found stabbed to death in the flat she shared with Knox in Perugia in 2007.\n The pair were convicted and given hefty jail sentences in 2009, before having those verdicts overturned on appeal in 2011, the BBC reports.\n Freed after four years in jail, Knox flew home to the United States, while Sollecito resumed his studies.\n In March last year, Italy's top appeals court annulled the first appeal verdict and ordered a new appeal to take place in Florence.\n Knox, who is currently in the United States, was sentenced to 28 years and six months, while Sollecito was given 25 years.\n Knox, who along with Sollecito denied all the charges, did not return to Italy for the case.  Sollecitio's lawyer says he was struck dumb after hearing the verdict on television.  Lawyers for both have said they will appeal.\n Soon after the verdict, Knox issued a statement saying a prejudiced and narrow-minded investigation had led to a perversion of justice and her wrongful conviction.\n But the Kercher family lawyer, Francesco Maresca, said there had been justice for Ms Kercher.\n \"The family have said that they're satisfied with the Italian justice system, which has decided to re-examine this important case involving the loss of the life of their sister and daughter.\n \"This was the verdict we'd hoped for, because we knew the original verdict was just and balanced.\" \"\nMs Kercher's brother and sister, Lyle and Stephanie, were present when the verdict was read out.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4224617",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7522,
                    "source": {
                        "title": "Radio New Zealand",
                        "uri": "www.radionz.co.nz"
                    },
                    "time": "08:03:00",
                    "title": "Knox murder conviction reinstated",
                    "uri": "155479408",
                    "url": "http://www.radionz.co.nz/news/world/234794/knox-murder-conviction-reinstated",
                    "wgt": 1
                },
                {
                    "body": "An Italian court convicted American Amanda Knox and her ex-Italian boyfriend Thursday for the 2007 death of a British woman.  Knox, who was in Seattle while the verdict was reached Thursday night in Italy, was sentenced to 28 years .... Ex-boyfriend Raffaele Sollecito was also sentenced to more than 25 years in connection with the slaying of British student Meredeth Kercher.\n For those of you keeping score at home: That's now two conviction to one acquittal for the pair, who have been on trial for a half decade and counting.  Knox and Sollecito were originally convicted in December 2009 of sexually assaulting and murdering Kercher, who was stabbed to death in her bedroom in the Perugia apartment she shared with Knox and two other women in 2007.  An Italian appeals would go on to overturn those convictions in October 2011, freeing Knox from jail and allowing her to return to the United States after spending four years in police custody.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176933",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7436,
                    "source": {
                        "title": "Slate Magazine",
                        "uri": "www.slate.com"
                    },
                    "time": "21:02:00",
                    "title": "Italian Court Convicts Amanda Knox, Ex-Boyfriend of Murder (Again)",
                    "uri": "155341065",
                    "url": "http://www.slate.com/blogs/the_slatest/2014/01/30/amanda_knox_retrial_italian_court_finds_knox_ex_boyfriend_guilty_in_murder.html?wpisrc=burger_bar",
                    "wgt": 1
                },
                {
                    "body": "Best-selling American author Amanda Knox is currently awaiting the verdict of her retrial in Italy, where she remains accused by prosecutors of murdering her friend and housemate Meredith Kercher back in 2007.  Knox has previously been tried, convicted and then later saw her conviction overturned before Italy's highest court insisted on a retrial.  The Amanda Knox retrial verdict is expected to be reached and announced Thursday.  Stay with us: we will update this page with the verdict as soon as it is announced.  UPDATE: Verdict reading pushed back.  Now expected 2 p.m. EST US time.\n Knox and her boyfriend at the time, Raffaele Sollecito, were both charged with the crime and, in 2009, found themselves convicted in Kercher's killing.  In 2011, their convictions were overturned by a jury due to a lack of evidence.\n Amanda Knox Retrial Verdict: American Likely Won't Return to Italy Even if Convicted\nAfter four years behind bars in Italian custody, Knox and Sollecito were released.  In 2013, Italy's Supreme Court stated they wanted both defendants in the case retried as they didn't feel all evidence was considered by the acquitting jury.  That trial began in September 2013 and is expected to result in a verdict on Jan. 30.  In a recent interview, Knox said she would hole up at her mother's Seattle home to \"[await the verdict] with my heart in my throat.\" \"\nFollowing her release from the Italian prison where she says she suffered indignities such as being told she was HIV positive (she wasn't and isn't) and having male authority figures sexually harass her for years, Knox sought a book deal, received an offer of $4 million and wrote a memoir titled, \"Waiting To Be Heard,\" which saw success as much for its true crime grit and Knox's girl-next-door appeal.\n From the start, Amanda Knox has professed her innocence.  \"I must repeat to you.  I'm innocent.  I did not rape, I did not steal ...  I did not kill Meredith,\" Knox said in a court statement sent from the US for use in the retrial.  \"There is no scientific proof that puts me in the crime scene.\" \"\nEven if the Amanda Knox retrial verdict results in another conviction for the pretty brunette, it is doubtful the US would extradite the young author.  It seems equally unlikely Knox would volunteer to jet across the Atlantic to subject herself to a prison term that seems almost voluntary at this point.\n Co-defendant Raffaele Sollecito, who has also since penned his memoir, won't have such an easy 'out' if found guilty in Kercher's murder; he is an Italian citizen and is in-country for the legal proceedings.  If there is a new conviction, Sollecito will be taken into custody to serve whatever sentence the court hands down; barring further appeals, of course.  Stay tuned for our live verdict watch updates.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4147220",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7302,
                    "source": {
                        "title": "Examiner.com",
                        "uri": "www.examiner.com"
                    },
                    "time": "17:10:00",
                    "title": "Amanda Knox retrial verdict: Will American author be convicted again? (Live Upd)",
                    "uri": "155269026",
                    "url": "http://www.examiner.com/article/amanda-knox-retrial-verdict-will-american-author-be-convicted-again",
                    "wgt": 1
                },
                {
                    "body": "A court in Italy has reinstated the guilty verdicts against Amanda Knox and Raffaele Sollecito for the murder of UK student Meredith Kercher in 2007.\n American Knox and her Italian ex-boyfriend Sollecito - who had pleaded not guilty - now face long jail sentences.\n The latest verdict overturns the pair's successful 2011 appeal, which freed them after four years in jail.\n Ms Kercher was stabbed to death in the flat she shared in Perugia with Knox.\n Thursday's fresh appeal hearing in Florence was ordered by Italy's highest court, the supreme court in Rome.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4161977",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7279,
                    "source": {
                        "title": "Reason.com",
                        "uri": "reason.com"
                    },
                    "time": "20:21:00",
                    "title": "Italian Court Finds Amanda Knox Guilty of Murder Again",
                    "uri": "155305340",
                    "url": "http://reason.com/24-7/2014/01/30/italian-court-finds-amanda-knox-guilty-o",
                    "wgt": 1
                },
                {
                    "body": "A Javascript enabled browser is required in order to view the video\nA court in Italy has found Amanda Knox and Raffaele Sollecito guilty of murdering Meredith Kercher for a second time.\n Knox - who is in the US - was sentenced to 28 years and six months in jail for her part in the killing of the British student.  Kercher, who shared a flat with Knox, was found with her throat cut in 2007.\n Sollecito, Knox's Italian boyfriend at the time, received 25 years in prison.  He was in the court in Florence to hear the verdict.\n The decision overturns the 2011 appeal ruling to acquit the pair, reinstating the original 2009 judgement.\n Knox is expected to fight any move to extradite her from the US.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4176881",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7234,
                    "source": {
                        "title": "euronews",
                        "uri": "www.euronews.com"
                    },
                    "time": "22:35:00",
                    "title": "Amanda Knox and ex-boyfriend Raffaele Sollecito re-convicted for Kercher murder",
                    "uri": "155340976",
                    "url": "http://www.euronews.com/2014/01/30/italy-court-says-knox-sollecito-guilty-of-murdering-meredith-kercher/",
                    "wgt": 1
                },
                {
                    "body": "SHARE 5 CONNECTTWEETCOMMENTEMAILMORE\nROME -- An Italian court convicted American Amanda Knox and her Italian ex-boyfriend Thursday for the 2007 death of a British woman.\n Knox, who was in Seattle while the court verdict was reached Thursday night in Florence, was sentenced to 28 1/2 years, although the verdict is expected to be appealed.\n Ex-boyfriend Raffaele Sollecito was also sentenced to more than 25 years in connection with the slaying of Meredeth Kercher, a 21-year-old student found stabbed to death in the villa that she and Knox had rented in Perugia.\n Knox and Sollecito's first two trials produced flip-flop verdicts of guilty,then innocent.\n The pair were acquitted on appeal in 2011 after spending four years in custody after a court found that important evidence regarding blood and DNA had been handled improperly by investigators.\n But Italy's supreme court -- called the Court of Cassation -- dismissed that ruling based on what it said was key evidence that had been omitted during the appeal.  A Florence appeals panel was subsequently designated by Italy's supreme court to address issues it raised about the acquittal.\n Knox and Sollecito are expected to file appeals with the Supreme Court.  Legal experts said a further trial could take place if new evidence is made available.\n Much of the attention has focused on Knox, 26, who has remained in Seattle during the latest trial, citing her fear of \"the universal problem of wrongful conviction,\" according to her statement emailed to the Florence court.  Her representatives say she is concentrating on her studies at the University of Washington.\n She told Italian state TV in an interview earlier this month that she would wait for the verdict at her mother's house \"with my heart in my throat.\" \"\nIn a statement to the court in closing arguments, Knox's lead attorney, Carlo Dalla Vedova, said he was confident his client would be vindicated.\n \"The knowledge about Amanda is innocence is rock-solid and it allows us to wait for the verdict with complete serenity,\" Dalla Vedova said.  \"It is impossible for the court to convict someone because they are 'probably' guilty or 'may be' guilty.\" \"\nLegal experts have said that if Knox is again convicted, Italy may seek her extradition, but probably not before a final judgment has been made.  If that happens, it is not clear how that may play out.\n \"Italy would usually refuse to extradite someone convicted of murder to the U.S. based on human rights grounds, because of the death penalty,\" said Argia Bignami, a Rome-based attorney and frequent commentator on criminal justice issues.  \"But that is not relevant for an extradition request to Italy from the U.S.\n\"But an extradition request is not automatic,\" she continued.  \"That's a further step that must be taken, and it's not at all clear how U.S. authorities would react to such a request or what would happen if they refused.\" \"\nUnlike Knox, Sollecito has said he would be in the courtroom when the verdict is announced.\n Some Italians said they are bothered by the fact that Knox refused to come back for the trial.\n \"I have no opinion about guilt of innocence of these two, but it doesn't seem fair that one (Knox) stays at home, while Sollecito is brave enough to appear to hear the judgment,\" said 66-year-old Sabrina Vincente, a retired law firm office manager.  \"They either committed the crime together or they did not.  It's not just to think the punishment would be given to only one half of the couple.\" \"\nContributing: Gary Strauss in McLean, Va., Associated Press\nSHARE 5 CONNECTTWEETCOMMENTEMAILMORE",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4160319",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7183,
                    "source": {
                        "title": "KSDK",
                        "uri": "www.ksdk.com"
                    },
                    "time": "20:12:00",
                    "title": "Amanda Knox found guilty in murder of British roommate",
                    "uri": "155305316",
                    "url": "http://www.ksdk.com/story/news/nation/2014/01/30/amanda-knox-found-guilty-in-murder-of-british-roommate/5060931/",
                    "wgt": 1
                },
                {
                    "body": "FLORENCE, Italy -- The retrial of Amanda Knox is nearing its end.  On Thursday, a court in Florence is expected to offer its ruling on the crime.\n In 2009, Knox was convicted and sentenced to 26 years in prison for the death of her British roommate Meredith Kercher.  Her boyfriend, Raffaele Sollecito received a 25-year sentence.  Prosecutors claimed that Kercher's death was as a result of a violent sex game gone awry.\n In 2011, the appeals court overturned the convictions, citing inadequate evidence.  The two spent four years in prison.\n In 2013, Italy's Supreme Court ordered an appeals court to review the case.\n Knox has refused to return to Italy.  Instead, she will await the verdict in Seattle where she has lived since being released.\n If found guilty, prosecutors want Knox and Sollecito sentenced to 26 years in prison for murder and her sentence for a related slander conviction increased from one year to four years.\n A third person, Rudy Guede, a native of Ivory Coast, was convicted in Kercher's murder and sentenced to 30 years, later reduced to 16-years on appeal.  Guede was convicted of participating in the killing of Kercher with others.",
                    "date": "2014-01-29",
                    "eventUri": "317146",
                    "id": "4063586",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.713,
                    "source": {
                        "title": "q13fox.com",
                        "uri": "q13fox.com"
                    },
                    "time": "14:55:00",
                    "title": "Ruling expected in Knox murder appeal",
                    "uri": "155020416",
                    "url": "http://q13fox.com/2014/01/29/ruling-expected-in-knox-murder-trial/",
                    "wgt": 1
                },
                {
                    "body": "Justice\nItaly could seek extradition of Amanda Knox\nAmanda Knox and her former boyfriend Raffaele Sollecito said they would appeal their 28-year and 25-year sentences for the murder of British student Meredith Kercher in Perugia in 2007.\n The court reinstated the verdicts handed down in 2009 but subsequently overturned at a re-trial in 2011, when the pair were acquitted after four years in custody on the grounds that the DNA evidence produced at the first trial was flawed.\n However the ruling, reached late on 30 January after 12 hours of deliberations at the Court of Cassation in Florence, added two years to the original sentence given to Knox, although it confirmed the 25 year sentence originally handed to Sollecito.\n In a statement released by Knox - from her Seattle home where she returned on being freed in 2011 - she said she was \"frightened and saddened by this unjust verdict\".  The lawyer for Sollecito, who attended the final hearing but learnt the outcome at home later that night, said his client was \"annihilated\" by the verdict.\n The presiding judge Alessandro Nencini ordered the confiscation of Sollecito's passport pending the expected appeal to the Italian supreme court.\n Italy may now seek the extradition of Knox, in line with a treaty in place between both countries.  However, her legal team would likely challenge the extradition, and the US is traditionally reluctant about sending its citizens back to serve jail sentences abroad.\n The court has 90 days to publish the reasons behind its ruling.",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4223242",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6892,
                    "source": {
                        "title": "Wanted in Rome",
                        "uri": "www.wantedinrome.com"
                    },
                    "time": "09:03:00",
                    "title": "Knox to appeal guilty verdict",
                    "uri": "155479398",
                    "url": "http://www.wantedinrome.com/news/2002898/knox-to-appeal-guilty-verdict.html",
                    "wgt": 1
                },
                {
                    "body": "The twice-convicted murderer will speak to Robin Roberts on Friday\n\"GMA\" has nabbed the first interview with Amanda Knox after being found guilty of murder for the second time.\n Knox will speak with anchor Robin Roberts on Friday's show, a network representative told TheWrap.\n The news of the scheduled appearance arrives just hours after an Italian court once again found Knox guilty of murder.  The former American student whose case created an international furor has vowed not to return to Italy, and is sure to appeal.\n See video: 'GMA' Discusses Lena Dunham Nudity Question With TheWrap's Tim Molloy\nA panel of two judges and six jurors sentenced Knox to 28 years in prison in the death of her roommate, British student Meredith Kercher.  The judges and jurors also found her Italian ex-boyfriend, Raffaele Sollecito, guilty, and said he should be sentenced to 25 years.\n Knox and Sollecito were first convicted and sentenced to 26 years in the 2007 killing.  But in 2011, an appeals court acquitted Knox and Sollecito, finding that police had tainted key DNA evidence.\n In April, Knox published a memoir about the case.  It describes her story as a \"labyrinthine nightmare of crime and punishment, innocence and vindication.\" \"\nAlso read: Amanda Knox Found Guilty Again in Italian Retrial\nThis is the latest win for \"GMA\" in the morning show battle for viewers against NBC's \"Today.\" \" ABC's morning show has ranked No. 1 every week in total viewers for more than 18 months.\n ABC previously landed the very first interview with Amanda Knox before any other network.  She spoke with Diane Sawyer in primetime last April.",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4186605",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.664,
                    "source": {
                        "title": "TheWrap",
                        "uri": "www.thewrap.com"
                    },
                    "time": "23:15:00",
                    "title": "Amanda Knox Heading to 'GMA' First After Guilty Verdict",
                    "uri": "155367091",
                    "url": "http://www.thewrap.com/amanda-knox-guilty-verdict-italy-good-morning-america",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox and Raffaele Sollecito have had their guilty verdicts for the murder of British student Meredith Kercher reinstated by judges in Florence.\n Neither American Knox, 26, nor Sollecito, 29, an Italian national, were in the courtroom to hear the verdict, though members of Miss Kercher's family were at the hearing.  This is the third time the pair have been tried for the killing of Miss Kercher, who died in Perugia in 2007.\n Originally convicted in 2009 and sentenced to 50 years in jail, a retrial cleared Knox and Sollecito in 2011, however an appeal for a retrial was granted early last year, leading to Thursday's reinstatement of the guilty verdicts.\n Drug dealer Rudy Guede is already serving a 16-year sentence over Miss Kercher's death, though it has not been decided whether Knox will be extradited from the US to Italy to serve her sentence.\n TOP STORIES TODAY Scarlett Johansson ditches Oxfam over SodaStream row 'Making migrants pay £2k on entry would increase tolerance' Troops sent into deal with Somerset floods WATCH: Paxman speaks to Jesus and Mo cartoon creator This cat really hates junk mail\nMore from the Press Association:\nMiss Kercher, a 21-year-old Leeds University student from Coulsdon, Surrey, was found with her throat slashed in the bedroom of the house she shared with Knox in Perugia, central Italy, in November 2007.  Prosecutors claimed that Miss Kercher was the victim of a drug-fuelled sex game gone awry.\n Knox and her former boyfriend Sollecito have consistently protested their innocence and claim they were not even in the apartment on the night Miss Kercher died.  Knox was convicted of the murder in December 2009 along with Sollecito following a high-profile trial, with Knox sentenced to 26 years in prison and Sollecito 25.\n The pair were later cleared in 2011 after an appeal court found the prosecution lacking and criticised large swathes of the case against them.  Italy's highest criminal court, the Court of Cassation, ruled last March that an appeal court in Florence must re-hear the case against Knox and Sollecito for the murder.\n Knox, who now lives in Seattle, said she would not attend due to being unable to afford to travel to Italy and remained in the US for the duration of the retrial.  Knox was given a sentence of 28 years and six months, and Sollecito - who has had his passport withheld - received a 25-year term.\n Speaking outside the court, Knox's lawyer, Luciano Ghirga, said she will launch an appeal against the decision.  But he said the telephone line \"went dead\" as he told his client of the verdict.  Ghirga said: \"For those that, like me, are convinced that Amanda is innocent, it is a very difficult time.\n \"We have to respect the verdict but we will challenge them.  We're very sad at the moment.  We will definitely try everything.  This is not the final word.  I am very upset by this decision.  We continue to be brave, we have plenty of courage.\n \"The road to the next appeal is quite difficult but we are ready for a new battle.\" \"\nSollecito's solicitor, Giulia Bongiorno, said she had not spoken to her client yet.  She said: \"He was prepared for any outcome.  He is totally astonished why the court keeps changing mind in this way.  The court gives credit to rumours.  This is not a surprise.  They (Knox and Sollecito) have always been considered the murderers.\" \"\nMiss Kercher's brother Lyle, who was in the court for today's verdict, said he would not be able to forgive those responsible for his sister's death.  In an interview with Sky, Mr Kercher said: \"I think you'd have to be a very strong-willed - arguably religious - person to find that forgiveness.\n \"I think it is so easily forgotten what happened to Meredith.  When I read reports even now, I find myself skimming past the paragraphs that refer to what actually happened to her because it is so horrific.  I think anybody would just need to read in detail or know what happened to her to then question themselves - could they ever forgive someone who did that to their sister or daughter?\"\nLoading Slideshow Amanda Knox Verdict Reactions\nAmanda Knox Verdict Reactions\nAmanda Knox Verdict Reactions\nAmanda Knox Verdict Reactions\nAmanda Knox Verdict Reactions\nAmanda Knox Verdict Reactions\nAmanda Knox Verdict Reactions\nAmanda Knox Verdict Reactions\nLoading Slideshow Nov. 2, 2007\nBritish student Meredith Kercher, 21, is <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">found murdered</a> in the Perugia, Italy apartment she shares with 20-year-old Amanda Knox, an American student.  Post-mortem examination reveals evidence of sexual activity before death.  <em>This undated file photo released on Nov. 3, 2007 by the Italian Police shows 21-year-old murdered British university student Meredith Kercher.  (AP Photo/Italian Police, ho, file)</em>\nNov 6, 2007\nKnox and 23-year-old boyfriend Raffaele Sollecito (right) <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">are arrested</a>.  Knox's boss, 38-year-old bar owner Patrick Lumumba, is also arrested after revealing he'd canceled Knox's shift the night Kercher is murdered.  <em>This photo taken Friday Nov. 2, 2007, and made available on Thursday Nov. 8, 2007 shows Amanda Marie Knox, left, and Raffaele Sollecito, looking on outside the rented house where 21-year-old British student Meredith Kercher was found dead, in Perugia, Italy.  (AP Photo/Stefano Medici, File)</em>\nNov. 20, 2007\nLumumba is <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">released from jail</a> for lack of evidence after Knox implicates him to police.  <em>Congolese Patrick Lumumba Diya (R) with his lawyer Carlo Pacelli leaves the police headquaters in Perugia, 20 November 2007.  (STR/AFP/Getty Images)</em>\nDec. 6, 2007\n20-year-old drug dealer and Ivory Coast national <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">Rudy Hermann Guede</a> becomes a third suspect.  He is extradited from Germany and taken into custody upon his arriving in Italy.  <em>Ivory Coast citizen Rudy Hermann Guede arrives at Rome's Fiumicino airport, 06 December 2007 after being extradited from Germany where he was arrested last 20 November.  (TIZIANA FABI/AFP/Getty Images)</em>\nOct. 28, 2008\nJudge indicts Knox and Sollecito on murder and sexual assault charges.  Guede, who was granted a fast-track trial, is convicted of murder and sexual assault and sentenced to 30 years in prison after confessing to being in the house on the night of the murder.  He maintains his innocence, instead blaming an Italian stranger for the crime.  <em>Rudy Hermann Guede, of the Ivory Coast, center, is escorted by penitentiary police officers as he arrives at the opening of his appeal's trial in a Perugia court, central Italy, Wednesday, Nov. 18, 2009.  (AP Photo/Stefano Medici)</em>\nSept. 26, 2008\nKnox and Sollecito meet in court for the first time since their arrests.  <em>In this Sept. 26, 2008 file photo, American murder suspect Amanda Knox , center, is escorted by Italian penitentiary police officers to Perugia's court at the end of a hearing, central Italy.  (AP Photo/Pier Paolo Cito, files)</em>\nJan. 16, 2009\nKnox and Sollecito's trial begins in Perugia.  <em>Amanda Knox smiles to her lawyer Luciano Ghirga as she arrives at Perugia's court, Italy, Friday, Jan. 16, 2009.  (AP Photo/Alessandra Tarantino)</em>\nMarch 6, 2009\nAfter claiming she was pressured to name a suspect, Knox tells the court she was at Sollecito's house when Kercher's murder took place.  <em>American murder suspect Amanda Knox, center, is escorted by Italian penitentiary police officers from Perugia's court after a hearing, central Italy, Tuesday Sept. 16, 2008.  (AP Photo/Antonio Calanni)</em>\nJune 12, 2009\nKnox <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">takes the stand</a>, telling the court she was shocked by Kercher's death.  She offers the alibi that she spent that night at her boyfriend's house and accuses police of beating her into making false statement.  <em>Amanda Knox, accused of killing her British housemate two-years ago, takes place in the courtroom on June 12, 2009 in Peruggia.  (TIZIANA FABI/AFP/Getty Images)</em>\nNov. 21, 2009\nItalian prosecutors request life sentences for both Knox and Sollecito.  <em>U.S. murder suspect Amanda Knox reacts during a hearing at Perugia's court, Italy, Saturday, Nov. 21, 2009.  (AP Photo/Alessandra Tarantino)</em>\nDec. 4, 2009\nJury retires to consider verdicts.  Both defendants are found guilty.  Knox is sentenced to 26 years in prison, while Sollecito receives 25 years.  <em>U.S. murder suspect Amanda Knox is accompanied to a penitentiary police van as she leaves the court after a final hearing before the verdict, in Perugia, Italy, Friday, Dec. 4, 2009.  (AP Photo/Pier Paolo Cito)</em>\nDec. 22, 2009\nGuede's <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">conviction is upheld</a> by appeals court, though his sentence is cut to 16 years.  <em>In this Dec. 22, 2009, file photo, Rudy Hermann Guede of Ivory Coast, looks on during his appeals trial in Perugia, Italy.  (AP Photo/Stefano Medici)</em>\nJune 1, 2010\nKnox is indicted on slander charges for claiming she was beaten by police when questioned in 2007 about her roommate's slaying.  <em>Jailed U.S. student Amanda Knox, right, is escorted by police as she arrives for a preliminary hearing in Perugia, Italy, Tuesday, June 1, 2010.  (AP Photo/Fabrizio Troccoli)</em>\nNov. 24, 2010\nKnox and Sollecito's <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">appeals trial begins</a> in Perugia.  <em>U.S. murder suspect Amanda Knox, right, is escorted by a penitentiary guard, prior to the start of a hearing in her appeals trial in the murder of her British roommate Meredith Kercher, in Perugia's courthouse, Italy, Wednesday, Nov. 24, 2010.  (AP Photo/Gregorio Borgia)</em>\nDec. 16.  2010\nGuede's conviction and 16-year prison sentence <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">are upheld</a> by Italy's highest criminal court.  <em>One of the three suspects in the murder of British student Meredith Kercher, Rudy Guede from the Ivory Coast (C), of the United States, leaves at a court hearing in Perugia on September 27, 2008.  (TIZIANA FABI/AFP/Getty Images)</em>\nJune 29, 2011\nThe appeals court orders an independent forensic report, which <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">questions much of the DNA evidence</a> used in convicting Knox and Sollecito.  <em>Amanda Knox (L) looks Raffaele Sollecito (R) as she arrives in Perugia's court of Appeal during the hearing of her appeal against her murder conviction on June 27, 2011 in Perugia, Italy.  (Photo by Franco Origlia/Getty Images)</em>\nOct. 3, 2011\nThe appeals court <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">overturns the murder convictions</a> of Knox and Sollecito and orders their immediate release.  <em>Amanda Knox breaks down in tears after hearing the verdict that overturns her conviction and acquits her of murdering her British roommate Meredith Kercher, at the Perugia court on October 3, 2011 in Perugia, Italy.  (Photo by Pier Paolo Cito - Pool/Getty Images)</em>\nMarch 26, 2013\nItaly's highest criminal court <a href=\"http://www.huffingtonpost.com/huff-wires/20130326/eu-italy-knox-chronology/\" target=\"_blank\">orders a new trial</a> after overturning the previous acquittal of Knox and Sollecito.  <em>Luciano Ghirga, lawyer of Amanda Knox, center, talks to journalists as he leaves Italy's Court of Cassation, in Rome, Tuesday, March 26, 2013.  (AP Photo/Gregorio Borgia)</em>",
                    "date": "2014-01-30",
                    "eventUri": "317146",
                    "id": "4159608",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6465,
                    "source": {
                        "title": "The Huffington Post UK",
                        "uri": "www.huffingtonpost.co.uk"
                    },
                    "time": "21:50:00",
                    "title": "Amanda Knox Found Guilty Of Murder Of British Student Meredith Kercher In Florence Retrial",
                    "uri": "155303999",
                    "url": "http://www.huffingtonpost.co.uk/2014/01/30/amanda-knox-found-guilty-of-murder_n_4697705.html?utm_hp_ref=uk&ir=UK",
                    "wgt": 1
                },
                {
                    "body": "The sister of Meredith Kercher has said the family are still \"on a journey to the truth\" following the reinstatement of guilty verdicts against Amanda Knox and Raffaele Sollecito for the student's murder.\n An Italian court has ruled that Ms Knox should serve an increased sentence of 28 years and 6 months for the killing in Perugia in 2007, Sollecito was given 25 years.\n Ms Knox, who refused to leave America to appear in court, can launch an appeal against the sentence.\n She appeared on ABC's Good Morning America programme in New York the day after the verdicts and said she would \"fight this to the very end\".",
                    "date": "2014-01-31",
                    "eventUri": "317146",
                    "id": "4257140",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6451,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "16:37:00",
                    "title": "Kercher murder: Amanda Knox insists innocence on TV",
                    "uri": "155611544",
                    "url": "http://www.bbc.co.uk/news/world-europe-25973422",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 36,
            "averageDate": "2014-01-31",
            "avgCos": 0.5447,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "317146",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "332526",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Italy",
                    "lat": 42.83333,
                    "long": 12.83333,
                    "wikiUri": "http://en.wikipedia.org/wiki/Italy"
                },
                "labelEng": "Perugia",
                "lat": 43.05,
                "long": 12.55,
                "wikiUri": "http://en.wikipedia.org/wiki/Perugia"
            },
            "storyDate": "2014-01-31",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-122218",
            "variance": 0.2033
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-58860": {
        "articles": {
            "resultCount": 26,
            "results": [
                {
                    "body": "Ya pasó cuatro años presa tras haber sido acusada de asesinar a una compañera.  Podría ser extraditada a Italia.\n Agencias\nFLORENCIA, Italia.- - Un tribunal de apelaciones en Florencia ratificó el jueves el fallo de culpabilidad contra la estudiante estadounidense Amanda Knox y su exnovio, acusados por la muerte en 2007 de una joven británica que compartía habitación con Amanda.\n Knox fue sentenciada a 28 años y medio de cárcel, lo que abre la posibilidad de un dilatado proceso de extradición.\n Los abogados de Knox y de su coacusado Raffaele Sollecito prometieron apelar ante la Corte Suprema de Italia, un proceso que demorará otro año y se sumará a una odisea legal que ha dividido a observadores en tres naciones.\n En un comunicado emitido desde Seattle, donde había estado esperando el veredicto en casa de su madre, Knox dijo que estaba \"atemorizada y triste\" por la decisión.  Dijo que era \"injusta\" y el resultado de un proceso radicalizado y de una investigación intransigente que trabajó para que el \"tribunal de justicia prevaricara\" (dicten una resolución arbitraria).\n \"Esto se ha salido de las manos\", dijo.  \"Habiendo sido declarada inocente anteriormente, esperaba una mejor actuación del sistema de justicia italiano\".\n Tras casi 12 horas de deliberaciones, el tribunal ratificó el veredicto anunciado originalmente contra Knox y Sollecito en el 2009 por la muerte de Meredith Kercher.  El fallo había sido revocado en el 2011 y la pareja fue puesta en libertad, pero la Corte Suprema italiana derogó esa decisión y remitió el caso nuevamente a un tribunal de Florencia.\n Kercher, de 21 años, fue hallada sin vida el 2 de noviembre de 2007 en un charco de sangre en la recámara del apartamento que compartía con Knox en la ciudad italiana de Perugia, donde ambas estudiaban.  Había sido degollada y violada.\n Knox y Sollecito, quienes habían empezado una relación amorosa unos días antes, fueron arrestados en el transcurso de la semana siguiente.  Un tercer acusado, el marfileño Rudy Guede, fue declarado culpable en un juicio separado y cumple una condena de 16 años por el homicidio.\n Knox y Sollecito alegaron que estuvieron en el departamento de él la noche del homicidio, donde fumaron marihuana, vieron una película y sostuvieron relaciones sexuales.\n Expertos han dicho que es improbable que Italia solicite la extradición de Knox antes de que el veredicto sea definitivo.  Si la sentencia se ratifica, le seguiría un largo proceso de extradición en el que el Departamento de Estado norteamericano decidiría si entrega a Knox a las autoridades italianas para que termine de cumplir su sentencia.  ella ya estuvo cuatro años en la cárcel.\n Sollecito estaba en el tribunal el jueves por la mañana, pero no se presentó a la lectura del veredicto.  Sus abogados dijeron que estaban asombrados por el fallo y la sentencia de 25 años de cárcel, y que apelarían.\n \"No hay ni una pizca de prueba\", dijo el abogado Luca Maori.\n El juez Alessando Nencini ordenó que se le revocara el pasaporte a Sollecito, pero no pidió traslado de Knox, reconociendo que ella estaba \"en el exterior con justificación\".\n Los hermanos de Kercher estaban en el tribunal para escuchar el veredicto y dijeron que el resultado fue lo mejor que podían esperar.\n \"Es difícil sentir algo en este momento porque sabemos que habrá más apelaciones\", dijo el hermano, Lyle Kercher.  Al preguntarle si se sentía satisfecho, respondió que \"no importa cuál sea el veredicto, nunca va a ser una ocasión para celebrar\".",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4197359",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8615,
                    "source": {
                        "title": "sipse.com",
                        "uri": "sipse.com"
                    },
                    "time": "03:28:00",
                    "title": "Sentencian a Amanda Knox a 28 años años de cárcel por asesinato",
                    "uri": "155397907",
                    "url": "http://sipse.com/mundo/ratifican-sentencia-contra-amanda-knox-en-italia-73438.html",
                    "wgt": 1
                },
                {
                    "body": "FLORENCIA, Italia, ene. 30, 2014.- - Un tribunal de apelaciones en Florencia ratificó el jueves el fallo de culpabilidad contra la estudiante estadounidense Amanda Knox y su exnovio, acusados por la muerte en 2007 de una joven británica que compartía habitación con Amanda.\n Knox fue sentenciada a 28 años y medio de cárcel, lo que abre la posibilidad de un dilatado proceso de extradición.\n Los abogados de Knox y de su coacusado Raffaele Sollecito prometieron apelar ante la Corte Suprema de Italia, un proceso que demorará otro año y se sumará a una odisea legal que ha dividido a observadores en tres naciones.\n En un comunicado emitido desde Seattle, donde había estado esperando el veredicto en casa de su madre, Knox dijo que estaba \"atemorizada y triste\" por la decisión.  Dijo que era \"injusta\" y el resultado de un proceso radicalizado y de una investigación intransigente que trabajó para que el \"tribunal de justicia prevaricara\".\n \"Esto se ha salido de las manos\", dijo.  \"Habiendo sido declarada inocente anteriormente, esperaba una mejor actuación del sistema de justicia italiano\".\n Tras casi 12 horas de deliberaciones, el tribunal ratificó el veredicto anunciado originalmente contra Knox y Sollecito en el 2009 por la muerte de Meredith Kercher.  El fallo había sido revocado en el 2011 y la pareja fue puesta en libertad, pero la Corte Suprema italiana derogó esa decisión y remitió el caso nuevamente a un tribunal de Florencia.\n Kercher, de 21 años, fue hallada sin vida el 2 de noviembre de 2007 en un charco de sangre en la recámara del apartamento que compartía con Knox en la ciudad italiana de Perugia, donde ambas estudiaban.  Había sido degollada y violada.\n Knox y Sollecito, quienes habían empezado una relación amorosa unos días antes, fueron arrestados en el transcurso de la semana siguiente.  Un tercer acusado, el marfileño Rudy Guede, fue declarado culpable en un juicio separado y cumple una condena de 16 años por el homicidio.\n Knox y Sollecito alegaron que estuvieron en el departamento de él la noche del homicidio, donde fumaron marihuana, vieron una película y sostuvieron relaciones sexuales.\n Expertos han dicho que es improbable que Italia solicite la extradición de Knox antes de que el veredicto sea definitivo.  Si la sentencia se ratifica, le seguiría un largo proceso de extradición en el que el Departamento de Estado norteamericano decidiría si entrega a Knox a las autoridades italianas para que termine de cumplir su sentencia.\n Sollecito estaba en el tribunal el jueves por la mañana, pero no se presentó a la lectura del veredicto.  Sus abogados dijeron que estaban asombrados por el fallo y la sentencia de 25 años de cárcel, y que apelarían.\n \"No hay ni una pizca de prueba\", dijo el abogado Luca Maori.\n El juez Alessando Nencini ordenó que se le revocara el pasaporte a Sollecito, pero no pidió traslado de Knox, reconociendo que ella estaba \"en el exterior con justificación\".\n Los hermanos de Kercher estaban en el tribunal para escuchar el veredicto y dijeron que el resultado fue lo mejor que podían esperar.\n \"Es difícil sentir algo en este momento porque sabemos que habrá más apelaciones\", dijo el hermano, Lyle Kercher.  Al preguntarle si se sentía satisfecho, respondió que \"no importa cuál sea el veredicto, nunca va a ser una ocasión para celebrar\".",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4189254",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8594,
                    "source": {
                        "title": "noticieros.televisa.com",
                        "uri": "noticieros.televisa.com"
                    },
                    "time": "03:14:00",
                    "title": "Ratifican sentencia contra Amanda Knox en Italia",
                    "uri": "155372684",
                    "url": "http://noticieros.televisa.com/mundo/1401/ratifican-sentencia-amanda-knox-italia/",
                    "wgt": 1
                },
                {
                    "body": "FLORENCIA, Italia -- Un tribunal de apelaciones en Florencia ratificó el jueves el fallo de culpabilidad contra la estudiante estadounidense Amanda Knox y su exnovio, acusados por la muerte en 2007 de una joven británica que compartía habitación con Amanda.\n Knox fue sentenciada a 28 años y medio de cárcel, lo que abre la posibilidad de un dilatado proceso de extradición.\n Los abogados de Knox y de su coacusado Raffaele Sollecito prometieron apelar ante la Corte Suprema de Italia, un proceso que demorará otro año y se sumará a una odisea legal que ha dividido a observadores en tres naciones.\n En un comunicado emitido desde Seattle, donde había estado esperando el veredicto en casa de su madre, Knox dijo que estaba \"atemorizada y triste\" por la decisión.  Dijo que era \"injusta\" y el resultado de un proceso radicalizado y de una investigación intransigente que trabajó para que el \"tribunal de justicia prevaricara\".\n \"Esto se ha salido de las manos\", dijo.  \"Habiendo sido declarada inocente anteriormente, esperaba una mejor actuación del sistema de justicia italiano\".\n Tras casi 12 horas de deliberaciones, el tribunal ratificó el veredicto anunciado originalmente contra Knox y Sollecito en el 2009 por la muerte de Meredith Kercher.  El fallo había sido revocado en el 2011 y la pareja fue puesta en libertad, pero la Corte Suprema italiana derogó esa decisión y remitió el caso nuevamente a un tribunal de Florencia.\n Kercher, de 21 años, fue hallada sin vida el 2 de noviembre de 2007 en un charco de sangre en la recámara del apartamento que compartía con Knox en la ciudad italiana de Perugia, donde ambas estudiaban.  Había sido degollada y violada.\n Knox y Sollecito, quienes habían empezado una relación amorosa unos días antes, fueron arrestados en el transcurso de la semana siguiente.  Un tercer acusado, el marfileño Rudy Guede, fue declarado culpable en un juicio separado y cumple una condena de 16 años por el homicidio.\n Knox y Sollecito alegaron que estuvieron en el departamento de él la noche del homicidio, donde fumaron marihuana, vieron una película y sostuvieron relaciones sexuales.\n Expertos han dicho que es improbable que Italia solicite la extradición de Knox antes de que el veredicto sea definitivo.  Si la sentencia se ratifica, le seguiría un largo proceso de extradición en el que el Departamento de Estado norteamericano decidiría si entrega a Knox a las autoridades italianas para que termine de cumplir su sentencia.\n Sollecito estaba en el tribunal el jueves por la mañana, pero no se presentó a la lectura del veredicto.  Sus abogados dijeron que estaban asombrados por el fallo y la sentencia de 25 años de cárcel, y que apelarían.\n \"No hay ni una pizca de prueba\", dijo el abogado Luca Maori.\n El juez Alessando Nencini ordenó que se le revocara el pasaporte a Sollecito, pero no pidió traslado de Knox, reconociendo que ella estaba \"en el exterior con justificación\".\n Los hermanos de Kercher estaban en el tribunal para escuchar el veredicto y dijeron que el resultado fue lo mejor que podían esperar.\n \"Es difícil sentir algo en este momento porque sabemos que habrá más apelaciones\", dijo el hermano, Lyle Kercher.  Al preguntarle si se sentía satisfecho, respondió que \"no importa cuál sea el veredicto, nunca va a ser una ocasión para celebrar\".\n Te recomendamos estos artículos:\nMr. Cash sufre caída en vivo Firma \"poder\" para callar su condición de salud Grave el comediante Luis Raúl",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4179115",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8408,
                    "source": {
                        "title": "www.metro.pr",
                        "uri": "www.metro.pr"
                    },
                    "time": "23:14:00",
                    "title": "Ratifican sentencia contra Amanda Knox en Italia",
                    "uri": "155348580",
                    "url": "http://www.metro.pr/mundo/ratifican-sentencia-contra-amanda-knox-en-italia/BtInaE%211mvRZufQdzxKeI29SGM9IQ/",
                    "wgt": 1
                },
                {
                    "body": "La estadounidense y su exnovio italiano habían sido absueltos en primera instancia; la condena es por 28 años por la muerte de su \"roomy\" británica en 2007, caso que se volvió mediático\nItalia.- - La estadunidense Amanda Knox fue condenada este jueves por segunda ocasión por un tribunal italiano a 28 años y seis meses de prisión por el brutal asesinato la noche del 1 de noviembre de 2007 de la británica Meredith Kercher, de 21 años, con la que compartía un departamento de estudiantes en la ciudad de Perugia.\n El tribunal de apelaciones en Florencia ratificó este jueves el fallo de culpabilidad contra la estudiante estadounidense y su exnovio, el italiano Raffaele Sollecito quien recibió una condena a 25 años de prisión.\n El nuevo fallo de uno de los más controvertidos y mediáticos casos de la historia judicial italiana llega a raíz del recurso presentado por la familia Kercher para protestar por la decisión del tribunal de Perugia que, en 2011, absolvió a los ahora condenados.\n Knox y Sollecito, que fueron detenidos unas horas después del crimen y condenados en 2009 a 26 y 25 años de prisión por violación y asesinato, recobraron la libertad en 2011, después de que un tribunal de apelación formado por seis vecinos de Perugia y dos magistrados los considerase no culpables.\n Captura de video de defensa.  Foto: Especial\nNo obstante, el pasado mes de marzo el Tribunal Supremo anuló la sentencia, por no haber tomado en cuenta el 70% de las pruebas, y ordenó repetir el proceso.\n Se trata de un punto y seguido en este largo proceso que comenzó en 2009, que ya suma 5 años y tendrá su punto final con el dictamen de la Corte Suprema de Italia a la que recurrirá la defensa que anunció apelará.\n Este nuevo proceso que demorará otro año y se sumará a una odisea legal que ha dividido a observadores en tres naciones.\n Amanda Knox, está en su casa de Seattle, aparentemente decidida a no regresar a Italia jamás, y Raffaele Sollecito, en Florencia.\n Amanda Knox\nEn Seattle, una mujer que sería Amanda Fox salió cubierta.  Foto: AP\nEn un comunicado, Knox dijo que estaba \"atemorizada y triste\" por la decisión.  Dijo que era \"injusta\" y el resultado de un proceso radicalizado y de una investigación intransigente que trabajó para que el \"tribunal de justicia prevaricara\".\n \"Esto se ha salido de las manos\", dijo.  \"Habiendo sido declarada inocente anteriormente, esperaba una mejor actuación del sistema de justicia italiano\".\n Kercher, de 21 años, fue hallada sin vida el 2 de noviembre de 2007 en un charco de sangre en la recámara del apartamento que compartía con Knox ambas estudiaban.  Había sido degollada y violada.\n Con ella estaban Knox, Sollecito y el marfileño Rudy Guede, de 26, principales sospechosos del asesinado.  Este último, al comienzo del proceso judicial, optó por un juicio rápido por lo que le fue impuesta una condena de 16 años de prisión.\n Foto: AP\nKnox y Sollecito alegaron que estuvieron en el departamento de él la noche del homicidio, donde fumaron marihuana, vieron una película y sostuvieron relaciones sexuales.\n Expertos ven improbable que Italia solicite la extradición antes de que el veredicto sea definitivo.  Si la sentencia se ratifica, le seguiría un largo proceso de extradición en el que el Departamento de Estado de EU decidiría si la entrega para que termine de cumplir su sentencia.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4189258",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.832,
                    "source": {
                        "title": "www.elgolfo.info",
                        "uri": "www.elgolfo.info"
                    },
                    "time": "01:37:00",
                    "title": "Amanda Knox culpable de asesinato; Italia ratifica sentencia",
                    "uri": "155372686",
                    "url": "http://www.elgolfo.info/elgolfo/nota/230226-amanda-knox-culpable-de-asesinato-italia-ratifica-sentencia/",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox apeló en 2011 la sentencia a prisión por el asesinato de Meredith Kercher (Reuters) Florencia, Italia.- - Un tribunal de apelaciones de Florencia, Italia, sentenció hoy a 28 años y seis meses de prisión a la estadounidense Amanda Knox, quien por tercera vez se enfrentaba a la justicia por el asesinato de la estudiante británica Meredith Kercher en 2007.\n Knox y su exnovio italiano Raffaele Sollecito, que también estaba siendo enjuiciado por el asesinato, fueron declarados culpables en segunda instancia.\n Sollecito recibió una pena de 25 años de prisión y tiene prohibido salir del país.  El presidente de la corte, Alessandro Nencini, ordenó que se le confisque el pasaporte y cualquier otro documento con el que podría viajar al exterior.\n El fallo no está aún firme.  Los dos acusados no se encontraban en la sala judicial en el momento de su anuncio.  Knox vive actualmente en Estados Unidos y debería ser extraditada a Italia.  Expertos consideran que esto es improbable en tanto el fallo no sea confirmado definitivamente.\n Si alguna de las partes presenta, como se espera, una apelación, el Tribunal Supremo de Italia en Roma deberá decidir de nuevo en el caso.\n Tanto Knox como Sollecito afirman ser inocentes.\n El asesinato de la estudiante Kercher, de 21 años, causó conmoción a nivel mundial, porque fue encontrada medio desnuda y con la garganta cortada en su cama el 2 de noviembre de 2007, en el apartamento que compartía con Knox y con otras dos estudiantes en Perugia (centro de Italia).\n Knox y Sollecito habían sido condenados en 2009 y absueltos dos años después.  En marzo de 2013 el Tribunal Supremo de Italia ordenó realizar un nuevo juicio.\n Desde Los Angeles, Knox dijo está \"asustada y triste por el injusto veredicto\" en Italia.",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4165890",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8203,
                    "source": {
                        "title": "El Universal de Caracas",
                        "uri": "www.eluniversal.com"
                    },
                    "time": "22:29:00",
                    "title": "Condenan por segunda vez a jóven estadounidense por asesinato en Italia",
                    "uri": "155315008",
                    "url": "http://www.eluniversal.com/internacional/140130/condenan-por-segunda-vez-a-joven-estadounidense-por-asesinato-en-itali",
                    "wgt": 1
                },
                {
                    "body": "Un tribunal de apelaciones en Florencia ratificó ayer jueves el fallo de culpabilidad contra la estudiante estadounidense Amanda Knox y su exnovio, acusados por la muerte en 2007 de una joven británica que compartía habitación con Amanda.\n Knox fue sentenciada a 28 años y medio de cárcel, lo que abre la posibilidad de un dilatado proceso de extradición.  Los abogados de Knox y de su coacusado Raffaele Sollecito prometieron apelar ante la Corte Suprema de Italia, un proceso que demorará otro año y se sumará a una odisea legal que ha dividido a observadores en tres naciones.\n En un comunicado emitido desde Seattle, donde había estado esperando el veredicto en casa de su madre, Knox dijo que estaba \"atemorizada y triste\" por la decisión.  Dijo que era \"injusta\" y el resultado de un proceso radicalizado y de una investigación intransigente que trabajó para que el \"tribunal de justicia prevaricara\".  \"Esto se ha salido de las manos\", dijo.  \"Habiendo sido declarada inocente anteriormente, esperaba una mejor actuación del sistema de justicia italiano\".\n Tras casi 12 horas de deliberaciones, el tribunal ratificó el veredicto anunciado originalmente contra Knox y Sollecito en el 2009 por la muerte de Meredith Kercher.  El fallo había sido revocado en el 2011 y la pareja fue puesta en libertad, pero la Corte Suprema italiana derogó esa decisión y remitió el caso nuevamente a un tribunal de Florencia.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4206446",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8126,
                    "source": {
                        "title": "www.listindiario.com.do",
                        "uri": "www.listindiario.com.do"
                    },
                    "time": "04:24:00",
                    "title": "Tribunal ratifica la sentencia contra Amanda Knox y exnovio",
                    "uri": "155423688",
                    "url": "http://www.listindiario.com.do/las-mundiales/2014/1/30/308921/Tribunal-ratifica-la-sentencia-contra-Amanda-Knox-y-exnovio",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Una corte de apelaciones italiana encontró culpables este jueves por el cargo de homicidio a la ex estudiante de intercambio Amanda Knox y a su exnovio, Raffaele Sollecito.\n La pareja estuvo en prisión dos años por el asesinato de Meredith Kercher en 2007, aunque fueron liberados por falta de pruebas sobre el crimen.\n El jurado pidió este jueves que Knox, también acusada de calumnia, sea sentenciada a 28 años y medio de prisión.\n Mientras que a Sollecito se le dio una sentencia de 25.\n \"Estoy aterrada y triste por este injusto veredicto\", señaló Knox en una respuesta por escrito.\n \"Habiendo sido encontrada inocente antes esperaba más del sistema de justicia italiano.  La evidencia y teorías acusatorias no justifican un veredicto de culpabilidad más allá de una duda razonable...  Siempre ha habido una remarcada carencia de evidencia\", expresó.\n El presidente del tribunal Alessandro Nencini tiene hasta 90 días para poner por escrito sus argumentos tras la decisión del jurado.  Una vez que eso ocurra los abogados de Knox tienen hasta 90 días para apelar.\n Sollecito acudió la mañana de este miércoles al tribunal y se esperaba que volviera para escuchar el veredicto pero su abogado, Luca Maori, dijo que su cliente no regresaría a la corte.\n El nuevo juicio inició en septiembre y el caso ha puesto a los italianos a cuestionarse sobre la efectividad del sistema de justicia para manejar las investigaciones y las piezas clave de evidencia.\n Tanto Knox como Sollecito señalan que son inocentes.\n Es poco probable que Knox, que ahora vive en Seattle, Washington, regrese a Italia para pasar tiempo en prisión, debido a que la ley estadounidense señala que una persona no puede ser procesada dos veces por un cargo, dijo un experto legal a CNN.\n Knox y su exnovio, Rafaelle Sollecito, están acusados de haber matado en 2007 a Meredith Kercher, de 21 años, en Perugia, Italia.\n El caso inició en 2007, cuando Knox, quien entonces tenía 20 años, estaba estudiando en el extranjero y vivía con Kercher.\n En noviembre de ese año, se encontró el cuerpo semidesnudo de la joven en el lugar en el que vivían.  Le habían cortado el cuello.\n La policía arrestó a Knox y a Sollecito, quien en ese entonces era su novio.  Dos años más tarde los condenaron por homicidio.  En 2011 un juez anuló sus condenas por falta de pruebas.\n Knox regresó a su casa en Seattle, Estados Unidos, y a inicios de 2013 un tribunal de apelaciones en Italia anuló su indulto y pidió que volviera a ser juzgada.\n Durante el proceso Knox no ha estado en la corte, se encuentra en su casa en Seattle.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4193045",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7868,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "04:24:00",
                    "title": "Amanda Knox es culpable de homicidio: Corte italiana",
                    "uri": "155382894",
                    "url": "http://mexico.cnn.com/mundo/2014/01/30/justicia-italiana-pide-28-de-anos-de-carcel-para-amanda-knox-por-homicidio",
                    "wgt": 1
                },
                {
                    "body": "Publicado por EntornoInteligente.com el Viernes, 31 de Enero del 2014\nBBC Mundo / ¿Terminará Amanda Knox encerrada en una prisión en Italia?  Existe la posibilidad de que así sea.\n La reciente condena del Tribunal de Apelación de Florencia, Italia, volvió a declarar culpables a la estadounidense Knox y su exnovio, el italiano Raffaele Sollecito, por la muerte de la estudiante británica Meredith Kercher, ocurrida en 2007, lo que abre la puertas a una posible extradición de Knox, una vez Italia así lo requiera.\n Knox y Sollecito ya habían sido juzgados y condenados por este crimen.  Knox pasó cuatro años tras las rejas antes de ser absuelta en 2011.  Sollecito también resultó absuelto.\n A la pareja se le acusa del asesinato de Meredith Kercher, que apareció degollada en el apartamento que compartía con Amanda Knox en la ciudad de Peruggia, en el centro de Italia.\n La reconstrucción de los hechos realizada por los fiscales establecía que Kercher no habría querido participar en un \"juego sexual\" propuesto por Knox, Sollecito y el marfileño Rudy Guede.\n Tribunal de Apelación de Florencia, Italia, condenó a 28 años y medio de cárcel a la estadounidense.\n Hasta hoy, el único condenado en firme por el crimen es Guede, sentenciado a 16 años de cárcel tras optar por un proceso breve.  Según la Fiscalía, Guede violó a Kercher y Knox la apuñaló mientras Sollecito la sujetaba.\n Knox y Sollecito fueron juzgados y condenados por este crimen en noviembre de 2009.  En 2011, un jurado compuesto por ocho miembros los absolvió por dudas sobre el procedimiento que se empleó para obtener las pruebas de ADN.\n Al salir de prisión, Knox regresó a EE.UU..  Actualmente reside en la ciudad de Seattle, en el noroeste del país.\n clic Lea también: Tribunal de apelaciones declara culpable a Knox\nPoco después de conocerse el veredicto que la condena a 28 años y medio de cárcel, la estadounidense emitió un comunicado desde Seattle en el que dice que está \"entristecida y asustada\".\n Análisis, David Willis, BBC Washington Desde su puesta en libertad en octubre de 2011, Amanda Knox ha intentado retomar su vida donde la dejó.\n De regreso a la comunidad en la que creció en las afueras de Seattle, Knox se matriculó de nuevo en la Universidad de Washington para estudiar escritura creativa y, excepto una breve serie de entrevistas para promocionar su autobiografía titulada \"Esperando a ser escuchada\", ha intentado pasar inadvertida.\n Pero por mucho que haya buscado el anonimato, Knox sigue siendo fuente constante de fascinación para la prensa sensacionalista que sigue todos sus pasos.\n Knox rechazó regresar a Italia para el nuevo juicio, citando lo que en su blog calificó de \"humo y espejos\" de la fiscalía, pero continúa defendiendo su inocencia, y escribe: \"No soy una asesina, no maté a Meredith ni participé en su muerte, ni tengo conocimiento previo o especial de lo que sucedió aquella noche.  Yo no estaba allí y no tuve nada que ver con ello\".\n Knox asegura que Rudy Guede, un traficante de drogas que cumple 16 años de prisión por la muerte de Kercher, actuó solo.\n \"Habiendo sido declarada inocente antes, esperaba algo mejor del sistema de justicia italiano\", dijo Knox en el comunicado.\n El largo camino de la extradición El fallo del tribunal pone en el tapete la extradición de Knox a Italia, quien rehusó ir a ese país para seguir el proceso.\n Sin embargo, el veredicto de este jueves debe ser confirmado por el Tribunal Supremo para hacerse oficial -ya que habrá impugnación, según anunciaron ya los abogados de Knox- un proceso que puede tomar meses.\n El corresponsal de BBC en Washington, Taylor Brown, dice que Italia probablemente presentará una solicitud de extradición para traer a Amanda Knox de vuelta.\n Según la prensa italiana, aunque es posible, no está claro que EE.UU. acceda a extraditar a Knox a Italia.\n Knox ha dicho que su \"sentido común\" le sugiere no volver a Italia por voluntad propia, a pesar de su profesada inocencia.\n Stephen Vladeck, profesor de Derecho de la Universidad Americana en Washington DC, dijo a la BBC que el que Amanda Knox sea extraditada a Italia o no, es una cuestión que dependerá de los fundamentos jurídicos de la solicitud y del interés político de EE.UU. en el caso.\n Una vez que Italia presente una solicitud, EE.UU. tendrá que decidir si el caso recae bajo su tratado de extradición, explica Vladeck.\n \" El que Amanda Knox sea extraditada a Italia o no, es una cuestión de la base jurídica de la solicitud y del interés político de EE.UU. en el caso.  \"\nStephen Vladeck - Universidad Americana\nAun cuando no hay \"ninguna razón para pensar que EE.UU. tiene un interés específico\" en bloquear la extradición, Vladeck dice que los países pueden efectivamente trancar el camino, mediante una variedad de interpretaciones \"creativas\" de los tratados de extradición.\n Si EE.UU. concede la petición de Italia, Knox puede luchar contra su extradición en una corte de EE.UU., citando entre otras cosas normas internacionales de derechos humanos.\n Pero Vladeck piensa que en este caso no se aplica el principio conocido como double jeopardy -o la cosa juzgada- un derecho contemplado en la legislación estadounidense que estipula que un acusado no puede ser enjuiciado dos veces por un mismo delito.\n \"No hay nada en el tratado que obligue a Italia a ceñirse al sistema legal de EE.U UU\", concluye Vladeck.\n clic clic Lea también: El futuro que le espera a Amanda Knox",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4207525",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7851,
                    "source": {
                        "title": "www.entornointeligente.com",
                        "uri": "www.entornointeligente.com"
                    },
                    "time": "06:14:00",
                    "title": "¿Extraditarán a Amanda Knox a Italia?",
                    "uri": "155423687",
                    "url": "http://www.entornointeligente.com/articulo/1967660/Extraditaran-a-Amanda-Knox-a-Italia-31012014",
                    "wgt": 1
                },
                {
                    "body": "Un tribunal de Florencia decidirá hoy sobre la libertad de la estadounidense Amanda Knox y su exnovio italiano, Raffaele Sollecito, condenados y después absueltos por el asesinato de la estudiante británica Meredith Kercher en 2007 por negarse a participar en una orgía de sexo y drogas.  El Supremo italiano anuló el año pasado la sentencia absolutoria, dictaminada por un tribunal que integraban seis vecinos de Perugia y dos magistrados, y ordenó que se repitiera todo el proceso.  Knox, compañera de piso de la víctima, no ha regresado a Italia y su condena podría provocar un entuerto diplomático para EE UU si ella decidiera luchar contra su extradición.\n Knox y Sollecito fueron inicialmente condenados a 26 y 25 años de cárcel, respectivamente, por la violación y asesinato -- los forenses identificaron 43 puñaladas en su cadáver -- de Kercher, que tenía 21 años.  Los familiares de la estudiante británica y la fiscalía de Perugia recurrieron la absolución de Knox y su novio, alegando que el tribunal no había tenido en cuenta el 70% de los elementos de prueba.  El veredicto de octubre de 2011 se emitió en un clima de presión mediática y política que llevó a la entonces secretaria de Estado de EE UU, Hilary Clinton, a interesarse por su compatriota.\n Si ambos vuelven a ser declarados culpables -- la acusación pide 30 años de prisión para Knox y 26 para Sollecito -- podrían recurrir al Supremo.  Los instructores del caso encontraron ADN del novio en un sujetador de Kercher, así como restos de sangre y pisadas de Knox en el piso que compartían, pruebas que fundamentaron su condena en 2009.  Sin embargo, el veredicto de 2011 cuestionó los mecanismos empleados para obtener las muestras.  Rudy Guede, un amigo común natural de Costa de Marfil que les acompañó aquella noche, ha sido condenado en un proceso separado a 16 años de cárcel.\n Knox, que ahora tiene 26 años y reside en Seattle -- se marchó apenas unas horas después de su puesta en libertad -- ha mandado un escrito de cinco páginas al tribunal para justificar su negativa a regresar a Italia: \"Yo no violé, no robé, no planeé, no instigué y no maté a Meredith.  No estoy presente en la corte porque tengo miedo de que la vehemencia de la acusación les impresione, que el humo entre en sus ojos y les ciegue\".\n Sollecito, de 29 años, sigue en Italia y dijo en noviembre que \"no tenía sentido\" que le estuvieran procesando por \"una atrocidad como esa\".  Esperará en su domicilio el veredicto, según informa AFP a instancias de su padre.  Quienes sí estarán presentes en la corte serán los familiares de la estudiante británica.",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4083311",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7784,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "internacional.elpais.com"
                    },
                    "time": "08:59:00",
                    "title": "Amanda Knox aguarda en EE UU un nuevo veredicto",
                    "uri": "155075099",
                    "url": "http://internacional.elpais.com/internacional/2014/01/30/actualidad/1391069539_205195.html",
                    "wgt": 1
                },
                {
                    "body": "Florencia -- La estudiante estadounidense Amanda Knox y su exnovio italiano Raffaele Sollecito fueron condenados de nuevo este jueves por el asesinato de la joven británica Meredith Kercher en 2007, anunció el tribunal de apelaciones de Florencia.\n La corte les condenó respectivamente a 28 años y seis meses y a 25 años de prisión.  El nuevo juicio es la consecuencia de la anulación, el año pasado, de su absolución por parte de un tribunal de casación.\n Knox y Sollecito, fueron condenados en primera instancia en 2009 a 26 años de cárcel por el asesinato de Kercher, cuyo cuerpo semidesnudo fue encontrado en un charco de sangre en la casa que compartía en Perugia con la estudiante estadounidense.\n Según los fiscales, el crimen fue la consecuencia de un juego sexual que terminó en tragedia por la rivalidad entre Knox y la víctima.\n En 2011, en el juicio en apelación, ambos fueron absueltos del crimen.  Pero dos años más tarde, en marzo 2013, ese veredicto fue anulado por el tribunal de casación.\n Tras ser liberada, Knox regresó a Seattle y no volvió a presentarse ante la justicia italiana porque no quería ponerse \"entre las manos de los que quieren enviarme a prisión por algo que no hice\", dijo en una entrevista reciente a The New York Times.\n Este jueves, tras el veredicto, Knox dijo estar \"asustada y triste\"\n\"Estoy asustada y triste por este injusto veredicto.  Ya me habían declarado inocente y esperaba algo mejor de la justicia italiana\", dijo en un comunicado.\n \"Las pruebas y la teoría acusatoria no justifican un veredicto más allá de una duda razonable.  Sin embargo, nada ha cambiado.  Siempre ha habido una evidente falta de pruebas.  Mi familia y yo hemos sufrido mucho por esta injusta persecución\", continuó.\n En la madrugada del 2 noviembre de 2007, Meredith Kercher, de 21 años, fue hallada semidesnuda en un charco de sangre en el apartamento que compartía con Knox en Perugia, una ciudad universitaria medieval del centro de Italia.\n El cuerpo de la víctima tenía marcas de haber sido acuchillado 47 veces y la autopsia demostró que Kercher, una estudiante de la universidad de Leeds, también fue violada.\n Tras el fallo de este jueves es poco probable que Knox sea extraditada desde Estados Unidos, según los expertos, incluso si se confirma la condena en el tribunal supremo.",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4170880",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7644,
                    "source": {
                        "title": "Google Books",
                        "uri": "www.google.com"
                    },
                    "time": "23:05:00",
                    "title": "Amanda Knox y su exnovio, condenados de nuevo en Italia por ... - AFP",
                    "uri": "155326383",
                    "url": "http://www.google.com/hostednews/afp/article/ALeqM5jZ3dFIh--TYO1Bo_cGcQC2qXXZvw?docId=9d453a2f-f28e-4b07-9da6-0479513fad8a&hl=es",
                    "wgt": 1
                },
                {
                    "body": "Por segunda vez los hallan culpables de asesinato en Italia\nDiario Digital Juárez\nFlorencia -- El Tribunal de Apelación de Florencia condenó ayer a 28 años y seis meses de prisión a la estadounidense Amanda Knox, y a 25 años a su ex novio, el italiano Raffaele Sollecito, por el asesinato de la británica Meredith Kercher en 2007 en ...\n ¿Extraditarán a Amanda Knox a Italia?  Terra Perú\nAmanda Knox, \"entristecida y atemorizada\" por el veredicto de ...  EFE\nRatifican sentencia contra Amanda Knox en Italia Noticieros Televisa\nLainformacion.com\nlos 148 artículos informativos \"",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4209113",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7616,
                    "source": {
                        "title": "Contacto Latino Noticias",
                        "uri": "contacto-latino.com"
                    },
                    "time": "08:03:00",
                    "title": "For the second time the found guilty of murder in italy - Digital journal juarez",
                    "uri": "155429131",
                    "url": "http://contacto-latino.com/es/noticias/201303/201248830/por-segunda-vez-los-hallan-culpables-de-asesinato-en-italia-diario-digital-juarez/",
                    "wgt": 1
                },
                {
                    "body": "La Corte de Apelaciones de Florencia, Italia, condenó hoy a la estadunidense Amanda Knox y al italiano Raffaele Sollecito a 28 y 25 años de cárcel, de forma respectiva, por el asesinato de la británica Meredith Kercher, perpetrado en 2007.\n Luego de que los magistrados del tribunal se reunieran por casi 12 horas, el veredicto fue anunciado por el presidente de la corte, Alessandro Nencini, en torno a las 21:55 horas locales (20:55 GMT) .\n En 2013, la Corte Suprema italiana anuló la sentencia de un tribunal de Apelaciones de Perugia, que en octubre de 2011 había absuelto a Knox y Sollecito, previamente condenados a 26 y 25 años de cárcel, respectivamente, por la violación y asesinato de Kercher.\n Los jóvenes estudiaban en Perugia, donde ocurrieron los hechos, y estaban unidos sentimentalmente.\n Sin embargo, pocas horas después de la absolución, Knox, por quien intercedió la entonces secretaria de Estado Hillary Clinton, abandonó Italia y fue recibida como heroina en su país.\n Pero la fiscalía de Perugia y los familiares de Meredith impugnaron la sentencia absolutoria.  La Corte Suprema les dio la razón y ordenó el nuevo proceso concluido hoy ante la Corte de Apelaciones de Florencia.\n Por la mañana de este jueves Sollecito, acompañado de familiares, estuvo presente en el aula, a la que no regresó para la lectura de la sentencia.\n Knox anunció desde su residencia de Seattle que no se presentaría pues temía que los jueces fueran \"cegados\"y la condenaran nuevamente.  Ahora se espera que la justicia italiana pida su extradición, lo que según los observadores difícilmente ocurrirá.\n En el aula también estaban presentes Stephanie y Lyle Kercher, hermanos de la víctima, acompañados de sus abogados.\n Por ahora Sollecito no podrá salir del país, mientras su abogada, Giulia Bongiorno anunció que impugnarán la sentencia.\n Meredith, que compartía el departamento de estudiante con Amanda, fue asesinada la noche del primero de noviembre de 2007, aparentemente porque se negó a participar en una orgía de sexo y drogas.\n Hasta ahora el único encarcelado por el crimen es Rudy Guede, originario de Costa de Marfil, que en un proceso paralelo fue sentenciado a 16 años de prisión.\n A la lectura de la sentencia asistió Patrick Lumumba, un músico residente en Perugia y originario de la República del Congo, a quien Knox acusó inicialmente del delito, pero que tras ser absuelto la demandó por difamación.\n Knok también fue demandada por calumnia por varios policías, a los que acusó de haberla golpeado mientras estaba detenida en la cércel de Perugia.\n El caso inspiró varios libros y una película para televisión titulada \"Amanda Knox\", dirigida por Robert Dornhelm.  unomásuno D.R. 2014 unomásuno, diarioamanecer",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4180045",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7576,
                    "source": {
                        "title": "unomásuno Crítico y Veraz",
                        "uri": "www.unomasuno.com.mx"
                    },
                    "time": "21:50:00",
                    "title": "Condena corte italiana a Knox y Sollecito por homicidio",
                    "uri": "155348603",
                    "url": "http://www.unomasuno.com.mx/?p=26764",
                    "wgt": 1
                },
                {
                    "body": "ROMA - La Corte de Apelaciones de Florencia, Italia, condenó a la estadounidense Amanda Knox y al italiano Raffaele Sollecito a 28 y 25 años de cárcel, de forma respectiva, por el asesinato de la británica Meredith Kercher, perpetrado en 2007.\n Luego de que los magistrados del tribunal se reunieran por casi 12 horas, el veredicto fue anunciado por el presidente de la corte, Alessandro Nencini, en torno a las 9:55 p.m m.  (hora local).\n En 2013, la Corte Suprema italiana anuló la sentencia de un tribunal de Apelaciones de Perugia, que en octubre de 2011 había absuelto a Knox y Sollecito, previamente condenados a 26 y 25 años de cárcel, respectivamente, por la violación y asesinato de Kercher.\n Los jóvenes estudiaban en Perugia, donde ocurrieron los hechos, y estaban unidos sentimentalmente.\n Sin embargo, pocas horas después de la absolución, Knox, por quien intercedió la entonces secretaria de Estado Hillary Clinton, abandonó Italia y fue recibida como heroina en su país.\n Pero la fiscalía de Perugia y los familiares de Meredith impugnaron la sentencia absolutoria.  La Corte Suprema les dio la razón y ordenó el nuevo proceso concluido hoy ante la Corte de Apelaciones de Florencia.\n Por la mañana de este jueves Sollecito, acompañado de familiares, estuvo presente en el aula, a la que no regresó para la lectura de la sentencia.\n Knox anunció desde su residencia de Seattle que no se presentaría pues temía que los jueces fueran \"cegados\"y la condenaran nuevamente.  Ahora se espera que la justicia italiana pida su extradición, lo que según los observadores difícilmente ocurrirá.\n En el aula también estaban presentes Stephanie y Lyle Kercher, hermanos de la víctima, acompañados de sus abogados.\n Por ahora Sollecito no podrá salir del país, mientras su abogada, Giulia Bongiorno anunció que impugnarán la sentencia.\n Meredith, que compartía el departamento de estudiante con Amanda, fue asesinada la noche del primero de noviembre de 2007, aparentemente porque se negó a participar en una orgía de sexo y drogas.\n Hasta ahora el único encarcelado por el crimen es Rudy Guede, originario de Costa de Marfil, que en un proceso paralelo fue sentenciado a 16 años de prisión.\n A la lectura de la sentencia asistió Patrick Lumumba, un músico residente en Perugia y originario de la República del Congo, a quien Knox acusó inicialmente del delito, pero que tras ser absuelto la demandó por difamación.\n Knok también fue demandada por calumnia por varios policías, a los que acusó de haberla golpeado mientras estaba detenida en la cércel de Perugia.\n El caso inspiró varios libros y una película para televisión titulada Amanda Knox, dirigida por Robert Dornhelm.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4188383",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.755,
                    "source": {
                        "title": "La Estrella",
                        "uri": "www.diariolaestrella.com"
                    },
                    "time": "01:14:00",
                    "title": "Condena corte italiana a Knox y Sollecito por homicidio",
                    "uri": "155372687",
                    "url": "http://www.diariolaestrella.com/2014/01/30/132131/condena-corte-italiana-a-knox.html",
                    "wgt": 1
                },
                {
                    "body": "FLORENCIA, Italia (AP).- - Un tribunal de apelaciones en Florencia ratificó ayer el fallo de culpabilidad contra la estudiante estadounidense Amanda Knox y su ex novio, acusados por la muerte en 2007 de la británica que compartía cuarto con Amanda.\n La joven fue sentenciada a 28 años y medio de cárcel, lo que abre la posibilidad de largo proceso de extradición.\n Tras casi 12 horas de deliberaciones, el tribunal ratificó el veredicto anunciado originalmente contra Amanda Knox y Raffaele Sollecito en 2009.  El fallo había sido revocado en 2011 y la pareja fue puesta en libertad, pero la Corte Suprema italiana derogó esa decisión y remitió el caso nuevamente a un tribunal de Florencia.\n Sollecito fue sentenciado a 25 años de cárcel.\n Aunque Sollecito estaba en el tribunal el jueves por la mañana, no estuvo en el momento de la lectura del veredicto.  Amanda Knox, de 26 años, estaba en su casa en Seattle aguardando la decisión \"con el corazón en la garganta'\", según dijo ella.  Los abogados de Sollecito dijeron estar asombrados por la decisión y avisaron que llevarán el caso a las máximas instancias.  \"No hay ni una pizca de prueba\"', dijo el abogado Luca Maori.  El juez Alessando Nencini ordenó que se le revocara el pasaporte a Sollecito, pero no pidió traslado de Knox, reconociendo que ella estaba \"en el exterior con justificación\".",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4215611",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7542,
                    "source": {
                        "title": "El Diario de Yucatán",
                        "uri": "yucatan.com.mx"
                    },
                    "time": "08:10:00",
                    "title": "Ratifican condena en Italia",
                    "uri": "155454414",
                    "url": "http://yucatan.com.mx/internacional/ratifican-condena-en-italia",
                    "wgt": 1
                },
                {
                    "body": "La estadounidense y su exnovio italiano habÃ­an sido absueltos en primera instancia; la condena es por 28 aÃ±os por la muerte de su \"roomy\" britÃ¡nica en 2007, caso que se volviÃ³ mediÃ¡tico\nRoma.- - La estadunidense Amanda Knox fue condenada este jueves por segunda ocasiÃ³n por un tribunal italiano a 28 aÃ±os y seis meses de prisiÃ³n por el brutal asesinato la noche del 1 de noviembre de 2007 de la britÃ¡nica Meredith Kercher, de 21 aÃ±os, con la que compartÃ­a un departamento de estudiantes en la ciudad de Perugia.\n El tribunal de apelaciones en Florencia ratificÃ³ este jueves el fallo de culpabilidad contra la estudiante estadounidense y su exnovio, el italiano Raffaele Sollecito quien recibiÃ³ una condena a 25 aÃ±os de prisiÃ³n.\n El nuevo fallo de uno de los mÃ¡s controvertidos y mediÃ¡ticos casos de la historia judicial italiana llega a raÃ­z del recurso presentado por la familia Kercher para protestar por la decisiÃ³n del tribunal de Perugia que, en 2011, absolviÃ³ a los ahora condenados.\n Knox y Sollecito, que fueron detenidos unas horas despuÃ©s del crimen y condenados en 2009 a 26 y 25 aÃ±os de prisiÃ³n por violaciÃ³n y asesinato, recobraron la libertad en 2011, despuÃ©s de que un tribunal de apelaciÃ³n formado por seis vecinos de Perugia y dos magistrados los considerase no culpables.\n No obstante, el pasado mes de marzo el Tribunal Supremo anulÃ³ la sentencia, por no haber tomado en cuenta el 70% de las pruebas, y ordenÃ³ repetir el proceso.\n Se trata de un punto y seguido en este largo proceso que comenzÃ³ en 2009, que ya suma 5 aÃ±os y tendrÃ¡ su punto final con el dictamen de la Corte Suprema de Italia a la que recurrirÃ¡ la defensa que anunciÃ³ apelarÃ¡.\n Este nuevo proceso que demorarÃ¡ otro aÃ±o y se sumarÃ¡ a una odisea legal que ha dividido a observadores en tres naciones.\n Amanda Knox, estÃ¡ en su casa de Seattle, aparentemente decidida a no regresar a Italia jamÃ¡s, y Raffaele Sollecito, en Florencia.\n En un comunicado, Knox dijo que estaba â\u0080\u009catemorizada y tristeâ\u0080\u009d por la decisiÃ³n.  Dijo que era â\u0080\u009cinjustaâ\u0080\u009d y el resultado de un proceso radicalizado y de una investigaciÃ³n intransigente que trabajÃ³ para que el â\u0080\u009ctribunal de justicia prevaricaraâ\u0080\u009d.\n â\u0080\u009cEsto se ha salido de las manosâ\u0080\u009d, dijo.  â\u0080\u009cHabiendo sido declarada inocente anteriormente, esperaba una mejor actuaciÃ³n del sistema de justicia italianoâ\u0080\u009d.\n Kercher, de 21 aÃ±os, fue hallada sin vida el 2 de noviembre de 2007 en un charco de sangre en la recÃ¡mara del apartamento que compartÃ­a con Knox ambas estudiaban.  HabÃ­a sido degollada y violada.\n Con ella estaban Knox, Sollecito y el marfileÃ±o Rudy Guede, de 26, principales sospechosos del asesinado.  Este Ãºltimo, al comienzo del proceso judicial, optÃ³ por un juicio rÃ¡pido por lo que le fue impuesta una condena de 16 aÃ±os de prisiÃ³n.\n Knox y Sollecito alegaron que estuvieron en el departamento de Ã©l la noche del homicidio, donde fumaron marihuana, vieron una pelÃ­cula y sostuvieron relaciones sexuales.\n Expertos ven improbable que Italia solicite la extradiciÃ³n antes de que el veredicto sea definitivo.  Si la sentencia se ratifica, le seguirÃ­a un largo proceso de extradiciÃ³n en el que el Departamento de Estado de EU decidirÃ­a si la entrega para que termine de cumplir su sentencia.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4217089",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7511,
                    "source": {
                        "title": "Vanguardia",
                        "uri": "www.vanguardia.com.mx"
                    },
                    "time": "07:42:00",
                    "title": "Amanda Knox culpable de asesinato; Italia ratifica sentencia",
                    "uri": "155454420",
                    "url": "http://www.vanguardia.com.mx/amandaknoxculpabledeasesinatoitaliaratificasentencia-1935333.html",
                    "wgt": 1
                },
                {
                    "body": "La joven estadounidense, principal acusada del crimen de la estudiante británica Meredith Kercher, siempre se ha declarado inocente.\n Un tribunal de apelaciones de Florencia, en Italia, sentenció a 28 años y seis meses de prisión a la estadounidense Amanda Knox, por el crimen de la estudiante británica Meredith Kercher, hecho ocurrido en 2007.  El exnovio de Knox, el italiano Raffaele Sollecito, en tanto, recibió una condena de 25 años de prisión, además de la prohibición de salir del país mientras se confirma el veredicto.\n Ambos están acusados de haber dado muerte a Kercher en un aparente \"juego sexual\" en el cual la muchacha no habría querido participar.  Los hechos ocurrieron en Perugia, en el centro de Italia.  Según la reconstrucción de los hechos realizada por los fiscales, Kercher fue apuñalada por negarse a participar del juego.  El único condenado en firme por el crimen es el marfileño Rob Guede, quien según la fiscalía violó a Kercher.\n Knox es acusada de haber apuñalado a la británica mientras Sollecito se encargaba de afirmarla.  Durante la lectura de la sentencia, solamente éste se encontraba en la sala.  Francesco Sollecito, padre del joven acusado, aseguró ante la prensa que la presencia de su hijo en el lugar supone \"una elección de valentía y respeto\", al tiempo que aseguraba que \"confiaba en la justicia\", que ordenó, de paso, confiscar el pasaporte del muchacho.\n Dice que veía \"Amelie\"\nTanto Knox como Sollecito fueron condenados por este crimen en noviembre de 2009.  Sin embargo, un jurado compuesto por ocho miembros los absolvió por dudas sobre el procedimiento que se usó para obtener las pruebas de ADN.  En marzo de 2013 el Tribunal Supremo de Italia ordenó realizar un nuevo juicio luego de estudiar un recurso presentado por la familia de Kercher.  Además, trasladó el caso a Florencia.\n El fallo no está aún firme y se espera que las partes presenten una apelación.  Si eso llega a suceder, el Tribunal Supremo deberá decidir nuevamente en el caso.  Todo esto puede volver a tomar varios meses.  La principal acusada siempre se ha declarado inocente y se ha defendido señalando que, a la hora del homicidio -que ocurrió en su dormitorio de estudiante- ella se encontraba con Sollecito fumando marihuana y viendo la película \"Amelie\".\n Amanda Knox vive en Seattle y desde allá presenció el fallo.  En un comunicado señaló que éste era \"injusto\".  \"Habiendo sido encontrada inocente antes, habría esperado más del sistema judicial italiano\", escribió.  Si bien debería ser extraditada a Italia, expertos citados por las agencias de noticias consideran que esto será poco probable en la medida que el fallo no sea definitivamente confirmado por la Justicia.  Además, las leyes de Estados Unidos prohíben que una persona sea juzgada por el mismo delito, lo que puede dificultar el procedimiento.\n DZC (dpa, Reuters, Europa Press, BBC)",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4180016",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7367,
                    "source": {
                        "title": "DW.DE",
                        "uri": "www.dw.de"
                    },
                    "time": "00:57:00",
                    "title": "Tribunal italiano sentencia a 28 años de prisión a Amanda Knox",
                    "uri": "155348584",
                    "url": "http://www.dw.de/tribunal-italiano-sentencia-a-28-a%C3%B1os-de-prisi%C3%B3n-a-amanda-knox/a-17397404",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Desde que fue liberada por el presunto homicidio de una compañera en Italia, Amanda Knox ha intentado salir del escrutinio público en su ciudad natal de Seattle, en el estado de Washington.\n Pero la historia sobre la muerte en 2007 de su compañera de departamento en Italia, la británica Meredith Kercher, sigue viva más de cinco años después.  Knox y Raffaele Sollecito esperan el veredicto que determinará su presunta culpabilidad este jueves.\n Sin embargo, la pareja no estará en la corte para escuchar la decisión, sino a miles de kilómetros de distancia en EU, a donde llegaron luego de que una corte de apelaciones diera marcha atrás con el caso en 2009.\n \"Me convertiré .. .  en fugitiva\", le dijo este mes Knox al diario italiano La Repubblica, cuando se le preguntó qué haría si es declarada culpable\".\n El cuerpo semidesnudo de Kercher, de entonces 21 años, fue encontrado con la garganta cortada en la casa que compartía en ese entonces con Knox en Perugia, Italia.\n Desde entonces, el caso ha atraído la atención del público en EU, Gran Bretaña e Italia, sobre todo por la fascinación ante las versiones encontradas y las preguntas sobre la verdadera actitud de Amanda Knox.\n Un sueño se convierte en pesadilla\nLa hermana de Amanda Knox, Deanna, la describe como una joven que hizo lo posible por irse a estudiar a la Universidad de Extranjeros de Perugia, y convertir un sueño en realidad.\n Poco después de que Amanda se instaló en una villa de cuatro habitaciones con vistas a un pequeño valle, Meredith Kercher se mudó a compartir alojamiento con ella y se hicieron amigas.  Semanas después, esa casa se convertiría en la escena de un crimen, en el que Kerchner falleció y Knox quedó como la principal sospechosa del asesinato.\n Los fiscales en Perugia dijeron que Knox dio instrucciones a su entonces novio, Raffaele Sollecito y a otro hombre al que gustaba, Rudy Guede, de sostener a Kechner antes de que Knox le cortara la garganta.\n Tanto Knox como Sollecito fueron detenidos en 2009 y sentenciados a largos periodos en la cárcel.  Guede, un vagabundo de Costa de Marfíl, fue enjuicidado por separado y actualmente cumple una sentencia de 16 años.\n Después de que la evidencia se revisara, una corte de apelaciones anuló la detención de los estudiantes en octubre de 2011, citando una falta de pruebas en su contra, por lo que ambos fueron liberados.  El caso revivirá 17 meses después frente a una corte de apelaciones de Florencia.\n Raffaele Sollecito ya publicó sus memorias sobre el caso, tituladas Atado por el honor: mi viaje al infierno y de regreso con Amanda Knox.  En este libro, Sollecito dice que se sentía incomodo con el \"comportamiento extraño\" de Amanda después de la muerte de Kechner, e indica que los fiscales usaron esto en contra de ambos.  El recuento completo de los hechos según Amanda Knox no se conoce hasta ahora.\n Las dos versiones sobre Knox\nAlgunos periodistas han pintado una imagen de Amanda Knox como una estudiante demasiado confiada y algunos apuntan que la guiaron mal en el sistema judicial de Italia.  Otros medios la presentan como una joven silenciosa y manipuladora, que intenta salirse con la suya.\n Los amigos y familiares de Knox dicen que no hay nada en su pasado que indique que fuera capaz de matar a alguien, mucho menos a una amiga.  Uno de sus amigos dijo a CNN que Knox era la clase de persona que sacaría a una araña de la casa en lugar de matarla.\n Knox mostró interés desde pequeña por aprender otros idiomas y experimentar diferentes culturas, según su madre, Edda Mellas.  Amanda consideró irse a estudiar a Escocia, Austria y Alemania antes de decidirse por Italia, un país al que nunca había ido y en donde hablan un idioma que ella no había estudiado.\n Al comenzar las clases, Knox envió correos electrónicos a su familia sobre las actividades que realizaba con Kercher y Sollecito, el joven ingeniero que conoció en un concierto de música clásica.\n \"Estaba encantada con él.  Primero porque era extranjero, dulce y muy amable e inteligente.  Exactamente, del tipo de mi hermana\", dijo Deanna Knox.  \"Era muy emocionante, yo quería saber más sobre él y sólo llevaban dos semanas saliendo cuando todo sucedió\".\n Sollecito, en el epilogo de su libro, dijo que había visitado a Knox en Seatlle después de que fueron liberados, pero estaba nervioso porque no sabía si \"debían vivir sus vidas y dejarse en paz\".  Aún no está claro si ambos aparecerán en la corte juntos una vez más.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4193075",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7335,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "04:24:00",
                    "title": "Amanda Knox, ¿una alumna inocente o manipuladora?",
                    "uri": "155382907",
                    "url": "http://mexico.cnn.com/mundo/2013/03/26/amanda-knox-la-alumna-de-eu-con-la-sombra-de-un-crimen-desde-hace-anos",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox, principal protagonista del crimen de Meredith Kercher\nEl 4 de octubre de 2011 y tras cuatro años de cárcel, parecía que el misterio de la muerte de Meredith Kercher se había resuelto.  Amanda Knox y su exnovio Rafaelle Sollecito recibían entre lágrimas la sentencia del Tribunal de Apelación de Perugia que les declaraba absueltos del peor asesinato jamás acontecido en la ciudad italiana de Perugia, por \"no existir los hechos que a ambos se les imputaban\".\n Sin embargo, el fiscal de Perugia recurrió la absolución y la familia de Meredith -apuñalada 43 veces en el cuello en 2007- no se rindió y acudió al Tribunal de Apelación de Florencia cuyos jueces finalmente han decretado 28 años de prisión para Amanda Knox y 25 años para Rafaelle Sollecito y la prohibición de viajar al extranjero.  Él recibió la noticia en la sala, ella desde su casa de Seattle en donde tildó de \"injusta\" la sentencia y en donde dejó muy claro que nunca más volverá a Italia y que, si es necesario, se convertirá en una fugitiva.\n Las penas son mayores que las dictadas en primera instancia contra ambos y que quedaron revocadas en apelación.  Esta absolución ha sido finalmente cancelada ya que la justicia italiana ha creído que al proceso estuvo \"marcado por múltiples deficiencias, perfiles contradictorios e ilógicos\".  La sentencia, sin embargo, no supondrá la entrada inmediata de ninguno de ellos en la cárcel, ya que la decisión final dependerá del Tribunal de Casación, que es la máxima instancia.\n Palabra clave: \"Competidores\"\nLa línea trazada por el tribunal para ordenar un nuevo juicio fue clara: \"Dibujar la posición subjetiva de los \"competidores\" de Rudy Guede en comparación con las diferentes situaciones hipotéticas, que van desde la compatibilidad genética en el momento de la muerte, a la modificación de un programa que contemplaba inicialmente solo la participación de la joven británica en un juego sexual no compartido, al que pudo ser forzado por el grupo y que finalmente se fue de control\".\n \"Competidores\" es la palabra clave y de hecho el veredicto emitido ayer por la tarde confirma la posición dominante de Amanda Knox pero también asigna un papel protagonista y activo en el asesinato a Raffaele Sollecito.  En este sentido, la sentenica relaciona el rol de ambos, aunque sus abogados, Giulia Bongiorno y Luca Maori habían pedido \"separar\" a los dos chicos.\n Se trataron 14 puntos controvertidos y se discutieron de nuevo los testimonios, las pruebas genéticas y las reconstrucciones.  Se puso en duda las declraciones de Amanda Knox, su confesión y el informe que se presentó una semana después del brutal crimen cometido en Via della Pergola, señalando a un joven de color (Patrick Lumumba, que en realidad era Rudy Guede) como el asesino de Meredith Kercher.\n En ese escrito la policía recogía el testimonio de Amanda Knox que aseguraba que era Patrick Lumumba quien quería tener una relación sexual con su amiga Meredith.  Según la joven de Seattle, Mez y Patrick (en realidad Guede) se habrían encerrado en su habitación y se habría tapado los oídos porque no quería escuchar los ruidos que se estaban produciendo, \"aunque sabía qué estaba pasando\".\n A Amanda le salió el tiro por la culata.  Inculpó a Patrick para cubrir a Guede y, de este modo, salvarse ella también.  Sin embargo, Rudy Guede ha sido el único en admitir que esa noche la pasó con Meredith Kercher aunque niega haberla matado.  Más tarde, Amanda aseguró haber estado fumando marihuana en el mismo apartamento mientras veía la película \"Amelie\" con Sollecito y no haberse dado cuenta de que Meredith y Guede se encontraban en la habitación.\n Una versión muy contradictoria, como otras tantas claves del proceso.  Es por esto que el Tribunal aceptó la apelación interpuesta por la familia Kercher y dictó este último veredicto que cambia el ritmo del proceso que se ha convertido en uno de los más populares a nivel mundial, comparado con el de O. J. Simpson, según algunos medios.  Se trata, por tanto, del tercero que obtienen los principales acusados y llega después de que el Tribunal de Casación anulase en marzo la absolución de Knox y Sollecito y ordenase la repetición del juicio, que esta vez ha tenido lugar en Florencia.\n En su resolución, el Tribunal de Casación aceptó el recurso interpuesto por el fiscal general, que argumento que los hechos presentados para la absolución de los sospechosos \"no se sustentan\".  La corte, sin embargo, rechazó el recurso de Knox contra su condena a tres años de prisión por calumnias a Patrick Lumumba, al que acusó de haber asesinado a Kercher.  La estadounidense no tuvo que cumplir esta pena al haber permanecido cuatro años en prisión, dentro de los 26 años a los que fue condenada en primera instancia por un tribunal de Perugia, donde se cometió el asesinato.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4215211",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7288,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "09:27:00",
                    "title": "¿Por qué condenan a ahora a Amanda Knox tras ser declarada absuelta?",
                    "uri": "155449137",
                    "url": "http://www.abc.es/internacional/20140131/abci-amanda-knox-crimen-meredith-201401310855.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Ene. 30 (UPI) -- Un tribunal italiano decidirá el jueves si va a mantener la convicción que absolvió a Amanda Knox y a Raffaele Sollecito del asesinato de una estudiante de intercambio británica en 2007.\n La native de Seattle de 26 años de edad, y su entonces novio fueron declarados culpables del asesinato de Meredith Kercher en noviembre de 2007.  Después de servir a 4 años de los 26 y 25 a los que fueron respectivamente condenados, la pareja fue liberada después de que un tribunal de apelaciones los absolviera en 2011.\n Un tercer hombre nacido en Costa de Marfil, Rudy Guede, también fue condenado por el asesinato y está cumpliendo una condena de 16 años después de llegar a un acuerdo con la fiscalía.\n El Tribunal Supremo de Italia anuló la apelación de marzo alegando que el jurado no tomó en cuenta todas las pruebas y las discrepancias en el caso antes de la absolución de Knox y Sollecito.\n El caso fue remitido a Florencia y nuevas deliberaciones se iniciaron en septiembre de 2013.  Después de escuchar la refutación definitiva del equipo de la defensa el jueves, el jurado se retiró a deliberar y se espera que anuncie el veredicto después de las 5 pm hora local (11 am hora Este) .\n Kercher -- la compañera de cuarto de Knox en Perugia - - fue encontrada parcialmente desnuda en un charco de sangre en la casa que compartía con la nativa de Seattle.  Los fiscales italianos han estado empujando el caso de que Kercher fue asesinada en un \"juego sexual que salió mal\" desde el comienzo del juicio.  La fiscalía está solicitando que Knox reciba una condena de 30 años por el asesinato de Kercher.\n Cuando se le preguntó qué haría si es declarada culpable por el tribunal italiano, Knox dijo que se había convertiría \"en una fugitiva\".",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4166662",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7262,
                    "source": {
                        "title": "espanol.upi.com",
                        "uri": "espanol.upi.com"
                    },
                    "time": "18:28:00",
                    "title": "Amanda Knox espera tercer veredicto de tribunal italiano",
                    "uri": "155316562",
                    "url": "http://espanol.upi.com/Noticias-destacadas/2014/01/30/Amanda-Knox-espera-tercer-veredicto-de-tribunal-italiano/8411391094760/",
                    "wgt": 1
                },
                {
                    "body": "Ella y Raffaele Sollecito fueron declarados absueltos de la muerte de Meredith Kercher.  Sin embargo, el Tribunal de Apelación ha decretado 28 años de cárcel para ella y 25 para él\nEl 4 de octubre de 2011 y tras cuatro años de cárcel, parecía que el misterio de la muerte de Meredith Kercher se había resuelto.  Amanda Knox y su exnovio Rafaelle Sollecito recibían entre lágrimas la sentencia del Tribunal de Apelación de Perugia que les declaraba absueltos del peor asesinato jamás acontecido en la ciudad italiana de Perugia, por no \"existir los hechos que a ambos se les imputaban\".\n Sin embargo, la familia de Meredith -apuñalada 43 veces en el cuello- no se rindió y acudió al Tribunal de Apelación de Florencia cuyos jueces finalmente han decretado 28 años de prisión para Amanda Knox y 25 años para Rafaelle Sollecito y la prohibición de viajar al extranjero.  Él recibió la noticia en la sala, ella desde su casa de Seattle en donde tildó de \"injusta\" la sentencia y en donde dejó muy claro que nunca más volverá a Italia y que, si es necesario, se convertirá en una fugitiva.\n Las penas son mayores que las dictadas en primera instancia contra ambos y que quedaron revocadas en apelación.  Esta absolución ha sido finalmente cancelada ya que la justicia italiana ha creído que al proceso estuvo \"marcado por múltiples deficiencias, perfiles contradictorios e ilógicos\".  La sentencia, sin embargo, no supondrá la entrada inmediata de ninguno de ellos en la cárcel, ya que la decisión final dependerá del Tribunal de Casación, que es la máxima instancia.\n La línea trazada por el tribunal para ordenar un nuevo juicio fue clara: \"Dibujar la posición subjetiva de los \"competidores\" de Rudy Guede en comparación con las diferentes situacones hipotéticas, que van desde la compatibilidad genética en el momento de la muerte, a la modificación de un programa que contemplaba inicialmente solo la participación de la joven británica en un juego sexual no compartido, al que pudo ser forzado por el grupo y que finalmente se fue de control\".\n \"Competidores\" es la palabra clave y de hecho el veredicto emitido ayer por la tarde confirma la posición dominante de Amanda Knox pero también asigna un papel protagonista y activo en el asesinato a Raffaele Sollecito.  En este sentido, la sentenica relaciona el rol de ambos, aunque sus abogados, Giulia Bongiorno y Luca Maori habían pedido \"separar\" a los dos chicos.\n Se trataron 14 puntos controvertidos y se discutieron de nuevo los testimonios, las pruebas genéticas y las reconstrucciones.  Se puso en duda las declraciones de Amanda Knox, su confesión y el informe que se presentó una semana después del delito cometido en Via della Pergola, señalando a un joven de color (Patrick Lumumba, que en realidad era Rudy Guede) como el asesino de Meredith Kercher.\n En ese escrito la policía recogía el testimonio de Amanda Knox que aseguraba que era Patrick Lumumba quien quería tener una relación sexual con su amiga Meredith.  Según la joven de Seattle, Mez y Patrick (en realidad Guede) se habrían encerrado en su habitación y que ella se tapó los oídos porque no quería escuchar los ruidos que se estaban produciendo, \"aunque sabía qué estaba pasando\".\n A Amanda le salió el tiro por la culata.  Inculpó a Patrick para cubrir a Guede y, de este modo, salvarse ella también.  Sin embargo, Rudy Guede ha sido el único en admitir que esa noche la pasó con Meredith Kercher aunque niega haberla matado.  Más tarde, Amanda aseguró haber estado fumando marihuana en el mismo apartamento mientras veía la película \"Amelie\" con Sollecito y no haberse dado cuenta de que Meredith y Guede se encontraban en la habitación.\n Una versión muy contradictoria, como otras tantas claves del proceso.  Es por esto que el Tribunal aceptó la apelación interpuesta por la familia Kercher y dictó este último veredicto que cambia el ritmo del proceso que se ha convertido en uno de los más populares a nivel mundial, comparado con el de O. J. Simpson, según algunos medios.  Se trata, por tanto, del tercero que obtienen los principales acusados y llega después de que el Tribunal de Casación anulase en marzo la absolución de Knox y Sollecito y ordenase la repetición del juicio, que esta vez ha tenido lugar en Florencia.\n En su resolución, el Tribunal de Casación aceptó el recurso interpuesto por el fiscal general, que argumento que los hechos presentados para la absolución de los sospechosos \"no se sustentan\".  La corte, sin embargo, rechazó el recurso de Knox contra su condena a tres años de prisión por calumnias a Patrick Lumumba, al que acusó de haber asesinado a Kercher.  La estadounidense no tuvo que cumplir esta pena al haber permanecido cuatro años en prisión, dentro de los 26 años a los que fue condenada en primera instancia por un tribunal de Perugia, donde se cometió el asesinato.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4213432",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.722,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "08:48:00",
                    "title": "¿Por qué condenan a ahora a Amanda Knox tras ser declarada ... - ABC.es",
                    "uri": "155441361",
                    "url": "http://www.abc.es/internacional/20140131/abci-amanda-knox-crimen-meredith-201401310855.html",
                    "wgt": 1
                },
                {
                    "body": "Esta vez ha tocado condena, y de 28 años y seis meses.  En el segundo juicio del célebre crimen de Perugia, después de que el Supremo italiano anulara la absolución del primero y ordenara repetirlo, la estadounidense Amanda Knox fue considerada culpable del asesinato de la británica Meredith Kercher, de 22 años, en noviembre de 2007 en un piso de estudiantes.\n La joven, que estaba en Italia con una beca Erasmus, murió de una cuchillada en la garganta.  El otro acusado, novio de Knox por entonces, Raffaelle Sollecito, italiano, fue condenado a 25 años.  La sentencia recoge casi en pleno la petición del fiscal, que ha explicado el crimen como resultado de las malas relaciones entre compañeras de apartamento y no, como en el primer juicio, con un juego erótico que terminó mal.  El detonante habría sido una discusión a altas horas de la madrugada sobre la limpieza de la casa.\n Sollecito estaba en la sala, aunque al final la abandonó en la larga espera de la sentencia, que se retrasó hasta las diez de la noche.  Knox, en cambio, recibió la noticia en su casa de Seattle, en Estados Unidos, y no tiene intención de volver a Italia, donde ya pasó cuatro años de cárcel.  \"Estoy asustada y triste\", declaró al conocer el fallo.  El tribunal ordenó retirar el pasaporte a Sollecito para evitar el riesgo de fuga.\n Hace unos meses, tras la petición fiscal, se fue a la República Dominicana, país sin convenios de extradición con Italia, aunque luego optó por regresar.  Es dudoso que vuelva Amanda Knox, pero, de momento y hasta la sentencia firme, no está obligada.  A la espera de la apelación, sigue un culebrón que ha tenido mucho eco por la gran atención de los medios norteamericanos, por lo misterioso del caso y también porque Knox es mona y ha sido retratada como un personaje diabólico.  \"Soy distinta a como me han pintado\", insistió ayer en una última entrevista.  La historia ya tiene hasta una película.",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4180018",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7169,
                    "source": {
                        "title": "www.larioja.com",
                        "uri": "www.larioja.com"
                    },
                    "time": "22:46:00",
                    "title": "Amanda Knox, condenada ahora a 28 años de cárcel",
                    "uri": "155348578",
                    "url": "http://www.larioja.com/v/20140131/mundo/amanda-knox-condenada-ahora-20140131.html",
                    "wgt": 1
                },
                {
                    "body": "A Javascript enabled browser is required in order to view the video\nEl tribunal de Florencia que ha juzgado por tercera vez el caso de la muerte de la estudiante Meredith Kercher, que falleció en 2007, ha condenado a la estadounidense Amanda Knox y su exnovio italiano, Raffaele Sollecito, por asesinato: 28 años y seis meses de cárcel para ella y 25 para él.\n La mataron, al parecer, por no querer participar en una orgía con drogas y alcohol.  Kercher fue violada y apuñalada 43 veces por Knox mientras Sollecito la sujetaba.\n En 2009 las pruebas, que parecían abrumadoras, llevaron a una condena para ambos por el hecho.  En 2011 fueron absueltos ya que la defensa argumentó que no se tuvieron en cuenta el \"70% de las pruebas\".  Y habían pasado seis años en prisión.  Knox se marchó a Estados Unidos nada más ser absuelta y allí permanece mientras que Sollecito reside en Italia.  La familia de Kercher apeló en 2012 el proceso tras lo cual los jueces lo reabrieron.\n Ambos condenados, que siempre han defendido su inocencia, pueden ahora apelar la decisión.",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4179113",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7072,
                    "source": {
                        "title": "euronewses",
                        "uri": "es.euronews.com"
                    },
                    "time": "23:09:00",
                    "title": "Knox y Sollecito, culpables del asesinato de Meredith Kercher",
                    "uri": "155348579",
                    "url": "http://es.euronews.com/2014/01/30/knox-y-sollecito-culpables-del-asesinato-de-meredith-kercher/",
                    "wgt": 1
                },
                {
                    "body": "ROMA, Italia(Agencias) La Corte de Apelaciones de Florencia, Italia, condenÃ³ hoy a la estadunidense Amanda Knox y al italiano Raffaele Sollecito a 28 y 25 aÃ±os de cÃ¡rcel, de forma respectiva, por el asesinato de la britÃ¡nica Meredith Kercher, perpetrado en 2007.\n Luego de que los magistrados del tribunal se reunieran por casi 12 horas, el veredicto fue anunciado por el presidente de la corte, Alessandro Nencini, en torno a las 21:55 horas locales (20:55 GMT) .\n En 2013, la Corte Suprema italiana anulÃ³ la sentencia de un tribunal de Apelaciones de Perugia, que en octubre de 2011 habÃ­a absuelto a Knox y Sollecito, previamente condenados a 26 y 25 aÃ±os de cÃ¡rcel, respectivamente, por la violaciÃ³n y asesinato de Kercher.\n Los jÃ³venes estudiaban en Perugia, donde ocurrieron los hechos, y estaban unidos sentimentalmente.\n Sin embargo, pocas horas despuÃ©s de la absoluciÃ³n, Knox, por quien intercediÃ³ la entonces secretaria de Estado Hillary Clinton, abandonÃ³ Italia y fue recibida como heroina en su paÃ­s.\n Pero la fiscalÃ­a de Perugia y los familiares de Meredith impugnaron la sentencia absolutoria.  La Corte Suprema les dio la razÃ³n y ordenÃ³ el nuevo proceso concluido hoy ante la Corte de Apelaciones de Florencia.\n Por la maÃ±ana de este jueves Sollecito, acompaÃ±ado de familiares, estuvo presente en el aula, a la que no regresÃ³ para la lectura de la sentencia.\n Knox anunciÃ³ desde su residencia de Seattle que no se presentarÃ­a pues temÃ­a que los jueces fueran 'cegados'y la condenaran nuevamente.  Ahora se espera que la justicia italiana pida su extradiciÃ³n, lo que segÃºn los observadores difÃ­cilmente ocurrirÃ¡.\n En el aula tambiÃ©n estaban presentes Stephanie y Lyle Kercher, hermanos de la vÃ­ctima, acompaÃ±ados de sus abogados.\n Por ahora Sollecito no podrÃ¡ salir del paÃ­s, mientras su abogada, Giulia Bongiorno anunciÃ³ que impugnarÃ¡n la sentencia.\n Meredith, que compartÃ­a el departamento de estudiante con Amanda, fue asesinada la noche del primero de noviembre de 2007, aparentemente porque se negÃ³ a participar en una orgÃ­a de sexo y drogas.\n Hasta ahora el Ãºnico encarcelado por el crimen es Rudy Guede, originario de Costa de Marfil, que en un proceso paralelo fue sentenciado a 16 aÃ±os de prisiÃ³n.\n A la lectura de la sentencia asistiÃ³ Patrick Lumumba, un mÃºsico residente en Perugia y originario de la RepÃºblica del Congo, a quien Knox acusÃ³ inicialmente del delito, pero que tras ser absuelto la demandÃ³ por difamaciÃ³n.\n Knok tambiÃ©n fue demandada por calumnia por varios policÃ­as, a los que acusÃ³ de haberla golpeado mientras estaba detenida en la cÃ©rcel de Perugia.\n El caso inspirÃ³ varios libros y una pelÃ­cula para televisiÃ³n titulada 'Amanda Knox', dirigida por Robert Dornhelm.",
                    "date": "2014-01-30",
                    "eventUri": "326197",
                    "id": "4165347",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6996,
                    "source": {
                        "title": "ElImparcial.com",
                        "uri": "www.elimparcial.com"
                    },
                    "time": "20:58:00",
                    "title": "Condena corte italiana a Knox y Sollecito por homicidio",
                    "uri": "155316557",
                    "url": "http://www.elimparcial.com/EdicionEnLinea/Notas/Internacional/30012014/802923-Condena-corte-italiana-a-Knox-y-Sollecito-por-homicidio.html",
                    "wgt": 1
                },
                {
                    "body": "Obama nombra al vicealmirante de la Armada, nuevo jefe de la NSA\nEstados Unidos tendría pocos argumentos para negar la extradición a Italia de la estudiante estadounidense Amanda Knox, condenada de nuevo este jueves en juicio de apelación por el asesinato de Meredith Kercher en 2007.\n \"Si esta decisión es confirmada, creo que ella será extradita a Italia\", afirmó a la AFP el profesor de derecho de Harvard, Alan Dershowitz, mientras que los abogados de la joven anunciaron su intención de recurrir a la Corte Suprema de Italia.\n El tribunal de apelaciones de Florencia condenó el jueves a Knox y a su exnovio italiano Raffaele Sollecito a 28 años y seis meses y a 25 años de prisión, respectivamente.  En 2009, en un fallo de primera instancia, Knox y Sollecito fueron condenados en primera instancia a 26 años de cárcel.  La joven estadounidense permaneció cuatro años en una cárcel de Italia.\n Sin embargo, en 2011, en el juicio en apelación, ambos fueron absueltos del crimen, que entonces fue atribuido a un juego sexual que terminó mal.  Pero dos años más tarde, en marzo de 2013, ese veredicto fue anulado por el tribunal de casación y el caso volvió a juicio.\n El cuerpo de Kercher, de origen británico, fue encontrado semidesnudo en un charco de sangre en la casa que compartía en Perugia, Italia, con la estudiante estadounidense.  Knox, de 26 años, quien siguió el proceso desde Seattle, su ciudad natal, dijo sentirse \"asustada y triste por el injusto veredicto\".\n El \"sistema judicial italiano, a pesar de que no me gusta es un sistema legítimo.  Tenemos un tratado (de extradición) con Italia y no veo cómo se puede rechazar,\" afirmó el profesor Dershowitz.  \"Estados Unidos es el país que más extradita en el mundo\", y viceversa , \"que requiere la mayor cantidad de extradiciones\", precisó.\n \"Estamos buscando traer (al exanalista de la NSA Edward) Snowden, ¿cómo se vería demandar la extradición de Snowden, pero negar la misma a una joven acusada de asesinato?\", insistió Dershowitz.  Knox tiene el derecho de tomar acciones legales en contra de su extradición, \"pero las posibilidades de éxito no son muy grandes\", dijo de su lado el profesor de Derecho Internacional de la Universidad de Hofstra, Julian Ku.\n Si hubiera una solicitud de extradición de la justicia italiana, el Departamento de Estado debe trasladar la petición al Departamento de Justicia para proceder al arresto y detención de la joven.\n \"La última palabra la tiene el Departamento de Estado\", dijo Ku, \"éste puede decir que el juicio no se basa en sólidos principios de la justicia\", pero debería tener \"elementos muy fuertes para bloquear la extradición\", dijo el experto, quien \"nunca tuvo la impresión de que el juicio fue injusto\".  Sin embargo, para que todo esto ocurra debe haber un pedido oficial de extradición por parte de Italia.\n El profesor de Derecho de la Universidad Americana en Washington DC, Stephen Vladeck, ha señalado a la BBC que lo más probable es que Italia presente una solicitud de extradición para traer a Amanda Knox de vuelta.  \"Que Amanda Knox sea extraditada a Italia o no, es una cuestión que dependerá de los fundamentos jurídicos de la solicitud y del interés político de EEUU en el caso.  Una vez que Italia presente una solicitud, EE.UU. tendrá que decidir si el caso recae bajo su tratado de extradición\", explica Vladeck.\n \"El que Amanda Knox sea extraditada a Italia o no, es una cuestión de la base jurídica de la solicitud y del interés político de EE.UU. en el caso\".  Aun cuando no hay \"ninguna razón para pensar que EE.UU. tiene un interés específico\" en bloquear la extradición, Vladeck dice que los países pueden efectivamente trancar el camino, mediante una variedad de interpretaciones \"creativas\" de los tratados de extradición.\n Si EE.UU. concede la petición de Italia, Knox puede luchar contra su extradición en una corte de EEUU, citando entre otras cosas normas internacionales de derechos humanos.  Pero Vladeck piensa que en este caso no se aplica el principio conocido como double jeopardy, o la cosa juzgada, un derecho contemplado en la legislación estadounidense que estipula que un acusado no puede ser enjuiciado dos veces por un mismo delito.  \"No hay nada en el tratado que obligue a Italia a ceñirse al sistema legal de EE.U UU\", concluye Vladec",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4215613",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6643,
                    "source": {
                        "title": "www.teinteresa.es",
                        "uri": "www.teinteresa.es"
                    },
                    "time": "08:26:00",
                    "title": "¿Es posible la extradición de Amanda Knox a Italia?",
                    "uri": "155454412",
                    "url": "http://www.teinteresa.es/mundo/Unidos-argumentos-extradicion-Amanda-Knox_0_1076292407.html",
                    "wgt": 1
                },
                {
                    "body": "Amanda Knox: \"Esperaba algo mejor de la justicia italiana\"\nLa Nueva España\n\"Después de que se me declarara inocente, esperaba algo mejor del sistema de justicia italiano.  Las pruebas y la teoría acusatoria no justifican un veredicto de culpabilidad más allá de cualquier duda razonable\", ha sostenido en un comunicado publicado ...\n Por segunda vez los hallan culpables de asesinato en Italia Diario Digital Juárez\nAmanda Knox dice estar atemorizada Univisión\n¿Extraditarán a Amanda Knox a Italia?  Terra Perú\nDiario Correo\nlos 154 artículos informativos \"",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4209031",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5659,
                    "source": {
                        "title": "Contacto Latino Noticias",
                        "uri": "contacto-latino.com"
                    },
                    "time": "08:03:00",
                    "title": "Amanda Knox: \"expected better of italian justice\" - the new spain",
                    "uri": "155429105",
                    "url": "http://contacto-latino.com/es/noticias/201303/201248889/amanda-knox-esperaba-algo-mejor-de-la-justicia-italiana-la-nueva-espana/",
                    "wgt": 1
                },
                {
                    "body": "El Tribunal Supremo italiano la ha vuelto a condenarla por el asesinato del que fue absuelta\nDespués de 11 horas de deliberación el Tribunal Supremo italiano ha decidido anular la absolución de Amanda Knox y ha vuelto a condenarla a 28 años de cárcel.  La joven estadounidense, que ya fue juzgada por el asesinato de su compañera de piso en 2007, vive ahora en Seattle y asegura que no piensa volver a Italia.  Su novio, Raffaele Sollecito también ha sido condenado de nuevo, a 25 años de prisión.  Ahora, Italia deberá solicitar una orden de extradición, lo que puede plantear problemas debido a que las leyes estadounidenses prohíben que una persona pueda ser juzgada dos veces por el mismo delito.",
                    "date": "2014-01-31",
                    "eventUri": "326197",
                    "id": "4212176",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5596,
                    "source": {
                        "title": "Telecinco",
                        "uri": "www.telecinco.es"
                    },
                    "time": "09:02:00",
                    "title": "¿Volverá a la cárcel Amanda Knox?",
                    "uri": "155442402",
                    "url": "http://www.telecinco.es/informativos/internacional/Volvera-carcel-Amanda-Knox_2_1741455005.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 26,
            "averageDate": "2014-01-31",
            "avgCos": 0.7493,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "326197",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "189107",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Italy",
                    "lat": 42.83333,
                    "long": 12.83333,
                    "wikiUri": "http://en.wikipedia.org/wiki/Italy"
                },
                "labelEng": "Florence",
                "lat": 43.76667,
                "long": 11.25,
                "wikiUri": "http://en.wikipedia.org/wiki/Florence"
            },
            "storyDate": "2014-01-31",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-58860",
            "variance": 0.4386
        }
    },
    "meta": {
        "CCAArticleMatchCount": 41,
        "CCAArticleMatchRatio": 0.08686440677966102,
        "CCAAvgCosSim": 0.7702121951219514,
        "CCAAvgMatchWgt": 64.07317073170732,
        "_articleUri1": "155397907",
        "_articleUri2": "155443684",
        "_datetime": "2015-01-19 23:02:07",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-58860",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-122218",
        "_username": "Evgenia Belyaeva",
        "artCount1": 26,
        "artCount2": 36,
        "avgCosSimStory1": 0.7493,
        "avgCosSimStory2": 0.5447,
        "categorySim": 0,
        "conceptCosSim": 0.1839050061875072,
        "conceptJaccardSim": 0.1666666666666667,
        "coreTime1": 123454.4833333333,
        "coreTime2": 123441.6,
        "coreTimeStDev1": 4.248459721969794,
        "coreTimeStDev2": 7.772167103291082,
        "entityCosSim": 0.1911767994760195,
        "entityJaccardSim": 0.1875,
        "extractedDateJaccardSim": 0.75,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1736522582418284,
        "keywordJaccardSim": 0.1538461538461539,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 0.75,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 32,
        "storyQuality2": 28,
        "timeAvg1": 123458.5608974359,
        "timeAvg2": 123458.1,
        "timeStDev1": 5.564207468290074,
        "timeStDev2": 10.4763622821399,
        "varianceStory1": 0.4386,
        "varianceStory2": 0.2033
    }
}