{
    "850f305d-14db-4c75-b547-79470a557ea3-565936": {
        "articles": {
            "resultCount": 20,
            "results": [
                {
                    "body": "KUALA LUMPUR, Malaysia -- Malaysia Airlines says it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564471",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8429,
                    "source": {
                        "title": "The Republic",
                        "uri": "www.therepublic.com"
                    },
                    "time": "16:00:00",
                    "title": "Malaysia Airlines plane lost contact over Ukraine",
                    "uri": "197991380",
                    "url": "http://www.therepublic.com/view/story/8df4a43e0d9749c793cdfe1a66d59e57/AS--Malaysia-Malaysia-Airlines",
                    "wgt": 1
                },
                {
                    "body": "KUALA LUMPUR, Malaysia - (AP) - Malaysia Airlines says it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565097",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8407,
                    "source": {
                        "title": "www.abc27.com",
                        "uri": "www.abc27.com"
                    },
                    "time": "16:06:00",
                    "title": "BREAKING: Malaysian plane carrying 295 people has been shot down - abc27 WHTM",
                    "uri": "197992719",
                    "url": "http://www.abc27.com/story/26044403/breaking-malaysian-plane-carrying-295-people-has-been-shot-down?utm_source=twitterfeed&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "KUALA LUMPUR, Malaysia (AP) -- Malaysia Airlines says it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564432",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8146,
                    "source": {
                        "title": "US News & World Report",
                        "uri": "www.usnews.com"
                    },
                    "time": "16:00:00",
                    "title": "Malaysia Airlines plane lost contact over Ukraine",
                    "uri": "197991337",
                    "url": "http://www.usnews.com/news/business/articles/2014/07/17/malaysia-airlines-plane-lost-contact-over-ukraine",
                    "wgt": 1
                },
                {
                    "body": "Share\n\nA Malaysia Airlines plane with 295 people on board has crashed in eastern Ukraine amid claims it was shot down.\n\nTV pictures from the scene showed a pall of smoke billowing into the sky apparently from the stricken aircraft, close to the town of Shaktarsk in the rebellion-wracked region of Donetsk.\n\nThe plane is thought to be flight MH17 - a Boeing 777-200 travelling from Amsterdam to Kuala Lumpur.\n\nIn a tweet Malaysia Airlines said: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\"\n\nUkraine's Interior Minister was quoted as saying the plane had been shot down.\n\nEmergency services were trying to reach the scene, an unnamed security source told Interfax-Ukraine news agency.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15567744",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8055,
                    "source": {
                        "title": "West Australian",
                        "uri": "au.news.yahoo.com"
                    },
                    "time": "16:32:00",
                    "title": "Airliner 'shot down' over Ukraine (AAP)",
                    "uri": "197999101",
                    "url": "https://au.news.yahoo.com/thewest/world/a/24489341/airliner-shot-down-over-ukraine/",
                    "wgt": 1
                },
                {
                    "body": "A Malaysia Airlines Boeing 777 carrying 295 people was reportedly shot down Thursday in a war-torn region of Ukraine near the Russian border.\n\nFlight MH17 was en route from Amsterdam to Kuala Lumpur with 280 passengers and 15 crew members when the airline lost contact with the jet in Ukrainian air space.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\n\n-- Malaysia Airlines (@MAS) July 17, 2014\n\nThe Associated Press reports the plane was shot down, and cited an adviser of Ukraine's Interior Minister as the source of the information.\n\nAnton Gerashenko said on Facebook that the plane was flying at 33,000 feet when it was struck by a missile fired from a Buk launcher -- an anti-aircraft, surface-to-air missile weapon. The plane crashed 20 miles outside of Russian airspace near Shakhtyorsk, where pro-Russian rebels have been fighting the Ukrainian government.\n\n\"A civilian airliner traveling from Amsterdam to Kuala Lumpur has just been shot down by a Buk anti-aircraft system ... 280 passengers and 15 crew have been killed,\" Gerashenko said.\n\nInterfax-Ukraine quoted another Ukrainian official saying the plane disappeared from radar at the same altitude reported by Gerashenko.\n\nAn unidentified source told Reuters the plane \"began to drop, afterwards it was found burning on the ground on Ukrainian territory.\"",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15566513",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7961,
                    "source": {
                        "title": "The Daily Caller",
                        "uri": "dailycaller.com"
                    },
                    "time": "16:20:00",
                    "title": "Malaysia Airlines Plane Reportedly Shot Down In Ukraine Near Russian Border",
                    "uri": "197996251",
                    "url": "http://dailycaller.com/2014/07/17/malaysia-airlines-plane-reportedly-shot-down-in-ukraine-near-russian-border/",
                    "wgt": 1
                },
                {
                    "body": "A Malaysia Airlines plane with 295 people on board has crashed in eastern Ukraine amid claims it was shot down.\n\nTV pictures from the scene showed a pall of smoke billowing into the sky apparently from the stricken aircraft, close to the town of Shaktarsk in the rebellion-wracked region of Donetsk.\n\nThe plane is thought to be flight MH17 - a Boeing 777-200 travelling from Amsterdam to Kuala Lumpur.\n\nIn a tweet Malaysia Airlines said: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\"\n\nAdvertisement\n\nUkraine's Interior Minister was quoted as saying the plane had been shot down.\n\nEmergency services were trying to reach the scene, an unnamed security source told Interfax-Ukraine news agency.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15569560",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.793,
                    "source": {
                        "title": "The Age",
                        "uri": "news.theage.com.au"
                    },
                    "time": "16:51:00",
                    "title": "Airliner 'shot down' over Ukraine",
                    "uri": "198003455",
                    "url": "http://news.theage.com.au/breaking-news-world/airliner-shot-down-over-ukraine-20140718-3c4lo.html",
                    "wgt": 1
                },
                {
                    "body": "Malaysia Airlines said late Thursday it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.\n\nMalaysia Airlines Flight 370 disappeared in March while en route from Kuala Lumpur to Beijing. It has not been found, but the search has been concentrated in the Indian Ocean far west of Australia.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565320",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7841,
                    "source": {
                        "title": "ABC News",
                        "uri": "abcnews.go.com"
                    },
                    "time": "16:08:00",
                    "title": "Malaysia Airlines Plane Lost Contact Over Ukraine",
                    "uri": "197993248",
                    "url": "http://abcnews.go.com/International/wireStory/malaysia-airlines-plane-lost-contact-ukraine-24600382",
                    "wgt": 1
                },
                {
                    "body": "Malaysia Airlines said Thursday that it has lost contact with a passenger jet over Ukraine.\n\n\"Malaysia Airlines has lost contact of MH17 from Amsterdam,\" the airline says in a tweet. \"The last known position was over Ukrainian airspace. More details to follow.\"\n\nThe Interfax news agency reported that the Boeing 777 had crashed in eastern Ukraine. It cited a source in the aviation industry and said the aircraft is believed to have been carrying 280 passengers and a crew of 15. Reports of a crash have not been confirmed.\n\nFlight 17 departed Amsterdam at 12:14 p.m. local time and was scheduled to land in Kuala Lumpur in Malaysia on Friday morning, according to the FlightAware site. Data on the site suggest the flight normally travels at an altitude of 33,000 feet, or some 6 miles in the air.\n\nDetails are only starting to emerge about the incident. We'll update this post as news allows.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564698",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7778,
                    "source": {
                        "title": "wrvo.org",
                        "uri": "wrvo.org"
                    },
                    "time": "16:02:00",
                    "title": "Malaysia Airlines Loses Contact With Plane Over Ukraine",
                    "uri": "197991886",
                    "url": "http://wrvo.org/post/malaysia-airlines-loses-contact-plane-over-ukraine",
                    "wgt": 1
                },
                {
                    "body": "After all the insanity and tragedy with the missing Malaysia Airlines flight 370, another tragedy has taken place with another Malaysia Airlines flight.\n\nIt is reported that a flight from Amsterdam to Kuala Lumpur with 295 passengers on board has now crashed in eastern Ukraine.\n\nThe plane is reportedly a Boeing 777 and crashed around the border of Ukraine and Russia.\n\nMalaysia Airlines tweeted out news that contact with the flight was lost in the Ukraine area:\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\n\n-- Malaysia Airlines (@MAS) July 17, 2014\n\nWe can't believe that something like this happened to another Malaysia Airlines flight.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568168",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7746,
                    "source": {
                        "title": "PerezHilton.com",
                        "uri": "perezhilton.com"
                    },
                    "time": "16:36:00",
                    "title": "ANOTHER Malaysia Airlines Flight Has Reportedly Crashed Just Months After Flight 370 Went Missing!",
                    "uri": "198000132",
                    "url": "http://perezhilton.com/2014-07-17-malaysia-airlines-flight-crashes-ukraine",
                    "wgt": 1
                },
                {
                    "body": "Interfax, CNN, and other news agencies are reporting that a Malaysia Airlines Boeing 777 passenger jet flying from Amsterdam to Kuala Lumpur has crashed on the eastern border of Ukraine, near the border with Russia.\n\n295 passengers and at least 15 crew members are believed to have been on board, and if the crash happened as early reports suggest, it would be the second crash involving a Malaysia Airlines plane within the past few months. Early reports refer to the incident as a shoot-down.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15563956",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7629,
                    "source": {
                        "title": "Boing Boing",
                        "uri": "boingboing.net"
                    },
                    "time": "15:56:00",
                    "title": "Malaysia Airlines passenger jet missing in Ukraine near Russian border",
                    "uri": "197990198",
                    "url": "http://boingboing.net/2014/07/17/malaysia-airlines-passenger-je.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bboingboing%252FiBag%2B%2528Boing%2BBoing%2529",
                    "wgt": 1
                },
                {
                    "body": "A Malaysian Airlines passenger jet carrying 295 people has crashed in Ukraine near the eastern border with Russia.\n\nThe airline confirmed on Twitter that it had lost contact with the Boeing 777 jet while it was flying over Ukrainian airspace. It was flying on route from Amsterdam to Kuala Lumpur.\n\nEarly reports from Associated Press cite a Ukrainian government adviser Anton Gerashenko who said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nIn a separate incident, the Ukrainian Security Council said on Thursday that a Ukrainian fighter jet was shot down by an air-to-air missile.\n\nThe photos below are believed to show the wreckage of flight MH17 at the site of the crash in eastern Ukraine.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15575413",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.75,
                    "source": {
                        "title": "CKOM AM 650",
                        "uri": "www.newstalk650.com"
                    },
                    "time": "17:51:00",
                    "title": "Malaysian Airlines passenger jet crashes in Ukraine with 295 passengers on board",
                    "uri": "198017339",
                    "url": "http://www.newstalk650.com/story/malaysian-airlines-passenger-jet-crashes-ukraine-295-passengers-board/393058",
                    "wgt": 1
                },
                {
                    "body": "A Malaysia Airlines plane with 295 people on board is feared to have crashed in the Ukraine amid claims it was shot down.\n\nTV pictures from the scene showed a pall of smoke billowing into the sky apparently from the stricken aircraft.\n\nThe plane is thought to be flight MH17 - a Boeing 777-200 travelling from Amsterdam to Kuala Lumpur.\n\nIn a tweet Malaysia Airlines said: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\"\n\nUkraine's Interior Minister was quoted as saying the plane had been shot down.\n\nMalaysia Airlines flight #MH17 just before it disappeared over Ukraine. pic.twitter.com/xvDHsEQtkg -- Flightradar24 (@flightradar24)\n\nJuly 17, 2014\n\nThe jet would have been flying at high altitude on an intercontinental flight that took it over the crisis hit region of Ukraine, where the authorities have accused Russia-backed separatists of previous attacks on aircraft.\n\nEarlier today the Ukrainian authorities said one of their fighter jets was shot down by an air-to-air missile from a Russian plane and Ukrainian troops were fired upon by missiles from a village inside Russia.\n\nThe alleged episodes mark what Ukraine says is mounting evidence that Moscow is directly supporting separatist insurgents in eastern Ukraine who have substantial quantities of powerful weapons.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014\n\nUkraine said a military transport plane was shot down Monday by a missile fired from Russian territory. Security Service chief Valentyn Nalyvaichenko said he had \"unconditional evidence\" that Russia was involved in downing that aircraft.\n\nThe incident brings tragedy to Malaysia Airlines for the second time this year.\n\nIn March, one of its jets disappeared with 227 passengers and 12 crew on board in one of the greatest aviation mysteries of all time.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565306",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7351,
                    "source": {
                        "title": "www.eveningtelegraph.co.uk",
                        "uri": "www.eveningtelegraph.co.uk"
                    },
                    "time": "16:08:00",
                    "title": "Malaysia Airlines plane 'shot down' over Ukraine",
                    "uri": "197993201",
                    "url": "http://www.eveningtelegraph.co.uk/news/uk-world/malaysia-airlines-plane-shot-down-over-ukraine-1.477539",
                    "wgt": 1
                },
                {
                    "body": "A Malaysian passenger airliner crashed in Ukraine near the Russian border, according to multiple news agencies.\n\nAn adviser to Ukraine's Interior Minister says a Malaysian passenger plane carrying 295 people has been shot down over a town in the east of the country. Anton Gerashenko says on his Facebook page the plane was flying at an altitude of 10,000 meters (33,000 feet) when it was hit Thursday by a missile fired from a Buk launcher.\n\nCBS News has not confirmed that the plane was shot down.\n\nA source told Interfax that the Boeing plane was flying from Amsterdam to Kuala Lumpur. SKY News is reporting that Malaysian Airlines confirmed \"an incident\" on board one of its flights.\n\nThe airline tweeted: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace.\"\n\nITAR-TASS also reported the crash, quoting a source in air traffic controllers' circles. However, no details were provided.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15563653",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7299,
                    "source": {
                        "title": "CNET",
                        "uri": "www.cbsnews.com"
                    },
                    "time": "15:52:00",
                    "title": "Malaysian passenger plane crashes in Ukraine",
                    "uri": "197989323",
                    "url": "http://www.cbsnews.com/news/reports-malaysian-passenger-plane-crashes-in-ukraine/",
                    "wgt": 1
                },
                {
                    "body": "Previous Next Enlarge\n\nA Malaysia Airlines passenger plane was reportedly shot down in Ukraine near the Russian border Thursday.\n\nThe Boeing 777 had 280 passengers and 15 crew members, Interfax reported citing an an aviation industry source.\n\nAnton Gerashenko, an adviser to Ukraine's Interior Minister, said on Facebook that the plane was flying at an altitude of 33,000 feet when it was hit by a missile fired from a Buk launcher.\n\nIt came down just 20 miles short of entering Russian airspace near the town of Shakhtyorsk, in an area where the Ukrainian government has been fighting pro-Russian rebels.\n\nIt \"began to drop, afterwards it was found burning on the ground on Ukrainian territory,\" a unidentified source told Reuters.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014\n\nFlight Aware shows the flight was heading from Amsterdam Airport Schiphol, the main international airport in the Netherlands, to Kuala Lumpur International Airport outside Kuala Lumpur, the most populous city of Malaysia.\n\nThe flight reportedly departed at 12:14 a.m. local time.\n\nThe crash comes a little more than four months after Malaysia Airlines Flight 370 lost contact with air traffic control less than an hour after takeoff from Kuala Lumpur International Airport.\n\nThe aircraft, also a Boeing 777, was carrying 227 passengers and 12 Malaysian crew members.\n\nThe airline issued a public statement an hour after the flight was expected to arrive in China.\n\nThe subsequent search efforts, which involved multiple governments, expanded to more than 60,000 square miles and soared to become the most expensive in history.\n\nMalaysia Airlines confirmed it lost contact with the flight.\n\nThis is a breaking news story. Please check back for updates.\n\nWith News Wire Services",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564487",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7298,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "16:00:00",
                    "title": "Malaysia Airlines plane shot down in Ukraine near Russian border",
                    "uri": "197991408",
                    "url": "http://www.nydailynews.com/news/world/malaysian-airlines-plane-crashes-ukraine-russian-border-article-1.1870413",
                    "wgt": 1
                },
                {
                    "body": "MOSCOW -- Malaysia Airlines said Thursday that it lost contact with an airliner that was flying in Ukrainian airspace, raising fears that the plane may have been shot down over eastern Ukraine.\n\n\"We lost contact with Flight MH17 in Ukraine,\" said Najmuddin Abdullah, who works in Malaysia Airlines' press office.\n\nAn adviser to Ukraine's interior minister wrote on Facebook that a Buk antiaircraft missile system shot down the plane over the village of Torez, about 25 miles east of the city of Donetsk and within territory held by pro-Russian separatist rebels.\n\nThe plane was carrying 280 passengers and 15 crew members, Anton Herashchenko, the Interior Ministry adviser, wrote on his Facebook page, without revealing how he knew the information. He blamed the rebels for the attack.\n\n\"Malaysia Airlines has lost contact of MH17 from Amsterdam,\" the airline said on Twitter. \"The last known position was over Ukrainian airspace. More details to follow.\"",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568546",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7215,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "16:40:00",
                    "title": "Malaysia Airlines plane disappears over Ukraine, feared shot down by missile",
                    "uri": "198001214",
                    "url": "http://www.washingtonpost.com/world/europe/malaysia-airlines-plane-disappears-over-ukraine-feared-shot-down-by-missile/2014/07/17/0fffe1e6-0dcb-11e4-8341-b8072b1e7348_story.html?wprss=rss_europe",
                    "wgt": 1
                },
                {
                    "body": "According to the Associated Press, Anton Gerashenko, a government advisor, said the plane -- which was carrying 295 passengers -- was 33,000 feet in the air when it was struck by a missile.\n\nMalayisa Airlines confirmed that it had lost contact with MH17.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014\n\nAs a result, other commercial airlines are avoiding airspace in the eastern Ukraine:\n\nCommercial airliners now take evasive action to avoid eastern Ukrainian airspace. Example: Flight TG921 Thai Airways pic.twitter.com/W8QHBL89vi -- Hans de Vreij (@hdevreij)\n\nJuly 17, 2014",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565595",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7138,
                    "source": {
                        "title": "Complex",
                        "uri": "www.complex.com"
                    },
                    "time": "16:11:00",
                    "title": "Malaysia Airlines Flight Reportedly Shot Down Over Ukraine",
                    "uri": "197993893",
                    "url": "http://www.complex.com/city-guide/2014/07/malaysia-airlines-flight-reportedly-shot-down-over-ukraine",
                    "wgt": 1
                },
                {
                    "body": "Photos CNN\n\nA Malaysia Airlines flight from Amsterdam to Kuala Lumpur has crashed in eastern Ukraine, Russian news agency Interfax reported Thursday.\n\nAn adviser to Ukraine's Interior Minister says the plane carrying 295 was shot down, according to The Associated Press.\n\n\"Anton Gerashenko, an adviser to Ukraine's Interior Minister, said on his Facebook page the plane was flying at an altitude of 10,000 meters (33,000 feet) when it was hit by a missile fired from a Buk launcher,\" the AP reported.\n\nMalaysia Airlines confirmed that it lost contact with MH17, and the flight's last known position was over Ukrainian airspace, the airline said on Twitter.\n\nThe jet is a Boeing 777, according to Interfax.\n\nThe plane reportedly went down near the border between Russia and Ukraine.\n\nThe route taken by the Malaysian flight is a very common one between Kuala Lumpur and the Netherlands, said CNN aviation safety consultant Mary Schiavo. She noted that the plane was flying over a troubled area and said close communication with air traffic controllers would be a key necessity.\n\nIn a hostile or disputed areas, \"any alteration from your course and you can have a problem,\" she said.\n\nTensions have been high between Ukraine and Russia since street protests forced former pro-Moscow President Viktor Yanukovych from power in February. Russia subsequently annexed Ukraine's southeastern Crimea region and a pro-Russia separatist rebellion has been raging in Ukraine's eastern Luhansk and Donetsk regions..\n\nUkrainian forces have been struggling to quell the separatist unrest. Ukraine's government has accused Russia of allowing weapons and military equipment, including tanks, to cross the border illegally into the hands of pro-Russia separatists.\n\nThe Pentagon said Wednesday that Russia now had 12,000 troops on the border with Ukraine, as well as some heavy weapons. The troop numbers had fallen to about 1,000 previously from a high of an estimated 40,000 forces earlier this year.\n\nOn Thursday, CNN reported that as Ukrainian officials reportedly accused a Russian fighter of shooting down a Ukrainian jet Wednesday as that aircraft flew in Ukrainian airspace.\n\nTensions are high over that incident, separate from the breaking news Thursday of the Malaysian flight.\n\nOn top of that, Thursday's report of a downed Malaysian flight marks the second time this year that Malaysian Airlines has faced an incident involving a plane.\n\nOn March 8, Malaysia Airlines Flight 370 disappeared. That plane had 239 people on board.\n\nSearchers have found no trace of 370 or its passengers despite extensive search efforts.\n\nFlight 370 likely flew into the southern Indian Ocean on autopilot with an unresponsive crew, Australian authorities said last month.\n\nRecommended",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564282",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7118,
                    "source": {
                        "title": "KITV",
                        "uri": "www.kitv.com"
                    },
                    "time": "15:58:00",
                    "title": "Report: Malaysia flight crashes in Ukraine",
                    "uri": "197991001",
                    "url": "http://www.kitv.com/national/report-malaysia-flight-crashes-in-ukraine/26998554?utm_source=dlvr.it&utm_medium=twitter&utm_campaign=kitv4",
                    "wgt": 1
                },
                {
                    "body": "KIEV, UKRAINE (BNO NEWS) -- A Malaysian Airlines passenger plane flying from Amsterdam to Kuala Lumpur crashed in eastern Ukraine on Thursday afternoon, reportedly killing all 295 passengers and crew members on board, Ukrainian officials said, adding that the aircraft may have been shot down.\n\nThe incident happened at approximately 4:20 p.m. local time when Malaysia Airlines flight MH17 disappeared from radar screens while flying over eastern Ukraine near the border with Russia. Anton Gerashchenko, an adviser to Ukraine's interior minister, said 280 passengers and 15 crew members were believed to be on board.\n\n\"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow,\" the airline said in a brief statement. It did not confirm Flight MH17 had crashed, but aviation monitors said data showed the Boeing 777 stopped transmitting while over eastern Ukraine.\n\nUkrainian President Petro Poroshenko immediately ordered the establishment of a National Commission to investigate the cause of the disaster. \"We do not exclude the possibility that the aircraft was shot down,\" the presidency said in a statement, adding that the country's armed forces had not taken any action against the aircraft.\n\nGerashchenko, speaking in a post on Facebook, said all 295 people on board had been killed and blamed a Buk ground-to-air missile fired by insurgents for the crash.\n\n(Copyright 2014 by BNO News B.V. All rights reserved. Info: sales@bnonews.com.)",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15566007",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7113,
                    "source": {
                        "title": "BNO News",
                        "uri": "www.bnowire.com"
                    },
                    "time": "16:15:00",
                    "title": "URGENT -- Malaysian airliner crashes in eastern Ukraine, 295 reported dead",
                    "uri": "197994960",
                    "url": "http://www.bnowire.com/2014/07/17/urgent-malaysian-airliner-crashes-in-eastern-ukraine-295-reported-dead/",
                    "wgt": 1
                },
                {
                    "body": "Photos CNN\n\nA Malaysia Airlines flight from Amsterdam to Kuala Lumpur has crashed in eastern Ukraine, Russian news agency Interfax reported Thursday.\n\nAn adviser to Ukraine's Interior Minister says the plane carrying 295 was shot down, according to The Associated Press.\n\n\"Anton Gerashenko, an adviser to Ukraine's Interior Minister, said on his Facebook page the plane was flying at an altitude of 10,000 meters (33,000 feet) when it was hit by a missile fired from a Buk launcher,\" the AP reported.\n\nUkraine's president said the country's armed forces \"did not take action any airborne targets,\" the AP reported.\n\nMalaysia Airlines confirmed that it lost contact with MH17, and the flight's last known position was over Ukrainian airspace, the airline said on Twitter.\n\nThe jet is a Boeing 777, according to Interfax.\n\nThe plane reportedly went down near the border between Russia and Ukraine.\n\nThe route taken by the Malaysian flight is a very common one between Kuala Lumpur and the Netherlands, said CNN aviation safety consultant Mary Schiavo. She noted that the plane was flying over a troubled area and said close communication with air traffic controllers would be a key necessity.\n\nIn a hostile or disputed areas, \"any alteration from your course and you can have a problem,\" she said.\n\nTensions have been high between Ukraine and Russia since street protests forced former pro-Moscow President Viktor Yanukovych from power in February. Russia subsequently annexed Ukraine's southeastern Crimea region and a pro-Russia separatist rebellion has been raging in Ukraine's eastern Luhansk and Donetsk regions..\n\nUkrainian forces have been struggling to quell the separatist unrest. Ukraine's government has accused Russia of allowing weapons and military equipment, including tanks, to cross the border illegally into the hands of pro-Russia separatists.\n\nThe Pentagon said Wednesday that Russia now had 12,000 troops on the border with Ukraine, as well as some heavy weapons. The troop numbers had fallen to about 1,000 previously from a high of an estimated 40,000 forces earlier this year.\n\nOn Thursday, CNN reported that as Ukrainian officials reportedly accused a Russian fighter of shooting down a Ukrainian jet Wednesday as that aircraft flew in Ukrainian airspace.\n\nTensions are high over that incident, separate from the breaking news Thursday of the Malaysian flight.\n\nOn top of that, Thursday's report of a downed Malaysian flight marks the second time this year that Malaysian Airlines has faced an incident involving a plane.\n\nOn March 8, Malaysia Airlines Flight 370 disappeared. That plane had 239 people on board.\n\nSearchers have found no trace of 370 or its passengers despite extensive search efforts.\n\nFlight 370 likely flew into the southern Indian Ocean on autopilot with an unresponsive crew, Australian authorities said last month.\n\nRecommended",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15566403",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6996,
                    "source": {
                        "title": "WYFF4",
                        "uri": "www.wyff4.com"
                    },
                    "time": "15:58:00",
                    "title": "Report: Malaysia flight crashes in Ukraine",
                    "uri": "197996027",
                    "url": "http://www.wyff4.com/national/report-malaysia-flight-crashes-in-ukraine/26998554",
                    "wgt": 1
                },
                {
                    "body": "(RNN) - A Malaysian Airlines passenger jet crashed Thursday in Ukraine near its border with Russia, according to a report by Interfax.\n\nAn adviser to Ukraine's Interior Minister said the plane had been shot down, according to the Associated Press. The Boeing 777 aircraft was flying from Amsterdam to Kuala Lumpur and had 295 people on board.\n\nCNN reported the airline company said it had lost contact with MH17, a jet flying that route. Its last known position was over Ukrainian air space.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15563031",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6993,
                    "source": {
                        "title": "WNEM TV 5",
                        "uri": "www.wnem.com"
                    },
                    "time": "15:46:00",
                    "title": "Report: Malaysian Airlines flight crashes in Ukraine - WNEM TV 5",
                    "uri": "197987784",
                    "url": "http://www.wnem.com/story/26044061/report-malaysian-airlines-flight-crashes-in-ukraine#.U8fvxfaQ39g.twitter",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 20,
            "averageDate": "2014-07-17",
            "avgCos": 0.7597,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "997350",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "997465",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Malaysia",
                    "lat": 2.5,
                    "long": 112.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Malaysia"
                },
                "labelEng": "Kuala Lumpur",
                "lat": 3.1412,
                "long": 101.68653,
                "wikiUri": "http://en.wikipedia.org/wiki/Kuala_Lumpur"
            },
            "storyDate": "2014-07-17",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-565936",
            "variance": 0.4228
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-218923": {
        "articles": {
            "resultCount": 34,
            "results": [
                {
                    "body": "Malaysia Airlines confirmó en Twitter haber perdido contacto con el vuelo MH17 sobre el espacio aéreo ucraniano. El avión cubría la ruta Ámsterdam-Kuala Lumpur.\n\nUn avión de Malaysia Airlines con más de 290 pasajeros a bordo se estrelló hoy en el convulso este de Ucrania, informan agencias rusas.\n\nMalaysia Airlines confirmó en Twitter haber perdido contacto con el vuelo MH17 sobre el espacio aéreo ucraniano. El avión cubría la ruta Ámsterdam-Kuala Lumpur.\n\nSegún la agencia rusa Ria Novosti, el ministro del Interior de Ucrania, Anton Gerachtenko, aseguró que el avión fue derribado y que los 280 pasajeros a bordo y los aproximadamente 15 miembros de la tripulación murieron.\n\nSegún la fuente, los restos del avión cayeron en la región de Donetsk, en la que actualmente se libran fuertes enfrentamientos entre tropas leales al gobierno central de Ucrania y separatistas prorrusos.\n\nLas fuerzas prorrusas aseguran no contar con los equipos necesarios para derribar a un avión que viaja a semejante altura.\n\nEn el marco del actual conflicto, en el este de Ucrania se han derribado numerosos aviones militares, que viajan a una altura muy inferior a los vuelos comerciales.\n\nEl Boeing accidentado volaba a 10.000 metros. La empresa fabricante del avión aseguró estar investigando lo ocurrido. \"Tenemos noticia de los informes del MH17\", escribió Boeing hoy en Twitter. \"Estamos recopilando informaciones\".\n\nSegún las fuentes rusas, el avión cayó cerca de la ciudad de Shakhtyorsk.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15574667",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.787,
                    "source": {
                        "title": "elsolonline.com",
                        "uri": "elsolonline.com"
                    },
                    "time": "17:43:00",
                    "title": "Un avión con más de 290 personas se estrelló en este de Ucrania",
                    "uri": "198015636",
                    "url": "http://elsolonline.com/noticias/ver/1407/208831/un-avion-con-mas-de-290-personas-se-estrello-en-este-de-ucrania",
                    "wgt": 1
                },
                {
                    "body": "Al menos 295 personas viajaban en el avión que cubría la ruta de Amsterdam a Kuala Lumpur y se estrelló en la región oriente de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.\n\nUn avión de Malaysia Airlines con más de 290 pasajeros a bordo se estrelló hoy en el convulso este de Ucrania, informan agencias rusas.\n\nMalaysia Airlines confirmó en Twitter haber perdido contacto con el vuelo MH17 sobre el espacio aéreo ucraniano. El avión cubría la ruta Ámsterdam-Kuala Lumpur.\n\nSegún la agencia rusa Ria Novosti, el ministro del Interior de Ucrania, Anton Gerachtenko, aseguró que el avión fue derribado y que los 280 pasajeros a bordo y los aproximadamente 15 miembros de la tripulación murieron.\n\nSegún la fuente, los restos del avión cayeron en la región de Donetsk, en la que actualmente se libran fuertes enfrentamientos entre tropas leales al gobierno central de Ucrania y separatistas prorrusos.\n\nLas fuerzas prorrusas aseguran no contar con los equipos necesarios para derribar a un avión que viaja a semejante altura.\n\nEn el marco del actual conflicto, en el este de Ucrania se han derribado numerosos aviones militares, que viajan a una altura muy inferior a los vuelos comerciales.\n\nEl Boeing accidentado volaba a 10.000 metros. La empresa fabricante del avión aseguró estar investigando lo ocurrido. \"Tenemos noticia de los informes del MH17\", escribió Boeing hoy en Twitter. \"Estamos recopilando informaciones\".\n\nSegún las fuentes rusas, el avión cayó cerca de la ciudad de Shakhtyorsk.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568426",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7865,
                    "source": {
                        "title": "elsolonline.com",
                        "uri": "elsolonline.com"
                    },
                    "time": "16:39:00",
                    "title": "El presidente ucraniano admitió que el avión malasio \"pudo haber caído por un misil\"",
                    "uri": "198000932",
                    "url": "http://elsolonline.com/noticias/ver/1407/208825/el-presidente-ucraniano-admitio-que-el-avion-malasio-pudo-haber-caido-por-un-misil-",
                    "wgt": 1
                },
                {
                    "body": "La aeronave cubría la ruta entre Amsterdam y Kuala Lumpur y, según la agencia Reuters, que cita a la agencia rusa Interfax, asegura que el avión fue derribado por un misil.\n\nUn avión de pasajeros Boeing 777 de la empresa Malaysia Airlines, que cubría la ruta de Amsterdam a Kuala Lumpur, cayó hoy en Ucrania, cerca de la frontera con Rusia, con 295 pasajeros a bordo, informó la agencia rusa Interfax.\n\nEl aparato, que pertenece a la misma aerolínea malasia del vuelo que desapareció el 8 de marzo en el Océano Indico, perdió la comunicación con tierra en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales ucranianas y los rebeldes pro rusos.\n\nLas primeras informaciones indican que el avión viajaba a una altura de 10.000 metros con 295 pasajeros a bordo.\n\nAlgunas agencias citan a un asesor del Ministerio del Interior ucraniano indicando que el avión fue derribado por un misil tierra-aire, pero ninguna de las fuerzas que pelean en la zona confirmaron la información.\n\nDesde la empresa Malaysia Airlines solamente informaron que perdieron contacto con el vuelo MH17 y que \"la última posición conocida era sobre espacio terrestre ucraniano\".",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568325",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7854,
                    "source": {
                        "title": "La Mañana de Córdoba",
                        "uri": "www.lmcordoba.com.ar"
                    },
                    "time": "16:38:00",
                    "title": "Avión de Malaysia Airlines con 295 pasajeros se estrelló en Ucrania",
                    "uri": "198000575",
                    "url": "http://www.lmcordoba.com.ar/nota.php?ni=172505",
                    "wgt": 1
                },
                {
                    "body": "Un avión de Malaysia Airlines con más de 290 pasajeros a bordo se estrelló hoy en el convulso este de Ucrania, informan agencias rusas.\n\nMalaysia Airlines confirmó en Twitter haber perdido contacto con el vuelo MH17 sobre el espacio aéreo ucraniano. El avión cubría la ruta Ámsterdam-Kuala Lumpur.\n\nSegún la agencia rusa Ria Novosti, el ministro del Interior de Ucrania, Anton Gerachtenko, aseguró que el avión fue derribado y que los 280 pasajeros a bordo y los aproximadamente 15 miembros de la tripulación murieron.\n\nSegún la fuente, los restos del avión cayeron en la región de Donetsk, en la que actualmente se libran fuertes enfrentamientos entre tropas leales al gobierno central de Ucrania y separatistas prorrusos.\n\nLas fuerzas prorrusas aseguran no contar con los equipos necesarios para derribar a un avión que viaja a semejante altura.\n\nEn el marco del actual conflicto, en el este de Ucrania se han derribado numerosos aviones militares, que viajan a una altura muy inferior a los vuelos comerciales.\n\nEl Boeing accidentado volaba a 10.000 metros. La empresa fabricante del avión aseguró estar investigando lo ocurrido. \"Tenemos noticia de los informes del MH17\", escribió Boeing hoy en Twitter. \"Estamos recopilando informaciones\".\n\nSegún las fuentes rusas, el avión cayó cerca de la ciudad de Shakhtyorsk.\n\nEl presidente de Ucrania, Petro Poroshenko, aseguró hoy que las fuerzas armadas de su país no derribaron ningún avión en la región en la que se perdió contacto con el Boeing de Malaysia Airlines, que sobrevolaba su país.\n\nNo obstante, Poroshenko señaló que sí existe la posibilidad de que el avión, que se encontraba volando desde Ámsterdam a Kuala Lumpur, haya sido derribado.\n\n\"El Ejército de Ucrania no estuvo involucrado bajo ningún concepto en una destrucción de ese objetivo\", aseguró este jueves a través de un comunicado el mandatario, quien además señaló que se trata del tercer caso de este tipo registrado en días recientes, después de que dos aviones militares ucranianos fuesen derribados desde territorio ruso.\n\nEl presidente ordenó la formación de una comisión de investigación a la que se invitó a especialistas internacionales, entre ellos, también de Malasia.\n\ndpa",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15571573",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7645,
                    "source": {
                        "title": "El Litoral de Santa Fe",
                        "uri": "www.ellitoral.com"
                    },
                    "time": "17:11:00",
                    "title": "Se estrella otro avión de Malasia",
                    "uri": "198008106",
                    "url": "http://www.ellitoral.com/index.php/id_um/102811-se-estrella-otro-avion-de-malasia",
                    "wgt": 1
                },
                {
                    "body": "Un avión de pasajeros Boeing 777 de la empresa Malaysia Airlines, que cubría la ruta de Amsterdam a Kuala Lumpur, cayó hoy en Ucrania, cerca de la frontera con Rusia, con 295 pasajeros a bordo, informó la agencia rusa Interfax.\n\nUn avión de pasajeros malasio con 295 personas a bordo se ha estrellado en Ucrania, cerca de la frontera con Rusia, según una fuente de la industria de aviación citada por la agencia de noticias rusa Interfax. La aerolínea Malaysia Airlines ha informado en la red social Twitter hace unos minutos de que ha perdido contacto con el vuelo MH17 procedente de Ámsterdam, y que la última posición de la aeronave estaba en el espacio aéreo ucranio. El ministro de Interior ucranio ha asegurado que no hay supervivientes, en declaraciones a Interfax que cita Reuters.\n\nLa aeronave es un Boeing 777-200, y en ella iban 280 viajeros y 15 miembros de la tripulación. Desapareció de los radares de Ucrania a una altura de 10.000 metros, según fuentes policiales ucranias citadas por Interfax. El avión cubría la ruta entre Ámsterdam y Kuala Lumpur.\n\nBoeing está al corriente del incidente del vuelo de Malaysia Airlines, informa Sandro Pozzi. Está recabando información sobre las causas.\n\nLa agencia rusa Interfax dice que la aeronave ha caído cerca de la localidad de Donetsk, feudo de los rebeldes prorrusos.\n\nEl vuelo salió del aeropuerto de Schiphol, en Ámsterdam, a las 12:14 horas, y era compartido por dos aerolíneas: Malaysia Airlines y KLM Royal Dutch Airlines. El código de vuelo de cada compañía es MH017 para la primera y KL 4103 para la segunda.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568881",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7515,
                    "source": {
                        "title": "www.rafaela.com",
                        "uri": "www.rafaela.com"
                    },
                    "time": "16:44:00",
                    "title": "Cayó un avión malasio con 295 pasajeros en Ucrania",
                    "uri": "198002038",
                    "url": "http://www.rafaela.com/cms/news/ver/46215/15/Cayo-un-avion-malasio-con-295-pasajeros-en-Ucrania.html",
                    "wgt": 1
                },
                {
                    "body": "El Boeing 777, que cubría la ruta de Amsterdam a Kuala Lumpur, cayó cerca de la frontera con Rusia, informó la agencia rusa Interfax. Había 295 pasajeros a bordo.\n\nEl aparato, que pertenece a la misma aerolínea malasia del vuelo que desapareció el 8 de marzo en el Océano Indico, perdió la comunicación con tierra en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales ucranianas y los rebeldes pro rusos.\n\nLas primeras informaciones indican que el avión viajaba a una altura de 10.000 metros con 295 pasajeros a bordo.\n\nAlgunas agencias citan a un asesor del Ministerio del Interior ucraniano indicando que el avión fue derribado por un misil tierra-aire, pero ninguna de las fuerzas que pelean en la zona confirmaron la información.\n\nDesde la empresa Malaysia Airlines solamente informaron que perdieron contacto con el vuelo MH17 y que \"la última posición conocida era sobre espacio terrestre ucraniano\".",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570308",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7427,
                    "source": {
                        "title": "Tucuman Noticias",
                        "uri": "www.tucumanoticias.com.ar"
                    },
                    "time": "16:59:00",
                    "title": "Un avión de Malaysia Airlines cayó el Ucrania",
                    "uri": "198005132",
                    "url": "http://www.tucumanoticias.com.ar/noticia/mundo/un-avion-de-malaysia-airlines-cayo-el-ucrania-120971.html",
                    "wgt": 1
                },
                {
                    "body": "MOSCÚ (Reuters) - Un avión de pasajeros de Malaysia Airlines con 295 personas a bordo se estrelló el jueves en Ucrania cerca de la frontera con Rusia después de ser derribado por un misil tierra aire Buk, según informó un asesor del Ministerio del Interior de Ucrania, citado por Interfax.\n\nEl avión no pudo entrar al espacio aéreo ruso cuando se esperaba y fue hallado en llamas en el este de Ucrania, dijo una fuente de aviación a Reuters.\n\nLa agencia señaló que el Boeing volaba desde Amsterdam a Kuala Lumpur.\n\nLa información de Interfax dijo que el avión se estrelló 50 kilómetros antes de entrar al espacio aéreo de Rusia.\n\n\"Comenzó a caer, más tarde fue hallado en llamas en el suelo de territorio ucraniano\", dijo una fuente que no fue identificada.\n\nSegún un responsable del ministerio del Interior ucraniano, 280 pasajeros y 15 tripulantes murieron en el avión derribado.\n\nEl avión habría caído en una región con actividad militar donde las fuerzas del Gobierno de Ucrania están luchando contra separatistas prorrusos.\n\nUna fuente no identificada en el aparato de seguridad de Ucrania, citada por Interfax, dijo que el avión desapareció del radar a una altura de 10.000 metros tras lo cual cayó cerca de la ciudad de Shakhtyorsk.\n\nUn asesor del ministerio atribuyó a rebeldes separatistas el disparo de los misiles, según Interfax.\n\nMalaysia Airlines dijo en su cuenta de Twitter que perdió contacto con su vuelo MH17 proveniente de Ámsterdam. La última ubicación conocida del avión fue sobre espacio aéreo ucraniano, agregó.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15573412",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7395,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "17:30:00",
                    "title": "Ucrania dice que un avión malasio ha sido derribado, 295 muertos",
                    "uri": "198012334",
                    "url": "http://www.eleconomista.es/internacional/noticias/5949179/07/14/Ucrania-dice-que-un-avion-malasio-ha-sido-derribado-295-muertos.html",
                    "wgt": 1
                },
                {
                    "body": "El aparato, un Boeing 777, hacía la ruta entre Amsterdam y Kuala Lumpur. Ucrania confirma que todos los pasajeros han muerto. Representantes de la autoproclamada república popular de Donetsk niegan disponer de armamento para derribar un avión a 10.000 metros de altura.\n\nAl menos 295 personas viajaban en el avión de pasajeros malasio que se ha estrellado hoy en el este de Ucrania, según informaron las autoridades ucranianas.\n\nRusia rechaza la acusación de haber derribado otro avión de combate ucraniano\n\nEl aparato, que cubría la ruta de Amsterdam a Kuala Lumpur, se estrelló en la región oriente de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.\n\n\"Han muerto 280 pasajeros y 15 miembros de la tripulación\", escribió Antón Gueráshenko, asesor del ministro del Interior ucraniano, en su página de Facebook. Gueráshenko añadió que el Boeing-777 fue abatido por un misil en una zona de Donetsk que está bajo el control de los milicianos separatistas.\n\nAl respecto, representantes de la autoproclamada república popular de Donetsk negaron que dispongan de armamento para derribar un avión que vuele a 10.000 metros de altura.\n\nLos rebeldes ucranianos hallaron numerosos cadáveres, entre ellos muchos niños, en el lugar del siniestro del avión malasio.\n\nPor su parte, la compañía de aviación Malaysia Airlines confirmó que \"ha perdido contacto\" con uno de sus aviones. \"Malaysia Airlines ha perdido contacto con el vuelo MH17 procedente de Amsterdam\", declaró en su cuenta de Twitter la compañía. \"La última posición conocida era sobre Ucrania\", añadió la empresa aérea, que en marzo pasado fue golpeada por la desaparición del vuelo MH370 entre Kuala Lumpur y Pekín.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570338",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.715,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "17:00:00",
                    "title": "Kiev asegura que un misil ha derribado el avión malasio con 295 pasajeros",
                    "uri": "198005217",
                    "url": "http://www.abc.es/internacional/20140717/rc-kiev-asegura-misil-derribado-201407171804.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Un asesor del Ministerio del Interior ucraniano ha confirmado el fallecimiento de los 280 pasajeros y los 15 tripulantes que viajaban a bordo del avión malasio estrellado en la región de Donetsk, al este de Ucrania\n\nUn asesor del Ministerio del Interior ucraniano ha confirmado el fallecimiento de los 280 pasajeros y los 15 tripulantes que viajaban a bordo del avión malasio que ha caído este jueves en el este de Ucrania, según la agencia de noticias Interfax. [Así estamos contando el accidente del avión malasio, en directo en ABC.es]\n\nPocos minutos después, era la propia compañía operadora del avión malasio estrellado, Malaysia Airlines, ha emitido un comunicado que ha divulgado a través de las redes sociales en el que da por perdido el contacto con el Boeing 777, que cubría la ruta Ámsterdam-Kuala Lumpur. También da por fallecidos a los 295 pasajeros que viajaban a bordo del MH17.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.&mdash; Malaysia Airlines (@MAS) julio 17, 2014\n\nEl primer ministro malasio, Najib Razak, ha anunciado la apertura de una investigación para esclarecer qué ha ocurrido con el avión de la compañía Malaysia Airlines que se ha estrellado este jueves en el este de Ucrania. \"Estoy impactado por las informaciones\", ha escrito el primer ministro en su cuenta oficial de Twitter. \"Vamos a abrir inmediatamente una investigación\", ha informado. [Conoce todas las reacciones en cadena surgidas tras el accidente del avión malasio, al este de Ucrania]\n\nLa aerolínea ha confirmado que había \"perdido el contacto\" con el vuelo MH17. \"La última posición conocida era sobre el espacio aéreo ucraniano\", ha dicho, a la espera de \"más detalles\". A bordo del avión, que cubría la ruta entre Ámsterdam y Kuala Lumpur, viajaban 280 pasajeros y 15 tripulantes, según las autoridades ucranianas.\n\nUn asesor del Ministerio del Interior citado por la agencia Interfax ha confirmado la muerte de las 295 personas a bordo. Kiev, además, ha atribuido la caída de la aeronave a un misil disparado por separatistas prorrusos.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570352",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7072,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "17:00:00",
                    "title": "La compañía Malaysian Airlines y Kiev confirman la muerte de los 295 pasajeros",
                    "uri": "198005230",
                    "url": "http://www.abc.es/internacional/20140717/abci-kiev-malaysian-airlines-avion-201407171749.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Un avión de pasajeros malasio con 280 pasajeros y 15 tripulantes desaparece al entrar en el espacio aéreo ruso sin que se hayan esclarecido aún las causas.\n\nEl avión, un Boeing-777 malasio que cubría la ruta MH17 de Amsterdam a Kuala Lumpur desapareció de los radares al internarse en el espacio aéreo ucraniano, según reconoció la propia compañía Malaysia Airlines en su cuenta oficial de Twitter:\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\n\n-- Malaysia Airlines (@MAS) julio 17, 2014\n\nSegún la agencia Reuters, el asesor del Ministerio del Interior Ucraniano, ha asegurado que el avión fue derribado por un misil tierra aire disparado por los separatistas. La zona en la que el avión perdió el contacto, la región oriental de Donetsk, ha sido escenario de combates entre las fuerzas gubernamentales ucranianas y los rebeldes prorrusos.\n\nPor su parte, el líder separatista del Este de Ucrania, Alexander Borodai, ha asegurado que el avión fue derribado por fuerzas del propio Gobierno ucraniano, algo que niegan desde la capital del país.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568688",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7045,
                    "source": {
                        "title": "Expansion",
                        "uri": "www.expansion.com"
                    },
                    "time": "16:42:00",
                    "title": "Un avión malasio con 280 pasajeros desaparece en el Este de Ucrania",
                    "uri": "198001565",
                    "url": "http://www.expansion.com/2014/07/17/entorno/1405611644.html",
                    "wgt": 1
                },
                {
                    "body": "Un avión de pasajeros Boeing-777 que cubría la ruta de Amsterdam a Kuala Lumpur se estrelló este jueves en el este de Ucrania.\n\nSegún informaron fuentes policiales ucranianas a la agencia rusa Interfax, el aparato se estrelló en la región de Donetsk, que ha sido en los últimos meses escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.\n\nLa compañía Malaysia Airlines confirmó a través de su cuenta de Twitter haber perdido contacto con la aeronave.\n\n\"Malaysian Airlines ha perdido contacto con el MH17 de Amsterdam. La última posición conocida era sobre el espacio aéreo de Ucrania. Enviaremos más detalles en adelante\", indicó la aerolínea en su cuenta de la red social:\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\njulio 17, 2014\n\nLa nave transportaba a 295 personas -280 viajeros y 15 miembros tripulantes- y desapareció de los radares de Ucrania a una altura de 10.000 metros.\n\n\"Han muerto 280 pasajeros y 15 miembros de la tripulación\", escribió Antón Gueráshenko, asesor del ministro del Interior ucraniano, en su página de Facebook.\n\nEl funcionario añadió que el Boeing-777 fue abatido por un misil en una zona de Donetsk que está bajo el control de los milicianos separatistas.\n\nAl respecto, representantes de la autoproclamada república popular de Donetsk negaron que dispongan de armamento para derribar un avión que vuela a 10.000 metros de altura.\n\nEl portavoz militar de la operación antiterrorista en el este de Ucrania, Vladislav Selezniov, confirmó a la agencia oficial rusa RIA-Nóvosti la catástrofe aérea cerca de la localidad de Shakhtiorsk.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15567549",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7005,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "16:30:00",
                    "title": "Avión se estrelló con casi 300 personas a bordo en Ucrania",
                    "uri": "197998676",
                    "url": "http://www.cooperativa.cl/noticias/mundo/accidentes-aereos/avion-se-estrello-con-casi-300-personas-a-bordo-en-ucrania/2014-07-17/114318.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bultimominuto%2B%2528Cooperativa.cl%2B-%2BTodas%2Blas%2Bnoticias%2529",
                    "wgt": 1
                },
                {
                    "body": "Un asesor del Gobierno ucraniano acusa a la milicia prorrusa de derribar el avión con un misil tierra-aire; estos lo niegan.\n\nUn avión de pasajeros de la compañía Malaysia Airlines, con 295 personas a bordo -- 280 pasajeros y 15 tripulantes -- , se ha estrellado en Ucrania, a unos 40 kilómetros de la frontera con Rusia, según adelantó una fuente de la industria de aviación citada por la agencia de noticias Interfax.\n\nEl Boeing-777, que cubría la ruta de Ámsterdam a Kuala Lumpur, se estrelló en la región de Donetsk (este ucraniano), concretamente cerca de la localidad de Shakhtiorsk. La región es escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.\n\nHan muerto 280 pasajeros y 15 miembros de la tripulación \"Han muerto 280 pasajeros y 15 miembros de la tripulación\", escribió Antón Gueráshenko, asesor del ministro del Interior ucraniano, en su página de Facebook. Gueráshenko añadió que el Boeing-777 fue abatido por un misil en una zona de Donetsk que está bajo el control de los milicianos separatistas. Al respecto, representantes de la autoproclamada república popular de Donetsk negaron que dispongan de armamento para derribar un avión que vuele a 10.000 metros de altura. De hecho, el líder de la autodeclarada república popular de Donetsk, Alexander Borodai, ha acusado a Kiev del siniestro, según medios rusos.\n\nEl portavoz militar de la operación antiterrorista en el este de Ucrania, Vladislav Selezniov, confirmó a la agencia oficial rusa RIA-Nóvosti la catástrofe aérea cerca de Shakhtiorsk. Por su parte, el primer ministro ucraniano, Arseni Yatseniuk, ha ordenado la apertura de una investigación sobre la \"catástrofe\", según su portavoz, Olga Lappo.\n\nMientras, el presidente de Ucrania, Petró Poroshenko, dijo que no descarta que el avión malasio fuera derribado. \"En los últimos días, este es el tercer caso trágico de este tipo, después de que fueran derribados un An-26 y un Su-25. No descartamos que este avión también fuera alcanzado, y subrayamos que las Fuerzas Armadas ucranianas no realizaban ninguna acción para derribar objetivos en el aire\", dijo el presidente, según su servicio de prensa.\n\nEl Consejo Nacional de Seguridad y Defensa ucraniano había denunciado este mismo miércoles que un cazabombardero de la Fuerza Aérea rusa había derribado uno de sus aviones de combate, acusación que Rusia ha tildado de absurda.\n\nLa propia compañía Malaysia Airlines anunció a través de su cuenta de Twitter que había perdido contacto con el avión MH17.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\njulio 17, 2014\n\nSe da la circunstancia de que otro avión de la misma aerolínea se estrelló a principios del pasado mes de marzo con 239 persona a bordo. Ocurrió el 8 de marzo y el aparato salió de Kuala Lumpur con destino Pekín. Aún hoy no se sabe a ciencia cierta dónde se estrelló el avión.\n\nEl primer ministro malasio, Najib Razak, ha anunciado la apertura de una investigación para esclarecer qué ha ocurrido con el avión. \"Estoy impactado por las informaciones\", ha escrito el primer ministro en su cuenta oficial de Twitter. \"Vamos a abrir inmediatamente una investigación\", ha informado.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15571244",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6934,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "17:00:00",
                    "title": "Un avión con 295 pasajeros se estrella en el este de Ucrania",
                    "uri": "198007357",
                    "url": "http://www.20minutos.es/noticia/2196138/0/avion-malasia-295-pasajeros/accidente/ucrania-rusia/",
                    "wgt": 1
                },
                {
                    "body": "Malaysia Airlines confirmó que \"perdió contacto\" con uno de sus aviones en este de Ucrania. El avión, con 295 pasajeros a bordo, cubría la ruta entre Ámsterdam y Kuala Lumpur. La agencia de noticias rusa Itar-Tass informó que no hay sobrevivientes.\n\nUn avión de línea malasio que volaba de Ámsterdam a Kuala Lumpur se estrelló en la región de Donetsk, en el este de Ucrania, según anunciaron las autoridades regionales, y el presidente ucraniano \"no descartaba\" que hubiese sido derribado.\n\nEl presidente ruso Vladimir Putin y su homólogo norteamericano Barack Obama hablaron por teléfono sobre esta tragedia, informó el Kremlin.\n\nLa compañía de aviación Malaysia Airlines confirmó que \"ha perdido contacto\" con el vuelo MH17. \"La última posición conocida era sobre Ucrania\", añadió la empresa.\n\nEl presidente ucraniano Petro Poroshenko declaró en un comunicado que \"no descartaba\" que el avión de pasajeros hubiera sido derribado y aseguró que las fuerzas armadas ucranianas no habían realizado \"disparos que hubiesen podido alcanzar objetivos en el aire\".\n\nLas autoridades locales indicaron que \"se desconoce el número de muertos\", y precisaron que el avión cayó cerca de la ciudad de Shajtarsk en una zona controlada por los separatistas prorrusos.\n\nLa administración confirmó las primeras informaciones de la agencia rusa Itar-Tass y la ucraniana Interfax-Ucrania.\n\nLas agencias citaban fuentes del \"ámbito de la aviación\" y \"de las fuerzas del orden ucranianas\", respectivamente.\n\nLa agencia ucraniana añadió que un grupo de rescate del ministerio de Situaciones de Emergencia estaba en camino al lugar del siniestro.\n\nEl avión desapareció de los radares a 10.000 metros de altitud, según estas fuentes.\n\nEl pasado mes de marzo un avión de la misma compañía, Malaysia Airlines, desapareció sin dejar rastro en la ruta entre Kuala Lumpur y Pekín.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15572773",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6894,
                    "source": {
                        "title": "Portal 180",
                        "uri": "www.180.com.uy"
                    },
                    "time": "17:24:00",
                    "title": "Avión de Malaysia Airlines pudo ser derribado (Mundo)",
                    "uri": "198010958",
                    "url": "http://www.180.com.uy/articulo/41312_Avion-de-Malaysia-Airlines-pudo-ser-derribado",
                    "wgt": 1
                },
                {
                    "body": "El Boeing 777, que cubría la ruta de Amsterdam a Kuala Lumpur, cayó cerca de la frontera con Rusia, informó la agencia rusa Interfax. Había 295 pasajeros a bordo.\n\nEl aparato, que pertenece a la misma aerolínea malasia del vuelo que desapareció el 8 de marzo en el Océano Indico, perdió la comunicación con tierra en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales ucranianas y los rebeldes pro rusos. La aeronave fue alcanzada por un misil según informan fuentes oficiales.\n\nLas primeras informaciones indican que el avión viajaba a una altura de 10.000 metros con 295 pasajeros a bordo. Según la forma en que cayó, no creen posible la supervivencia de alguna persona.\n\nAlgunas agencias citan a un asesor del Ministerio del Interior ucraniano indicando que el avión fue derribado por un misil tierra-aire, pero ninguna de las fuerzas que pelean en la zona confirmaron la información.\n\nDesde la empresa Malaysia Airlines solamente informaron que perdieron contacto con el vuelo MH17 y que \"la última posición conocida era sobre espacio terrestre ucraniano\".",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15574618",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6882,
                    "source": {
                        "title": "Tucuman Noticias",
                        "uri": "www.tucumanoticias.com.ar"
                    },
                    "time": "17:42:00",
                    "title": "Un avión de Malaysia Airlines fue alcanzado or un misio y cayó el Ucrania",
                    "uri": "198015500",
                    "url": "http://www.tucumanoticias.com.ar/noticia/mundo/un-avion-de-malaysia-airlines-fue-alcanzado-or-un-misio-y-cayo-el-ucrania-120971.html",
                    "wgt": 1
                },
                {
                    "body": "La aeronave Boeing-777 que cubría la ruta Amsterdam-Kuala Lumpur se estrelló. La aerolínea confirmó la muerte de los 295 pasajeros.\n\nEl avión, que pertenece a la aerolínea Malaysia Airlines, se estrelló en la región de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.\n\nLa aerolínea confirmó la muerte de los 295 pasajeros.\n\nEsta tragedia, junto con el avión de la misma aerolínea que desapareció en marzo pasado con 227 pasajeros a bordo, es el segundo incidente que le ocurre a la empresa en lo que va del año.\n\n\"He hablado con oficiales del gobierno y no saben la causa de esto, hay muchas preguntas\", dijo el experto en temas internacionales de CNN, citando a la agencia Interfax. Agregó que en la zona donde cayó el transporte aéreo es muy común que sean derribados aviones.\n\nEl avión no pudo entrar al espacio aéreo ruso cuando se esperaba y fue hallado en llamas en el este ucraniano, dijo una fuente de aviación.\n\nEl reporte de Interfax dijo que el avión se estrelló 50 kilómetros (20 millas) antes de ingresar al espacio aéreo de Rusia.\n\n\"Comenzó a caer, más tarde fue hallado en llamas en el suelo de territorio ucraniano\", dijo una fuente que no fue identificada.\n\nEl avión pareció caer en una región con actividad militar donde las fuerzas del Gobierno de Ucrania están luchando con separatistas pro-rusos.\n\nUna fuente no identificada en el aparato de seguridad de Ucrania, citada por Interfax, dijo que el avión desapareció del radar a una altura de 10.000 metros luego de que cayera cerca de la ciudad de Shakhtyorsk.\n\nLas acciones estadounidenses caían a mínimos de sesión tras las noticias de que un avión de Malaysian Airlines fue derribado cerca de la frontera entre Rusia y Ucrania.\n\nLa tensión contribuía a un alza de los precios del oro de 1,3 por ciento y un avance de los precios de los bonos del Tesoro de Estados Unidos.\n\nEl promedio industrial Dow Jones caía 51,27 puntos, o un 0,3%, a 17.086,93 unidades, mientras que el índice S&P 500 perdió 9,51 puntos, o un 0,48%, a 1.972,06 unidades.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570069",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6874,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "16:56:00",
                    "title": "Avión de Malaysia Airlines se estrella en el este de Ucrania",
                    "uri": "198004609",
                    "url": "http://www.eleconomista.es/actualidad-eAm-mexico/noticias/5949277/07/14/Avion-de-Malaysia-Airlines-se-estrella-en-el-este-de-Ucrania.html",
                    "wgt": 1
                },
                {
                    "body": "29 may 2014: Rusia invita a Argentina a la sexta cumbre del grupo BRICS\n\nUn avión de pasajeros de la aerolinea Malaysia Airlines que transportaba 295 personas de Ámsterdam a Kuala Lumpur se estrelló en el este de Ucrania cerca de la frontera rusa, informaron diversas agencias de noticias. Se trataba de un Boeing 777, aclara Interfax. Malaysia Airlines identificó al avión como el MH17 procedente de Ámsterdam.\n\n\"La última posición conocida fue sobre el espacio aéreo ucraniano\", señaló la aerolínea vía Tuiter. Además señaló que perdió contacto con el vuelo. Un portavoz de Boeing ha declarado: \"No he oído nada de eso y no puedo confirmarlo ahora\". De acuerdo a Interfax, el avión desapareció de los radares ucranianos a una altura de 10.000 metros.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570281",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6703,
                    "source": {
                        "title": "es.wikinews.org",
                        "uri": "es.wikinews.org"
                    },
                    "time": "15:58:00",
                    "title": "Un avión de Malaysia Airlines con 295 pasajeros se estrella al este de Ucrania",
                    "uri": "198005066",
                    "url": "http://es.wikinews.org/w/index.php?title=Un_avi%25C3%25B3n_de_Malaysia_Airlines_con_295_pasajeros_se_estrella_al_este_de_Ucrania&diff=402942&oldid=0",
                    "wgt": 1
                },
                {
                    "body": "Un avión de pasajeros de la línea Malaysia Airlines con 298 personas a bordo se estrelló el jueves en Ucrania, cerca de la frontera con Rusia. El Boeing 777 cubría la ruta Ámsterdam-Kuala Lumpur. La aerolínea perdió contacto con el vuelo en la frontera entre Ucrania y Rusia, escenario de tensión entre ambos países en los últimos meses. Un número de aviones militares fueron derribados por misiles en las últimas semanas en el este de Ucrania, donde los rebeldes separatistas prorrusos han estado luchando con fuerzas gubernamentales desde abril.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15636107",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6624,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "08:16:00",
                    "title": "Lo último sobre el vuelo MH17 de Malaysia Airlines que cayó en Ucrania",
                    "uri": "198172683",
                    "url": "http://www.bbc.co.uk/mundo/noticias/140718_livetext_avion_malaysia_airlines_ucrania_jp.shtml",
                    "wgt": 1
                },
                {
                    "body": "VIDEO: Habitantes registran posible ataque de Malaysia Airlines\n\nA eso de las 11:30 horas de esta mañana se conoció en nuestro país una nueva tragedia internacional protagonizada por un avión de la compañía Malaysia Airlines.\n\nAl menos 295 personas viajaban en la nave que se estrelló hoy en el este de Ucrania, informaron las autoridades ucranianas citadas por la agencia rusa Interfax. No hay sobrevivientes.\n\nEl Boeing-777, que cubría la ruta de Amsterdam a Kuala Lumpur, se estrelló en la región de Donetsk (este ucraniano), escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.\n\nA esta hora se manejan diversas hipótesis al respecto, entre las que toma mayor fuerza la posibilidad de que haya sido derribado por misiles antiaéreos por parte de simpatizantes pro rusos, ya que cayó justo antes de entrar al espacio aéreo ruso.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570274",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6545,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "16:59:00",
                    "title": "Avión caído de Malaysia Airlines habría sido derribado por misiles antiaéreos: No hay sobrevivientes",
                    "uri": "198005059",
                    "url": "http://www.publimetro.cl/nota/mundo/avion-caido-de-malaysia-airlines-habria-sido-derribado-por-misiles-antiaereos-no-hay-sobrevivientes/xIQngq%217gAFYarCl8R/",
                    "wgt": 1
                },
                {
                    "body": "La aeronave, con 295 personas a bordo, cayó cerca de Donetsk, donde se registran combates entre Ucrania y Rusia.\n\nUn avión de pasajeros de Malaysia Airlines con 295 personas fue derribado el jueves en una ciudad del este de Ucrania, aseguró un asesor del ministro del Interior, mientras en Kuala Lumpur, la propia aerolínea dijo que perdió contacto con la aeronave en el espacio aéreo de Ucrania.\n\nAnton Gerashenko, asesor del ministro del Interior ucraniano, dijo en su página de Facebook que el avión volaba a una altitud de 10.000 metros cuando fue alcanzado por un misil disparado por un lanzador Buk.\n\nPeriodistas de The Associated Press vieron el jueves momentos antes un lanzamisiles similar cerca de la ciudad ucraniana oriental de Snizhne.\n\nLa aerolínea dijo en Twitter que su vuelo MH17 se dirigía de Ámsterdam a Kuala Lumpur el jueves. Agregó que dará más detalles.\n\nMalaysia Airlines es tristemente célebre porque una de sus aeronaves, la del vuelo 370 de Kuala Lumpur a Beijing, desapareció en marzo. El avión no ha sido encontrado, pero la búsqueda se ha concentrado en el Océano Índico, al oeste de Australia.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568108",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6529,
                    "source": {
                        "title": "La Voz del Interior",
                        "uri": "www.lavoz.com.ar"
                    },
                    "time": "16:35:00",
                    "title": "Se estrelló un avión de Malaysia Airlines en Ucrania y temen que haya sido derribado",
                    "uri": "197999958",
                    "url": "http://www.lavoz.com.ar/mundo/se-estrello-un-avion-de-malaysia-airlines-en-ucrania-y-temen-que-haya-sido-derribado",
                    "wgt": 1
                },
                {
                    "body": "El aparato, que pertenece a la misma aerolínea malasia del vuelo que desapareció el 8 de marzo en el Océano Indico, perdió la comunicación con tierra en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales ucranianas y los rebeldes pro rusos.\n\nLas primeras informaciones indican que el avión viajaba a una altura de 10.000 metros con 295 pasajeros a bordo.\n\nAlgunas agencias citan a un asesor del Ministerio del Interior ucraniano indicando que el avión fue derribado por un misil tierra-aire, pero ninguna de las fuerzas que pelean en la zona confirmaron la información.\n\nDesde la empresa Malaysia Airlines solamente informaron que perdieron contacto con el vuelo MH17 y que \"la última posición conocida era sobre espacio terrestre ucraniano\".",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15569750",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6398,
                    "source": {
                        "title": "www.tucumanalas7.com.ar",
                        "uri": "www.tucumanalas7.com.ar"
                    },
                    "time": "13:30:00",
                    "title": "Cayó avión de Malaysia Airlines en Ucrania",
                    "uri": "198003741",
                    "url": "http://www.tucumanalas7.com.ar/nota.php?id=108717",
                    "wgt": 1
                },
                {
                    "body": "Al menos 100 cuerpos se han encontrado hasta el momento en la zona, cerca del pueblo de Grabovo, y los restos de la aeronave están dispersos alrededor de un área de unos 15 kilómetros de diámetro.\n\nUn vuelo malasio con 280 pasajeros y 15 tripulantes que despegó de Ámsterdam hacia Kuala Lumpur desapareció de los radares a 10 mil metros de altitud y se estrelló cerca de la ciudad Shajtarsk, en la región de Donetsk, en el este de Ucrania, según anunciaron las agencias Itar-Tass e Interfax-Ucrania.\n\nEl ministro del Interior de Ucrania, Anton Gerashenko, señaló que no había sobrevivientes e indicó que el avión volaba a una altitud de 10 mil metros cuando fue alcanzado por un misil disparado por un lanzador Buk.\n\nFue derribado por un misil, dijo uno de sus asesores. Una fuente \"de las fuerzas del orden ucranianas\" señaló que un grupo de rescate del ministerio de Situaciones de Emergencia estaba en camino al lugar del siniestro, apuntando a que prorrusos, que controlan una parte de la región de Donetsk, habrían tirado la aeronave.\n\nLas fuerzas prorrusas, por su parte, aseguraron no contar con los equipos necesarios para derribar un avión que viaja a semejante altura. En un deslinde similar, el presidente de Ucrania, Petro Poroshenko, sostuvo que que las fuerzas armadas de su país no derribaron ningún avión en la región en la que se perdió contacto con el Boeing de Malaysia Airlines.\n\n\"El Ejército de Ucrania no estuvo involucrado bajo ningún concepto en una destrucción de ese objetivo\", dijo Poroshenko.\n\nEn el marco del actual conflicto, en el este de Ucrania se han derribado numerosos aviones militares, que viajan a una altura muy inferior a los vuelos comerciales.\n\nBoeing, la empresa fabricante del avión, aseguró estar investigando lo ocurrido. \"Tenemos noticia de los informes del MH17''. \"Estamos recopilando informaciones\", señaló en su cuenta de Twitter.\n\nEl ministro Gerashenko dijo que no hubo sobrevivientes tras la caída del avión malasio, tras lo cual, autoridades locales indicaron que \"se desconoce el número de muertos\".",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15575012",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6332,
                    "source": {
                        "title": "Diario Imagen",
                        "uri": "www.diarioimagen.net"
                    },
                    "time": "17:47:00",
                    "title": "No hay sobrevivientes de avión malasio estrellado con 295 personas: Ucrania",
                    "uri": "198016498",
                    "url": "http://www.diarioimagen.net/?p=182418",
                    "wgt": 1
                },
                {
                    "body": "El primer ministro malasio, Najib Razak, ha anunciado la apertura de una investigación para esclarecer qué ha ocurrido con el avión de la compañía Malaysia Airlines que se ha estrellado este jueves en el este de Ucrania.\n\nMADRID, 17 (EUROPA PRESS)\n\n\"Estoy impactado por las informaciones\", ha escrito el primer ministro en su cuenta oficial de Twitter. \"Vamos a abrir inmediatamente una investigación\", ha informado.\n\nLa aerolínea ha confirmado que había \"perdido el contacto\" con el vuelo MH17. \"La última posición conocida era sobre el espacio aéreo ucraniano\", ha dicho, a la espera de \"más detalles\".\n\nA bordo del avión, que cubría la ruta entre Ámsterdam y Kuala Lumpur, viajaban 280 pasajeros y 15 tripulantes, según las autoridades ucranianas. Un asesor del Ministerio del Interior citado por la agencia Interfax ha confirmado la muerte de las 295 personas a bordo.\n\nKiev, además, ha atribuido la caída de la aeronave a un misil disparado por separatistas prorrusos.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570076",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6319,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "16:56:00",
                    "title": "Malasia abre una investigación para aclarar el incidente del avión",
                    "uri": "198004616",
                    "url": "http://www.eleconomista.es/internacional/noticias/5949252/07/14/Malasia-abre-una-investigacion-para-aclarar-el-incidente-del-avion.html",
                    "wgt": 1
                },
                {
                    "body": "Uno de los aviones de esta compañía, que hacía la ruta Ámsterdam-Kuala Lumpur, se ha estrellado en Ucrania, cuyo ministerio de Interior ha confirmado la muerte de 295, entre pasajeros y tripulación\n\nUn avión de la compañía Malaysia Airlines ha sido derribado, según informa la agencia rusa Interfax, cuando sobrevolaba el Este de Ucrania, en Donetsk, zona controlada mayoritariamente por separatistas. El ministerio de interior da a todos por muertos, 295 personas entre pasajeros y tripulación. Este accidente afecta de nuevo a la misma aerolínea malasia que perdió, en medio del océano Índico, un Boeing 777 con todos sus ocupantes. Curiosamente, se trataba del mismo modelo que el avión estrellado en Ucrania.\n\nEl vuelo MH370, que continúa desaparecido, salió del aeropuerto internacional de Kuala Lumpur el 8 de marzo y estaba previsto que llegara a Pekín. Nunca lo hizo. Los controladores aéreosperdieron contacto después de que, según han especulado las distintas investigaciones, descendiera unos 1.500 metros para desaparecer del mapa de los radares. Según informa Interfax, el avión estrellado en Ucrania ha descendido hasta los 10 km de altura.\n\nEl avión desaparecido en el Índico se desvió intencionadamente de su ruta entre Kuala Lumpur y Pekín y, con un rumbo opuesto, voló durante más de siete horas hasta se perdió por fin su contacto.\n\nDesde entonces permanecen desaparecidos tanto los miembros de la tripulación como el total de 227 pasajeros, incluidos 153 personas de nacionalidad china y 38 malasios. Dos de ellos eran niños. Todos los miembros de la tripulación, 12 en total, son de nacionalidad malasia.\n\nAunque al principio se consideró la hipótesis de un atentado terrorista por la presencia de dos pasajeros con pasaportes robados, Interpol cree que eran inmigrantes ilegales. Los nuevos descubrimientos apuntan a un secuestro. Hasta ahora, la tragedia aérea más grave de Malasia ocurrió en 1977, cuando otro avión se estrelló tras ser secuestrado.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570358",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6306,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "17:00:00",
                    "title": "Una nueva catástrofe para Malaysia Airlines",
                    "uri": "198005231",
                    "url": "http://www.abc.es/internacional/20140717/abci-accidente-malasian-airlines-201407171748.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "EFEUSA- El presidente, Barack Obama, fue informado hoy sobre los informes de que un avión de pasajeros Boeing-777 de la compañía Malaysia Airlines se estrelló en el este de Ucrania, informó la Casa Blanca.\n\n\"Podemos confirmar que el presidente está al tanto\" del incidente, dijo a Efe una portavoz del Consejo de Seguridad Nacional (NSC) de la Casa Blanca, Bernadette Meehan.\n\nEl Gobierno no ha confirmado por el momento los informes de que el avión malasio, en el que viajaban 295 personas, ha podido ser derribado, como han indicado algunas fuentes del ministerio del Interior ucraniano.\n\n\"En estos momentos Estados Unidos no tiene ninguna confirmación sobre la causa, los individuos en el avión ni ningún detalle adicional\", señaló la portavoz del Departamento de Estado, Jen Psaki, en un mensaje de Twitter.\n\nEl portavoz adjunto del Pentágono, el coronel Steve Warren, dijo esta mañana poco después de conocerse la desaparición del avión que el Pentágono tampoco tiene información sobre las causas de la caída del avión malasio.\n\nEl Pentágono está recopilando información, para lo cual dispone de satélites y aviones de reconocimiento en Europa Oriental.\n\nWarren no quiso aventurar ninguna posibilidad, pero reconoció que Rusia ha acumulado \"armamento sofisticado y artillería\" en la frontera con Ucrania.\n\n\"Los hechos y las palabras de Rusia no van de la mano\", aseguró Warren con respecto al aumento de la presencia militar en su frontera con Ucrania y cerca de la región rebelde de Donestk.\n\nLa aerolínea malasia Malaysian Airlines confirmó hoy que perdió contacto con el avión, que cubría la ruta entre Amsterdam y Kuala Lumpur y que presuntamente se estrelló en la región ucraniana de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15571624",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6011,
                    "source": {
                        "title": "laconexionusa.com",
                        "uri": "laconexionusa.com"
                    },
                    "time": "17:12:00",
                    "title": "Obama ha sido informado sobre incidente de avión malasio sobre Ucrania",
                    "uri": "198008261",
                    "url": "http://laconexionusa.com/content/obama-ha-sido-informado-sobre-incidente-de-avi%C3%B3n-malasio-sobre-ucrania",
                    "wgt": 1
                },
                {
                    "body": "Nuevo suceso para la aerolínea Malaysian Airlines cuando aún no tiene resuelto el caso de la desaparición del avión que se perdió el pasado mes de marzo en el Océano Índico.\n\nEn esta ocasión, la aerolínea ha informado a través de su cuenta de Twitter que ha perdido contacto con uno de sus aviones procedente de Amsterdam.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\n\n-- Malaysia Airlines (@MAS) julio 17, 2014\n\nA la vez, la agencia de noticias rusa Interfax y un consejero del Ministro del Interior Ucraniano reportaron también que un avión de la compañía, procedente de Amsterdam y en ruta hacia Kuala Lumpur, se estrelló en Ucrania, cerca de la frontera con Rusia.\n\nEl avión llevaba 295 personas a bordo y se desconoce si se trata del mismo avión que la aerolínea ha reportado como perdido.\n\nEl mismo consejero dijo que el avión habría sido derribado encima de una ciudad, al este de Ucrania, pero esta información no ha podido ser contrastada.\n\nAnton Gerashenko, dijo que el avión sobrevolaba la zona a una altitud de 33,000 pies cuando fue alcanzado por un misil.\n\nBoletín de Noticias\n\nSuscríbete a nuestros boletines de noticias\n\nEmail para suscribirte:\n\nCarla Valero / Nacida en Barcelona, es una inquieta, rápida y multifacética periodista con los dedos eternamente pegados a las teclas de su computadora y con los oídos a la espera de novedades.\n\nEmail",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15566549",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5886,
                    "source": {
                        "title": "www.telemundochicago.com",
                        "uri": "www.telemundochicago.com"
                    },
                    "time": "16:21:00",
                    "title": "Nuevo accidente de Malaysia Airlines",
                    "uri": "197996392",
                    "url": "http://www.telemundochicago.com/noticias/Avion-de-Malaysia-Airlines-desaparece-en-Ucrania-procedente-amsterdam-kuala-lumpur-267515591.html",
                    "wgt": 1
                },
                {
                    "body": "Una nueva tragedia protagonizada por un avión comercial de la aerolínea Malaysia Airlines ocurrió en suelo ucraniano, muy cerca de la frontera con Rusia.\n\nSegún medios internacionales, la nave llevaba unos 295 pasajeros a bordo y cayó en la zona de Donetsk, donde se registran combates entre el Ejército y las autodefensas, según Itar-Tass.\n\nEl avión era un Boeing-777.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564288",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5769,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "15:58:00",
                    "title": "Avión de Malaysia Airlines cayó en zona de conflicto ucraniana con 295 pasajeros",
                    "uri": "197991041",
                    "url": "http://www.publimetro.cl/nota/mundo/avion-de-malaysia-airlines-cayo-en-zona-de-conflicto-ucraniana-con-295-pasajeros/xIQngq%21cGXDvNt64xho/",
                    "wgt": 1
                },
                {
                    "body": "El presidente ucraniano \"no descartaba\" que hubiese sido derribado. El presidente ruso, Vladimir Putin, y su homólogo norteamericano, Barack Obama, hablaron por teléfono sobre esta tragedia, informó el Kremlin.\n\nLa compañía de aviación Malaysia Airlines confirmó que \"ha perdido contacto\" con el vuelo MH17. \"La última posición conocida era sobre Ucrania\", añadió la empresa.\n\nEl presidente ucraniano, Petro Poroshenko, declaró en un comunicado que \"no descartaba\" que el avión de pasajeros hubiera sido derribado y aseguró que las fuerzas armadas ucranianas no habían realizado \"disparos que hubiesen podido alcanzar objetivos en el aire\".\n\n\"Este es el tercer caso en los últimos días después de que aviones (de combate) An-26 y SU-25 fueron derribados. No descartamos que este avión también haya sido derribado y destacamos que nuestras fuerzas armadas de Ucrania no llevaron a cabo acción alguna para destruir objetivos en el aire\", dijo Poroshenko, según la agencia Interfax.\n\nLas autoridades locales indicaron que \"se desconoce el número de muertos\" y precisaron que el avión cayó cerca de la ciudad de Shajtarsk en una zona controlada por los separatistas prorrusos. La administración confirmó las primeras informaciones de la agencia rusa Itar-Tass y la ucraniana Interfax-Ucrania.\n\nLas agencias citaban fuentes del \"ámbito de la aviación\" y \"de las fuerzas del orden ucranianas\", respectivamente. La agencia ucraniana añadió que un grupo de rescate del ministerio de Situaciones de Emergencia estaba en camino al lugar del siniestro.\n\nEl avión desapareció de los radares a 10.000 metros de altitud, según estas fuentes.\n\nEl pasado mes de marzo, un avión de la misma compañía, Malaysia Airlines, desapareció sin dejar rastro en la ruta entre Kuala Lumpur y Pekín.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15572480",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5734,
                    "source": {
                        "title": "ABC Color",
                        "uri": "www.abc.com.py"
                    },
                    "time": "17:20:00",
                    "title": "Avión de pasajeros de Malasia se estrella en Ucrania",
                    "uri": "198010071",
                    "url": "http://www.abc.com.py/internacionales/avion-de-pasajeros-de-malasia-se-estrella-en-ucrania-1267080.html",
                    "wgt": 1
                },
                {
                    "body": "Un avión de pasajeros de la aerolinea {{w|Malaysia Airlines}} que transportaba 295 personas, 15 de ellas de tripulación, de {{w|Ámsterdam}} a {{w|Kuala Lumpur}} se estrelló en el este de {{w|Ucrania}} cerca de la frontera rusa, informaron diversas agencias de noticias. Se trataba de un {{w|Boeing 777}}, aclara {{w|Interfax}}. Malaysia Airlines identificó al avión como el MH17 procedente de Ámsterdam:",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570277",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5152,
                    "source": {
                        "title": "es.wikinews.org",
                        "uri": "es.wikinews.org"
                    },
                    "time": "16:13:00",
                    "title": "Un avión de Malaysia Airlines con 295 pasajeros se estrella al este de Ucrania",
                    "uri": "198005065",
                    "url": "http://es.wikinews.org/w/index.php?title=Un_avi%25C3%25B3n_de_Malaysia_Airlines_con_295_pasajeros_se_estrella_al_este_de_Ucrania&diff=402949&oldid=402942",
                    "wgt": 1
                },
                {
                    "body": "Flight MH17 operated on a Boeing 777 departed Amsterdam at 12.15pm (Amsterdam local time) and was estimated to arrive at Kuala Lumpur International Airport at 6.10 am (Malaysia local time) the next day.\n\nInterfax asegura que el avión fue derribado por un misil tierra-aire tipo BUK, acusa el Ministerio del Interior ucraniano a los separatistas. El Mundo señala que tanto Rusia como Ucrania poseen este tipo de armamento. Reuters confirma esta información e informa que el proyectil fue disparado por los rebeldes. Un grupo de rescate del Ministerio de Situaciones de Emergencia se ha dirigido al lugar del accidente, asegura El Mundo. El Kremlin, sin embargo, ha negado esta versión. Fuentes ucranian han anunciado que se han encontrado restos humanos en un radio de 15 kilómetros alrededor del lugar del accidente. Se han encontrado al menos 100 cuerpos, afirman.\n\nDe acuerdo a Interfax, el avión desapareció de los radares ucranianos a una altura de 10.000 metros. La región de Donetsk, donde se estrelló el avión, \"estaba operando la división Búkov de la Fuerzas Armadas de Ucrania\", informa RIA Novosti y RT.\n\nAlexandr Borodái, primer ministro de la autoproclamada República Popular de Donetsk, señaló que la república \"no dispone de armas capaces de abatir un avión de pasajeros a la altura de 10.000 metros\". Por su parte, fuentes del ministerio de defensa ruso aseguraron que \"aviones de combate rusos no han realizado vuelos en las regiones limítrofes con la zona de Donetsk\". El periodista de la BBC, Oleg Boldyrev, asegura que los separatistas no cuentan con equipos obsoletos. Según él, sus equipos tienen similar o superior capacidad que los de Ucrania. Cuentan con aviones de combate, señala.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15574098",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5069,
                    "source": {
                        "title": "es.wikinews.org",
                        "uri": "es.wikinews.org"
                    },
                    "time": "17:33:00",
                    "title": "Un avión de Malaysia Airlines con 295 pasajeros se estrella al este de Ucrania",
                    "uri": "198014187",
                    "url": "http://es.wikinews.org/w/index.php?title=Un_avi%25C3%25B3n_de_Malaysia_Airlines_con_295_pasajeros_se_estrella_al_este_de_Ucrania&diff=402982&oldid=402949",
                    "wgt": 1
                },
                {
                    "body": "Flight MH17 operated on a Boeing 777 departed Amsterdam at 12.15pm (Amsterdam local time) and was estimated to arrive at Kuala Lumpur International Airport at 6.10 am (Malaysia local time) the next day.\n\nUn grupo de rescate del Ministerio de Situaciones de Emergencia se ha dirigido al lugar del accidente, asegura El Mundo. Fuentes ucranian han anunciado que se han encontrado restos humanos en un radio de 15 kilómetros alrededor del lugar del accidente. Se han encontrado al menos 100 cuerpos, afirman.\n\nDe acuerdo a Interfax, el avión desapareció de los radares ucranianos a una altura de 10.000 metros. La región de Donetsk, donde se estrelló el avión, \"estaba operando la división Búkov de la Fuerzas Armadas de Ucrania\", informa RIA Novosti y RT.\n\nAlexandr Borodái, primer ministro de la autoproclamada República Popular de Donetsk, señaló que la república \"no dispone de armas capaces de abatir un avión de pasajeros a la altura de 10.000 metros\". Por su parte, fuentes del ministerio de defensa ruso aseguraron que \"aviones de combate rusos no han realizado vuelos en las regiones limítrofes con la zona de Donetsk\". El periodista de la BBC, Oleg Boldyrev, asegura que los separatistas no cuentan con equipos obsoletos. Según él, sus equipos tienen similar o superior capacidad que los de Ucrania. Cuentan con aviones de combate, señala.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570290",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4868,
                    "source": {
                        "title": "es.wikinews.org",
                        "uri": "es.wikinews.org"
                    },
                    "time": "16:55:00",
                    "title": "Un avión de Malaysia Airlines con 295 pasajeros se estrella al este de Ucrania",
                    "uri": "198005062",
                    "url": "http://es.wikinews.org/w/index.php?title=Un_avi%25C3%25B3n_de_Malaysia_Airlines_con_295_pasajeros_se_estrella_al_este_de_Ucrania&diff=402970&oldid=402949",
                    "wgt": 1
                },
                {
                    "body": "Nueva York, EUA.-Las acciones estadounidenses en la Bolsa de Nueva York caían a mínimos de sesión tras las noticias de que un avión de Malaysian Airlines fue derribado cerca de la frontera entre Rusia y Ucrania.\n\nLa aerolínea dijo que perdió contacto con el avión de pasajeros que despegó de Ámsterdam (Holanda) y que se dirigía a Kuala Lumpur (Malasia). La tensión contribuía a un alza de los precios del oro de 1.3 por ciento y un avance de los precios de los bonos del Tesoro de Estados Unidos.\n\nTe puede interesar: Unión Europea suspende cooperación financiera con Rusia.\n\nEl promedio industrial Dow Jones caía 51.27 puntos, o un 0.3 por ciento, a 17,086.93 unidades, mientras que el índice S&P 500 perdió 9.51 puntos, o un 0.48 por ciento, a 1,972.06 unidades.\n\nEl Nasdaq Composite perdía 28.99 puntos, o un 0.66 por ciento, a 4,396.98 unidades.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15572827",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4583,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "17:24:00",
                    "title": "Bolsa de Nueva York, a la baja por avión de Malaysian",
                    "uri": "198011062",
                    "url": "http://www.aztecanoticias.com.mx/notas/finanzas/196512/bolsa-de-nueva-york-a-la-baja-por-avion-de-malaysian",
                    "wgt": 1
                },
                {
                    "body": "Un avión de Malaysian Airlines se estrella en Ucrania con 295 personas a bordo\n\nEl consejero del ministro del Interior de Ucrania ha asegurado que todos los ocupantes del avión estrellado han fallecido y añadió que el Boeing-777 fue abatido por un misil en una zona de Donetsk que está bajo el control de los milicianos separatistas, centro de los combates estos días.\n\nSin embargo, representantes de la autoproclamada república de Donetsk han negado que dispongan de armamento para derribar un avión que vuele a 10.000 metros de altura.\n\nEl Gobierno estadounidense, al tanto de lo ocurrido, no ha confirmado por el momento las noticias de que el avión podría haber sido derribado, como ha apuntado en presidente ucraniano, Petró Poroshenko, al decir: \"no descartamos que este avión también fuera alcanzado\". \"En estos momentos Estados Unidos no tiene ninguna confirmación sobre la causa, los individuos en el avión ni ningún detalle adicional\", señaló la portavoz del Departamento de Estado de EEUU, Jen Psaki, en un mensaje de Twitter.\n\nOn reports of tragic Malaysian plane crash: at this time US do not have any confirmation of cause, individuals on plane or any addl details? Jen Psaki (@statedeptspox) julio 17, 2014\n\nEl portavoz adjunto del Pentágono, el coronel Steve Warren, dijo esta mañana poco después de conocerse la desaparición del avión que el Pentágono tampoco tiene información sobre las causas de la caída del avión malasio.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15571271",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4437,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "17:09:00",
                    "title": "Ucrania no descarta que el avión malasio fuera derribado por los insurgentes",
                    "uri": "198007492",
                    "url": "http://www.cadenaser.com/internacional/articulo/ucrania-descarta-avion-malasio-fuera-derribado-insurgentes/csrcsrpor/20140717csrcsrint_8/Tes",
                    "wgt": 1
                },
                {
                    "body": "Un avión malasio se estrelló en el este ucraniano con 295 personas abordo. Estas son las primeras imágenes.\n\nDecenas de cadáveres estaban esparcidos alrededor de los restos humeantes de un avión de pasajeros que se estrelló en el este de Ucrania el jueves, dijo un periodista de Reuters que estaba en el lugar. Fotos del Twitter de Nadezhda Chernetskaya",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15573017",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4061,
                    "source": {
                        "title": "Univision.com",
                        "uri": "noticias.univision.com"
                    },
                    "time": "17:03:00",
                    "title": "Fotos: Malaysia Airlines se estrella entre Ucrania y Rusia - Univisión",
                    "uri": "198011549",
                    "url": "http://noticias.univision.com/slideshow/109416/2014-07-17/mundo/fotos/fotos-malaysia-airlines-se-estrella-entre-ucrania-y-rusia?ftloc%253Dchannel1423:wcmWidgetUimHulkCollection",
                    "wgt": 1
                },
                {
                    "body": "LONDRES (Reuters) - Las bolsas europeas cerraron el jueves a la baja, aumentando sus caídas en el último tramo de la sesión tras conocerse la noticia del accidente de un avión malasio en el este de Ucrania.\n\nEl índice FTSEurofirst 300 de los principales valores europeos, cerró con una caída del 1 por ciento, a 1.363 puntos, mientras que el índice de blue-chips de la zona euro, el STOXX 50, se dejó un 1,41 por ciento, a 3.157,82.\n\nSegún informó la agencia Interfax, el avión habría sido derribado por un misil tierra-aire cerca de la frontera con Rusia.\n\n\"La noticia sobre el avión malasio han tenido un claro impacto en la cotización\", dijo Brenda Kelly, analista de IG, citando los temores del inversor ante un aumento de las tensiones en la región.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15570853",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3906,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "17:05:00",
                    "title": "Las bolsas europeas acentúan pérdidas por el accidente del avión malasio",
                    "uri": "198006598",
                    "url": "http://www.eleconomista.es/mercados-cotizaciones/noticias/5949362/07/14/Las-bolsas-europeas-acentuan-perdidas-por-el-accidente-del-avion-malasio.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 34,
            "averageDate": "2014-07-17",
            "avgCos": 0.6372,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "997350",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1021563",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Malaysia",
                    "lat": 2.5,
                    "long": 112.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Malaysia"
                },
                "labelEng": "Kuala Lumpur",
                "lat": 3.1412,
                "long": 101.68653,
                "wikiUri": "http://en.wikipedia.org/wiki/Kuala_Lumpur"
            },
            "storyDate": "2014-07-17",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-218923",
            "variance": 0.5939
        }
    },
    "meta": {
        "CCAArticleMatchCount": 21,
        "CCAArticleMatchRatio": 0.03888888888888889,
        "CCAAvgCosSim": 0.6930690476190475,
        "CCAAvgMatchWgt": 73.33333333333333,
        "_articleUri1": "198015636",
        "_articleUri2": "197991380",
        "_datetime": "2015-02-13 14:41:31",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-218923",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-565936",
        "_username": "admin",
        "artCount1": 34,
        "artCount2": 20,
        "avgCosSimStory1": 0.6372,
        "avgCosSimStory2": 0.7597,
        "categorySim": 0,
        "conceptCosSim": 0.4167985781497933,
        "conceptJaccardSim": 0.25,
        "coreTime1": 127480.5833333333,
        "coreTime2": 127479.9333333333,
        "coreTimeStDev1": 0.7470242838171122,
        "coreTimeStDev2": 0.2301776940416189,
        "entityCosSim": 0.758337294458887,
        "entityJaccardSim": 0.2820512820512821,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.2484842979095173,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 19,
        "storyQuality2": 29,
        "timeAvg1": 127481.3196078431,
        "timeAvg2": 127480.2583333333,
        "timeStDev1": 2.70394129725877,
        "timeStDev2": 0.4599969806686954,
        "varianceStory1": 0.5939,
        "varianceStory2": 0.4228
    }
}