{
    "850f305d-14db-4c75-b547-79470a557ea3-565936": {
        "articles": {
            "resultCount": 20,
            "results": [
                {
                    "body": "KUALA LUMPUR, Malaysia -- Malaysia Airlines says it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564471",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8429,
                    "source": {
                        "title": "The Republic",
                        "uri": "www.therepublic.com"
                    },
                    "time": "16:00:00",
                    "title": "Malaysia Airlines plane lost contact over Ukraine",
                    "uri": "197991380",
                    "url": "http://www.therepublic.com/view/story/8df4a43e0d9749c793cdfe1a66d59e57/AS--Malaysia-Malaysia-Airlines",
                    "wgt": 1
                },
                {
                    "body": "KUALA LUMPUR, Malaysia - (AP) - Malaysia Airlines says it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565097",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8407,
                    "source": {
                        "title": "www.abc27.com",
                        "uri": "www.abc27.com"
                    },
                    "time": "16:06:00",
                    "title": "BREAKING: Malaysian plane carrying 295 people has been shot down - abc27 WHTM",
                    "uri": "197992719",
                    "url": "http://www.abc27.com/story/26044403/breaking-malaysian-plane-carrying-295-people-has-been-shot-down?utm_source=twitterfeed&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "KUALA LUMPUR, Malaysia (AP) -- Malaysia Airlines says it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564432",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8146,
                    "source": {
                        "title": "US News & World Report",
                        "uri": "www.usnews.com"
                    },
                    "time": "16:00:00",
                    "title": "Malaysia Airlines plane lost contact over Ukraine",
                    "uri": "197991337",
                    "url": "http://www.usnews.com/news/business/articles/2014/07/17/malaysia-airlines-plane-lost-contact-over-ukraine",
                    "wgt": 1
                },
                {
                    "body": "Share\n\nA Malaysia Airlines plane with 295 people on board has crashed in eastern Ukraine amid claims it was shot down.\n\nTV pictures from the scene showed a pall of smoke billowing into the sky apparently from the stricken aircraft, close to the town of Shaktarsk in the rebellion-wracked region of Donetsk.\n\nThe plane is thought to be flight MH17 - a Boeing 777-200 travelling from Amsterdam to Kuala Lumpur.\n\nIn a tweet Malaysia Airlines said: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\"\n\nUkraine's Interior Minister was quoted as saying the plane had been shot down.\n\nEmergency services were trying to reach the scene, an unnamed security source told Interfax-Ukraine news agency.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15567744",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8055,
                    "source": {
                        "title": "West Australian",
                        "uri": "au.news.yahoo.com"
                    },
                    "time": "16:32:00",
                    "title": "Airliner 'shot down' over Ukraine (AAP)",
                    "uri": "197999101",
                    "url": "https://au.news.yahoo.com/thewest/world/a/24489341/airliner-shot-down-over-ukraine/",
                    "wgt": 1
                },
                {
                    "body": "A Malaysia Airlines Boeing 777 carrying 295 people was reportedly shot down Thursday in a war-torn region of Ukraine near the Russian border.\n\nFlight MH17 was en route from Amsterdam to Kuala Lumpur with 280 passengers and 15 crew members when the airline lost contact with the jet in Ukrainian air space.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\n\n-- Malaysia Airlines (@MAS) July 17, 2014\n\nThe Associated Press reports the plane was shot down, and cited an adviser of Ukraine's Interior Minister as the source of the information.\n\nAnton Gerashenko said on Facebook that the plane was flying at 33,000 feet when it was struck by a missile fired from a Buk launcher -- an anti-aircraft, surface-to-air missile weapon. The plane crashed 20 miles outside of Russian airspace near Shakhtyorsk, where pro-Russian rebels have been fighting the Ukrainian government.\n\n\"A civilian airliner traveling from Amsterdam to Kuala Lumpur has just been shot down by a Buk anti-aircraft system ... 280 passengers and 15 crew have been killed,\" Gerashenko said.\n\nInterfax-Ukraine quoted another Ukrainian official saying the plane disappeared from radar at the same altitude reported by Gerashenko.\n\nAn unidentified source told Reuters the plane \"began to drop, afterwards it was found burning on the ground on Ukrainian territory.\"",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15566513",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7961,
                    "source": {
                        "title": "The Daily Caller",
                        "uri": "dailycaller.com"
                    },
                    "time": "16:20:00",
                    "title": "Malaysia Airlines Plane Reportedly Shot Down In Ukraine Near Russian Border",
                    "uri": "197996251",
                    "url": "http://dailycaller.com/2014/07/17/malaysia-airlines-plane-reportedly-shot-down-in-ukraine-near-russian-border/",
                    "wgt": 1
                },
                {
                    "body": "A Malaysia Airlines plane with 295 people on board has crashed in eastern Ukraine amid claims it was shot down.\n\nTV pictures from the scene showed a pall of smoke billowing into the sky apparently from the stricken aircraft, close to the town of Shaktarsk in the rebellion-wracked region of Donetsk.\n\nThe plane is thought to be flight MH17 - a Boeing 777-200 travelling from Amsterdam to Kuala Lumpur.\n\nIn a tweet Malaysia Airlines said: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\"\n\nAdvertisement\n\nUkraine's Interior Minister was quoted as saying the plane had been shot down.\n\nEmergency services were trying to reach the scene, an unnamed security source told Interfax-Ukraine news agency.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15569560",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.793,
                    "source": {
                        "title": "The Age",
                        "uri": "news.theage.com.au"
                    },
                    "time": "16:51:00",
                    "title": "Airliner 'shot down' over Ukraine",
                    "uri": "198003455",
                    "url": "http://news.theage.com.au/breaking-news-world/airliner-shot-down-over-ukraine-20140718-3c4lo.html",
                    "wgt": 1
                },
                {
                    "body": "Malaysia Airlines said late Thursday it lost contact with a plane over Ukrainian airspace.\n\nMH17 was heading from Amsterdam to Kuala Lumpur on Thursday.\n\nA Ukrainian government adviser Anton Gerashenko said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nThe airline said on Twitter that more details were coming.\n\nMalaysia Airlines Flight 370 disappeared in March while en route from Kuala Lumpur to Beijing. It has not been found, but the search has been concentrated in the Indian Ocean far west of Australia.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565320",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7841,
                    "source": {
                        "title": "ABC News",
                        "uri": "abcnews.go.com"
                    },
                    "time": "16:08:00",
                    "title": "Malaysia Airlines Plane Lost Contact Over Ukraine",
                    "uri": "197993248",
                    "url": "http://abcnews.go.com/International/wireStory/malaysia-airlines-plane-lost-contact-ukraine-24600382",
                    "wgt": 1
                },
                {
                    "body": "Malaysia Airlines said Thursday that it has lost contact with a passenger jet over Ukraine.\n\n\"Malaysia Airlines has lost contact of MH17 from Amsterdam,\" the airline says in a tweet. \"The last known position was over Ukrainian airspace. More details to follow.\"\n\nThe Interfax news agency reported that the Boeing 777 had crashed in eastern Ukraine. It cited a source in the aviation industry and said the aircraft is believed to have been carrying 280 passengers and a crew of 15. Reports of a crash have not been confirmed.\n\nFlight 17 departed Amsterdam at 12:14 p.m. local time and was scheduled to land in Kuala Lumpur in Malaysia on Friday morning, according to the FlightAware site. Data on the site suggest the flight normally travels at an altitude of 33,000 feet, or some 6 miles in the air.\n\nDetails are only starting to emerge about the incident. We'll update this post as news allows.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564698",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7778,
                    "source": {
                        "title": "wrvo.org",
                        "uri": "wrvo.org"
                    },
                    "time": "16:02:00",
                    "title": "Malaysia Airlines Loses Contact With Plane Over Ukraine",
                    "uri": "197991886",
                    "url": "http://wrvo.org/post/malaysia-airlines-loses-contact-plane-over-ukraine",
                    "wgt": 1
                },
                {
                    "body": "After all the insanity and tragedy with the missing Malaysia Airlines flight 370, another tragedy has taken place with another Malaysia Airlines flight.\n\nIt is reported that a flight from Amsterdam to Kuala Lumpur with 295 passengers on board has now crashed in eastern Ukraine.\n\nThe plane is reportedly a Boeing 777 and crashed around the border of Ukraine and Russia.\n\nMalaysia Airlines tweeted out news that contact with the flight was lost in the Ukraine area:\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\n\n-- Malaysia Airlines (@MAS) July 17, 2014\n\nWe can't believe that something like this happened to another Malaysia Airlines flight.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568168",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7746,
                    "source": {
                        "title": "PerezHilton.com",
                        "uri": "perezhilton.com"
                    },
                    "time": "16:36:00",
                    "title": "ANOTHER Malaysia Airlines Flight Has Reportedly Crashed Just Months After Flight 370 Went Missing!",
                    "uri": "198000132",
                    "url": "http://perezhilton.com/2014-07-17-malaysia-airlines-flight-crashes-ukraine",
                    "wgt": 1
                },
                {
                    "body": "Interfax, CNN, and other news agencies are reporting that a Malaysia Airlines Boeing 777 passenger jet flying from Amsterdam to Kuala Lumpur has crashed on the eastern border of Ukraine, near the border with Russia.\n\n295 passengers and at least 15 crew members are believed to have been on board, and if the crash happened as early reports suggest, it would be the second crash involving a Malaysia Airlines plane within the past few months. Early reports refer to the incident as a shoot-down.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15563956",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7629,
                    "source": {
                        "title": "Boing Boing",
                        "uri": "boingboing.net"
                    },
                    "time": "15:56:00",
                    "title": "Malaysia Airlines passenger jet missing in Ukraine near Russian border",
                    "uri": "197990198",
                    "url": "http://boingboing.net/2014/07/17/malaysia-airlines-passenger-je.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bboingboing%252FiBag%2B%2528Boing%2BBoing%2529",
                    "wgt": 1
                },
                {
                    "body": "A Malaysian Airlines passenger jet carrying 295 people has crashed in Ukraine near the eastern border with Russia.\n\nThe airline confirmed on Twitter that it had lost contact with the Boeing 777 jet while it was flying over Ukrainian airspace. It was flying on route from Amsterdam to Kuala Lumpur.\n\nEarly reports from Associated Press cite a Ukrainian government adviser Anton Gerashenko who said on Facebook that a plane carrying 295 people was shot down over a town in the east of the country.\n\nIn a separate incident, the Ukrainian Security Council said on Thursday that a Ukrainian fighter jet was shot down by an air-to-air missile.\n\nThe photos below are believed to show the wreckage of flight MH17 at the site of the crash in eastern Ukraine.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15575413",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.75,
                    "source": {
                        "title": "CKOM AM 650",
                        "uri": "www.newstalk650.com"
                    },
                    "time": "17:51:00",
                    "title": "Malaysian Airlines passenger jet crashes in Ukraine with 295 passengers on board",
                    "uri": "198017339",
                    "url": "http://www.newstalk650.com/story/malaysian-airlines-passenger-jet-crashes-ukraine-295-passengers-board/393058",
                    "wgt": 1
                },
                {
                    "body": "A Malaysia Airlines plane with 295 people on board is feared to have crashed in the Ukraine amid claims it was shot down.\n\nTV pictures from the scene showed a pall of smoke billowing into the sky apparently from the stricken aircraft.\n\nThe plane is thought to be flight MH17 - a Boeing 777-200 travelling from Amsterdam to Kuala Lumpur.\n\nIn a tweet Malaysia Airlines said: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\"\n\nUkraine's Interior Minister was quoted as saying the plane had been shot down.\n\nMalaysia Airlines flight #MH17 just before it disappeared over Ukraine. pic.twitter.com/xvDHsEQtkg -- Flightradar24 (@flightradar24)\n\nJuly 17, 2014\n\nThe jet would have been flying at high altitude on an intercontinental flight that took it over the crisis hit region of Ukraine, where the authorities have accused Russia-backed separatists of previous attacks on aircraft.\n\nEarlier today the Ukrainian authorities said one of their fighter jets was shot down by an air-to-air missile from a Russian plane and Ukrainian troops were fired upon by missiles from a village inside Russia.\n\nThe alleged episodes mark what Ukraine says is mounting evidence that Moscow is directly supporting separatist insurgents in eastern Ukraine who have substantial quantities of powerful weapons.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014\n\nUkraine said a military transport plane was shot down Monday by a missile fired from Russian territory. Security Service chief Valentyn Nalyvaichenko said he had \"unconditional evidence\" that Russia was involved in downing that aircraft.\n\nThe incident brings tragedy to Malaysia Airlines for the second time this year.\n\nIn March, one of its jets disappeared with 227 passengers and 12 crew on board in one of the greatest aviation mysteries of all time.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565306",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7351,
                    "source": {
                        "title": "www.eveningtelegraph.co.uk",
                        "uri": "www.eveningtelegraph.co.uk"
                    },
                    "time": "16:08:00",
                    "title": "Malaysia Airlines plane 'shot down' over Ukraine",
                    "uri": "197993201",
                    "url": "http://www.eveningtelegraph.co.uk/news/uk-world/malaysia-airlines-plane-shot-down-over-ukraine-1.477539",
                    "wgt": 1
                },
                {
                    "body": "A Malaysian passenger airliner crashed in Ukraine near the Russian border, according to multiple news agencies.\n\nAn adviser to Ukraine's Interior Minister says a Malaysian passenger plane carrying 295 people has been shot down over a town in the east of the country. Anton Gerashenko says on his Facebook page the plane was flying at an altitude of 10,000 meters (33,000 feet) when it was hit Thursday by a missile fired from a Buk launcher.\n\nCBS News has not confirmed that the plane was shot down.\n\nA source told Interfax that the Boeing plane was flying from Amsterdam to Kuala Lumpur. SKY News is reporting that Malaysian Airlines confirmed \"an incident\" on board one of its flights.\n\nThe airline tweeted: \"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace.\"\n\nITAR-TASS also reported the crash, quoting a source in air traffic controllers' circles. However, no details were provided.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15563653",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7299,
                    "source": {
                        "title": "CNET",
                        "uri": "www.cbsnews.com"
                    },
                    "time": "15:52:00",
                    "title": "Malaysian passenger plane crashes in Ukraine",
                    "uri": "197989323",
                    "url": "http://www.cbsnews.com/news/reports-malaysian-passenger-plane-crashes-in-ukraine/",
                    "wgt": 1
                },
                {
                    "body": "Previous Next Enlarge\n\nA Malaysia Airlines passenger plane was reportedly shot down in Ukraine near the Russian border Thursday.\n\nThe Boeing 777 had 280 passengers and 15 crew members, Interfax reported citing an an aviation industry source.\n\nAnton Gerashenko, an adviser to Ukraine's Interior Minister, said on Facebook that the plane was flying at an altitude of 33,000 feet when it was hit by a missile fired from a Buk launcher.\n\nIt came down just 20 miles short of entering Russian airspace near the town of Shakhtyorsk, in an area where the Ukrainian government has been fighting pro-Russian rebels.\n\nIt \"began to drop, afterwards it was found burning on the ground on Ukrainian territory,\" a unidentified source told Reuters.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014\n\nFlight Aware shows the flight was heading from Amsterdam Airport Schiphol, the main international airport in the Netherlands, to Kuala Lumpur International Airport outside Kuala Lumpur, the most populous city of Malaysia.\n\nThe flight reportedly departed at 12:14 a.m. local time.\n\nThe crash comes a little more than four months after Malaysia Airlines Flight 370 lost contact with air traffic control less than an hour after takeoff from Kuala Lumpur International Airport.\n\nThe aircraft, also a Boeing 777, was carrying 227 passengers and 12 Malaysian crew members.\n\nThe airline issued a public statement an hour after the flight was expected to arrive in China.\n\nThe subsequent search efforts, which involved multiple governments, expanded to more than 60,000 square miles and soared to become the most expensive in history.\n\nMalaysia Airlines confirmed it lost contact with the flight.\n\nThis is a breaking news story. Please check back for updates.\n\nWith News Wire Services",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564487",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7298,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "16:00:00",
                    "title": "Malaysia Airlines plane shot down in Ukraine near Russian border",
                    "uri": "197991408",
                    "url": "http://www.nydailynews.com/news/world/malaysian-airlines-plane-crashes-ukraine-russian-border-article-1.1870413",
                    "wgt": 1
                },
                {
                    "body": "MOSCOW -- Malaysia Airlines said Thursday that it lost contact with an airliner that was flying in Ukrainian airspace, raising fears that the plane may have been shot down over eastern Ukraine.\n\n\"We lost contact with Flight MH17 in Ukraine,\" said Najmuddin Abdullah, who works in Malaysia Airlines' press office.\n\nAn adviser to Ukraine's interior minister wrote on Facebook that a Buk antiaircraft missile system shot down the plane over the village of Torez, about 25 miles east of the city of Donetsk and within territory held by pro-Russian separatist rebels.\n\nThe plane was carrying 280 passengers and 15 crew members, Anton Herashchenko, the Interior Ministry adviser, wrote on his Facebook page, without revealing how he knew the information. He blamed the rebels for the attack.\n\n\"Malaysia Airlines has lost contact of MH17 from Amsterdam,\" the airline said on Twitter. \"The last known position was over Ukrainian airspace. More details to follow.\"",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15568546",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7215,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "16:40:00",
                    "title": "Malaysia Airlines plane disappears over Ukraine, feared shot down by missile",
                    "uri": "198001214",
                    "url": "http://www.washingtonpost.com/world/europe/malaysia-airlines-plane-disappears-over-ukraine-feared-shot-down-by-missile/2014/07/17/0fffe1e6-0dcb-11e4-8341-b8072b1e7348_story.html?wprss=rss_europe",
                    "wgt": 1
                },
                {
                    "body": "According to the Associated Press, Anton Gerashenko, a government advisor, said the plane -- which was carrying 295 passengers -- was 33,000 feet in the air when it was struck by a missile.\n\nMalayisa Airlines confirmed that it had lost contact with MH17.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow. -- Malaysia Airlines (@MAS)\n\nJuly 17, 2014\n\nAs a result, other commercial airlines are avoiding airspace in the eastern Ukraine:\n\nCommercial airliners now take evasive action to avoid eastern Ukrainian airspace. Example: Flight TG921 Thai Airways pic.twitter.com/W8QHBL89vi -- Hans de Vreij (@hdevreij)\n\nJuly 17, 2014",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15565595",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7138,
                    "source": {
                        "title": "Complex",
                        "uri": "www.complex.com"
                    },
                    "time": "16:11:00",
                    "title": "Malaysia Airlines Flight Reportedly Shot Down Over Ukraine",
                    "uri": "197993893",
                    "url": "http://www.complex.com/city-guide/2014/07/malaysia-airlines-flight-reportedly-shot-down-over-ukraine",
                    "wgt": 1
                },
                {
                    "body": "Photos CNN\n\nA Malaysia Airlines flight from Amsterdam to Kuala Lumpur has crashed in eastern Ukraine, Russian news agency Interfax reported Thursday.\n\nAn adviser to Ukraine's Interior Minister says the plane carrying 295 was shot down, according to The Associated Press.\n\n\"Anton Gerashenko, an adviser to Ukraine's Interior Minister, said on his Facebook page the plane was flying at an altitude of 10,000 meters (33,000 feet) when it was hit by a missile fired from a Buk launcher,\" the AP reported.\n\nMalaysia Airlines confirmed that it lost contact with MH17, and the flight's last known position was over Ukrainian airspace, the airline said on Twitter.\n\nThe jet is a Boeing 777, according to Interfax.\n\nThe plane reportedly went down near the border between Russia and Ukraine.\n\nThe route taken by the Malaysian flight is a very common one between Kuala Lumpur and the Netherlands, said CNN aviation safety consultant Mary Schiavo. She noted that the plane was flying over a troubled area and said close communication with air traffic controllers would be a key necessity.\n\nIn a hostile or disputed areas, \"any alteration from your course and you can have a problem,\" she said.\n\nTensions have been high between Ukraine and Russia since street protests forced former pro-Moscow President Viktor Yanukovych from power in February. Russia subsequently annexed Ukraine's southeastern Crimea region and a pro-Russia separatist rebellion has been raging in Ukraine's eastern Luhansk and Donetsk regions..\n\nUkrainian forces have been struggling to quell the separatist unrest. Ukraine's government has accused Russia of allowing weapons and military equipment, including tanks, to cross the border illegally into the hands of pro-Russia separatists.\n\nThe Pentagon said Wednesday that Russia now had 12,000 troops on the border with Ukraine, as well as some heavy weapons. The troop numbers had fallen to about 1,000 previously from a high of an estimated 40,000 forces earlier this year.\n\nOn Thursday, CNN reported that as Ukrainian officials reportedly accused a Russian fighter of shooting down a Ukrainian jet Wednesday as that aircraft flew in Ukrainian airspace.\n\nTensions are high over that incident, separate from the breaking news Thursday of the Malaysian flight.\n\nOn top of that, Thursday's report of a downed Malaysian flight marks the second time this year that Malaysian Airlines has faced an incident involving a plane.\n\nOn March 8, Malaysia Airlines Flight 370 disappeared. That plane had 239 people on board.\n\nSearchers have found no trace of 370 or its passengers despite extensive search efforts.\n\nFlight 370 likely flew into the southern Indian Ocean on autopilot with an unresponsive crew, Australian authorities said last month.\n\nRecommended",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15564282",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7118,
                    "source": {
                        "title": "KITV",
                        "uri": "www.kitv.com"
                    },
                    "time": "15:58:00",
                    "title": "Report: Malaysia flight crashes in Ukraine",
                    "uri": "197991001",
                    "url": "http://www.kitv.com/national/report-malaysia-flight-crashes-in-ukraine/26998554?utm_source=dlvr.it&utm_medium=twitter&utm_campaign=kitv4",
                    "wgt": 1
                },
                {
                    "body": "KIEV, UKRAINE (BNO NEWS) -- A Malaysian Airlines passenger plane flying from Amsterdam to Kuala Lumpur crashed in eastern Ukraine on Thursday afternoon, reportedly killing all 295 passengers and crew members on board, Ukrainian officials said, adding that the aircraft may have been shot down.\n\nThe incident happened at approximately 4:20 p.m. local time when Malaysia Airlines flight MH17 disappeared from radar screens while flying over eastern Ukraine near the border with Russia. Anton Gerashchenko, an adviser to Ukraine's interior minister, said 280 passengers and 15 crew members were believed to be on board.\n\n\"Malaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow,\" the airline said in a brief statement. It did not confirm Flight MH17 had crashed, but aviation monitors said data showed the Boeing 777 stopped transmitting while over eastern Ukraine.\n\nUkrainian President Petro Poroshenko immediately ordered the establishment of a National Commission to investigate the cause of the disaster. \"We do not exclude the possibility that the aircraft was shot down,\" the presidency said in a statement, adding that the country's armed forces had not taken any action against the aircraft.\n\nGerashchenko, speaking in a post on Facebook, said all 295 people on board had been killed and blamed a Buk ground-to-air missile fired by insurgents for the crash.\n\n(Copyright 2014 by BNO News B.V. All rights reserved. Info: sales@bnonews.com.)",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15566007",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7113,
                    "source": {
                        "title": "BNO News",
                        "uri": "www.bnowire.com"
                    },
                    "time": "16:15:00",
                    "title": "URGENT -- Malaysian airliner crashes in eastern Ukraine, 295 reported dead",
                    "uri": "197994960",
                    "url": "http://www.bnowire.com/2014/07/17/urgent-malaysian-airliner-crashes-in-eastern-ukraine-295-reported-dead/",
                    "wgt": 1
                },
                {
                    "body": "Photos CNN\n\nA Malaysia Airlines flight from Amsterdam to Kuala Lumpur has crashed in eastern Ukraine, Russian news agency Interfax reported Thursday.\n\nAn adviser to Ukraine's Interior Minister says the plane carrying 295 was shot down, according to The Associated Press.\n\n\"Anton Gerashenko, an adviser to Ukraine's Interior Minister, said on his Facebook page the plane was flying at an altitude of 10,000 meters (33,000 feet) when it was hit by a missile fired from a Buk launcher,\" the AP reported.\n\nUkraine's president said the country's armed forces \"did not take action any airborne targets,\" the AP reported.\n\nMalaysia Airlines confirmed that it lost contact with MH17, and the flight's last known position was over Ukrainian airspace, the airline said on Twitter.\n\nThe jet is a Boeing 777, according to Interfax.\n\nThe plane reportedly went down near the border between Russia and Ukraine.\n\nThe route taken by the Malaysian flight is a very common one between Kuala Lumpur and the Netherlands, said CNN aviation safety consultant Mary Schiavo. She noted that the plane was flying over a troubled area and said close communication with air traffic controllers would be a key necessity.\n\nIn a hostile or disputed areas, \"any alteration from your course and you can have a problem,\" she said.\n\nTensions have been high between Ukraine and Russia since street protests forced former pro-Moscow President Viktor Yanukovych from power in February. Russia subsequently annexed Ukraine's southeastern Crimea region and a pro-Russia separatist rebellion has been raging in Ukraine's eastern Luhansk and Donetsk regions..\n\nUkrainian forces have been struggling to quell the separatist unrest. Ukraine's government has accused Russia of allowing weapons and military equipment, including tanks, to cross the border illegally into the hands of pro-Russia separatists.\n\nThe Pentagon said Wednesday that Russia now had 12,000 troops on the border with Ukraine, as well as some heavy weapons. The troop numbers had fallen to about 1,000 previously from a high of an estimated 40,000 forces earlier this year.\n\nOn Thursday, CNN reported that as Ukrainian officials reportedly accused a Russian fighter of shooting down a Ukrainian jet Wednesday as that aircraft flew in Ukrainian airspace.\n\nTensions are high over that incident, separate from the breaking news Thursday of the Malaysian flight.\n\nOn top of that, Thursday's report of a downed Malaysian flight marks the second time this year that Malaysian Airlines has faced an incident involving a plane.\n\nOn March 8, Malaysia Airlines Flight 370 disappeared. That plane had 239 people on board.\n\nSearchers have found no trace of 370 or its passengers despite extensive search efforts.\n\nFlight 370 likely flew into the southern Indian Ocean on autopilot with an unresponsive crew, Australian authorities said last month.\n\nRecommended",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15566403",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6996,
                    "source": {
                        "title": "WYFF4",
                        "uri": "www.wyff4.com"
                    },
                    "time": "15:58:00",
                    "title": "Report: Malaysia flight crashes in Ukraine",
                    "uri": "197996027",
                    "url": "http://www.wyff4.com/national/report-malaysia-flight-crashes-in-ukraine/26998554",
                    "wgt": 1
                },
                {
                    "body": "(RNN) - A Malaysian Airlines passenger jet crashed Thursday in Ukraine near its border with Russia, according to a report by Interfax.\n\nAn adviser to Ukraine's Interior Minister said the plane had been shot down, according to the Associated Press. The Boeing 777 aircraft was flying from Amsterdam to Kuala Lumpur and had 295 people on board.\n\nCNN reported the airline company said it had lost contact with MH17, a jet flying that route. Its last known position was over Ukrainian air space.",
                    "date": "2014-07-17",
                    "eventUri": "997350",
                    "id": "15563031",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6993,
                    "source": {
                        "title": "WNEM TV 5",
                        "uri": "www.wnem.com"
                    },
                    "time": "15:46:00",
                    "title": "Report: Malaysian Airlines flight crashes in Ukraine - WNEM TV 5",
                    "uri": "197987784",
                    "url": "http://www.wnem.com/story/26044061/report-malaysian-airlines-flight-crashes-in-ukraine#.U8fvxfaQ39g.twitter",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 20,
            "averageDate": "2014-07-17",
            "avgCos": 0.7597,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "997350",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "997465",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Malaysia",
                    "lat": 2.5,
                    "long": 112.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Malaysia"
                },
                "labelEng": "Kuala Lumpur",
                "lat": 3.1412,
                "long": 101.68653,
                "wikiUri": "http://en.wikipedia.org/wiki/Kuala_Lumpur"
            },
            "storyDate": "2014-07-17",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-565936",
            "variance": 0.4228
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-220157": {
        "articles": {
            "resultCount": 62,
            "results": [
                {
                    "body": "Un miliciano prorruso y habitantes del este de Ucrania inspeccionan los restos del avión comercial que cayó ayer en ese país, según Estados Unidos, por el impacto de un misil\n\nKIEV (EFE).- La guerra entre el gobierno de Ucrania y los insurgentes prorrusos del este del país cobró ayer una nueva dimensión al estrellarse un Boeing 777 malasio con 295 personas a bordo en la rebelde región de Donetsk, hecho del que se acusan mutuamente ambas partes.\n\nEl aparato, que cubría la ruta Amsterdam-Kuala Lumpur, se estrelló cerca de la localidad ucraniana de Sneshnoye, después de perder contacto con tierra cuando se encontraba a 50 kilómetros de la frontera rusa.\n\n\"Murieron los 280 pasajeros y 15 miembros de la tripulación\", informó Antón Gueráshenko, asesor del ministro del Interior ucraniano, en su página de Facebook.\n\nGueráshenko aseguró que el aparato fue abatido por un cohete tierra-aire lanzado por un sistema de misiles Buk en una zona de Donetsk que está bajo el control de los milicianos separatistas.\n\nEl propio presidente de Ucrania, Petró Poroshenko, dijo no descartar que el avión fuera derribado, y calificó lo sucedido de \"acto terrorista\".\n\nHoras después, fuentes de los servicios de inteligencia de Estados Unidos confirmaron que el avión de Malaysia Airlines que se estrelló en el este de Ucrania recibió el impacto de un misil tierra-aire, de acuerdo con la cadena CNN y el diario \"The Washington Post\".\n\nLas fuentes no han podido determinar, no obstante, el origen del proyectil que derribó al avión.\n\n\"Esta es una zona disputada. Va a llevar tiempo conseguir información sobre las intenciones de quienes han estado involucrados\", señalaron las fuentes de inteligencia citadas por los medios estadounidenses.\n\nDe acuerdo con estas informaciones, un radar habría detectado cómo se encendía un sistema de misiles tierra-aire antes de que el avión malasio fuera derribado.\n\nEl vicepresidente de Estados Unidos, Joe Biden, reafirmó la tesis del misil al asegurar durante un acto por la tarde en Detroit que el avión había sido \"aparentemente derribado\".\n\n\"No fue un accidente, estalló en el cielo\", dijo.\n\nPoco antes, Biden se había comunicado telefónicamente con el presidente ucraniano, Petró Poroshenko, a quien ofreció asistencia para dilucidar las causas del siniestro del avión de la compañía Malaysia Airlines.Poroshenko aceptó la ayuda y Estados Unidos enviará próximamente un equipo a Ucrania \"para determinar qué ocurrió\", aseguró Biden.\n\nPor su parte, el Servicio de Seguridad de Ucrania (SBU, por sus siglas en ucraniano) captó una conversación en la que supuestamente los rebeldes prorrusos hablan del derribo ayer del avión.\n\nSegún el vídeo publicado por el SBU en YouTube, se escucha como uno de los supuestos comandantes insurgentes le informa a su superior sobre el derribo de un avión comercial en la región de Donetsk, escenario de combates entre rebeldes y fuerzas gubernamentales.\n\nA la pregunta de si el aparato transporta armamento, uno de los rebeldes en el lugar del siniestro responde que sólo \"artículos civiles\" y que sus hombres hallaron un documento de identidad de un estudiante indonesio.\n\nEn otra conversación, uno de los insurgentes informa a su superior que el avión \"resultó ser civil\" y añade que \"hay un de mar de cadáveres de mujeres y niños\".\"En la televisión señalan que se trata de un An-26, avión de transporte, pero que lleva escrito Aerolíneas Malasias ¿Qué hacía en territorio ucraniano?\", apunta el insurgente.El ministro de Defensa de la autoproclamada república popular de Donetsk, Ígor Strelkov, informó ayer del derribo en la misma zona del siniestro de un avión An-26, como el que el pasado lunes fue abatido por los milicianos prorrusos.Desde la catástrofe del Boeing-777 de Malaysian Airlines el gobierno de Kiev y los separatistas prorrusos se han acusado mutuamente de haber sido los causantes de la tragedia.Según las autoridades ucranianas, el aparato pudo haber sido abatido por un cohete tierra-aire lanzado por un sistema de misiles Buk, mientras los rebeldes aseguran que el avión fue abatido por un caza de las Fuerzas Aéreas ucranianas. \"En los últimos días, este es el tercer caso trágico de este tipo, después de que fueran derribados un An-26 y un Su-25. No descartamos que este avión también fuera alcanzado\", aseguró el presidente Poroshenko, según su servicio de prensa.\"Eesto no es un incidente ni es una catástrofe, sino un acto terrorista\", escribió el jefe de prensa del presidente ucraniano en su Twitter.Sin embargo, representantes de la autoproclamada república popular de Donetsk negaron que dispongan de armamento para derribar un avión que volaba a 10,000 metros de altura, y acusaron a la Fuerza Aérea ucraniana de haber derribado el aparato desde un cazabombardero.Los medios rusos fueron más allá y especularon con la posibilidad de que el Boeing 777 que se estrelló fuera derribado por un misil ucraniano que tenía por objetivo el avión del presidente ruso, Vladímir Putin, según una fuente de la Aviación de Rusia citada por Interfax.\"Puedo decir que el avión presidencial y el Boeing de Malaysian Airlines se cruzaron en el mismo punto y en el mismo corredor. Esto sucedió cerca de Varsovia en el nivel de vuelo 330a a una altitud de 10,100 metros. El avión presidencial estaba allí a las 16:21 hora local y el avión de Malaysia Airlines a las 15:44'', precisó la fuente.Los rebeldes prorrusos que luchan desde abril contra el Gobierno de Kiev informaron poco después de que hallaron numerosos cadáveres, entre ellos de niños, en el lugar del siniestro, mientras se difundían numerosas fotos de los restos del aparato siniestrado.Y una fuente del Ministerio de Situaciones de Emergencia dijo que ya habían sido encontrados más de 100 cuerpos, y que el resto de los cadáveres están desperdigados en un radio de 15 kilómetros.Los milicianos también encontraron la caja negra del avión, y dijeron que tienen intención de entregarla a inspectores internacionales.El presidente Poroshenko ordenó crear una comisión estatal para investigar las causas de la tragedia e invitó a colaborar a representantes de Malasia y Holanda.También los representantes de la república popular de Donetsk aseguraron que están interesados en el esclarecimiento de la catástrofe, por lo que permitirán la entrada de inspectores aéreos internacionales y propusieron al Gobierno ucraniano un alto el fuego para investigar la tragedia del avión.A su vez, fuentes militares rusas informaron de que aviones de guerra rusos no efectuaron ayer ningún vuelo en las inmediaciones de la región de Donetsk.Los representantes de la república popular de Donetsk aseguraron que están interesados en el esclarecimiento de la catástrofe, por lo que permitirán la entrada de inspectores aéreos internacionales y entregarán la caja negra en caso de que la encuentren.Las autoridades holandesas no disponen por el momento de información sobre el avión, que despegó ayer del aeropuerto de Amsterdam-Schiphol.Las autoridades aeroportuarias holandesas aún no han determinado la manera en que atenderán la información sobre el siniestro a los familiares de las víctimas que lo soliciten.El rotativo holandés aseguró que el avión perdió altitud y se incendió al estrellarse a unos 75 kilómetros de la frontera oriental ruso-ucraniana.El avión siniestrado volaba en un código compartido de las aerolíneas malasias, como MH17, y como KL4103 por la compañía holandesa KLMPor su parte, la agencia holandesa ANP indicó que en el avión iban 19 clientes de las empresas D Travel Stores, Thomas Cook y VakantieXperts.\n\nMalaysian Airlines aún no se ha recuperado de la desaparición de otro avión apenas en marzo pasado, que era del mismo modelo del derribado ayer y que llevaba 239 personas a bordo tras desviarse de su ruta entre Kuala Lumpur y Pekín, sin que hasta ahora hayan aparecido los restos ni se tenga ningún indicio claro de las causas del siniestro.\n\nLas compañías aérea alemana Lufthansa y la francesa Air France anunciaron ayerque han decidido modificar sus rutas y no sobrevolar el este de Ucrania tras tener conocimiento del accidente del avión malasio, al igual que las dos principales aerolíneas rusas, Aeroflot y Transaero.\n\nIncidente | Víctimas\n\nUn avión de Malaysian Airlines fue derribado ayer en territorio ucraniano.\n\nLa aeronave que viajaba de Amsterdam y Kuala Lumpur llevaba también 27 australianos, 23 malasios y 11 indonesios.\n\nOtras nacionalidades\n\nIban también seis británicos, cuatro alemanes, cuatro belgas, tres filipinos y un canadiense.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15639736",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6193,
                    "source": {
                        "title": "El Diario de Yucatán",
                        "uri": "yucatan.com.mx"
                    },
                    "time": "09:43:00",
                    "title": "Se agrava el lío en Ucrania - El Diario de Yucatán",
                    "uri": "198184538",
                    "url": "http://yucatan.com.mx/internacional/europa/se-agrava-el-lio-en-ucrania",
                    "wgt": 1
                },
                {
                    "body": "Cruce de acusaciones por el derribo del avión malasio. ATLAS\n\n298 personas, entre pasajeros y tripulación, perdieron este jueves la vida a bordo del vuelo MH17 después de que, según han informado los gobiernos estadounidense y ucraniano, un misil tierra-aire tipo BUK le derribara en pleno vuelo. Aunque todavía queda mucho por esclarecer las primeras informaciones e hipótesis dan por seguro un ataque, pero queda por saber si llevado a cabo por Ucrania o por los rebeldes prorrusos.\n\nDe momento, se ha logrado localizar las dos cajas negras del aparato, mientras que las principales agencias de información de los países implicados recopilan los datos que lleven a esclarecer una de las peores tragedias de la historia de la aviación.\n\nEl vuelo MH17\n\nLa aerolínea Malaysia Airlines perdió contacto con el vuelo MH17 de la compañía Malaysian Airlanes a las 14:15 GMT, cuando el avión se encontraba a unos 50 kilómetros de la frontera entre Rusia y Ucrania. El vuelo estaba operado por un Boeing 777 que partió de Amsterdam a las 00:15 (hora local Amsterdam) y se preveía llegara a su destino, el Aeropuerto Internacional de Kuala Lumpur, a las 6:10 am (hora local de Malasia) del día siguiente.\n\nEn la aeronave viajaban un total de 298 personas, 280 pasajeros (la mayoría viajaban a la cumbre de ONU sobre Sida que se celebra en Australia) y 15 miembros de la tripulación.\n\nAunque la compañía todavía no ha hecho oficial la lista de los pasajeros, a la espera de comunicarselo a todas las familias, se sabe ya que al menos 173 holandeses, 43 malasios (incluidos 15 miembros de la tripulación), 27 australianos, 12 indonesios, 9 británicos, 4 alemanes, 4 belgas, 3 filipinos, un canadiense y 22 personas a los que todavía no se ha podido identificar su nacionalidad viajban a bordo.\n\nEn su último comunicado la compañía asegura que la última revisión del aparato se realizó el pasado 11 de julio y que todo estaba correcto. El avión fue fabricado en julio de 1997, por lo que tenía 17 años de servicio. La aeronave había registrado 75.322 horas de vuelo. Todo el sistema de comunicación de la nave funcionaba normalmente.\n\nSe trata del segundo gran golpe para Malaysia Airlines en el lapso de pocos meses. En marzo pasado, el vuelo MH 370 desapareció entre Kuala Lumpur y Pekín. Durante semanas se efectuaron búsquedas de restos de la nave en el Pacífico, que resultaron infructuosas.\n\nLas primeras hipótesis\n\nMientras la mayoría de los países implicados han instado a que se realice una investigación profunda, tanto el Gobierno de Ucrania como EEUU han confirmado que el avión de Malaysian Airlanes recibió el impacto de un misil tierra-aire. Según fuentes de los servicios de inteligencia un radar habría detectado como se encendía un sistema de misiles de este tipo antes de que el avión malasio fuera derribado.\n\nEl sistema de misiles Buk es una familia de misiles antiaéreos de alcance medio desarrollados por la antigua Unión Soviética y Rusia para atacar misiles guiados, helicópteros y drones. Se trata de un clásico sistema de guía por radar semiactivo.\n\nDerribo avión Malasya Airlanes\n\nEs decir, el misil no adquiere por sí mismo el blanco, sino que debe ser dirigido hacia él por una instalación en tierra que lo ilumina. La instalación, también clásica en este tipo de sistemas, es una serie de vehículos que la completan. Una pequeña y móvil flotilla: vehículo de mando, de adquisición radar, de erector de los misiles..., explica Carlos Toro.\n\nLa guerra que desde hace meses vive el Gobierno de Kiev y los insurgentes prorrusos hace más pausible todavía la teoría de que el avión fue derribado. De hecho, tanto Kiev como los rebeldes se han acusado mutuamente de haber lanzado el misil que destruyó el aparato. El Servicio de Seguridad ucraniano incluso ha hecho públicos varios audios de conversaciones, no confirmados, de rebeldes rusos reconociendo la autoría del ataque.\n\nRepresentantes de la autoproclamada república popular de Donetsk negaron que dispongan de armamento para derribar un avión que volaba a 10.000 metros de altura, y acusaron a la Fuerza Aérea ucraniana de haber derribado el aparato desde un cazabombardero.\n\nSegún Kiev el armamento antiaéreo que al parecer tienen en su poder las milicias de la autoproclamada República de Donetsk no procede de los arsenales ucranianos. Las palabras de Kiev son una cara acusación hacia Rusia, que sería la otra vía por la que los rebeldes pueden conseguir armamento, gracias a la porosa frontera que comunica ahora ambos países.\n\nLos medios rusos han ido más allá y especularon con la posibilidad de que el Boeing 777 que se estrelló fuera derribado por un misil ucraniano que tenía por objetivo el avión del presidente ruso, Vladímir Putin, según una fuente de la Aviación de Rusia citada por Interfax.\n\nNo hubo llamada de emergencia\n\nLos dos pilotos del vuelo, Wan Amran Bin Wan Hussin y Eugene Choo Jin Leong, no realizaron ninguna llamada de emergencia antes de que la aeronave desapareciese de los controles, según las primeras informaciones dadas por el primer ministro malasio, Rajib Nazak.\n\nEl lugar del siniestro\n\nEl avión salió del aeropuerto de Amsterdam y sobrevoló Alemania, Polonia y parte del espacio aéreo ucraniano con la intención de pasar a Rusia a través de la zona en que están en conflicto las tropas de Kiev y los separatistas prorrusos.\n\n\"Esta es una zona disputada. Va a llevar tiempo conseguir información sobre las intenciones de quienes han estado involucrados\", señalaron fuentes de inteligencia.\n\nEl avión se estrelló en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos, quienes nada más producirse se acusaron mutuamente de ser responsables del derribo del aparato.\n\nLa Organización de la Aviación Civil Internacional (OACI), organismo de la ONU encargado de regular la aviación civil internacional con sede en Montreal (Canadá), dijo en un comunicado que \"está monitoreando de forma estrecha este trágico incidente y está coordinando con todas las partes relevantes\".\n\nRecientemente emitió una carta advirtiendo a los Estados y sus operadores aéreos de una situación potencialmente peligrosa por la presencia de más de un proveedor de servicios de tráfico aéreo en la Región de Información de Vuelo de Simferopol. Sin embargo, el lugar no estaba declarado como zona de guerra Por su parte, Malaysia Airlines, dice que el organismo le confirmó que la ruta del avión era segura.\n\nPor el momento, la Agencia Federal de Aviación (FAA) de EE.UU. prohibió todo tipo de vuelos estadounidenses sobre el espacio aéreo del este de Ucrania. La orden amplia una prohibición previa emitida en abril para sobrevolar la región de Crimea y las regiones adyacentes del Mar Negro y el Mar de Azov.\n\nLas compañías aéreas rusas, por su parte, han suspendido los vuelos sobre Ucrania, informó la Agencia de Aviación Civil de Rusia, Rosaviatsia. El presidente del Parlamento ruso, Serguéi Narishkin, calificó de negligencia criminal la actitud de las autoridades aéreas de Ucrania por dejar que un avión civil sobrevolara la zona de combates en el Este del país.\n\nInvestigación internacional\n\nTras el presunto derribo del avión, el presidente estadounidense Barack Obama ha instado a una investigación internacional de las causas de la caída de la aeronave en el este de Ucrania.\n\nSu par de Rusia, Vladimir Putin, aseguró que la responsabilidad de la caída del avión es de Kiev. El jefe del Kremlin subrayó que el incidente no hubiese tenido lugar si en el este de Ucrania no reinara la guerra. En tanto, el presidente ucraniano Petro Poroshenko responsabilizó a los separatistas prorrusos.\n\nEn una comunicación telefónica con Poroshenko, Obama insistió en que se preserven las evidencias en el lugar donde se estrelló el avión hasta que expertos internacionales puedan investigar \"todos los aspectos de la tragedia\".\n\nYulia Timoshenko, la candidata presidencial que fue derrotada por Poroshenko, ha dicho que \"el mundo debe hacer frente a los insurgentes armados rusos como hizo con Al Qaeda\". Y recordó que el día anterior Rusia había advertido \"al mundo democrático\" que iban a responder a las sanciones impuestas en su contra. \"No puedo descartar que esta sea su horrible respuesta\", concluyó la ex primera ministra.\n\nTambién ofreció inmediata ayuda de expertos estadounidenses, apuntó la Casa Blanca. Obama se manifestó en términos similares durante un diálogo con el primer ministro de Malasia, Najib Razak. Asimismo la Unión Europea y la OTAN reclamaron que una investigación internacional esclarezca el caso.\n\nLo mismo que la canciller alemana Angela Merkel que se mostró conmocionada y reclamó una investigación urgente e independiente, según comunicó el portavoz Steffen Seibert. En tanto, el premier británico David Cameron señaló: \"Estoy conmocionado y triste\".",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15637989",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6129,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "09:33:00",
                    "title": "Indignación mundial por el ataque al vuelo MH17",
                    "uri": "198179104",
                    "url": "http://www.elmundo.es/internacional/2014/07/18/53c8d4bc268e3e436b8b456d.html",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 20 Jul. (EUROPA PRESS) -\n\n¿Qué está pasando con los aviones de Malaysia Airlines? Ésta es la pregunta que muchos se están haciendo y que recogen ya algunos titulares después de los dos trágicos sucesos que han escrito las últimas y tristes páginas de la historia.\n\nY es que lo cierto es que son más de medio millar los fallecidos en apenas cuatro meses por la desaparición del vuelo MH370 --lo dieron por estrellado y hundido en el Océano Índico-- y el derribo del vuelo MH17 por un misil lanzado desde la zona separatista en Ucrania.\n\nVUELO MH370, KUALA LUMPUR-BEIJING\n\nEl primer suceso ocurrió el pasado 8 de marzo cuando el vuelo MH370, que cubría la ruta entre Kuala Lumpur y Beijing, desapareció de los radares sin dejar rastro, solo una hora después de despegar. El avión acabó estrellándose en el Océano Índico sur después de haber volado miles de kilómetros fuera de ruta. A bordo iban 239 personas, de ellas 227 eran pasajeros y 12 tripulantes. Todos ellos murieron. La tragedia se cebó con China ya que de las víctimas, 153 eran de esta nacionalidad.\n\nVarios países -entre los que destacan Malasia, Australia, Nueva Zelanda, Japón, China y Corea del Sur- centraron sus esfuerzos en la búsqueda del avión desaparecido con el fin de localizar los cadáveres y de esclarecer las causas de la tragedia. Para ello, se intentó recuperar, sin éxito, las cajas negras de la aeronave, piezas clave para la investigación.\n\nLas causas que llevaron al MH370 a desaparecer y a terminar sumergido en aguas del Índico se desconocen. Las autoridades malasias no descartan que se produjera un fallo mecánico, pero la principal hipótesis se centra en la acción humana ya que se produjo un cambio de ruta y los sistemas de localización fueron desconectados por alguien que se encontraba dentro del avión.\n\nPor el momento, el misterio del vuelo MH370 sigue sin resolverse y la búsqueda de los restos de la aeronave se trasladadó en el mes de junio a una zona situada más al sur.\n\nRelacionadas Malaysia Airlines dice que aún no ha averiguado las nacionalidades de cuatro pasajeros del MH17 Una familia australiana, sacudida por las dos tragedias de Malaysia Airlines Recuperados 181 cadáveres en el lugar donde se estrelló el avión de Malaysia Airlines VUELO MH17, ÁMSTERDAM-KUALA LUMPUR\n\nLa segunda tragedia de la compañía Malaysia Airlines ocurrió el pasado 17 de julio. El vuelo MH17 cubría la ruta Ámsterdam-Kuala Lumpur cuando fue derribado por un misil tierra-aire y acabó estrellándose cerca de Donetsk, a unos 40 kilómetros de la frontera entre Rusia y Ucrania. Se trata de una zona muy conflictiva donde los enfrentamientos entre los rebeldes prorrusos y las tropas ucranianas son habituales.\n\nEn el avión viajaban 280 pasajeros y 15 tripulantes, todos ellos fallecieron. Holanda, es en esta ocasión, la nación más afectada por la tragedia: ha perdido a 193 ciudadanos.\n\nLa investigación se está viendo dificultada por los conflictos existentes en la zona. Los rebeldes prorrusos tienen el control de la región y están complicando las tareas de investigación a los expertos desplazados en el lugar de la tragedia. Varios líderes internacionales como Merkel, Hollande y Cameron exigen a Putin el libre acceso a la zona donde se encuentra el avión\n\nEn un momento en el que se mezcla el luto con una gran tensión, las autoridades rusas y ucranianas se cruzan acusaciones. El Gobierno ucraniano dice contar con \"pruebas solventes\" de que Rusia participó en el derribo del vuelo MH17 de Malaysia Airlines al proporcionar a los rebeldes no solo los sistemas de misiles que destruyeron el aparato, sino una unidad de especialistas rusos encargado de controlar la batería de armamento, según el jefe de los servicios de Contraespionaje de Ucrania, Vitali Naida.\n\nPor su parte, el presidente de Rusia, Vladimir Putin, ha asegurado que el Gobierno de Ucrania es el responsable de que el avión se haya estrellado, ya que afirma que \"esta tragedia no habría ocurrido\" si Kiev no hubiese continuado su ofensiva contra los separatistas.\n\nLA TRAGEDIA SE CEBA CON UNA FAMILIA AUSTRALIANA\n\nIrene y George Burrows, residentes en la localidad de Biloela, en el estado australiano de Queensland, se quedaron en marzo sin su hijo, Rodney Burrows, y su mujer, Mary. Ambos viajaban en el vuelo MH370 que desapareció. Con el derribo del vuelo MH17 en el este de Ucrania, esta familia ha tenido que añadir un nuevo capitulo a la tragedia vivida en marzo: ahora, una de sus nietas, Maree Rizk, y su marido, Albert, figuran entre las víctimas del vuelo MH17.\n\nFatalidad o mala suerte, lo cierto es que en cuatro meses la historia de dos aviones comerciales de la misma compañía ha terminado en tragedia y ninguna de ellas tiene aún una respuesta clara a lo ocurrido.",
                    "date": "2014-07-20",
                    "eventUri": "997350",
                    "id": "15778311",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6077,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "13:15:00",
                    "title": "Malaysia Airlines: Más de 500 muertos en cuatro meses",
                    "uri": "198586907",
                    "url": "http://www.europapress.es/internacional/noticia-malaysia-airlines-mas-500-muertos-cuatro-meses-20140720150157.html",
                    "wgt": 1
                },
                {
                    "body": "Un pasajero holandés del avión de Malaysia Airlines derribado por un misil en Ucrania subió a su muro de Facebook, antes de abordar, una imagen en la que aparecía el mismo avión y en la que escribió: \"¡Por si desaparece, así es como se ve!\".\n\nEl ciudadano, llamado Cor Pan, tomó la fotografía en Ámsterdam, y su broma iba referida al vuelo de la misma compañía que desapareció cuando viajaba a Kuala Lumpur.\n\nUn avión Boeing-777 de la compañía Malaysia Airlines se estrelló este jueves junto a la localidad de Shakhtiorsk, en Ucrania, a apenas cuarenta kilómetros de la frontera con Rusia. La aeronave cubría el trayecto Amsterdam-Kuala Lumpur y viajaba con 298 personas a bordo, de las que 283 eran pasajeros y 15 formaban parte de la tripulación.\n\nEl asesor del Ministerio del Interior ucraniano Antón Gueráshenko ha asegurado que todos los ocupantes del avión han muerto y ha acusado directamente a los rebeldes prorrusos de haber derribado el avión utilizando un misil tierra-aire. Por su parte, los rebeldes devuelven la acusación.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15629954",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6003,
                    "source": {
                        "title": "Libertad Digital",
                        "uri": "www.libertaddigital.com"
                    },
                    "time": "07:24:00",
                    "title": "Un pasajero del avión derribado: \"¡Por si desaparece, así es como se ve!\"",
                    "uri": "198154048",
                    "url": "http://www.libertaddigital.com/internacional/europa/2014-07-18/un-pasajero-del-avion-derribado-por-si-desaparece-asi-es-como-se-ve-1276524111/",
                    "wgt": 1
                },
                {
                    "body": "La tragedia del avión malasio aborta la reanudación de consultas de paz en Ucrania\n\nLíderes mundiales exigieron una investigación internacional sobre el derribo de un avión de Malasia sobre el este de Ucrania en el que murieron las 298 personas que viajaban a bordo, una tragedia que podría aumentar aún más las tensiones entre Rusia y Occidente.\n\nUn responsable estadounidense dijo que Washington sospecha que el misil tierra-aire que derribó el jueves al Boeing 777 de Malaysia Airlines que volaba desde Amsterdam a Kuala Lumpur fue lanzado por separatistas ucranianos apoyados por Moscú. \"No hay evidencia de que las fuerzas gubernamentales ucranianas dispararon un misil\", dijo el responsable, que habló bajo condición de anonimato.\n\nEl vicepresidente de Estados Unidos, Joe Biden, que habló en Detroit, dijo que el avión de pasajeros aparentemente \"reventó en el cielo\". El primer ministro australiano, Tony Abbott, pareció ir más allá que otros líderes occidentales al asignar la culpa por la caída del avión, exigiendo que Moscú responda preguntas sobre los \"rebeldes respaldados por Rusia\" que según dijo estaban detrás del desastre.\n\nMás de 20 ciudadanos australianos se encuentran entre las muchas nacionalidades a bordo del vuelo MH17. Holanda fue la nación más afectada, con 154 ciudadanos de ese país en la aeronave derribada. El avión se estrelló cerca del pueblo de Grabovo a unos 40 kilómetros de la frontera con Rusia, cerca de la capital de la región de Donetsk, un área que es un bastión de los rebeldes que han estado combatiendo a las fuerzas del Gobierno ucraniano por varios meses.\n\nUcrania acusó a milicianos pro-Moscú, ayudados por agentes de la inteligencia militar rusa, de lanzar un misil SA-11 tierra-aire de largo alcance. Los líderes rebeldes de Donetsk negaron cualquier implicación y dijeron que un jet de la fuerza aérea ucraniana había derribado el vuelo intercontinental. El presidente ruso, Vladimir Putin -- enfrentado con Occidente sobre su política hacia Ucrania -- le echó la culpa a Kiev por retomar su ofensiva contra los rebeldes hace dos semanas, después de un alto el fuego que no tuvo éxito. El líder del Kremlin llamó el incidente una \"tragedia\", pero no dijo quién derribó el Boeing.\n\nEl presidente ruso, Vladímir Putin, dijo hoy que la catástrofe del avión malasio que se estrelló ayer en el este de Ucrania, supuestamente derribado por un misil, requiere una investigación \"escrupulosa y objetiva\". Según el Kremlin, el presidente señaló que el suceso demuestra la necesidad de que se llegue cuanto antes a un arreglo pacífico del conflicto en el este de Ucrania. \"El jefe del estado ruso subrayó que la tragedia ocurrida demuestra una vez más la necesidad de que se llegue cuanto antes a un arreglo pacífico de la grave crisis en Ucrania, y subrayó que se requiere una investigación exhaustiva y objetiva sobre las circunstancias de la catástrofe\", señaló un comunicado del Kremlin.\n\nLa organización Interpol ofreció hoy su \"asistencia total\" para investigar el siniestro ayer del avión del vuelo NH17 de Malaysian Airlines con 295 personas a bordo en la región ucraniana de Donetsk, bajo control de los separatistas. \"Interpol ha ofrecido su asistencia total a todos los países miembros relevantes para ayudar a repatriar los restos con dignidad a sus países de origen\", declaró en un comunicado el secretario general de esa organización, Ronald K. Noble.\n\nEsa organización, con sede en la localidad francesa de Lyon, trabajará para determinar si alguno de los pasajeros que embarcaron en el avión siniestrado lo hicieron \"utilizando un pasaporte que hubiera sido perdido o robado\" y para aclarar si \"alguno de ellos estaba relacionado con alguna conducta criminal\", agregó K. Noble.\n\nEl presidente ucraniano, Petro Poroshenko, que había intensificado la ofensiva en el este, habló con Obama y trató de movilizar a la opinión mundial a favor de su causa. \"La agresión externa contra Ucrania no es sólo nuestro problema, sino una amenaza para la seguridad europea y mundial\", dijo Poroshenko en un comunicado.\n\nLa escala del desastre podría ser un punto de inflexión en la presión internacional para resolver la crisis, que ha dejado cientos de muertos desde que unas protestas derrocaron en febrero al presidente apoyado por Moscú en Kiev y Rusia anexionó a Crimea un mes después.\n\nRusia, que es acusada por las potencias de Occidente de intentar desestabilizar Ucrania para mantener su influencia sobre su viejo imperio soviético, ha dicho que los líderes de Kiev montaron un golpe de Estado fascista. El Kremlin también asegura que mantiene tropas listas para proteger a los ruso parlantes en el este, la misma lógica que utilizó para tomar el control de Crimea.\n\nCuando se conoció la noticia, Putin y Obama estaban en medio de discusiones sobre las nuevas sanciones económicas que Washington y sus socios de la Unión Europea le impusieron el miércoles a Moscú para forzar a Putin a poner paños fríos a la revuelta contra Kiev.\n\nDurante la conversación telefónica, los dos líderes hablaron sobre el derribo del avión y Obama advirtió acerca de posibles nuevas sanciones si Moscú no cambia su actitud ante la situación de Ucrania, dijo la Casa Blanca.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15633715",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5938,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "07:35:00",
                    "title": "Líderes mundiales exigen una investigación internacional tras el derribo de avión sobre Ucrania",
                    "uri": "198165873",
                    "url": "http://www.publico.es/internacional/534588/lideres-mundiales-exigen-una-investigacion-internacional-tras-el-derribo-de-avion-sobre-ucrania",
                    "wgt": 1
                },
                {
                    "body": "Otra tragedia para un avión malasio, sólo que éste al parecer fue derribado por un obús; volaba de Amsterdam a Kuala Lumpur.\n\nUn vuelo malasio que iba de Amsterdam a Kuala Lumpur con 280 pasajeros y 15 tripulantes se estrelló cerca de la ciudad Shajtarsk, en la región de Donetsk, Ucrania. Separatistas prorrusos y el gobierno oficial se culpan mutuamente de haber derribado el avión.\n\nEl presidente de Ucrania, Petro Poroshenko, dijo que \"este incidente no es una catástrofe. Es un acto terrorista\".\n\nEl ministro del Interior de Ucrania, Anton Gerashenko, afirmó que no había sobrevivientes, e indicó que el avión volaba a una altitud de 10 mil metros cuando fue alcanzado por un misil disparado por un lanzador Buk. Fuentes militares señalaron que los prorrusos que controlan una parte de la región de Donetsk habrían tirado la aeronave.\n\nLuego que el ministro Gerashenko dijo que no hubo sobrevivientes tras la caída de la aeronave de Malasia, autoridades locales indicaron que \"se desconoce el número de muertos\".\n\nPor su parte, estas fuerzas rebeldes negaron contar con los equipos necesarios para derribar un avión que viaja a semejante altura. El autoproclamado gobernador de la \"República Popular de Donetsk\", Alexander Borodai, aseguró que se trata de una \"provocación de las fuerzas aéreas ucranianas\".\n\nEl presidente Poroshenko sostuvo que las fuerzas armadas de su país no derribaron ningún avión en la región en la que se perdió contacto con el Boeing de Malaysia Airlines. \"El ejército de Ucrania no estuvo involucrado bajo ningún concepto en una destrucción de ese objetivo\".\n\nSegún testigos, en el lugar del siniestro decenas de cadáveres estaban esparcidos alrededor de los restos humeantes de un avión. Unos 100 cuerpos habían sido encontrado en la zona, cerca del pueblo de Grabovo. Los restos de la aeronave están dispersos alrededor de un área de unos 15 kilómetros de diámetro. Piezas rotas de las alas fueron marcadas con pintura azul y roja, los mismos colores que el emblema de Malaysian Airlines.\n\nEste incidente se produce después de que una aeronave de la misma aerolínea, Malaysian Airlines, desapareció el 8 de marzo en un vuelo desde Kuala Lumpur a Pekín con 239 personas a bordo. Aquel avión no se ha encontrado.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15635361",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5895,
                    "source": {
                        "title": "Diario Imagen",
                        "uri": "www.diarioimagen.net"
                    },
                    "time": "08:50:00",
                    "title": "Cae en Ucrania un avión malasio con 295 personas",
                    "uri": "198170433",
                    "url": "http://www.diarioimagen.net/?p=182477",
                    "wgt": 1
                },
                {
                    "body": "Vista de varios aviones de Malaysia Airlines en el aeropuerto internacional de Kuala Lumpur, Malasia./AHMAD YUSNI (EFE)\n\nLos equipos de rescate ucranianos han recuperado una segunda caja negra del avión de Malaysia Airlines que el jueves se estrelló en el este del país, según ha confirmado un cámara de la agencia Reuters desplazado al lugar del impacto.\n\nLos separatistas prorrusos presentes en la zona aseguraron el jueves que habían encontrado una de las cajas negras del avión, a bordo del cual viajaban 298 personas entre pasajeros y tripulantes.\n\nKiev y los separatistas se acusan mutuamente de haber derribado la aeronave y el presidente de Ucrania, Petro Poroshenko, ha hablado de \"ataque terrorista\".",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15636474",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5881,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "09:09:00",
                    "title": "Los equipos de rescate recuperan la segunda caja negra del vuelo MH17",
                    "uri": "198173862",
                    "url": "http://eldia.es/2014-07-18/INTERNACIONAL/20-equipos-rescate-recuperan-segunda-caja-negra-vuelo-MH17.htm",
                    "wgt": 1
                },
                {
                    "body": "Moscú, Rusia.- Los cadáveres de 121 personas que viajaban en el avión de Malaysian Airlines derribado la víspera por un misil, fueron encontradas en el lugar donde cayó la nave en la región de Donetsk, este de Ucrania, señalaron autoridades ucranianas.\n\nEl gobierno de Ucrania ha ordenado este viernes el cierre del espacio aéreo sobre las regiones de Donetsk y Lugansk, en el este del país, un día después de comunicar a la agencia Eurocontrol el límite del vuelo de aviones de pasajeros por estas zonas.\n\nLa oficina de prensa del Servicio de Situaciones de Emergencia notificó el hallazgo de los cadáveres y adelantó que continuará la búsqueda de más víctimas mortales.\n\nEl Boeing 777 de Malaysia Airlines, que cubría la ruta de msterdam a Kuala Lumpur con 298 pasajeros, incluidos tres bebés, y 15 tripulantes a bordo, cayó cerca del poblado de Snezhnoye, provincia de Donetsk, en una zona controlada por las milicias separatistas.\n\nLos combatientes prorrusos de la autoproclamada República Popular de Donetsk, que luchan contra el gobierno de Kiev, están dispuestos a aceptar una tregua que podría durar de 2 a 3 días para que se investigue el accidente del avión malasio.\n\nEl presidente de Rusia, Vladimir Putin, subrayó este viernes la necesidad de realizar una investigación \"completa e imparcial\" de los motivos que llevaron a la caída de la aeronave.\n\nEl primer ministro de Malasia, Najib Razak, dijo que su país investigará a fondo la causa de la caída del avión de la línea nacional en territorio ucraniano, e informó que se establecieron varios centros de emergencia.\n\nAsimismo, reveló que sostuvo una conversación telefónica con el presidente ucraniano Petro Poroshenko, quien se comprometió a realizar una investigación completa e independiente y a cooperar en este sentido con Malasia.\n\nEl gobierno holandés quiere una investigación independiente que determine lo ocurrido al avión de Malasyan Airlines que se estrelló en Ucrania oriental y en el que 154 nacionales de ese país murieron.\n\nEl presidente ucranio no dudó en calificar el siniestro de \"acto terrorista\", mientras que su homólogo ruso, Vladímir Putin, atribuyó la responsabilidad a Kiev por haber reanudado la ofensiva en el Este.\n\nLos milicianos prorrusos encontraron este jueves la caja negra del avión, y dijeron que tienen intención de entregarla a inspectores internacionales, en tanto durante la mañana de este viernes se localizó la segunda caja negra.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15649805",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5824,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "12:12:00",
                    "title": "Hallan 121 cadáveres del avión malasio derribado",
                    "uri": "198212978",
                    "url": "http://www.aztecanoticias.com.mx/notas/internacional/196595/hallan-121-cadaveres-del-avion-malasio-derribado",
                    "wgt": 1
                },
                {
                    "body": "Imágenes del lugar donde se ha estrellado al avión de Malaysia Airlines en el este de Ucrania\n\nUn avión comercial malasio con 280 pasajeros y 15 tripulantes a bordo se ha estrellado en este de Ucrania, cerca de la frontera con Rusia, según una fuente de la industria de aviación citada por la agencia de noticias Interfax. El avión, que cubría la ruta entre Ámsterdam y Kuala Lumpur, ha colisionado en la región de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos. El ministro de Interior ucraniano, Zoryan Shkyryak, afirma que hay más de 300 muertos, 23 de los cuales eran estadounidenses.\n\nLos rebeldes ucranianos han encontrado la caja negra del avión. Los restos de más de 100 de las 295 personas que volaban en el Boeing-777 han sido encontrados ya en el lugar del accidente, según una fuente del Ministerio de Situaciones de Emergencia. \"Por ahora no podemos decir el numero exacto de muertos, ni siquiera aproximados, porque hay restos diseminados en una amplia zona entre los árboles\", dijo la fuente a la agencia RIA Nóvosti en el lugar.\n\nLos prorrusos han pedido un alto el fuego a Kiev para investigar los hechos Los rebeldes prorrusos propusieron este jueves al Gobierno ucraniano un alto el fuego para investigar la tragedia.\n\nEn ese vuelo viajaban al menos 4 pasajeros franceses, según el ministro de Exteriores francés, Laurent Fabius, y 23 estadounidenses, afirma el ministro de Interior ucraniano, Zoryan Shkyryak.\n\nEl representante de la aerolínea, Huib Gorter, informó de que en el Boeing 777 viajaban 154 pasajeros holandeses, 27 australianos, 23 malasios, 11 indonesios, seis británicos, cuatro alemanes, cuatro belgas, tres filipinos y un canadiense.\n\nGorter, durante una conferencia de prensa en el aeropuerto de Amsterdam-Schiphol, indicó también que aún hay 47 personas cuya nacionalidad está aún por determinar.\n\nEl vicepresidente de Estados Unidos, Joe Biden, ha confirmado que el avión de Malaysia Airlines que se ha estrellado este jueves en el este de Ucrania fue \"derribado\". \"No fue un accidente, explotó en el cielo\", ha asegurado durante un discurso en Detroit, según The Washington Post.\n\n\"No fue un accidente, explotó en el cielo\", defiende el vicepresidente de EEUU\n\nBiden, que ha hablado telefónicamente con el presidente de Ucrania, Petro Poroshenko, ha dicho que todavía no tienen \"todos los detalles\" sobre las circunstancias que han rodeado a este incidente, pero ha subrayado que trabajan \"cada minuto\" para \"confirmar\" las informaciones.\n\nUna segunda fuente, en este caso un oficial de la Inteligencia norteamericana ha confirmado a la CNN que el avión fue derribado. Según otras fuentes de la misma organización citadas por The Wall Street Journal, el avión recibió el impacto de un misil tierra-aire, Sin embargo, no han podido determinar si el proyectil procedía de territorio ucraniano o ruso.\n\n\"Esta es una zona disputada. Va a llevar tiempo conseguir información sobre las intenciones de quienes han estado involucrados\", señalaron las fuentes de Inteligencia citadas por los medios estadounidenses.\n\nOtra fuente consultada por The Washington Post ha admitido que \"llevará algún tiempo reunir información sobre las intenciones de quienquiera que estuviese implicado\" en este ataque, en el que han perdido la vida casi 300 personas.\n\nLa jefa de la diplomacia de la Unión Europea (UE), Catherine Ashton, ha pedido hoy que se aclaren con una \"investigación internacional\" urgente las circunstancias sobre el siniestro. \"Las circunstancias deben aclararse sin demora y la investigación internacional debe esclarecer plenamente esta tragedia\", afirmó Ashton en un comunicado.\n\nPara Ashton el siniestro \"constituye otro ejemplo de por qué es tan urgente acabar con este conflicto\" \"Pedimos a todas las partes en la región del accidente que faciliten el pleno acceso al lugar de la caída, para que pueda protegerse de inmediato, que cooperen plenamente y que compartan toda la información relevante\", ha reclamado la Alta Representante.\n\nA su juicio, la caída del MH17 \"constituye otro claro ejemplo de por qué es tan urgente acabar con este conflicto\" . \"Sin prejuzgar los hechos detrás de la caída, pedimos a todas las partes que detengan la pérdida de vidas sin sentido en el este de Ucrania, que eviten un aumento de la tensión y que acuerden un alto el fuego inmediato\", ha señalado Ashton.\n\nMinutos después, a la petición de una investigación realizada por Asthon se sumaba el secretario general de Naciones Unidas, Ban Ki-moon, mientras el presidente estadounidense, Barack Obama, ha ofrecido la asistencia de su país para \"determinar qué pasó y por qué\". Por su parte, el primer ministro de Malasia, Najib Razak, ha anunciado una \"investigación inmediata\" y se declara \"consternado\".\n\nEl aparato es una aeronave de pasajeros Boeing-777, el avión birreactor más grande del mundo, conocido como Triple Siete, capaz de transportar a más de 300 pasajeros a más de 17.000 kilómetros. Previamente había desaparecido este jueves de los radares en Ucrania a una altura de 10.000 metros, informaron fuentes policiales ucranianas a la agencia rusa Interfax.\n\nEl avión, que pertenece a una aerolínea malasia, perdió la comunicación con tierra en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales ucranianas y los rebeldes prorrusos.\n\nRusia ha pedido permiso a Kiev para ayudar en las labores de rescate en el lugar del accidente. \"Los servicios de emergencia rusos han enviado una petición oficial a nuestros colegas ucranianos para ayudar en las labores de rescate en territorio ucraniano\", ha declarado el ministro de Emergencias ruso, Vladimir Puchkov, a la agencia rusa de noticias RIA.\n\nPutin: \"El Estado sobre cuyo territorio sucedió esto tiene la responsabilidad por esta horrible tragedia\"\n\nEl avión pertenecía a la misma compañía que el MH370 que desapareció en el Índico el pasado mes de marzo.\n\nEl presidente ruso, Vladímir Putin, ha responsabilizado a Ucrania del siniestro. \"Sin duda, el Estado sobre cuyo territorio sucedió esto tiene la responsabilidad por esta horrible tragedia\", dijo el mandatario ruso durante una reunión sobre asuntos económicos celebrado en Moscú al filo de la medianoche.\n\nEn Ucrania, el accidente en pleno campo de batalla del gobierno de Kiev y los separatistas prorrusos, cerca de la región de Donetsk, ha generado acusaciones de ambos bandos hacia el otro.\n\nLas fuerzas armadas ucranianas no han tenido nada que ver en la catástrofe, afirman desde el servicio de prensa presidencial. El presidente ucraniano, Petro Poroshenko, cree que se trata de un \"acto terrorista\". \"No es un accidente, no es una catástrofe, sino un acto terrorista\", ha señalado Svatoslav Tsegolko, secretario de prensa, en nombre de Poroshenko.\n\nUn portavoz del ministerio de Interior ucraniano, citado por la agencia rusa Interfax, asegura que el avión fue derribado por un misil tierra-aire. El primer ministro ucraniano, Arseny Yatseniuk, ha ordenado abrir una investigación.\n\nPor su parte, el líder de los separatistas, Aleksander Borodai, acusa a la Fuerza Aérea Ucraniana de haber derribado el avión con un cazabombardero. Según una fuente de la Aviación de Rusia citada por medios rusos, el avión fue derribado por un misil ucraniano que tenía por objetivo el avión del presidente ruso, Vladimir Putin.\n\nExpertos militares citados por la BBC subrayan que un avión que vuela a 10.000 metros de altura no puede ser derribado más que por un misil tierra-aire de largo alcance guiado por radar o por un avión de combate que dispare misiles aire-aire. En ambos casos, esa actividad bélica sería detectada por los satélites militares de EE.UU.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15629684",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5818,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "06:55:00",
                    "title": "Un avión con 295 personas es derribado en el este de Ucrania",
                    "uri": "198153309",
                    "url": "http://www.publico.es/internacional/534513/un-avion-con-295-personas-es-derribado-en-el-este-de-ucrania",
                    "wgt": 1
                },
                {
                    "body": "Un pasajero observa un panel de información en el aeropuerto de Kuala Lumpur: \"Plegaria por el MH17\" EFE\n\nDe nuevo un teléfono sonando en horas intempestivas, carreras hacia el aeropuerto y caras de los familiares de las víctimas intentando entender cómo 298 personas perdían la vida en la segunda tragedia que golpea de lleno a Malaysia Airlines en cuatro meses.\n\nEl vuelo MH17, derribado por un misil tierra-aire cuando sobrevolaba el espacio aéreo de Ucrania, se une a la desaparición el pasado 8 de marzo de un Boeing 777, misma aeronave protagonista del ataque, de la aerolínea malasia, que partió con 227 pasajeros y 12 tripulantes desde el aeropuerto internacional de Kuala Lumpur con destino Pekín.\n\nSe une a la desgracia que el ataque se realizaba contra un avión de pasajeros con 100 especialistas en sida a bordo, que viajaban en su mayoría a una cumbre mundial sobre la enfermedad en Melbourne (Australia).\n\nLa compañía aérea y la propia Malasia reciben, de nuevo, otro golpe devastador, convaleciente aún de la tragedia del vuelo MH370 desaparecido, tras anunciar el Gobierno malasio que el avión se estrelló en el Océano Índico sin dejar supervivientes.\n\n\"Un suceso como éste, cuatro meses después del vuelo MH370, justo cuando estábamos recuperando nuestras vidas, es muy difícil de llevar\", expresaba entre sollozos un ejecutivo de la aerolínea en el aeropuerto de Kuala Lumpur. \"No puedes imaginar cómo consume esta situación y qué delicada es. Nadie puede creerse que esto está sucediendo otra vez\".\n\nUn protocolo de emergencia recientemente utilizado\n\nEn la primera tragedia, políticos y miembros de la compañía actuaron con lentitud al informar de la desaparición en pleno vuelo de avión con destino a la capital china y después comenzaron a realizar declaraciones confusas, cuando no contradictorias.\n\nEste jueves, las noticias de que algo extraño sucedía con el avión con origen en Ámsterdam comenzaban a llegar a Malasia alrededor de las 11 de la noche, hora local. Poco después, los miembros de la empresa eran alertados y convocados en el aeropuerto de la capital malasia para establecer el protocolo de emergencia, según altos cargos de la aerolínea.\n\n\"Cuando entramos en la sala, miramos a alrededor y vimos a los mismos empleados y las mismas caras que vimos durante (la crisis del vuelo) MH370\", afirmaba un miembro del Gobierno. \"Todo el mundo estaba suspirando. No podíamos creer que algo como esto volviera a pasar de nuevo\".\n\nAlrededor de las 11.30 de la noche, las 7.30 de la tarde en España, los trabajadores de Malaysia Airlines conocían por la televisión y por la confirmación de las autoridades ucranianas que el avión había sido derribado. La compañía anunciaba en su cuenta oficial de Twitter que habían perdido contacto con la aeronave, actuando al momento tras las fuertes críticas recibidas en el desastre de marzo por mantenerse en silencio durante seis horas.\n\nMalaysia Airlines has lost contact of MH17 from Amsterdam. The last known position was over Ukrainian airspace. More details to follow.\n\n? Malaysia Airlines (@MAS) julio 17, 2014\n\nPasada la medianoche, los directivos anunciaban el número total de fallecidos: 283 pasajeros y 15 miembros de la tripulación. \"La gente conocía el procedimiento a seguir esta vez, todo el mundo estaba concentrado en lo que tenía que hacer\", señalaba un miembro del Gobierno malasio. \"La compañía, Gobierno, las distintas agencias, los políticos. Todo el mundo tenía su función y sabía cómo proceder\".\n\nEntre los dos Boeing 777 siniestrados, el balance total de fallecidos asciende a 537 personas de más de 15 nacionalidades distintas, víctimas mortales de las desgracias de Malaysia Airlines.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15647810",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5774,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "11:47:00",
                    "title": "Las tragedias de Malaysia Airlines",
                    "uri": "198207604",
                    "url": "http://www.elmundo.es/internacional/2014/07/18/53c900c222601d7c718b4582.html",
                    "wgt": 1
                },
                {
                    "body": "El avión de Malaysia Airlines que se estrelló ayer en el este de Ucrania recibió el impacto de un misil tierra-aire, confirmaron fuentes de los servicios de inteligencia de EEUU citadas por la cadena CNN y el diario The Washington Post.\n\nWASHINGTON/MOSCÚ.-El avión de Malaysia Airlines que se estrelló en el este de Ucrania recibió el impacto de un misil tierra-aire, según los servicios de inteligencia de EEUU.\n\nLas fuentes no han podido determinar, no obstante, el origen del proyectil que derribó al avión, un Boeing 777 procedente de Amsterdam y que se dirigía a Kuala Lumpur, con 295 personas a bordo.\n\n\"Esta es una zona disputada. Va a llevar tiempo conseguir información sobre las intenciones de quienes han estado involucrados\", señalaron las fuentes de inteligencia citadas por los medios estadounidenses.\n\nEstas informaciones indican que un radar habría detectado cómo se encendía un sistema de misiles tierra-aire antes de que el avión malasio fuera derribado.\n\nPor su parte, el vicepresidente de EEUU, Joe Biden, reafirmó la tesis del misil al asegurar durante un acto político esta tarde en Detroit que el avión había sido \"aparentemente derribado\".\n\n\"No fue un accidente, estalló en el cielo\", dijo el vicepresidente de EEUU.\n\nPoco antes, Biden se había comunicado telefónicamente con el presidente ucraniano, Petró Poroshenko, a quien ofreció asistencia para dilucidar las causas del siniestro del avión de la compañía Malaysia Airlines.\n\nEl avión se estrelló en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos, quienes nada más producirse se acusaron mutuamente de ser responsables del derribo del aparato.\n\n\"LA RESPONSABILIDAD DEL ACCIDENTE LA TIENE UCRANIA\"\n\nEl presidente ruso, Vladímir Putin, responsabilizó a Ucrania de la caída del Boeing 777 malasio con 295 personas a bordo, todos fallecidos en la tragedia, en la rebelde región de Donetsk.\n\n\"Sin duda, el Estado sobre cuyo territorio sucedió esto, tiene la responsabilidad por esta horrible tragedia\", dijo el mandatario ruso.\n\nPutin cargó contra Kiev y manifestó que \"la tragedia no habría tenido lugar si en esa tierra hubiera paz, si no se hubieran reanudado las acciones militares en el sureste de Ucrania\".\n\nEl líder del Kremlin encargó al Gobierno ruso hacer todo lo posible para esclarecer las causas de la caída del Boeing, de cuyo derribo ya se han acusado las autoridades ucranianas y los separatistas prorrusos, los dos bandos que combaten desde hace dos meses y medio en el este de Ucrania.\n\n\"Se trata de algo absolutamente intolerable y nadie tiene derecho de dejarlo pasar sin sacar las correspondientes conclusiones y sin obtener información objetiva sobre lo sucedido\", exigió el presidente ruso.\n\nEl Servicio de Seguridad de Ucrania (SBU, siglas en ucraniano) aseguró haber captado una conversación en la que supuestamente los rebeldes prorrusos hablan del derribo del avión malasio.\n\nEn el vídeo colgado por el SBU en Youtube, se escucha cómo uno de los supuestos comandantes insurgentes informa a su superior sobre el derribo por error de un avión comercial en la región de Donetsk.\n\nSegún las autoridades ucranianas, el aparato pudo haber sido abatido por un cohete tierra-aire lanzado por un sistema de misiles Buk, mientras que los rebeldes aseguran que el avión fue abatido por un caza de las Fuerzas Aéreas ucranianas.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15642302",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5763,
                    "source": {
                        "title": "Diario del Alto Aragon",
                        "uri": "www.diariodelaltoaragon.es"
                    },
                    "time": "10:36:00",
                    "title": "Un misil impactó sobre el avión siniestrado en Ucrania",
                    "uri": "198192159",
                    "url": "http://www.diariodelaltoaragon.es/NoticiasDetalle.aspx?Id=884624",
                    "wgt": 1
                },
                {
                    "body": "El presidente de Rusia, Vladimir Putin./Fernando BizerraJr. (EFE)\n\nMoscú, EFE El presidente ruso, Vladímir Putin, dijo hoy que la catástrofe del avión malasio que se estrelló ayer en el este de Ucrania, supuestamente derribado por un misil, requiere una investigación \"escrupulosa y objetiva\".\n\nSegún el Kremlin, el presidente señaló que el suceso demuestra la necesidad de que se llegue cuanto antes a un arreglo pacífico del conflicto en el este de Ucrania.\n\n\"El jefe del estado ruso subrayó que la tragedia ocurrida demuestra una vez más la necesidad de que se llegue cuanto antes a un arreglo pacífico de la grave crisis en Ucrania, y subrayó que se requiere una investigación exhaustiva y objetiva sobre las circunstancias de la catástrofe\", señaló un comunicado del Kremlin.\n\nPutin también expresó sus condolencias al primer ministro de Holanda, dado que la mayor parte de los casi 300 pasajeros del avión de Malaysian Airlines que cubría la ruta Amsterdam-Kuala Lumpur eran holandeses.\n\nSegún los servicios de inteligencia de Estados Unidos, el avión de la compañía Malaysian Airlines fue derribado por un misil tierra aire, aunque no ha podido especificar quién lo disparó.\n\nTanto las autoridades de Kiev como los rebeldes prorrusos del este se culpan mutuamente del derribo del avión, en pleno conflicto armado en el este de Ucrania.\n\nLa aerolínea ha señalado que en el avión iban 298 personas, 283 pasajeros y 15 tripulantes.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15633578",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5702,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "08:26:00",
                    "title": "Putin pide investigación exhaustiva de la caída del avión malasio",
                    "uri": "198165327",
                    "url": "http://eldia.es/2014-07-18/INTERNACIONAL/17-Putin-pide-investigacion-exhaustiva-caida-avion-malasio.htm",
                    "wgt": 1
                },
                {
                    "body": "Reunión de urgencia en la ONU por el avión siniestrado en Ucrania\n\nDespués de encontrar la segunda caja negra del avión, la aerolínea ha asegurado que el aparato pasó con éxito la última revisión el 11 de julio en el hangar que la compañía tiene en el aeropuerto de Kuala Lumpur y que la próxima inspección debía realizarla el 27 de agosto. Además, ha confirmado que todos los sistemas de comunicación del avión funcionaban correctamente antes del siniestro.\n\nAnte este siniestro, el Gobierno ucraniano y los rebeldes prorrusos se acusan mutuamente de la autoría del atentado. Estos últimos están dispuestos a aceptar una tregua con las fuerzas de Kiev para que se investigue el accidente del avión malasio, ha señalado el viceprimer ministro de la formación separatista, Andrei Purguín.\n\nPor su parte, el presidente ruso, Vladímir Putin, ha dicho que la catástrofe requiere una investigación \"escrupulosa y objetiva\". Y ha señalado que el suceso demuestra la necesidad de que se llegue cuanto antes a un arreglo pacífico del conflicto en el este de Ucrania.\n\n\"El jefe del estado ruso subrayó que la tragedia ocurrida demuestra una vez más la necesidad de que se llegue cuanto antes a un arreglo pacífico de la grave crisis en Ucrania, y subrayó que se requiere una investigación exhaustiva y objetiva sobre las circunstancias de la catástrofe\", según se ha afirmado en un comunicado del Kremlin.\n\nMalaysia Airlines publicará las identidades de los pasajeros del avión una vez se haya puesto en contacto con los familiares de todos ellos.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15640836",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.57,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "10:18:00",
                    "title": "Malaysian Airlines afirma que el avión estrellado estaba en buen estado",
                    "uri": "198188138",
                    "url": "http://www.cadenaser.com/internacional/articulo/malaysian-airlines-afirma-avion-estrellado-estaba-buen-estado/csrcsrpor/20140718csrcsrint_2/Tes",
                    "wgt": 1
                },
                {
                    "body": "Varios pasajeros evitaron la catástrofe del vuelo MH17 por ahorrar o viajar en familia\n\nUna familia británica salvó la vida al no poder abordar en Amsterdam el avión malasio que se estrelló en Ucrania porque estaba completo, según ha relatado a la cadena BBC.\n\nBarry e Izzy Sim y su bebé trataron de abordar el vuelo MH17 para viajar a Kuala Lumpur, pero por falta de asientos se vieron obligados a reservar otro vuelo de la aerolínea KLM.\n\n\"Tienes esta sensación de malestar en la boca del estómago. Empiezas a sentir mariposas. Tienes palpitaciones\", relató Barry Sim en la terminal del aeropuerto de Schiphol, en Amsterdam.\n\nAdmitió que hay que tener una actitud \"filosófica\" y seguir una vida normal, pero Izzy dijo estar convencida de que \"alguien\" les \"estaba observando\" y les decía: \"No debes subir a ese avión\".\n\n\"Somos muy fieles a Malaysia Airlines y siempre queremos volar con Malaysia Airlines\", añadió Izzy con su bebé en brazos.\n\nEl vuelo de la aerolínea malasia, en el que viajaban casi 298 personas, se estrelló en la región ucraniana de Donetsk y al parecer pudo ser derribado por un misil.\n\nOtros casos\n\nPor su lado, Maarten de Jonge, de 29 años, un ciclista profesional que corre en un equipo malasio, también escapó a la catástrofe.\n\n\"En el último momento elegí un vuelo que salía el domingo porque era 300 euros más barato\", aseguró a medios holandeses. \"Intentar ahorrar me ha salvado la vida\", dijo.\n\nOtra familia, que debía volver a Australia a través de Kuala Lumpur para un funeral, llegó demasiado tarde al aeropuerto para poder comprar boletos para el fatal vuelo. \"Es un poco surrealista\", aseguraron en la televisión AT5.\n\nLo último\n\nEn tanto, el Consejo de Seguridad de la ONU pidió investigación internacional independiente y\n\nun primer informe de la inteligencia estadounidense sugiere que probablemente los separatistas prorrusos derribaron el avión malasio.\n\nY mientras los servicios de rescate han localizado por el momento a 181 de los 298 fallecidos, las reacciones internacionales no se han hecho esperar.\n\nEl papa Francisco llamó a la paz y al diálogo para evitar más muertes en Ucrania, mientras que el ex presidente de Cuba Fidel Castro consideró una \"provocación insólita\" de Ucrania el supuesto derribo de la aeronave.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15664092",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5652,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "15:14:00",
                    "title": "Familia se salvó al no abordar avión malasio por falta de asientos",
                    "uri": "198252306",
                    "url": "http://www.publimetro.cl/nota/mundo/familia-se-salvo-al-no-abordar-avion-malasio-por-falta-de-asientos/xIQngr%21dWgUJ0X6LLZDI/",
                    "wgt": 1
                },
                {
                    "body": "Moscú, Rusia.- El presidente de Rusia, Vladimir Putin, expresó sus condolencias al primer ministro de Holanda, Mark Rutte, por la caída del vuelo Malaysia Airlines, donde al parecer viajaban más de 170 holandeses, y llamó a una rápida solución a la crisis en Ucrania.\n\nEl jefe de Estado ruso señaló que esta tragedia ha confirmado una vez más la necesidad de hallar lo más pronto posible un acuerdo de paz en Ucrania y señaló que todos los detalles del accidente aéreo deben ser investigados a fondo y en forma imparcial.\n\nEl servicio de prensa del Kremlin reportó este viernes que el mandatario expresó sus condolencias al pueblo holandés y pidió al primer ministro Rutte, comunique a los familiares de las víctimas de la catástrofe sus palabras de apoyo y de compasión.\n\nAnteriormente, Putin, quien ha negado en repetidas ocasiones la participación de Rusia en el conflicto en Ucrania, sostuvo que el gobierno en Kiev era responsable porque el accidente no habría ocurrido si no hubiera estallado la crisis en el este de Ucrania.\n\nEl conflicto actual con los separatistas, luchando con las fuerzas regulares de Kiev, en 2 regiones del este de ese país inició semanas después de que la república de Crimea se separó de Ucrania y se adhirió a Rusia con el beneplácito de Moscú en marzo pasado.\n\nLas relaciones entre Rusia y Ucrania entraron en una fase crítica después de que una revuelta popular obligó en febrero pasado a la salida del presidente Viktor Yanukovich, quien rechazó una alianza con la Unión Europea y favoreció sus relaciones con Moscú.\n\nEl ministro de Transporte de Malasia aseguró que en el avión viajaban 173 holandeses y no 154 como se había informado previamente.\n\nEl vuelo comercial MH17 de la empresa Malaysia Airlines con 298 personas a bordo, incluidos 15 tripulantes, se estrelló en la región de Donetsk en el este de Ucrania, debido al disparo de un misil.\n\nEl presidente ucraniano, Petro Poroshenko, declaró que el derribo del avión malasio fue un acto terrorista y aseguró que resulta un desafío para el mundo.\n\n\"La tragedia de hoy muestra una vez más que el terrorismo no es algo local, sino un problema global. La agresión externa contra Ucrania no es solo nuestro problema, sino una amenaza para la seguridad europea y mundial\", manifestó.\n\nSegún los separatistas prorrusos, el avión de Malasya Airlines fue derribado por un caza ucraniano, que a su vez fue alcanzado por un proyectil de las fuerzas rebeldes.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15658280",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5533,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "14:02:00",
                    "title": "Putin expresa sus condolencias a Holanda",
                    "uri": "198236717",
                    "url": "http://www.aztecanoticias.com.mx/notas/internacional/196604/putin-expresa-sus-condolencias-a-holanda",
                    "wgt": 1
                },
                {
                    "body": "Mientras Moscú y Kiev se acusan mutuamente de haber derribado el avión de Malaysian Airlines con 298 pasajeros, las redes sociales y la web en general, viralizan una indignación casi sin precedentes.\n\nMalaysia Airlines\n\nDespués que los servicios de inteligencia norteamericanos confirmaran que fue el impacto de un misil, lo que acabó con la vida de los 298 pasajeros que viajaban de Ámsterdam a Kuala Lumpur a bordo de un avión comercial, la noticia se hizo debate y en cuestión de horas millones de comentarios saturaron las redes. La exigencia de una investigación urgente, así como las más radicales solicitudes de intervención militar, han hecho que la conmoción sea casi palpable y que millones de personas coincidan en lo que a todas luces reclama sanciones para sus responsables.\n\nTanto Ucrania como Rusia se están acusando mutuamente por lo ocurrido, mientras todas las compañías aéreas han suspendido atravesar áreas por encima de Ucrania y alejaron sus rutas a una distancia más que prudencial.\n\nExigen \"alto el fuego\" inmediato para definir responsabilidad\n\nLa Casa Blanca a través de un portavoz exigió el \"alto el fuego\" inmediato a fin de dirimir la responsabilidad del misil tierra-aire que derribó el aparato -un Boeing 777- que desapareció de los radares apenas ingresó al espacio aéreo de Ucrania a una altitud de 10.000 metros. El avión de la Malaysia Airlines, trasladaba 280 pasajeros (tres de ellos bebes) y 15 miembros de la tripulación.\n\nPor su parte el ministro de transporte malayo, Liow Tion Lai, dijo en Kuala Lumpur que el derribo de un avión de línea \"ha sido un ataque a la decencia humana\" y confirmó el envío de un equipo de técnicos que está viajando a Kiev para investigar responsabilidades.\n\nAunque había ciudadanos de nueve nacionalidades, la mayoría de los que viajaban en la aeronave, eran holandeses. Varios de los pasajeros eran técnicos que viajaban a Melbourne, en Australia, para la conferencia internacional sobre el SIDA.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15655719",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5517,
                    "source": {
                        "title": "LARED21",
                        "uri": "www.lr21.com.uy"
                    },
                    "time": "13:32:00",
                    "title": "Viraliza la indignación mundial por el avión comercial derribado en Ucrania",
                    "uri": "198229829",
                    "url": "http://www.lr21.com.uy/mundo/1186574-viraliza-la-indignacion-mundial-por-el-avion-comercial-derribado-en-ucrania#utm_source%3Drss%26utm_medium%3Drss%26utm_campaign%3Dviraliza-la-indignacion-mundial-por-el-avion-comercial-derribado-en-ucrania",
                    "wgt": 1
                },
                {
                    "body": "Continúa la búsqueda de cuerpos en la zona en la que cayó el avión\n\nLa Asociación Europea de Pilotos (ECA, por sus siglas en inglés) pidió este jueves \"medidas inmediatas\" para garantizar la seguridad de los aviones que sobrevuelan la región del este de Ucrania donde se ha estrellado un vuelo de Malaysia Airlines, la ruta más frecuentada hacia el Sudeste Asiático. \"Los pilotos europeos están conmocionados por la noticia de que un avión comercial de Malaysia Airlines fue derribado en Ucrania por un misil\", indicó el presidente de la Asociación, Nico Voorbach, en un comunicado de prensa.\n\n\"La Asociación hace un llamamiento a las autoridades europeas para que adopten medidas de manera inmediata para garantizar la seguridad de todos los vuelos que sobrevuelan la región\", recalcó Voordbach.\n\n\"La ruta efectuada por la aeronave de Malaysia Airlines es la más común para los vuelos que viajan entre Europa y el Sudeste Asiático\", indicó el presidente de la asociación, que observará el desarrollo de la situación \"muy de cerca\". El presidente de la asociación expresó también sus condolencias a los familiares y amigos de los 298 fallecidos.\n\nEl Boeing-777 de Malaysia Airlines despegó hoy del aeropuerto de Amsterdam-Schiphol y desapareció de los radares cuando volaba sobre la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.\n\nLas autoridades ucranianas afirman que el avión fue abatido por un misil en una zona de Donetsk que está bajo el control de los milicianos separatistas, mientras que los rebeldes prorrusos acusan a las fuerzas leales a Kiev de haber derribado el avión con un caza. ECA Representa a más de 38.000 pilotos europeos de asociaciones nacionales de pilotos en 37 países europeos, según su página web.\n\nCierre del espacio aéreo\n\nEl Gobierno de Ucrania ha ordenado este viernes el cierre de espacio aéreo sobre las regiones de Donetsk y Lugansk, en el este del país, un día después de comunicar a la agencia Eurocontrol el límite del vuelo de aviones de pasajeros por estas zonas.\n\nEl Ministerio de Infraestructuras ucraniano ha prohibido los vuelos sobre la totalidad de Donetsk y Lugansk y parcialmente sobre la vecina región de Jarkiv. Kiev mantiene abierta en la parte este del país una operación de seguridad contra los separatistas prorrusos.\n\nNumerosas aerolíneas ya habían anunciado que modificarán sus rutas para evitar sobrevolar la zona oriental ucraniana como medida de precaución. El jueves, un avión de la compañía Malaysia Airlines con 298 personas a bordo se estrelló a unos 50 kilómetros de la frontera rusa por el supuesto disparo de un proyectil.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15638299",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5479,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "09:39:00",
                    "title": "Pilotos europeos reclaman responsabilidades y una investigación profunda",
                    "uri": "198180304",
                    "url": "http://www.abc.es/internacional/20140718/abci-responsabilidades-avion-ucrania-pilotos-201407181014.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Personal de la aerolínea Malaysia Airlines trabaja en uno de sus apartatos en el Aeropuerto Internacional de Kuala Lumpur, en Sepang, a las afueras de Kuala Lumpur (Malasia) hoy, viernes 18 de julio de 2014. /AZHAR RAHIM (EFE)\n\nLondres, EFE Una familia británica salvó la vida al no poder abordar en Amsterdam el avión malasio que se estrelló en Ucrania porque estaba completo, según ha relatado a la cadena BBC.\n\nBarry e Izzy Sim y su bebé trataron ayer de abordar el vuelo MH17 para viajar a Kuala Lumpur, pero por falta de asientos se vieron obligados a reservar otro vuelo de la aerolínea KLM.\n\n\"Tienes esta sensación de malestar en la boca del estómago. Empiezas a sentir mariposas. Tienes palpitaciones\", relató Barry Sim en la terminal del aeropuerto de Schiphol, en Amsterdam.\n\nAdmitió que hay que tener una actitud \"filosófica\" y seguir una vida normal, pero Izzy dijo estar convencida de que \"alguien\" les \"estaba observando\" y les decía: \"No debes subir a ese avión\".\n\n\"Somos muy fieles a Malaysia Airlines y siempre queremos volar con Malaysia Airlines\", añadió Izzy con su bebé en brazos.\n\nEl vuelo de la aerolínea malasia, en el que viajaban casi 300 personas, se estrelló en la región ucraniana de Donetsk y al parecer pudo ser derribado por un misil.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15636443",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5345,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "09:08:00",
                    "title": "Una familia salva la vida al no subir al avión malasio por falta de asientos",
                    "uri": "198173790",
                    "url": "http://eldia.es/2014-07-18/INTERNACIONAL/23-familia-salva-vida-subir-avion-malasio-falta-asientos.htm",
                    "wgt": 1
                },
                {
                    "body": "Una pariente de Mohd Ghafar Bin Abu Bakar, miembro de la tripulación del vuelo MH17 de Malaysian Airlines\n\nDos aviones menos en cuatro meses. En contra de todas las normas de la probabilidad, una maldición parece haber caído sobre la compañía Malaysia Airlines, que sufre una nueva tragedia tras la misteriosa desaparición del vuelo MH370 en marzo. Cuando aún no ha aparecido ni rastro de ese avión, el supuesto derribo del vuelo MH17 sobre una zona en guerra en Ucrania revive las peores pesadillas de esta aerolínea estatal.[Sigue en directo la última hora sobre el avión estrellado]\n\n\"Este es un día trágico, en lo que ya ha sido un año trágico, para Malasia\", resumió el sentir general del país el primer ministro, Najib Razak, nada más conocer la noticia en una comparecencia durante la pasada madrugada. A la espera de confirmar las causas del siniestro, prometió que \"si se descubre que el avión fue realmente derribado, insistimos en que los autores deben ser llevados ante la justicia rápidamente\".\n\nMientras el Gobierno ucraniano acusa a los rebeldes prorusos de haber abatido el aparato con un misil tierra-aire en su lucha por la independencia del este del país, estos lo niegan y culpan a las tropas enviadas por Kiev para someter la revuelta. Aunque las autoridades aéreas internacionales no habían restringido dicha zona de vuelo por los combates, algunas compañías llevaban ya un tiempo evitándola por seguridad. Pero otras, como Malaysia Airlines, seguían usándola por ser más corta y barata, ya que les permitía ahorrar combustible. Unas penosas circunstancias que agravan aún más el sufrimiento de los familiares de los pasajeros, algunos de los cuales acudieron anoche al aeropuerto de Kuala Lumpur.\n\nDe los 298 ocupantes del avión, que cubría la ruta entre Ámsterdam y Kuala Lumpur, 154 eran holandeses, 43 malasios (incluyendo los 15 miembros de la tripulación y dos niños), 27 australianos, 12 indonesios (incluido un niño), nueve británicos, cuatro alemanes, cuatro belgas, tres filipinos, un canadiense y 41 más de otras nacionalidades.\n\nEn otra extraña coincidencia, el aparato era el mismo modelo que el desaparecido MH370, un Boeing 777-200ER. El pasado 8 de marzo, dicho vuelo se perdió del radar poco después de despegar de Kuala Lumpur en dirección a Pekín con 239 ocupantes, la mayoría chinos. Por causas aún desconocidas, el avión cortó sus comunicaciones y se desvió de su ruta, siguiendo un rumbo totalmente distinto que, según los satélites espaciales, acabó al suroeste de Australia, donde al parecer se estrelló al quedarse sin combustible mientras sobrevolaba el Océano Indico. Como aún no ha aparecido ni un solo resto del avión, que sigue siendo buscado a 10.000 metros de profundidad en un área de 60.000 kilómetros cuadrados, los investigadores barajan todas las hipótesis: desde un secuestro aéreo que salió mal hasta el suicidio de alguno de los pilotos pasando por un incendio eléctrico que asfixió a los ocupantes del avión, que habría seguido volando solo con el piloto automático.\n\nTanto el enigma del MH370 como el infortunio que rodea al MH17 amenazan con darle la puntilla a Malaysia Airlines, una compañía sumida desde una década en una grave crisis financiera. La aerolínea, que gozaba hasta hace poco de una extraordinaria reputación, sufrió el año pasado unas pérdidas de 1.700 millones de ringgit (372 millones de euros). Tras su declive subyace, además de la subida del precio del petróleo, la cada vez mayor competencia de las aerolíneas de \"bajo coste\" orientales, que tienen como su máximo exponente a la también compañía malasia Air Asia, operativa desde 2001.\n\nFundada en 1937, durante la época colonial británica, Malaysia Airlines cuenta con 19.000 empleados y 122 aviones, entre ellos seis Airbus A380, que cada día transportan a 37.000 pasajeros a 80 destinos de todo el mundo. Galardonada con más de un centenar de premios durante la última década, en 2012 fue nombrada la mejor aerolínea de cinco estrellas del mundo en la reconocida clasificación de la consultora británica Skytrax, donde cada año suele ocupar sus primeros puestos.\n\nAntes de la desaparición del vuelo MH370, había que remontarse hasta 1977 para recordar el peor desastre aéreo de la compañía. Ese año, uno de sus aviones se estrelló tras ser secuestrado con un centenar de personas a bordo. Durante las dos últimas décadas, la aerolínea no había sufrido ningún accidente mortal, pero una maldición parece haber caído ahora sobre Malaysia Airlines.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15631572",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5339,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "07:54:00",
                    "title": "La maldición de Malaysia Airlines",
                    "uri": "198159261",
                    "url": "http://www.abc.es/internacional/20140718/abci-avion-ucrania-kiev-malaysia-201407180905.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Una familia británica salvó la vida al no poder abordar en Amsterdam el avión malasio que se estrelló en Ucrania porque estaba completo, según ha relatado a la cadena BBC.\n\nBarry e Izzy Sim y su bebé trataron ayer de abordar el vuelo MH17 para viajar a Kuala Lumpur, pero por falta de asientos se vieron obligados a reservar otro vuelo de la aerolínea KLM.\n\n\"Tienes esta sensación de malestar en la boca del estómago. Empiezas a sentir mariposas. Tienes palpitaciones\", relató Barry Sim en la terminal del aeropuerto de Schiphol, en Amsterdam.\n\nAdmitió que hay que tener una actitud \"filosófica\" y seguir una vida normal, pero Izzy dijo estar convencida de que \"alguien\" les \"estaba observando\" y les decía: \"No debes subir a ese avión\".\n\n\"Somos muy fieles a Malaysia Airlines y siempre queremos volar con Malaysia Airlines\", añadió Izzy con su bebé en brazos.\n\nEl vuelo de la aerolínea malasia, en el que viajaban casi 300 personas, se estrelló en la región ucraniana de Donetsk y al parecer pudo ser derribado por un misil.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15654812",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.527,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "13:20:00",
                    "title": "Familia británica se salvó de tragedia aérea del MH17 porque no había asientos - Cooperativa.cl",
                    "uri": "198227530",
                    "url": "http://www.cooperativa.cl/noticias/mundo/accidentes-aereos/familia-britanica-se-salvo-de-tragedia-aerea-del-mh17-porque-no-habia-asientos/2014-07-18/091736.html",
                    "wgt": 1
                },
                {
                    "body": "Las líneas aéras Malaysia Airlines luchan por rescatar su imagen tras sufrir su segunda catástrofe aérea en cuatro meses. La compañía recibió durísimas críticas por su manejo de la desaparición de su vuelo MH370 el 8 de marzo, cuando cubría la ruta Kuala Lumpur-Pekín con 239 personas a bordo. Este viernes ha desplazado a un equipo de respuesta a Ámsterdam, el punto de origen de su vuelo MH17, en el que viajaban 298 personas y que ha caído sobre el Este de Ucrania, presuntamente derribado por un misil en una zona controlada por los rebeldes prorrusos, cuando se dirigía a Kuala Lumpur. No ha habido supervivientes.\n\nEn un comunicado en las horas siguientes a la tragedia, la aerolínea defendía su decisión de haber mantenido hasta ahora ese itinerario pese a que otras compañías de la región, como la australiana Qantas o las surcoreanas Korea Airlines y Asiana, hubieran optado hace meses por variar la ruta y evitar la zona de enfrentamiento de conflicto.\n\n\"La ruta de vuelo habitual había sido declarada previamente segura por la Organización Internacional de Aviación Civil. La Asociación Internacional de Transporte Aéreo [IATA] ha declarado que el espacio aéreo que atravesaba el avión no estaba sujeto a restricciones\", se ha defendido. Como Malaysia Airlines, otras compañías también habían continuando atravesando esa zona y sólo han decidido cambiar el itinerario tras la catástrofe.\n\nLa línea aérea también ha precisado que el avión derribado, un Boeing 777 -- gemelo del desaparecido hace cuatro meses -- llevaba 17 años de servicio. Había pasado todas las revisiones y puesta a punto necesarias, la última de ellas hace exactamente una semana y sin que se le encontrara ningún problema.\n\nLa compañía, en una situación económica complicada, necesita evitar los problemas de imagen que arrastra tras la desaparición del MH370. Los familiares de esos pasajeros, la mayoría de ellos de nacionalidad china, denunciaron reiteradamente falta de información, e incluso falta de delicadeza de una compañía que se vio superada por un acontecimiento de complejidades insospechadas en un primer momento. Muchos de ellos recuerdan aún cómo la línea aérea les comunicó a través de un mensaje instantáneo que daba el avión por hundido en el mar.\n\nAunque hasta este año la aerolínea podía hacer gala de un sólido historial en materia de seguridad -- sólo había padecido dos accidentes mortales, con un total de 134 víctimas, en sus 68 años de historia -- , en el primer trimestre de este año había declarado unas pérdidas netas de 443 millones de ringits malayos (102 millones de euros), un aumento del 59% respecto al mismo ejercicio del año anterior. En los últimos tres años acumula pérdidas cercanas a los mil millones de euros. Ha perdido cerca de un tercio de su valor de mercado en lo que va de año y hoy sus acciones registraban una caída del 11% en la Bolsa de Kuala Lumpur.\n\n\"El MH370 asustó a la gente, pero la mayoría se dio cuenta de que era algo extraordinario, por lo que las compras de billetes se recuperaron\", declaró a la agencia AFP Gerry Soejatman, consultor del proveedor de vuelos chárter Whitesky Aviation en Yakarta. \"El MH17 es como que te caiga un rayo dos veces. Los efectos en las compras de billetes serán mayores\", opinó.\n\nAunque su tráfico de pasajeros aumentó en un 9% en abril, en mayo cayó un 4%, según el informe mensual sobre capacidad de Malaysia Airlines.\n\nEn una rueda de prensa televisada, el primer ministro malayo, Najib Razak, declaraba su \"conmoción\" por el suceso. \"Este es un día trágico en lo que ya ha sido un año trágico para Malasia\", aseguraba. \"Debemos averiguar exactamente lo que le ocurrió a ese vuelo, y lo haremos. No dejaremos piedra sin tocar. Si se demuestra que el avión fue verdaderamente derribado, insistimos en que los autores deben comparecer de manera expeditiva ante la Justicia\". Su ministro de Transporte, Liow Tiong Lai, ha calificado la tragedia de \"un escándalo contra la decencia humana\" si se confirma el derribo, informa Reuters. Malasia enviará un equipo investigador el lugar donde cayó el avión.\n\nEl primer ministro australiano, Tony Abbott, se mostró muy crítico sobre la reacción rusa al incidente. Moscú ha atribuido la responsabilidad a Ucrania, como país sobre el que cayó el avión malasio. \"Todos sabemos que hay problemas en Ucrania. También sabemos quién tiene una culpa sustancial de esos problemas, y la idea de que Rusia pueda decir de algún modo que no tiene nada que ver con esto porque ocurrió en espacio aéreo ucraniano, francamente, no se sostiene\".",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15666677",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5229,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "internacional.elpais.com"
                    },
                    "time": "15:42:00",
                    "title": "Malaysia Airlines encara su segundo siniestro en cuatro meses",
                    "uri": "198258774",
                    "url": "http://internacional.elpais.com/internacional/2014/07/18/actualidad/1405683616_179266.html",
                    "wgt": 1
                },
                {
                    "body": "Una familia británica ha salvado su vida al no poder subir en Amsterdam al avión malasio derribado en el este de Ucrania porque estaba completo, según ha relatado a la cadena BBC.\n\nBarry, Izzy Sim y su bebé intentaron conseguir billetes para viajar en el vuelo MH17 con destino a Kuala Lumpur, pero por falta de asientos se vieron obligados a reservar otro vuelo de la aerolínea KLM.\n\n\"Tienes esta sensación de malestar en la boca del estómago. Empiezas a sentir mariposas. Tienes palpitaciones\", ha relatado Barry Sim en la terminal del aeropuerto de Schiphol, en Amsterdam.\n\nHa dicho que hay que tener una actitud \"filosófica\" y seguir una vida normal, pero Izzy dijo estar convencida de que \"alguien\" les \"estaba observando\" y les decía: \"No debes subir a ese avión\". \"Somos muy fieles a Malaysia Airlines y siempre queremos volar con esta aerolínea\", ha añadido Izzy con su bebé en brazos.\n\nEl vuelo de la aerolínea malasia, en el que viajaban casi 300 personas, se ha estrellado en la región ucraniana de Donetsk y al parecer pudo ser derribado por un misil.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15639990",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5217,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "10:06:00",
                    "title": "Una familia británica salva su vida del avión de Malysia Airlines por falta de asientos",
                    "uri": "198185447",
                    "url": "http://www.antena3.com/noticias/mundo/familia-britanica-salva-vuelo-malaysa-airlines-falta-asientos_2014071800081.html",
                    "wgt": 1
                },
                {
                    "body": "CARACAS, julio 18. -- El Consejo de Seguridad de la Organización de las Naciones Unidas (ONU) realizará este viernes una reunión de emergencia para evaluar la tragedia del avión malasio que cayó al este Ucrania con 295 personas a bordo.\n\nRuanda, a cargo este mes de presidir el Consejo, aprobó el encuentro que, según fuentes oficiales, tendrá lugar a las 10:00 am hora local en Nueva York (14:00 GMT).\n\nEl secretario general de la ONU, Ban Ki-moon, expresó la víspera que es necesario hacer una investigación internacional exhaustiva y transparente sobre este siniestro.\n\nPor su parte, el presidente estadounidense, Barack Obama, lamentó la caída de la aeronave al calificar el hecho de \"una terrible tragedia\".\n\nEl presidente ruso, Vladimir Putin, afirmó que Ucrania es responsable por la catástrofe del Boeing 777 de Malasia Airlines, que cayó a tierra en la región de Donetsk.\n\nEl gobernante ruso advirtió que el suceso no hubiese ocurrido de existir paz en esa región.\n\nLa aeronave de la Malaysia Airlines cubría un trayecto de Amsterdam (Holanda) a Kuala Lumpur, capital malaya, con 280 pasajeros y 15 tripulantes.\n\nEl pasado 8 de marzo otro aparato de la propia aerolínea desapareció con 239 personas mientras se trasladaba de Kuala Lumpur a Beijing (China), y hasta ahora no hay señales suyas.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15660052",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5211,
                    "source": {
                        "title": "Juventud Rebelde",
                        "uri": "www.juventudrebelde.cu"
                    },
                    "time": "14:26:00",
                    "title": "Consejo de Seguridad de la ONU evaluará tragedia de avión malasio",
                    "uri": "198241747",
                    "url": "http://www.juventudrebelde.cu/internacionales/2014-07-18/consejo-de-seguridad-de-la-onu-evaluara-tragedia-de-avion-malasio/",
                    "wgt": 1
                },
                {
                    "body": "El conflicto en el este ucraniano se transformó ayer en una crisis internacional de consecuencias impredecibles después de que fuera derribado -todo apunta a que por un misil cuyo origen se desconoce- un avión de pasajeros de la compañía Malaysia Airlines que cubría la ruta Ámsterdam-Kuala Lumpur con 298 personas a bordo, entre pasajeros y tripulación, cuando sobrevolaba el espacio aéreo de Ucrania oriental, a tan solo 50 kilómetros de la frontera con Rusia. El Gobierno y los responsables militares de Kiev y los rebeldes prorrusos intercambiaron una ristra de acusaciones sobre la responsabilidad de la tragedia, en la que no hubo supervivientes. La catástrofe obligará probablemente a abrir una investigación externa para determinar responsabilidades, pudiendo forzar incluso a la comunidad internacional a implicarse en mayor grado en una guerra que hasta ahora ha esquivado y que dura ya más de cuatro meses.\n\nUn reportero de Reuters llegó a primera hora de la noche de ayer hasta las proximidades del lugar donde cayó el Boeing 777, similar al que se perdió en pleno vuelo hace cuatro meses cuando volaba entre la capital malasia y Pekín. El periodista entrevistó a un miembro de los equipos de rescate, quien habló de docenas de cadáveres desgarrados entre los restos del fuselaje, esparcidos en un radio de 15 kilómetros. La mayoría de las víctimas son holandesas: 154 y hay varios niños.\n\nEXPLOSIÓN Y DISPAROS / Un testigo quien solo dio su nombre de pila -Vladímir-, relató a la misma agencia de noticias: \"Estaba trabajando con mi tractor cuando oí el sonido de un avión; después, una explosión y disparos; vi como el avión caía a tierra y se partía en dos; se elevó una columna de humo negro\".\n\nLas dos hipótesis que barajaban analistas y medios de comunicación era que el Boeing de Malaysia Airlines, que volaba a 10.000 metros, fuera abatido, o bien por un misil tierra-aire, o bien por un proyectil aire-aire disparado desde un caza militar.\n\nEl analista militar Vladislav Shuigin valoró, ante los micrófonos de la emisora de radio de Kommersant, que en el caso de que se tratara de un proyectil tierra-aire, este solo podía haber sido disparado desde alguna batería de defensa antiaérea de largo alcance de la familia S-300, considerada una de los más avanzadas desde el punto de vista tecnológico, lo que excluiría automáticamente a las milicias rebeldes prorrusas, cuyas defensas antiaéreas tan solo tienen un radio de acción de 3.000 o 3.500 metros. Las baterías S-300 solo están en poder de los ejércitos regulares de \"Rusia\" o \"Ucrania\", subrayó Shuigin. En cuanto a la posibilidad de que fuera un proyectil aire-aire, fuentes militares ucranianas, por su parte, se apresuraron a subrayar que su aviación no realizó ninguna misión en la zona.\n\nLas autoridades de aviación ucranianas intentaron explicar ayer a la prensa internacional cómo era posible que un aparato comercial sobrevolara una zona del país en la que se estaban desarrollando operaciones militares desde hace ya varios meses. Un responsable del Servicio Gubernamental de Aviación recordó que el pasado 8 de julio se prohibió el sobrevuelo de todo avión comercial en el espacio aéreo del sureste del país por debajo de de 7.900 metros, mientras que el Boeing malasio volaba más alto, a 10.000 metros.\n\nFuentes locales de aviación explicaron a la agencia Interfax que el aparato realizó un descenso inesperado, a la altitud en la que recibió el impacto, poco antes de entrar en el espacio aéreo ruso. Dmytro Babeytchuk, jefe de los servicios de control aéreo, subrayó que la tripulación no había indicado problema alguno antes de perderse el contacto.\n\nEl conflicto entre rebeldes prorrusos y el Gobierno ucraniano amenaza con complicar las labores de rescate, así como las investigaciones. Según Kommersant, las milicias prorrusas tienen las cajas negras del avión, al tiempo que el responsable ucraniano para las Situaciones de Emergencia, Serhiy Bochkovsky, acusó a los rebeldes de \"sabotear\" los trabajos de rescate.\n\nLa tragedia ha sembrado la inquietud entre las aerolíneas que emplean el espacio ucraniano. Lufthansa, Air France y Vueling anunciaron que dejaban de sobrevolar el este de Ucrania. La aerolínea española dijo que consideraría hoy la continuidad de su vuelo a Kiev, al igual que British Airways. Las rusas Aeroflot y Transaero, y la norteamericana Delta Airlines informaron de que ya no cruzarán Ucrania.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15633897",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5161,
                    "source": {
                        "title": "www.elperiodicomediterraneo.com",
                        "uri": "www.elperiodicomediterraneo.com"
                    },
                    "time": "08:31:00",
                    "title": "La guerra de Ucrania se internacionaliza",
                    "uri": "198166343",
                    "url": "http://www.elperiodicomediterraneo.com/noticias/internacional/guerra-ucrania-internacionaliza_885619.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (AP)._ Autoridades de inteligencia de Estados Unidos creen que un misil tierra-aire derribó un avión de pasajeros en el este de Ucrania ayer, dijo un funcionario estadounidense, pero el Gobierno de Obama aún trata de confirmar quién fue responsable de disparar y si murieron estadounidenses en el incidente.\n\nEl vicepresidente Joe Biden dijo que el hecho \"no fue un accidente\" y señaló que el avión \"fue reventado en el cielo\". Sin embargo, Biden advirtió que Estados Unidos aún estaba buscando detalles sobre la causa de la caída del aparato y sobre reportes de que había ciudadanos estadounidenses a bordo.\n\nEntre las preguntas que aún falta responder, está si el misil fue lanzado desde el lado ruso o ucraniano de la frontera que comparten, de acuerdo con el funcionario, quien insistió en mantener el anonimato porque no estaba autorizado a discutir el tema públicamente.\n\nEstados Unidos tiene tecnologías sofisticadas que pueden detectar lanzamientos de misiles, como la identificación de la huella de calor del motor de un cohete.\n\nEl Presidente Barack Obama, hablando durante una visita a Delaware, no mencionó quién podría ser responsable del derribo del jet de Malaysia Airlines que transportaba 295 personas y calificó el incidente como una \"tragedia terrible\".\n\nTras la caída, la Administración Federal de Aviación dijo que las aerolíneas estadounidenses acordaron voluntariamente no operar cerca de la frontera Ucrania-Rusia. La agencia señaló que estaba monitoreando la situación para determinar si eran necesarios más lineamientos.\n\nEl incidente ocurrió un día después de que Obama impuso sanciones económicas amplias contra Rusia como castigo por sus movimientos amenazantes contra Ucrania. Se considera ampliamente que Moscú está apoyando a separatistas prorrusos a fomentar inestabilidad cerca de la frontera, aunque el Kremlin refuta tales aseveraciones.\n\nObama discutió ayer telefónicamente las nuevas sanciones con el Presidente ruso Vladimir Putin. La Casa Blanca dijo que durante esa llamada surgieron reportes sobre el avión derribado y que Putin mencionó el incidente al Mandatario estadounidense.\n\n\"El mundo está observando\" el incidente fatal, dijo Obama en Delaware.\n\n\"Parece que podría tratarse de una tragedia terrible\", señaló.\n\n\"En este momento estamos trabajando para determinar si había ciudadanos estadounidenses a bordo; esa es nuestra primera prioridad\".\n\nPoroshenko calificó el derribo del avión como un acto de terrorismo.\n\nIntercepta Ucrania llamadas de rebeldes\n\nHRABOVE, Ucrania (AP)._ Los servicios de seguridad de Ucrania obtuvieron al parecer dos conversaciones telefónicas interceptadas que según ellos muestran que los rebeldes fueron responsables de la caída del avión de Malaysia Airlines.\n\nEn la primera llamada, el comandante rebelde Igor Bezler dice a un oficial ruso de inteligencia militar que los rebeldes derribaron un avión el ayer.\n\nEn la segunda, dos separatistas, uno de ellos en el lugar del incidente, dicen que el ataque con proyectil fue efectuado por una unidad de insurgentes que está a unos 25 kilómetros al norte de donde cayó el avión.\n\nNinguno de los dos audios pudo verificarse.\n\nUno de los rebeldes prorrusos que dice estar en el lugar donde cayó el avión.\n\nInforma que encontró los documentos de alguien que identifica como un indonesio \"que estudia en la Universidad Thompson\".\n\nCaen restos en zona rebelde\n\nKIEV, Ucrania (AP)._ El avión de pasajeros de Malaysia Airlines que fue derribado ayer sobre Ucrania transportaba 295 personas.\n\nMientras columnas de humo negro se elevaban hacia lo alto cerca del poblado de Hrabove, un periodista contó al menos 22 cadáveres en el lugar del siniestro a 40 kilómetros de la frontera con Rusia.\n\nEl poblado de está bajo control de los separatistas pro rusos y en los últimos días la zona ha sido escenario de intensa lucha entre ambos bandos.\n\nEl Boeing 777-200 ER, que se dirigía de Amsterdam a Kuala Lumpur, al parecer se despedazó antes de chocar con tierra, en tanto que sus restos, así como partes de cadáveres y pertenencias de los pasajeros, quedaron dispersos en una amplia zona.\n\nLas autoridades de diversos países, entre éstas la de Estados Unidos, habían emitido advertencias de que no se volara por algunas partes de Ucrania.\n\nAnton Gerashenko, asesor del Ministro del Interior ucraniano, dijo en su página de Facebook que el avión volaba a una altitud de 10 mil metros cuando fue alcanzado por un misil disparado por un lanzador Buk. Dichos misiles pueden alcanzar una altitud de hasta 22 mil metros.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15638484",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5125,
                    "source": {
                        "title": "Periodico Noroeste",
                        "uri": "www.noroeste.com.mx"
                    },
                    "time": "09:41:00",
                    "title": "Derriban con misil avión de pasajeros en Ucrania",
                    "uri": "198180698",
                    "url": "http://www.noroeste.com.mx/publicaciones.php?id=961743",
                    "wgt": 1
                },
                {
                    "body": "Malaysia Airlines se ha visto envuelta en apenas cinco meses en dos graves incidentes aéreos que amenaza con hundir a una compañía ya de por sí tocada por los problemas económicos que afectan al sector.\n\nEl primero de esos incidentes ocurrió el 8 de marzo del presente año, con la desaparición del vuelo MH370 que cubría la ruta entre Kuala Lumpur y Pekín. Una desaparición todavía sin esclarecer y en la que se han invertido gigantescas cantidades económicas sin que hayan tenido frutos hasta el momento.\n\nLa hipótesis más aplaudida es la que apunta a un posible incendio a bordo que habría provocado la muerte por asfixia del pasaje. La aeronave habría volado con el piloto automático hasta que el combustible se agotó y se precipitó al mar en un punto indeterminado.\n\nLa segunda tragedia es la que ha ocurrido este jueves, cuando el vuelo MH17 entre Kuala Lumpur y Amsterdam fue derribado en pleno recorrido sobre terriotorio ucraniano. Un misil de procedencia desconocida hizo añicos el avión. Hay 298 fallecidos y ningún superviviente.\n\nA este respecto quedan todavía por esclarecer los autores del ataque. Medios rusos acusan al gobierno ucraniano de haber disparado el proyectil contra el avión al confundirlo con el de Putin. El presidente ruso sería su objetivo. Mientras, fuentes ucranianas del gobierno de Kiev aseguran haber captado conversaciones entre rebeldes de regiones pro-rusas en las que hablan de este acto \"terrorista\", tal y como lo ha calificado el Ejecutivo.\n\nSea como fuere, lo cierto es que Malaysia Airlines ha quedado tocada por una tragedia una vez. En ambos casos, la excepcionalidad de los accidentes es la tónica de estos sucesos. Esto es, en la historia de la navegación aérea estos altercados no son frecuentes, más si cabe con tanta frecuencia y, además, cebándose con la misma compañía. Es una desgracia al cubo que añadir a su delicado panorama financiero.\n\nMalaysia Airlines informó de unas pérdidas netas de cerca de 138 millones de dólares en primer trimestre de 2014. La subida en el precio de los combustibles, así como los incrementos en las tasas aeroportuarias o la competitividad en la región han hecho que su deuda haya crecido hasta los 1.300 millones de dólares en los últimos tres años.\n\nMás de una voz autorizada ya vaticina el cierre inmediato de la compañía para los próximos meses. Previsión que podría acelerarse después del duro golpe sufrido en estos últimos cinco meses",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15630431",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5043,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "07:32:00",
                    "title": "La 2ª tragedia de Malaysian Airlines en cinco meses amenaza con hundir la compañía",
                    "uri": "198155431",
                    "url": "http://www.eleconomista.es/asia/noticias/5950364/07/14/La-2-tragedia-de-Malaysian-Airlines-en-cinco-meses-amenaza-con-hundir-la-compania.html",
                    "wgt": 1
                },
                {
                    "body": "Holanda ha sido el país más golpeado por el derribo del avión de Malaysia Airlines realizado con un misil tierra-aire desde territorio ucranio. Más de 150 holandeses -154, según las últimas estimaciones oficiales- habrían muerto entre el pasaje. En total, 298 personas perdieron la vida en este accidente sobre el que todas las autoridades piden una investigación exhaustiva.\n\nHolanda apenas reaccionaba este jueves, ante las primeras noticias de la tragedia. El gobierno de este país alegaba \"falta de información\" e \"incertidumbre\".\n\nTras la información de agencias de inteligencia de EEUU sobre el derribo, que fue producido por el lanzamiento de un misil tierra-aire -se desconoce si por parte de militares de Ucrania o de los rebeldes prorrusos que combaten en el este del país-, el primer ministro holandés, Mark Rutte, ordenó que las banderas se icen a media asta en los edificios gubernamentales de todo el país.\n\nHablando en el aeropuerto de Schiphol después de que interrumpió sus vacaciones en el sur de Alemania debido a la noticia del accidente, el primer ministro Mark Rutte dijo que era un \"día negro\" para Holanda.\n\n\"Toda Holanda está de luto\", declaró. \"Este bello día de verano ha terminado de la forma más oscura posible\", agregó.\n\nLos holandeses eran parte de los 298 pasajeros y tripulantes, incluidos tres bebés, que viajaban a bordo del Boeing 777 de Malaysia Airlines, en un vuelo desde Ámsterdam a Kuala Lumpur que fue derribado mientras cruzaba una zona de conflicto en el este de Ucrania.\n\nMientras que EEUU y Rusia mostraron sus posiciones horas después de tener conocimiento del desastre aéreo -Obama y Putin compartieron una conversación telefónica y ambos han exigido una investigación sobre lo sucedido-, Europa ha vuelto a mostrar un perfil bajo en un episodio que se interpreta como un nuevo signo de debilidad.\n\nCon más de 150 holandeses fallecidos, el presidente francés, François Hollande, y su homólogo británico, David Cameron, se limitaron a expresar públicamente la consternación vivida tras el suceso.\n\n\"Estoy conmocionado y entristecido por el desastre aéreo. Funcionarios de Whitehall (la sede del Gobierno británico) se están reuniendo para esclarecer los hechos\", indicó Cameron a través de su cuenta oficial en la red social Twitter.\n\nPor su parte, Hollande pidió a través de un comunicado \"que se haga todo lo posible para aclarar las circunstancias que han provocado esta tragedia\", al tiempo que ha mostrado su solidaridad a los seres queridos de las víctimas.\n\nNo ha sido hasta este viernes cuando el primer ministro británico ha tomado las riendas para presidir una reunión de emergencia con el objetivo de analizar la catástrofe del avión malasio, informó la residencia oficial de Downing Street.\n\nCameron encabezará el llamado comité Cobra, en el que participan ministros y responsables de los servicios secretos británicos, para ayudar a esclarecer la tragedia del vuelo MH17.\n\nEl ministro británico de Exteriores, Philip Hammond, dijo sentirse conmocionado por el derribo de la aeronave y se solidarizó con los familiares y amigos de las víctimas.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15637995",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.504,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "09:34:00",
                    "title": "El derribo del avión malasio por parte de Ucrania deja paralizada a la UE tras golpear a Holanda",
                    "uri": "198179164",
                    "url": "http://www.eleconomista.es/europa/noticias/5950614/07/14/El-derribo-del-avion-malasio-por-parte-de-Ucrania-deja-paralizada-a-la-UE-tras-golpear-a-Holanda-.html",
                    "wgt": 1
                },
                {
                    "body": "El Boeing 777 de Malaysia Airlines siniestrado el jueves en el este de Ucrania volaba en el momento del incidente a 300 metros por encima de la zona de exclusión aérea fijada por las autoridades ucranianas, según los datos de Eurocontrol.\n\n\"Según nuestras informaciones, el avión volaba a nivel de vuelo 330 (aproximadamente 33.000 pies o unos 10.000 metros) cuando desapareció del radar. La ruta había sido cerrada por las autoridades hasta el nivel 320 pero estaba abierta a la altura por la que volaba el avión\", según ha informado Eurocontrol en un comunicado.\n\nLa aerolínea Malaysian Airlines ha hecho saber, en este sentido, que el avión, que cubría el trayecto Amsterdam - Kuala Lumpur seguía \"una ruta de vuelo usual\" y que había sido declarada previamente como \"segura\" por la Organización de Aviación Civil Internacional (OACI).\n\nEsta declaración, no obstante, es contradictoria con una advertencia emitida el pasado 3 de abril por la propia OACI en la que se informaba de \"una situación potencialmente insegura derivada de la presencia de más de un proveedor de servicios de tráfico aéreo en la región\".\n\nMalaysia Airlines mantiene, citando a la Asociaciación Internacional de Transporte Aéreo (IATA) que el espacio aéreo por el que volaba el avión no estaba sujeto a restricciones.\n\nTras el siniestro, el Gobierno de Ucrania ha ordenado este viernes el cierre de espacio aéreo sobre las regiones de Donetsk y Lugansk, en el este del país, un día después de comunicar a la agencia Eurocontrol el límite del vuelo de aviones de pasajeros por estas zonas.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15655756",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5013,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "13:33:00",
                    "title": "El MH17 volaba 300 metros por encima de la zona de exclusión aérea en el momento del siniestro",
                    "uri": "198229973",
                    "url": "http://www.antena3.com/noticias/mundo/mh17-volaba-300-metros-encima-zona-exclusion-aerea-momento-siniestro_2014071800183.html",
                    "wgt": 1
                },
                {
                    "body": "El primer ministro australiano, Tony Abbott, dijo que la respuesta rusa a un avión de Malaysia Airlines que se estrelló en el este de Ucrania era \"profundamente insatisfactoria\", poco antes de las declaraciones al respecto del presidente ruso, Vladimir Putin.\n\n\"La primera respuesta del embajador de Rusia fue acusar a Ucrania de ello. Tengo que decir que esto es profundamente insatisfactorio\", dijo Abbott, para quien \"no fue un accidente, sino un crimen\".\n\nUn Boeing 777 de la compañía Malaysia Airlines se estrelló el jueves con 298 personas a bordo en el este de Ucrania, probablemente por el impacto de un misil en una zona en conflicto armado entre separatistas prorrusos y fuerzas ucranianas.\n\nUnos 27 australianos murieron en este desastre, según el último balance.\n\nEl jefe del gobierno australiano, que pidió una \"investigación\" sobre lo sucedido, señaló que \"parece que rebeldes apoyados por Rusia mataron a australianos con armas pesadas que habrían sido suministradas por Rusia\".\n\nAbbott instó a Moscú a cooperar en la investigación.\n\nEl presidente ruso pidió poco después una \"investigación \"minuciosa y objetiva\" sobre las circunstancias de la catástrofe, que \"ha demostrado de nuevo la necesidad de una solución urgente y pacífica a la crisis aguda en Ucrania\".",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15654808",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5004,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "13:20:00",
                    "title": "Australia estima insatisfactoria la respuesta rusa sobre avión caído en Ucrania",
                    "uri": "198227520",
                    "url": "http://www.eluniverso.com/noticias/2014/07/18/nota/3248316/australia-estima-insatisfactoria-respuesta-rusa-sobre-avion-caido",
                    "wgt": 1
                },
                {
                    "body": "Madrid, España.- Mariano Rajoy, presidente del gobierno español, pidió hoy una investigación independiente para saber qué es lo que ha ocurrido con el avión de Malaysia Airlines, que fue derribado con un misil en Ucrania.\n\nEn una breve declaración realizada en el Palacio de la Zarzuela tras una reunión de su gobierno con el rey Felipe VI, el mandatario expuso que la comunidad internacional \"debe hacer todos los esfuerzos para evitar que una salvajada como ésta que se ha producido no vuelva a ocurrir\".\n\n\"En una situación como esta España estará con sus aliados y apoyará una investigación independiente que se haga para conocer quiénes son los autores; el mundo tiene derecho a saber qué es lo que ha ocurrido\", aseveró.\n\nRajoy transmitió la solidaridad y afecto a los familiares de las víctimas del suceso, y las condolencias a los gobiernos afectados, principalmente de Holanda y Malasia.\n\nPor su parte, la Organización Mundial de la Salud (OMS) está de luto por la muerte del portavoz Glenn Thomas quien iba a bordo del Boeing 777 de Malaysia Airlines, derribado al parecer por un misil el día de ayer en el este de Ucrania.\n\n\"Perdimos a un gran colega en el vuelo MH17: Glenn Thomas. Miembro de mi equipo. Lo vamos a extrañar\", confirmó en su cuenta de Twitter un alto directivo de comunicación de la OMS, Gregory Hartl.\n\n#RIPGlennWHO Glenn was so good at what he did and brought such a positive atmosphere to the world. He, his laugh,his being are sorely missed -- Gregory Härtl (@HaertlG)\n\njulio 18, 2014\n\nThomas solía asistir como portavoz de la OMS a las conferencias de prensa semanales que ofrecen diversas agencias de Naciones Unidas en Ginebra, sede de la OMS.\n\nThomas se encontraba a bordo del avión que fue derribado por un misil que al parecer estaba en manos de militantes prorrusos en el este de Ucrania, pues se dirigía a Melbourne, Australia a la Conferencia Internacional sobre Sida.\n\nAsimismo, un gran número de investigadores y activistas contra el sida reconocidos a nivel mundial que iban a la mencionada cumbre sobre Sida, murieron a consecuencia del accidente.\n\nEntre los pasajeros estaba el expresidente de la Sociedad Internacional sobre el Sida, Joep Lange, holandés y conocido investigador del VIH.\n\nLa muerte de Thomas así como la pérdida irreparable de expertos y activistas sobre Sida ha conmocionado a tanto al personal de la ONU como a la comunidad científica mundial.\n\nMalaysia Airlines informó que el Boeing 777 volaba de Ámsterdam a Kuala Lumpur con 298 personas a bordo.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15653171",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4966,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "12:59:00",
                    "title": "Expertos en Sida murieron en avión derribado",
                    "uri": "198223109",
                    "url": "http://www.aztecanoticias.com.mx/notas/internacional/196600/expertos-en-sida-murieron-en-avion-derribado",
                    "wgt": 1
                },
                {
                    "body": "Además de los 283 pasajeros y 15 tripulantes que abordaron el avión de Malaysia Airlines derribado por un misil en Ucrania, en la sección de carga animales domésticos. También medicinas y documentos diplomáticos que podrían estar en manos rebeldes\n\nMientras la aerolínea malasia confirmó este sábado la nacionalidad de todos los pasajeros que abordaron el Boeing 777 abatido por un misil en el este de Ucrania, la empresa que se encarga de administrar las cargas que lleva el avión en su bodega reveló que también viajaban 11 animales.\n\nAsí lo informó Malaysia Airlines, que emitió un comunicado en el que detalla la declaración oficial de la carga que llevaba el Boeing 777 siniestrado en Ucrania (ver debajo).\n\nAllí se puede ver el detalle de los animales que iban en la bodega rumbo a diversos países de Asia, ya que el avión iba a Kuala Lumpur pero la mayoría de su carga iba en tránsito a otros países.\n\nLa lista de \"animales vivos\", según el detalle del documento, es el siguiente:\n\nLa información detalla además otras cargas \"no vivas\" que estaban camino a diferentes ciudades de Asia. Entre ellas había elementos técnicos de un avión, papeles diplomáticos, mercancía textil y 215 kilogramos de flores.\n\nTambién transportaba 91.5 kilogramos de medicinas, una carga sobre la que se indicaba que debía permanecer refrigerada y que ahora ha quedado esparcida en el campo ucraniano. Una versión propagada por un dirigente de los separatistas hablaba de \"una gran cantidad de suero sanguíneo y medicamentos fueron encontrados entre los restos del avión\".\n\nAunque los milicianos han hallado esos medicamentos, no se ha informado qué destino le han dado a la carga. Este es el documento que publicó la compañía aérea:",
                    "date": "2014-07-19",
                    "eventUri": "997350",
                    "id": "15734799",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4948,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "14:15:00",
                    "title": "Las mascotas que murieron en el MH17",
                    "uri": "198448044",
                    "url": "http://www.infobae.com/2014/07/19/1581857-las-mascotas-que-murieron-el-mh17",
                    "wgt": 1
                },
                {
                    "body": "El primer ministro británico, David Cameron./STEPHANIE LECOCQ (EFE)\n\nLondres, EFE El primer ministro británico, David Cameron, presidirá hoy una reunión de emergencia con miembros del Gobierno para abordar la catástrofe del avión malasio, informó hoy la residencia oficial de Downing Street.\n\nCameron encabezará el llamado comité Cobra, en el que participan ministros y responsables de los servicios secretos británicos, para ayudar a esclarecer la tragedia del vuelo MH17.\n\nEl ministro británico de Exteriores, Philip Hammond, dijo sentirse conmocionado por el derribo de la aeronave y se solidarizó con los familiares y amigos de las víctimas.\n\nHammond agregó que no quería conjeturar sobre las causas del accidente y se mostró a favor de una investigación presidida por las Naciones Unidas para establecer lo ocurrido.\n\nSegún el Foreign Office, al parecer nueve británicos están entre las casi 300 personas que viajaban en el vuelo de Malaysia Airlines.\n\nEl Boeing-777 de esa compañía, que cubría la ruta entre Amsterdam y Kuala Lumpur, se estrelló en la región oriental de Donetsk, escenario de combates entre las fuerzas gubernamentales de Ucrania y los rebeldes prorrusos.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15633563",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4944,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "08:26:00",
                    "title": "Cameron preside un comité de emergencia para tratar la catástrofe del avión malasio",
                    "uri": "198165326",
                    "url": "http://eldia.es/2014-07-18/INTERNACIONAL/18-Cameron-preside-comite-emergencia-tratar-catastrofe-avion-malasio.htm",
                    "wgt": 1
                },
                {
                    "body": "Decenas de delegados, investigadores y activistas que iban a participar en una conferencia internacional sobre el Sida en Australia viajaban a bordo del avión de Malaysia Airlines siniestrado en el este de Ucrania, informaron hoy medios locales.\n\nLas autoridades australianas todavía no han dado el número exacto de personas que viajaban en el avión, supuestamente derribado por un misil, para asistir a este foro que se inaugurará el domingo en Melbourne aunque se estima que la cifra ronda el centenar.\n\nEl presidente del Gobierno del estado australiano de Victoria, Denis Napthine, dijo que iban a bordo del avión un gran número de delegados, investigadores y activistas que tenían previsto participar en la reunión.\n\nEntre las víctimas pueden figurar el expresidente de la Sociedad Internacional del Sida Joep Lange y su esposa, según medios locales.\n\n\"No se ha confirmado aún pero tenemos información de que muchos de nuestros colegas y amigos estaban a bordo del avión\", dijo Françoise Barré-Sinousi, premio nobel en 2008 por su papel en el descubrimiento del VIH y copresidente de la conferencia.\n\nBarré-Sinousi, la investigadora australiana Sharon Lewin y el exsecretario de Salud británico Norman Fowler rindieron tributo a Lange en Camberra. Australia ha declarado mañana como día de luto nacional por esta tragedia, en la que han perdido la vida al menos 28 ciudadanos del país oceánico.\n\n\"Todavía estamos cotejando los pasaportes con los registros. El número puede aumentar, pero en este momento podemos confirmar que son 28\", dijo la ministra de Exteriores, Julie Bishop, tras reunirse con el embajador ruso en Australia, Vladimir Morozov.\n\nEn el encuentro, Morozov negó que los separatistas prorrusos sean responsables del ataque, según la cadena local ABC.\n\nBishop dijo que espera hablar con su homólogo ruso, Sergey Lavrov, e insistió en que Australia exige \"una investigación para llegar al fondo de este accidente\".\n\nAl ser preguntada sobre la posición del presidente ruso, Vladimir Putin, quien atribuye la responsabilidad de la tragedia a las autoridades ucranianas, Bishop comentó que entiende que el avión fue derribado en territorio controlado por separatistas rusos.\n\nAntes, el primer ministro australiano, Tony Abbott, comentó en el Parlamento de Camberra que el siniestro del MH17 \"parece más un crimen que un accidente\" y apuntó como supuestos responsables \"a los rebeldes respaldados por Rusia\".\n\nLas autoridades australianas buscan acceso al lugar del accidente, mientras un grupo de funcionarios del Ministerio de Exteriores ha sido enviado a Kiev.\n\nPor su lado, el ministro de Exteriores de Nueva Zelanda, Murray McCully, confirmó que una ciudadana neozelandesa viajaba a bordo del MH17 junto a su esposo holandés, aunque la pareja vivía en Australia.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15635436",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4938,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "08:52:00",
                    "title": "Decenas de delegados que iban a un congreso del Sida, entre las víctimas del avión",
                    "uri": "198170702",
                    "url": "http://www.antena3.com/noticias/mundo/decenas-delegados-que-iban-congreso-sida-victimas-avion-siniestrado_2014071800063.html",
                    "wgt": 1
                },
                {
                    "body": "Sídney (Australia), EFE Decenas de delegados, investigadores y activistas que iban a participar en una conferencia internacional sobre el Sida en Australia viajaban a bordo del avión de Malaysia Airlines siniestrado en el este de Ucrania, informaron hoy medios locales.\n\nLas autoridades australianas todavía no han dado el número exacto de personas que viajaban en el avión, supuestamente derribado por un misil, para asistir a este foro que se inaugurará el domingo en Melbourne aunque se estima que la cifra ronda el centenar.\n\nEl presidente del gobierno del estado australiano de Victoria, Denis Napthine, dijo que iban a bordo del avión un gran número de delegados, investigadores y activistas que tenían previsto participar en la reunión.\n\nEntre las víctimas pueden figurar el expresidente de la Sociedad Internacional del Sida Joep Lange y su esposa, según medios locales.\n\n\"No se ha confirmado aún pero tenemos información de que muchos de nuestros colegas y amigos estaban a bordo del avión\", dijo Françoise Barré-Sinousi, premio nobel en 2008 por su papel en el descubrimiento del VIH y copresidente de la conferencia.\n\nBarré-Sinousi, la investigadora australiana Sharon Lewin y el exsecretario de Salud británico Norman Fowler rindieron tributo hoy a Lange en Camberra.\n\nAustralia ha declarado mañana como día de luto nacional por esta tragedia, en la que han perdido la vida al menos 28 ciudadanos del país oceánico.\n\n\"Todavía estamos cotejando los pasaportes con los registros. El número puede aumentar, pero en este momento podemos confirmar que son 28\", dijo la ministra de Exteriores, Julie Bishop, tras reunirse con el embajador ruso en Australia, Vladimir Morozov.\n\nEn el encuentro, Morozov negó que los separatistas prorrusos sean responsables del ataque, según la cadena local ABC.\n\nBishop dijo que espera hablar esta noche con su homólogo ruso, Sergey Lavrov, e insistió en que Australia exige \"una investigación para llegar al fondo de este accidente\".\n\nAl ser preguntada sobre la posición del presidente ruso, Vladimir Putin, quien atribuye la responsabilidad de la tragedia a las autoridades ucranianas, Bishop comentó que entiende que el avión fue derribado en territorio controlado por separatistas rusos.\n\nAntes, el primer ministro australiano, Tony Abbott, comentó en el Parlamento de Camberra que el siniestro del MH17 \"parece más un crimen que un accidente\" y apuntó como supuestos responsables \"a los rebeldes respaldados por Rusia\".\n\nLas autoridades australianas buscan acceso al lugar del accidente, mientras un grupo de funcionarios del Ministerio de Exteriores ha sido enviado a Kiev.\n\nPor su lado, el ministro de Exteriores de Nueva Zelanda, Murray McCully, confirmó hoy que una ciudadana neozelandesa viajaba a bordo del MH17 junto a su esposo holandés, aunque la pareja vivía en Australia.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15633568",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4906,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "08:26:00",
                    "title": "Decenas de delegados del congreso de Sida, entre las víctimas del avión siniestrado",
                    "uri": "198165325",
                    "url": "http://eldia.es/2014-07-18/INTERNACIONAL/19-Decenas-delegados-congreso-Sida-victimas-avion-siniestrado.htm",
                    "wgt": 1
                },
                {
                    "body": "El primer ministro australiano, Tony Abbott, culpó el viernes a Rusia por el derribo de un avión de pasajeros de Malaysia Airlines sobre el este de Ucrania que provocó la muerte de las 298 personas que viajaban a bordo.\n\nAbbott pareció ir más allá que otros líderes occidentales al asignar la culpa por la caída del avión, exigiendo que Moscú responda preguntas sobre los \"rebeldes respaldados por Rusia\" que dijo estaban detrás del desastre.\n\nTambién dijo que el embajador ruso en Australia ha sido convocado oficialmente para discutir el tema.\n\nAustralia será el anfitrión de la cumbre de líderes del G-20 en noviembre, en la que participará el presidente ruso, Vladimir Putin, y otros líderes mundiales. Cuando se le preguntó si daría la bienvenida a Putin si se demuestra que Rusia está detrás del accidente, Abbott sugirió que podría haber repercusiones.\n\n\"Esa es una pregunta justa, esperemos y veamos exactamente qué sucedió aquí\", dijo Abbott en una entrevista con la radio 3AW de Melbourne.\n\nEn un sombrío discurso ante el Parlamento, Abbott dijo previamente que estaba \"lleno de asco\" y culpó a los separatistas que se oponen al Gobierno de Kiev de derribar al avión, provocando la muerte de 27 ciudadanos australianos que viajaban a bordo.\n\nAbbott: \"Este es un día oscuro para nuestro país y es un día oscuro para el mundo\"\n\n\"Este es un día oscuro para nuestro país y es un día oscuro para el mundo. El vuelo MH17 de las aerolíneas de Malasia ha sido derribado sobre el este de Ucrania, aparentemente por rebeldes apoyados por Rusia\", dijo.\n\nLas autoridades ucranianas han acusado a \"terroristas\" -militantes que luchan para unir al este de Ucrania a Rusia- de derribar al Boeing 777-200. Los rebeldes negaron cualquier responsabilidad.\n\nPutin culpó a Kiev de renovar su ofensiva contra los rebeldes dos semanas después de un cese del fuego que no tuvo éxito. El líder del Kremlin dijo que el accidente es una \"tragedia\", pero no dijo quién derribó el avión malasio.\n\nEl vicepresidente de Estados Unidos, Joe Biden, dijo que la caída del avión aparentemente \"no fue un accidente\" y que \"reventó en el cielo\".\n\nAbbott y su Gobierno criticaron a Rusia directamente, sin embargo, diciendo que no es un accidente que rebeldes armados como equipamiento militar fabricado en Rusia capaz de derribar un avión de pasajeros lo utilicen para ese propósito.\n\n\"Esto no es algo ligero, esto es algo que puede descartarse como un accidente trágico porque se tiene a agentes apoyados por Rusia que utilizan equipamiento provisto por Rusia para realizar cosas terribles\", dijo Abbott a la radio 3AW.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15633829",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.49,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "08:31:00",
                    "title": "Australia responsabilizó a Moscú por la tragedia del avión abatido",
                    "uri": "198166246",
                    "url": "http://www.infobae.com/2014/07/18/1581568-australia-responsabilizo-moscu-la-tragedia-del-avion-abatido",
                    "wgt": 1
                },
                {
                    "body": "\"Tenemos a las familias del MH17 en nuestras oraciones\", expresaron los allegados a los pasajeros desaparecidos hace cuatro meses. Ambas catástrofes tuvieron lugar en aviones de Malaysia Airlines\n\nFamiliares de los viajeros que iban a bordo del avión de Malaysia Airlines desaparecido el pasado 8 de marzo cuando viajaba de Kuala Lumpur a Pekín han mostrado su solidaridad con las víctimas del avión de la misma compañía, siniestrado en el este de Ucrania este jueves, con 298 personas.\n\nEn su página oficial de redes sociales chinas como Weibo o en Facebook, el grupo de familias de pasajeros del vuelo MH370, del que se desconoce aún su paradero cuatro meses después de desaparecer de los radares con 239 personas -la mayoría, chinos-, han publicado mensajes de ánimo y oraciones por la tragedia del vuelo MH17.\n\n\"Nuestras oraciones con el MH17 y sus supervivientes. Nosotros, las familias del MH370, rezamos por los allegados del MH17 para que sean fuertes\", indican en un mensaje en Facebook publicado en chino y en inglés, junto a una foto del suceso.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15630432",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.482,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "07:32:00",
                    "title": "Los familiares del desaparecido MH370 se solidarizaron con las víctimas del vuelo derribado",
                    "uri": "198155480",
                    "url": "http://www.infobae.com/2014/07/18/1581564-los-familiares-del-desaparecido-mh370-se-solidarizaron-las-victimas-del-vuelo-derribado",
                    "wgt": 1
                },
                {
                    "body": "Desde la época de la Guerra Fría no ocurría un accidente de tales características. El derribo de un avión de pasajeros, como el de las líneas aéreas de Malasia en la región oriental de Donetsk (Ucrania), no sucedía desde la Guerra Fría, cuando las tensiones militares provocaron que errores de navegación o comunicación desembocaran en tragedias con centenares de víctimas inocentes.\n\nHasta el de la fecha, los cuatro derribos de aviones de aerolíneas civiles internacionales más graves sucedieron en 1978, 1980, 1983 y 1988.\n\nEn abril de 1978, el vuelo Korean Air 902 que cubría la ruta entre París y Seúl a través del Polo Norte fue interceptado por un caza soviético Su-15 al cambiar de rumbo y aproximarse a la frontera entre Finlandia y la URSS.\n\nEn aquella época las aeronaves no navegaban con posicionamiento por satélite y el piloto cálculo mal la ruta sobre el círculo polar ártico, realizando un viraje con rumbo a Rusia en lugar de Alaska, donde tenía previsto repostar.\n\nAnte la falta de respuesta por parte de los pilotos surcoreanos, las autoridades militares ordenaron al piloto del caza soviético derribar al avión, pese a que éste informó de que se trataba de un avión civil y no de una aeronave espía Boeing RC-135 como las utilizadas por el Pentágono.\n\nAfortunadamente, solo uno de los misiles disparados contra el avión de pasajeros lo alcanzó, dañando el ala izquierda. El avión consiguió realizar un aterrizaje de emergencia en un remoto lago helado finlandés.\n\nLos soviéticos fueron los primeros en llegar a la zona y evacuar a los pasajeros. Solo dos personas fallecieron.\n\nEl 27 de junio de 1980, un avión comercial de la compañía Itavia que volaba entre las ciudades italianas de Bolonia a Palermo fue presuntamente derribado por un misil disparado por un caza de la OTAN, cayendo cerca de la isla de Ustica, y fallecieron sus 81 ocupantes.\n\nEl 1 de septiembre de 1983, otro vuelo de Korean Air, en esta ocasión un B-747, fue derribado por la Unión Soviética con un misil aire-aire, también debido a un error de navegación de los pilotos, que acababan de repostar en Anchorage (Alaska) tras haber partido de Nueva York.\n\nEl avión surcoreano se adentró dos veces en el espacio aéreo soviético, por lo que las autoridades rusas ordenaron su derribo, posiblemente porque confundieron al 747 con un avión espía RC-135 estadounidense que estuvo en las proximidades.\n\nLas 269 personas a bordo fallecieron cuando el avión recibió el impacto del misil y los restos de la aeronave quedaron esparcidos en aguas internacionales, cerca de la isla Sajalín de la Rusia Oriental y al norte de Japón.\n\nNo obstante, los soviéticos tomaron el control militar de la zona e impidieron la presencia de estadounidenses o japoneses en el lugar.\n\nLos soviéticos controlaron y entorpecieron la investigación del accidente.\n\nLa última gran tragedia por un derribo de un avión de pasajeros sucedió en 1988, cuando el crucero de misiles guiados estadounidense USS Vinceness disparó contra el vuelo 655 de Iran Air, causando la muerte de las 290 personas a bordo.\n\nEn este caso, el avión civil, un Airbus 300 fue derribado en espacio aéreo iraní tras despegar del aeropuerto de Bandar Abbas (a orillas del Golfo Pérsico) con destino a Dubai.\n\nLos estadounidenses confundieron al Airbus iraní con un F-14, ya que ese aeropuerto era utilizado tanto por aviones militares como civiles.\n\nEl USS Vinceness, desplegado en la zona durante la guerra entre Irán e Irak, se había enfrentado a navíos militares iraníes ese día y el aumento de la tensión pudo conducir al error de cálculo.\n\nMás recientemente y superada la Guerra Fría, se produjeron otros derribos de aviones.\n\nEl 6 de abril de 1994, el avión presidencial del jefe del Estado de Ruanda, Juvenal Habyarimana (de la etnia hutu), en el que también viajaba el presidente de Burundi, Cyprien Ntaryamira, fue abatido por un misil tierra-aire poco antes de aterrizar en el aeropuerto ruandés de Kigali.\n\nEse magnicidio detonó una matanza colectiva iniciada por hutus radicales sobre tutsis.\n\nY el 4 de octubre de 2001, las Fuerzas Armadas ucranianas derribaron accidentalmente con un misil un avión ruso Tu-154 de la compañía Sibir Airlines, que cayó al Mar Negro, cuando realizaba el trayecto entre Tel Aviv (Israel) y la ciudad siberiana de Novosibirsk. Perecieron sus 78 ocupantes.\n\nSegún reconocieron las autoridades ucranianas, el accidente se produjo al desviarse un misil del sistema S-200 de defensa antiaérea en unas maniobras militares en la península de Crimea, a 270 kilómetros del lugar de la tragedia.\n\nPero desde 1988 no se había producido un suceso tan grave como el de hoy con el más que probable derribo del vuelo comercial MH17 de Malaysia Airlines sobre los cielos de la región separatista ucraniana de Donetsk, que cubría la ruta entre Ámsterdam y Kuala Lumpur\n\nLos 295 pasajeros del Boeing 777 fallecieron, según todas las indicaciones, y la teoría que cobra más fuerza es que un misil tierra-aire del tipo BUK (ruso) impactó en el avión a 10.000 metros de altura.\n\nLos responsables del disparo, presumiblemente separatistas prorrusos, podrían haber confundido el vuelo de Malaysia Airlines con un avión de transporte militar de la Fuerza Aérea de Ucrania, como el Antonov 26 que fue derribado en zona rebelde el pasado lunes.\n\nSegún confirmaron fuentes de los servicios de inteligencia de EEUU citadas por la cadena CNN y el diario The Washington Post, el avión de Malaysa Airlines, con código compartido con la KLM holandesa que había despegado de Ámsterdam recibió el impacto de un misil.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15634436",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4702,
                    "source": {
                        "title": "heraldo.es",
                        "uri": "www.heraldo.es"
                    },
                    "time": "08:38:00",
                    "title": "A tragic memory of the cold war",
                    "uri": "198167686",
                    "url": "http://www.heraldo.es/noticias/internacional/2014/07/18/el_derribo_del_mh17_malasia_invoca_tragico_recuerdo_guerra_fria_300200_306.html",
                    "wgt": 1
                },
                {
                    "body": "(Reuters) -- Todo comenzó con otra llamada telefónica tarde en la noche, otra corrida al aeropuerto, donde caras familiares en un entorno familiar trataban de comprender, de alguna manera, la pérdida de casi 300 vidas en el segundo desastre que afecta a Malaysia Airlines en apenas unos meses.\n\nPara una compañía y para un país que aún intenta superar la desaparición no resuelta del vuelo MH370 del 8 de marzo, el aparente derribo el jueves de otro Boeing 777 sobre el este de Ucrania fue un golpe devastador.\n\n\"Para que algo como esto ocurra, sólo cuatro meses después del MH370, justo cuando estamos empezando a seguir adelante con la vida, esto es simplemente muy difícil de aceptar\", dijo un ejecutivo de la aerolínea en el aeropuerto internacional de Kuala Lumpur, sollozando mientras hablaba.\n\n\"No puedes imaginarte cuán devastador es esto, cuán conmovedor es. Nadie puede creer que esto esté pasando de nuevo, estamos atravesando nuevamente todas las emociones\", agregó.\n\nDespués de la tragedia anterior, políticos y funcionarios de la aerolínea tardaron en reconocer que el avión había desaparecido en su ruta entre Kuala Lumpur y Beijing e hicieron declaraciones confusas y a veces contradictorias.\n\nEl jueves, las noticias de que algo andaba mal con el vuelo MH17 que viajaba de Amsterdam a Kuala Lumpur comenzaron a filtrarse poco después de las 23:00 hora local.\n\nUn rato más tarde, ejecutivos del Sistema de Aerolíneas de Malasia se enteraron y corrieron al aeropuerto para ayudar a organizar las operaciones de emergencia, según entrevistas con funcionarios de la compañía.\n\n\"Cuando entramos a la habitación, miramos alrededor y vimos a los mismos colegas, los mismos rostros familiares, que vimos durante el MH370\", dijo un funcionario del gobierno.\n\n\"Y casi todos estaban susurrando. Dios, no podíamos creer que algo como esto estuviera pasando de nuevo\", agregó.\n\nPara las 23:30 hora local, funcionarios de Malaysia Airlines (MAS) sabían por imágenes de televisión y luego por la confirmación de las autoridades ucranianas que el avión se había estrellado.\n\nLa aerolínea anunció en su cuenta oficial en Twitter que había perdido contacto con el avión, un cambio con respecto al desastre de marzo cuando fue muy criticado por esperar seis horas antes de reconocer que el MH370 estaba desaparecido.\n\nAntes de la medianoche, los funcionarios sabían que los 298 pasajeros y la tripulación estaban muertos.\n\n\"La gente conocía el operativo esta vez, todos estuvieron enfocados en lo que tenían que hacer\", dijo el funcionario del gobierno. \"MAS, el Gobierno, las diferentes agencias, los políticos. Todos tenían un rol y sabían cuál era\", agregó.",
                    "date": "2014-07-19",
                    "eventUri": "997350",
                    "id": "15724902",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4654,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "09:43:00",
                    "title": "La tragedia vuelve a Malaysia Airlines",
                    "uri": "198413731",
                    "url": "http://mexico.cnn.com/mundo/2014/07/18/lagrimas-e-incredulidad-vuelven-a-las-oficinas-de-malaysia-airlines",
                    "wgt": 1
                },
                {
                    "body": "El Kelantan FA, conjunto que milita en la Superliga malasia, llevará el logo de Malaysia Airlines (MAS) en su equipación la próxima temporada como una muestra de solidaridad con la aerolínea nacional después de la tragedia que sacudió al vuelo MH17 este mes de julio.\n\n\"Para la temporada 2015, la camiseta del Kelantan tendrá el logo de MAS. Lo haremos de manera voluntaria, sin percibir ningún ingreso\", comentó uno de los consejeros del club, Annuar Musa, ante los medios de comunicación.\n\nCerca de 300 personas perdieron la vida el pasado 17 de julio cuando un avión de MAS, que completaba la ruta entre Amsterdam y Kuala Lumpur, fue derribado por un misil en el este de Ucrania, donde existe un conflicto armado entre los separatistas prorrusos y las fuerzas del gobierno.",
                    "date": "2014-07-25",
                    "eventUri": "997350",
                    "id": "16132115",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4617,
                    "source": {
                        "title": "AS.com",
                        "uri": "futbol.as.com"
                    },
                    "time": "08:57:00",
                    "title": "El Kelantan llevará el logo de Malaysia Airlines en su camiseta",
                    "uri": "199616522",
                    "url": "http://futbol.as.com/futbol/2014/07/25/internacional/1406276546_173782.html",
                    "wgt": 1
                },
                {
                    "body": "El derribo del vuelo de Malaysia Airlines ha conmocionado a la población holandesa, país de donde partió el avión, y de donde son la gran mayoría de las víctimas, 154, según informó ayer en rueda de prensa Huib Gorter, vicepresidente en Europa de la compañía aérea. Gorter dijo que entre los fallecidos hay también 27 australianos, 23 malasios y 11 indonesios, además de británicos, alemanes, belgas, filipinos y canadienses, de un total de 283 viajeros, además de las 15 personas que formaban parte de la tripulación.\n\nEn Madrid, el Ministerio de Asuntos Exteriores y de Cooperación avanzó a media tarde no tener constancia de que en el vuelo de Malaysia Airlines hubiera ningún español entre los de viajeros.\n\nDurante las primeras horas hubo confusión respecto a las nacionalidades de las víctimas. Algunas fuentes hablaron de 23 estadounidenses y 35 holandeses. Horas después la cifra de éstos últimos se multiplicó por más de cuatro. Lo había advertido el ministro de Justicia, Ivo Opstelten, cuando a media tarde dijo a la televisión de su país que \"había muchos holandeses a bordo\". El Gobierno de París señaló, por su lado, que \"como mínimo\" entre los fallecidos había cuatro franceses, aunque más tarde dijo que no podía confirmar que hubieran personas de esta nacionalidad viajando en el avión.\n\nEquipos de emergencia\n\nEn Ámsterdam, las autoridades desplazaron poco después de conocer la tragedia a varios equipos de emergencia al aeropuerto de Schiphol, de donde despegó el vuelo, para atender a los familiares de las víctimas holandesas.\n\nLa agencia de prensa AFP señaló que los familiares de los pasajeros se concentraron en un restaurante del aeropuerto \"protegidos\" por las fuerzas de seguridad. La policía evitó que los numerosos medios de comunicación se acercaran a los familiares.\n\nLos testigos citados por las agencias rusas y ucranianas explicaron que encontraron en el lugar donde se precipitó el avión, cerca del pueblo de Grabovo, un panorama dantesco, con decenas de cadáveres mutilados por todas partes y esparcidos entre los restos del fuselaje y de maletas y demás bolsas de mano.\n\nHabía partes del aparato en llamas y un fuerte olor a queroseno. Según las misma fuentes, varias personas resultaron dañadas en tierra, ya que sus casas fueron alcanzadas por los restos del avión.\n\n\"No es agradable de ver\", advirtió un miliciano separatista mientras caminaba por los campos donde quedaron esparcidos los restos del avión. En medio de un campo de trigo, cerca de un camino rural, estaba parte de la cola del avión, con los colores de la aerolínea.\n\nPartes de fuselaje\n\nAlgunos vecinos del lugar explicaron que el avión se desintegró en el aire y que había partes del fuselaje en un radio de hasta 15 kilómetros. \"Debió de ser sobre las cuatro de la tarde. Escuché un ruido enorme y que el suelo se movía como en un terremoto\", explicó a AFP Katia, un vecino de la zona de 62 años.\n\n\"Yo me escondí en el sótano de mi casa con mi niño pequeño\", afirmó, por su lado, Natalia, de 36 años. Su marido, Alexander, recuerda que cuando escucharon la primera explosión el avión estaba todavía en el aire y que después se desintegró. \"¿Cree usted que esta pobre gente entendía lo que está pasando en esta guerra en Ucrania?\", preguntó Natalia. \"Como nosotros, no entendían nada\".\n\nLos primeros equipos de rescate llegaron 20 minutos después de producirse la tragedia y sin esperanzas de encontrar supervivientes. \"No sé como se podía pensar en encontrar gente con vida\", dijo un miliciano prorruso.\n\n\"Las imágenes que he visto son horribles\", afirmó el ministro de Justicia Opstelten refiriéndose a las imágenes transmitidas por las televisiones holandesas. Algunas de ellas mostraron pasaportes de ciudadanos holandeses entre los escombros, entre ellos de niños, que se supone que viajaban con sus familias de vacaciones.\n\nAyer por la tarde había otro vuelo programado para viajar a Kuala Lumpur desde el aeropuerto de Schiphol. \"Yo tomaré el avión\", dijo la pasajera Asri Strankina. \"Estoy segura que las compañías aéreas han tomado todas las precauciones necesarias\", añadió.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15634007",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4492,
                    "source": {
                        "title": "www.elperiodicomediterraneo.com",
                        "uri": "www.elperiodicomediterraneo.com"
                    },
                    "time": "08:32:00",
                    "title": "\"Fue como un terremoto\"",
                    "uri": "198166325",
                    "url": "http://www.elperiodicomediterraneo.com/noticias/internacional/fue-terremoto_885622.html",
                    "wgt": 1
                },
                {
                    "body": "Eurocontrol y la EASA participarán en la investigación internacional sobre la caída del avión\n\nBRUSELAS, 18 (EUROPA PRESS)\n\nLa Unión Europea no se plantea de momento imponer nuevas sanciones contra Rusia -más allá de las aprobadas en la cumbre del miércoles- tras la caída en este de Ucrania del avión de Malaysia Airlines y cree que esta tragedia aérea podría acelerar un alto el fuego definitivo en la región y una solución política, según han afirmado este viernes fuentes diplomáticas.\n\nLos ministros de Asuntos Exteriores de los Veintiocho abordarán la caída del MH17 en su reunión del próximo martes en Bruselas y previsiblemente reclamarán de nuevo una investigación internacional para determinar las causas, en la que se garantice el pleno acceso a la zona del siniestro, controlado por los separatistas prorrusos.\n\nA esta investigación, que según las normas internacionales debe ser liderada por Ucrania por ser el lugar de la caída, ya han sido invitados la agenda europea de gestión del tráfico aéreo, Eurocontrol, la Agencia Europea de Seguridad Aérea (EASA, por sus siglas en inglés), y también Holanda por ser el país del que proceden la mayoría de las víctimas, según las fuentes consultadas. También participará Estados Unidos por ser el país de fabricación del avión y probablemente Reino Unido, de donde proceden los motores.\n\nSi no hay problemas de acceso y se permite el trabajo de los expertos en la zona del siniestro (de alrededor de 20 kilómetros cuadrados), el primer informe sobre la caída debe publicarse en el plazo de un mes, mientras que las conclusiones finales tardarán como mínimo un año, según las fuentes consultadas. No se descarta que se pueda invitar a Rusia a participar.\n\nLA UE TAMBIÉN CREE QUE EL AVIÓN FUE ABATIDO\n\nA la espera del resultado de esta investigación, la UE considera que \"las primeras evaluaciones, teniendo en cuenta la dispersión de los restos en varias decenas de kilómetros, tienden a confirmar la hipótesis de que el avión ha sido abatido\". No obstante, los diplomáticos europeos rechazan especular sobre quién está en el origen del disparo.\n\nNo se descarta que algunos Estados miembros -como Polonia o los bálticos- pidan ya el martes nuevas sanciones contra Rusia por la caída del avión. Pero la posición mayoritaria en la UE es esperar a ver \"si esta terrible tragedia puede abrir un espacio político\". \"Esto abre una oportunidad en la que todo el mundo debe examinar si se puede avanzar en el objetivo de acabar con la violencia y aplicar el plan de paz del presidente ucraniano, Petro Poroshenko\", asegura un alto diplomático europeo.\n\nEn este sentido, las fuentes consultadas resaltan que los separatistas prorrusos se han comprometido ante la comunidad internacional a proteger la zona del siniestro y han aceptado un alto el fuego temporal.\n\nEn todo caso, los ministros de Exteriores sí darán seguimiento el martes a las sanciones aprobadas por los jefes de Estado y de Gobierno. Tras la aprobación este viernes de la nueva base jurídica que permitirá extender las sanciones a dirigentes rusos y a empresas que colaboren material o financieramente en la desestabilización de Ucrania, los 28 seguirán trabajando sobre la lista de nombres, aunque su aprobación final se retrasará posiblemente a los últimos días de julio.\n\nLos jefes de la diplomacia europea confirmarán además la suspensión de los préstamos del Banco Europeo de Inversiones (BEI) a Rusia y la intención de trabajar para que también el Banco Europeo para la Reconstrucción y el Desarrollo los congele. Finalmente, aprobarán el envío de una misión civil a Kiev para asistir a la policía y al sector judicial.\n\nSÓLO EL 25% DE LOS VUELOS ESQUIVÓ EL ESTE DE UCRANIA\n\nTanto la Comisión Europea como Eurocontrol han asegurado este viernes que no tienen competencias para imponer zonas de exclusión aérea, y que esto es una decisión soberana de los países, en este caso de Ucrania. Kiev introdujo las primeras restricciones en el este de Ucrania el pasado 1 de julio y cerró el espacio aéreo por debajo de los 26.000 pies (8.000 metros) y el 14 de julio hasta los 32.000 pies (9.700 metros).\n\nEl avión de Malaysian Airlines volaba por encima de esta altitud, para la que no había ninguna alerta de seguridad, según las fuentes consultadas. De hecho, por esta zona pasan cada día entre 100 y 150 vuelos que van de Europa a Asia. Desde que Ucrania introdujo las primeras restricciones, sólo el 25% de los vuelos se ha desviado por otras rutas, por decisión discrecional de las aerolíneas, mientras que el 75% restante ha continuado volando por el este de Ucrania con la altitud permitida.\n\nDesde el siniestro de este jueves, Ucrania ha cerrado por completo el espacio aéreo del este del país.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15649259",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4487,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "12:06:00",
                    "title": "La UE descarta nuevas sanciones a Rusia y cree que la tragedia aérea puede facilitar solución política",
                    "uri": "198211431",
                    "url": "http://www.eleconomista.es/internacional/noticias/5951094/07/14/La-UE-descarta-nuevas-sanciones-a-Rusia-y-cree-que-la-tragedia-aerea-puede-facilitar-solucion-politica.html",
                    "wgt": 1
                },
                {
                    "body": "El jefe del gobierno español, Mariano Rajoy, abogó este viernes por una \"investigación independiente\" que determine lo ocurrido en la \"salvajada\" de la que ha sido víctima un avión de Malaysian Airlines, probablemente derribado por un misil en el este de Ucrania.\n\n\"España estará como siempre con sus aliados. España apoyará una investigación independiente que se haga para conocer quienes son los autores de esto\", afirmó Rajoy, tras el consejo de ministros.\n\n\"El mundo tiene derecho a saber qué es lo que ha ocurrido y el mundo tiene que hacer todos los esfuerzos para evitar que una salvajada como esta vuelva a tener lugar nunca\", añadió.\n\nExpertos de los servicios de inteligencia norteamericanos consideraron que un misil tierra-aire derribó el Boeing 777 que partió de Amsterdam hacia Kuala Lumpur, aunque el origen de su disparo sigue siendo incierto.\n\nEl avión volaba a unos 10.000 metros cuando desapareció de los radares, según Eurocontrol, gestor del espacio aéreo europeo.\n\nLas autoridades de Kiev y los separatistas prorrusos se acusaron mutuamente de haber sido los autores del supuesto disparo del misil, pero no hay ningún elemento material que permita atribuir de forma indudable las responsabilidad del mismo.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15653592",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4408,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "13:05:00",
                    "title": "España apoya una \"investigación internacional\" sobre el avión caído en Ucrania",
                    "uri": "198224396",
                    "url": "http://www.eleconomista.es/internacional/noticias/5951231/07/14/Espana-apoya-una-investigacion-internacional-sobre-el-avion-caido-en-Ucrania.html",
                    "wgt": 1
                },
                {
                    "body": "'Si desaparece, este es el aspecto que tiene'. Fue el mensaje, teñido de humor negro, que uno de los ocupantes del MH17 compartió en su perfil de Facebook, junto a una foto del avión, antes de emprender el vuelo desde el aeropuerto de Amsterdam. Un mensaje tristemente premonitorio y que aludía a otro aparato de la misma compañía, Malaysia Airlines, al que se perdió el rastro cuando viajaba de Kuala Lumpur a Pekín el pasado 8 de marzo. El pasajero que colgó el post, difundido posteriomente por Facebook, era un turista holandés que viajaba ayer a la capital de Malasia para reunirse con su pareja.\n\nEn las últimas horas, tras conocerse el accidente, han surgido en esta red social varias páginas de homenaje a los tripulantes del avión que han perdido la vida en el siniestro. En todas ellas se repite un post en el que aparece un vídeo con el momento en el que el aparato se precipita contra el suelo cerca de la localidad ucrania de Donetsk. Igualmente, aún permanecen activas algunos de los perfiles personales de miembros de la tripulación del MH17, que muestran imágenes de algunos de sus viajes anteriores.\n\nEntre los tripulantes del aparato figuraban un centenar de expertos en VIH y SIDA que se dirigían Melbourne, Australia, para participar en una conferencia internacional. Uno de ellos era Joep Lange, investigador, profesor y uno de los más destacados especialistas internacionales en la materia. En el aparato también viajaban algunos de los organizadores del encuentro, entre ellos Glenn Thomas, encargado de relaciones con la Prensa. El congreso no se ha suspendido, se celebrará como homenaje a los que han perdido su vida en el accidente.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15632485",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4335,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "08:10:00",
                    "title": "'Si desaparece, este es su aspecto'",
                    "uri": "198162308",
                    "url": "http://www.elmundo.es/internacional/2014/07/18/53c8cf96268e3e396b8b456e.html",
                    "wgt": 1
                },
                {
                    "body": "Putin informa a Obama sobre tragedia de avión de pasajeros malasio en Ucrania\n\nMoscú (EFE).- El presidente ruso, Vladímir Putin, dijo hoy que la catástrofe del avión malasio que se estrelló ayer en el este de Ucrania, supuestamente derribado por un misil, requiere una investigación \"escrupulosa y objetiva\".\n\nSegún el Kremlin, el presidente señaló que el suceso demuestra la necesidad de que se llegue cuanto antes a un arreglo pacífico del conflicto en el este de Ucrania.\n\nPor su parte, la organización Interpol ofreció hoy su \"asistencia total\" para investigar el siniestro ayer del avión del vuelo NH17 de Malaysian Airlines con 295 personas a bordo en la región ucraniana de Donetsk, bajo control de los separatistas.\n\n\"Interpol ha ofrecido su asistencia total a todos los países miembros relevantes para ayudar a repatriar los restos con dignidad a sus países de origen\", declaró en un comunicado el secretario general de esa organización, Ronald K. Noble.\n\nEsa organización, con sede en la localidad francesa de Lyon, trabajará para determinar si alguno de los pasajeros que embarcaron en el avión siniestrado lo hicieron \"utilizando un pasaporte que hubiera sido perdido o robado\" y para aclarar si \"alguno de ellos estaba relacionado con alguna conducta criminal\", agregó K. Noble.\n\nAdemás, Interpol recordó que en caso de que se le solicite puede desplegar el Equipo de Respuesta a Incidentes (IRT, por sus siglas en inglés), operativo que puede incluir también expertos de la célula de Identificación de Víctimas de Desastres (DVI) para aportar \"apoyo de investigación y analítico sobre el terreno\".\n\nAmbos dispositivos se han utilizado en situaciones como el tsunami asiático de 2004, los ataques terroristas del centro comercial Westgate Mall de Kenia en 2013 o el terremoto de Haití de 2010, entre otros.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15638219",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.427,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "09:37:00",
                    "title": "Putin calls for an investigation \"scrupulously and objective\"",
                    "uri": "198180016",
                    "url": "http://www.lavanguardia.com/sucesos/20140718/54412011297/putin-pide-investigacion-exhaustiva-de-la-caida-del-avion-malasio.html",
                    "wgt": 1
                },
                {
                    "body": "\"Perdimos a un gran colega en el vuelo MH17: Glenn Thomas. Miembro de mi equipo. Lo vamos a extraĂąar\", confirmĂł en su cuenta de Twitter un alto directivo de comunicaciĂłn de la OMS, Gregory Hartl.\n\nThomas solĂ­a asistir como portavoz de la OMS a las conferencias de prensa semanales que ofrecen diversas agencias de Naciones Unidas en Ginebra, sede de la OMS.\n\nDurante la conferencia de prensa de esta maĂąana, por iniciativa conjunta del servicio de prensa de la ONU y de la AsociaciĂłn de Corresponsales de la ONU en Ginebra (ACANU) los portavoces y los periodistas observaron un minuto de silencio en su memoria, recordĂĄndolo como gran profesional y entraĂąable amigo.\n\nThomas se encontraba a bordo del aviĂłn que fue derribado ayer por un misil que al parecer estaba en manos de militantes prorrusos en el este de Ucrania, pues se dirigĂ­a a Melbourne, Australia a la Conferencia Internacional sobre Sida.\n\nAsimismo, un gran nĂşmero de investigadores y activistas contra el sida reconocidos a nivel mundial que iban a la mencionada cumbre sobre Sida murieron a consecuencia de este accidente.\n\nEntre los pasajeros estaba el ex presidente de la Sociedad Internacional sobre el Sida, Joep Lange, holandĂŠs y conocido investigador del VIH.\n\nLa muerte de Thomas asĂ­ como la pĂŠrdida irreparable de expertos y activistas sobre Sida ha conmocionado a tanto al personal de la ONU como a la comunidad cientĂ­fica mundial.\n\nMalaysia Airlines informĂł que el Boeing 777 volaba de Ă\u0081msterdam a Kuala Lumpur con 298 personas a bordo.\n\nEl aviĂłn de Malaysia Airlines fue derribado este jueves por un misil, cerca de la frontera entre Rusia y Ucrania, informĂł una fuente gubernamental de Estados Unidos a la cadena de noticias CNN.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15642953",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.427,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "10:44:00",
                    "title": "Muere portavoz de la OMS en avión derribado en Ucrania",
                    "uri": "198193836",
                    "url": "http://www.eluniversal.com.mx/el-mundo/2014/muere-portavoz-de-la-oms-en-avion-derribado-en-ucrania-1024163.html",
                    "wgt": 1
                },
                {
                    "body": "El siguiente video fue publicado en la página de Facebook Amigos de Barisan Nacional* (BN, Frente Nacional) con el texto: \"Este video muestra al avión MH7 en llamas tras ser alcanzado por misiles\". Pueden ver el clip a continuación.\n\nAlgunos de los comentarios sugieren que el video pueda mostrar la caída de otro avión y no la del MH17, donde murieron 298 pasajeros que viajaban de Amsterdam a Kuala Lumpur.\n\nDe acuerdo con The Guardian, la nave fue derribada en la frontera entre Rusia y Ucrania por un misil cuyo origen no ha sido confirmado. Según el diario The Independent, Igor Girkin, comandante de la Milicia Popular de Donbass, un grupo prorruso, aseguró que su organización había derribado un avión en una red social el día de ayer. Unos minutos después, surgieron los reportes sobre el accidente del vuelo.\n\n*Barisan Nacional, o Frente Nacional, es un importante partido político de Malasia.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15651779",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4057,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "12:40:00",
                    "title": "VIDEO: Publican clip de la caída del vuelo MH17 de Malaysia Airlines",
                    "uri": "198218940",
                    "url": "http://www.publimetro.cl/nota/mundo/video-publican-clip-de-la-caida-del-vuelo-mh17-de-malaysia-airlines/oEpngr%21WiQUX02E5_BlbNAK0Ob4xg/",
                    "wgt": 1
                },
                {
                    "body": "SYDNEY (Reuters) - El primer ministro australiano, Tony Abbott, dijo el miércoles que aún no estaba claro cuántos cuerpos del vuelo MH17 de Malaysia Airlines habían llegado a la ciudad ucraniana de Jarkiv y cuántos se habían quedado en el lugar del accidente.\n\nLos cinco vagones refrigerados que contenían 200 bolsas con cadáveres llegaron el martes a Jarkiv después de que separatistas prorrusos acordaran entregar las cajas negras del avión a las autoridades malasias y los cuerpos a Holanda, donde vivían muchas de las víctimas.\n\nLas cajas negras llegaron el miércoles a Reino Unido.\n\nAbbott dijo que basándose en una inspección inicial de los restos en los vagones de trenes, no estaba claro cuántos cuerpos podrían haberse quedado en el territorio que está en manos de los rebeldes.\n\n\"Es bastante posible que muchos cuerpos estén allí a la intemperie, en el verano europeo, sujetos a las interferencias y sujetos a los estragos del calor y los animales. Esa es la situación difícil en la que nos encontramos\".\n\nEl Boeing 777 fue derribado la semana pasada en el este de Ucrania cuando iba en ruta desde Amsterdam a Kuala Lumpur matando a los 298 pasajeros y tripulación a bordo. Murieron 28 australianos.",
                    "date": "2014-07-23",
                    "eventUri": "997350",
                    "id": "15976529",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4004,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "09:23:00",
                    "title": "Australia dice no está claro cuántos cuerpos se han recuperado en Ucrania",
                    "uri": "199169749",
                    "url": "http://www.eleconomista.es/internacional/noticias/5961432/07/14/Australia-dice-no-esta-claro-cuantos-cuerpos-se-han-recuperado-en-Ucrania.html",
                    "wgt": 1
                },
                {
                    "body": "El derribo de un avión de Malaysia Airlines este jueves mientras sobrevolaba Ucrania ha reactivado las dudas de los inversores a la situación geopolítica actual con un conflicto abierto en Europa y el recrudecimiento de la tensión en Gaza, donde Israel ha iniciado la ofensiva terrestre. Dentro de las ventas generalizadas que se están viviendo hoy, viernes, en los parqués, el sector más castigado ha sido el de las aerolíneas, obligadas a trastocar sus planes de vuelo para evitar el espacio aéreo donde fue atacado el Boeing 777 de la compañía malasia con 298 pasajeros a bordo. No hay ningún superviviente.\n\nEntre los grandes nombres del sector, Air France-KLM se ha llegado a dejar un 2,6% a primera hora de la sesión, mientras la alemana Lufthansa o Ryanair han retrocedido un 1,5%. Frente a la tendencia generalizada a la baja, IAG, donde están las españolas Iberia o Vueling, ha subido un 1,4%. La aerolínea que ha sufrido el ataque, Malaysia Airlines, ha perdido un 11% de su valor, con lo que aumenta al 35% el desplome acumulado en lo que va de año. La compañía venía de sufrir su peor trimestre en tres años afectada por los elevados costes de la búsqueda del avión desaparecido en el Pacífico hace ahora cuatro meses.\n\nLa aseguradora líder de la aerolínea malasia, Allianz, que también ha cotizado en rojo en Bolsa pero con pérdidas mucho más moderadas, pide esperar a que se conozcan los detalles de lo sucedido para evaluar el impacto de la tragedia, que sigue sin tener un claor responsable. El Gobierno de Ucrania y los grupos rebeldes prorrusos que operan en la zona del siniestro se han cruzado acusaciones de ser los autores del ataque. En caso de que se confirme que ha sido un acto terrorista, el responsable de sufragar los gastos sería Atrium. Solo el coste del aparato asciende a cerca de 100 millones de dólares.\n\nHasta ayer, la agencia Eurocontrola y la OACI sostenían que sobrevolar Ucrania era seguro. Este viernes, el Gobierno de la exrepública soviética ha ordenado el cierre de su espacio aéreo sobre las regiones de Donetsk y Lugansk, en el este del país, donde fue derribado el vuelo MH17.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15636035",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3987,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "economia.elpais.com"
                    },
                    "time": "09:01:00",
                    "title": "Las aerolíneas retroceden en Bolsa tras el derribo del avión de Malaysia",
                    "uri": "198172317",
                    "url": "http://economia.elpais.com/economia/2014/07/18/actualidad/1405670152_921884.html",
                    "wgt": 1
                },
                {
                    "body": "BRUSELAS (ANSA).- Una pareja inglesa y su bebe de tres meses salvaron sus vidas gracias a la sobreventa de pasajes. Como el vuelo de Malaysia Airlines estaba completo y sólo había asiento para uno de ellos y el bebe, Izzy y Barry Sim decidieron embarcarse en el siguiente avión con destino a Kuala Lumpur.\n\nSegún medios locales, la familia prefería viajar junta, y optó por esperar al vuelo de la noche de la aerolínea KLM, pese a ser clientes frecuentes de la Malaysia. \"Alguien nos bendijo\", dijo Barry Sim en la terminal del aeropuerto de Schiphol, en Amsterdam, tras reconocer que sintió un malestar al enterarse de la noticia del avión caído.\n\nOtra familia (cuyo origen no trascendió), que debía viajar a Australia vía Kuala Lumpur, llegó demasiado tarde al aeropuerto y no pudo comprar pasajes para el vuelo de Malaysia. \"Es un poco surrealista\", dijo la pareja al canal AT5, con su hija en brazos. \"Todavía no lo creemos\", añadió..",
                    "date": "2014-07-19",
                    "eventUri": "997350",
                    "id": "15717850",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3924,
                    "source": {
                        "title": "www.lanacion.com.ar",
                        "uri": "www.lanacion.com.ar"
                    },
                    "time": "06:33:00",
                    "title": "Two families, except for not taking flight",
                    "uri": "198390241",
                    "url": "http://www.lanacion.com.ar/1711372-ingrese-el-titulo",
                    "wgt": 1
                },
                {
                    "body": "Familiares de los pasajeros del Boeing-777 de Malaysia Airlines se retiran del aeropuerto de Amsterdam-Schiphol (Holanda), tras recibir información luego de que la aeronave se estrellara./OLAF KRAAK (EFE)\n\nParís, EFE La organización Interpol ofreció hoy su \"asistencia total\" para investigar el siniestro ayer del avión del vuelo NH17 de Malaysian Airlines con 295 personas a bordo en la región ucraniana de Donetsk, bajo control de los separatistas.\n\n\"Interpol ha ofrecido su asistencia total a todos los países miembros relevantes para ayudar a repatriar los restos con dignidad a sus países de origen\", declaró en un comunicado el secretario general de esa organización, Ronald K. Noble.\n\nEsa organización, con sede en la localidad francesa de Lyon, trabajará para determinar si alguno de los pasajeros que embarcaron en el avión siniestrado lo hicieron \"utilizando un pasaporte que hubiera sido perdido o robado\" y para aclarar si \"alguno de ellos estaba relacionado con alguna conducta criminal\", agregó K. Noble.\n\nAdemás, Interpol recordó que en caso de que se le solicite puede desplegar el Equipo de Respuesta a Incidentes (IRT, por sus siglas en inglés), operativo que puede incluir también expertos de la célula de Identificación de Víctimas de Desastres (DVI) para aportar \"apoyo de investigación y analítico sobre el terreno\".\n\nAmbos dispositivos se han utilizado en situaciones como el tsunami asiático de 2004, los ataques terroristas del centro comercial Westgate Mall de Kenia en 2013 o el terremoto de Haití de 2010, entre otros.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15631378",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3909,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "07:49:00",
                    "title": "Interpol offers to investigate the malaysian flight downed in ukraine",
                    "uri": "198158682",
                    "url": "http://eldia.es/2014-07-18/INTERNACIONAL/14-Interpol-ofrece-investigar-vuelo-malasio-siniestrado-Ucrania.htm",
                    "wgt": 1
                },
                {
                    "body": "El presidente del gobierno Mariano Rajoy, abogó este viernes por una \"investigación independiente\" que determine lo ocurrido en la \"salvajada\" de la que ha sido víctima el avión de Malaysia Airlines. Además, transmitió la solidaridad de su gobierno con las familias y allegados de las víctimas de lo que calificó como un \"gravísimo suceso\".\n\n\"España estará como siempre con sus aliados. España apoyará una investigación independiente para conocer quienes son los autores\", afirmó Rajoy, tras el consejo de ministros.\n\n\"El mundo tiene derecho a saber qué es lo que ha ocurrido y el mundo tiene que hacer todos los esfuerzos para evitar que una salvajada como esta vuelva a tener lugar nunca\", concluyó.\n\nDe esta forma, España imitará las decisiones que dictaminen sus aliados para esclarecer definitivamente el origen del misil tierra-aire que derribó el Boeing 777 que partía desde Ámsterdam hacia Kuala Lumpur.\n\nEl avión volaba a unos 10.000 metros cuando desapareció de los radares, según Eurocontrol, gestor del espacio aéreo europeo, lo que significa que sobrevolaba el territorio en el límite de los recomendado para evitar incidentes aéreos en territorios de conflicto.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15662820",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.383,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "14:58:00",
                    "title": "Rajoy sobre el ataque al MH17: \"Hay que hacer todos los esfuerzos para que no se repita esta salvajada\"",
                    "uri": "198248873",
                    "url": "http://www.lavozdegalicia.es/noticia/espana/2014/07/18/rajoy-sobre-ataque-mh17-esfuerzos-repita-salvajada/00031405692443782773438.htm",
                    "wgt": 1
                },
                {
                    "body": "MELBOURNE (Reuters) - Un influyente experto holandés en la lucha contra el sida estaba entre los 298 pasajeros de un avión malasio que fue derribado en Ucrania, junto a otras personas que se dirigían a una conferencia internacional del sida en Melbourne, dijo un compañero australiano el viernes.\n\nJoep Lange, que pasó más de 30 años investigando y luchando contra el VIH y el sida, era conocido por defender un acceso barato a los tratamientos en los países pobres.\n\n\"Joep tenía un compromiso absoluto con el tratamiento y cuidado del VIH y en Asia y África\", dijo David Cooper, profesor del Instituto Kirbyen la Universidad de Nueva Gales del Sur, que trabajó estrechamente con Lange en un proyecto de investigación del VIH en Bangkok.\n\n\"La alegría de colaborar con Joep era que siempre aportaba un punto de vista nuevo, una visión única de las cosas, y nunca aceptó que algo era imposible de lograr\", dijo Cooper en un comunicado.\n\nLa ministra australiana de Exteriores Julie Bishop dijo que una serie de pasajeros del vuelo MH17 de Malaysia Airlines se dirigían a la Vigésima Conferencia Internacional del Sida.\n\nLa conferencia, que tiene previsto arrancar el domingo en Melbourne, contará con el expresidente de EEUU Bill Clinton entre sus principales participantes.\n\nHasta un centenar de asistentes viajaban en el vuelo siniestrado, dijo Fairfax Media, entre ellos Lange, que fue presidente de la Sociedad Internacional de Sida (IAS, por sus siglas en inglés) que organiza la conferencia.\n\n\"En este momento increíblemente triste y sensible la IAS está del lado de nuestra familia internacional y envía sus condolencias a los seres queridos de quienes han muerto en esta tragedia\", dijo Chris Beyrer, presidente electo de IAS, a periodistas en Melbourne.\n\n\"La IAS también ha escuchado las noticias de que entre los pasajeros estaba su expresidente Joep Lange, y si fuera el caso, el movimiento contra el sida/VIH ha perdido verdaderamente a un gigante\", dijo.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15634457",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3734,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "08:39:00",
                    "title": "Un experto holandés del sida, entre los pasajeros del avión derribado",
                    "uri": "198167889",
                    "url": "http://www.eleconomista.es/cultura/noticias/5950487/07/14/Un-experto-holandes-del-sida-entre-los-pasajeros-del-avion-derribado.html",
                    "wgt": 1
                },
                {
                    "body": "El Colegio Oficial de Pilotos de la Aviación Comercial (Copac) ha solicitado al Ministerio de Fomento y a la Agencia Estatal de Seguridad Aérea (AESA) que emitan recomendaciones de seguridad para las tripulaciones y compañías aéreas españolas que operan o sobrevuelan zonas de conflicto.\n\nEsta petición del Copac llega después de que ayer fuera derribado en el este de Ucrania un avión de Malaysia Airlines con 298 personas a bordo.\n\nSegún indica el Copac en una nota de prensa, \"más allá de la recomendación de evitar el sobrevuelo del espacio aéreo de Ucrania, es necesario informar sobre las áreas de exclusión y las áreas seguras de sobrevuelo para cualquier zona de conflicto, de forma que tanto operadores aéreos como pilotos adopten las medidas oportunas\".\n\nPor este motivo, ha remitido una carta a las autoridades aeronáuticas nacionales solicitando la difusión urgente de dichas recomendaciones y de las medidas adoptadas hasta el momento por la autoridad aeronáutica europea para garantizar la seguridad de todos los vuelos que sobrevuelan Ucrania, que se encuentra en la ruta habitual para los vuelos entre Europa y el sudeste Asiático.\n\nEn este sentido, recuerda que el pasado mes de abril la Agencia Europea de Seguridad Aérea (EASA) emitió una alerta de seguridad en la que recomendaba evitar el sobrevuelo de la región de Crimea, en el sur de Ucrania, debido a la situación de inseguridad.\n\nPor otro lado, el colegio pide que la investigación del accidente se realice con las máximas garantías posibles de independencia y rigor.\n\nPor último, lamenta \"profundamente este trágico suceso\" y transmite sus condolencias a los familiares y amigos de los pasajeros y de los miembros de la tripulación que viajaban en el vuelo siniestrado.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15636497",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3714,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "09:09:00",
                    "title": "Ucrania. el colegio de pilotos pide a fomento recomendaciones sobre los vuelos en zonas de conflicto",
                    "uri": "198173778",
                    "url": "http://www.eleconomista.es/economia/noticias/5950532/07/14/Ucrania-el-colegio-de-pilotos-pide-a-fomento-recomendaciones-sobre-los-vuelos-en-zonas-de-conflicto.html",
                    "wgt": 1
                },
                {
                    "body": "El Boeing de Malaysia Airlines es el último vuelo comercial que ha sido derribado en los últimos 40 años\n\nEl 28 de noviembre de 2002, dos miembros de Al Qaida lanzaron dos misiles portátiles contra un avión comercial israelí que volaba tranquilamente con 240 pasajeros a bordo, desde el aeropuerto de Mombasa (Kenia). En aquella ocasión los terroristas fallaron el blanco, una suerte que no tuvieron este jueves los 298 ocupantes del Boeing 777 de la compañía Malaysia Airlines, que fue derribado por un misil lanzado desde tierra, en la región de Donetsk, cuando volaba a 10.000 metros de altitud [sigue en directo la novedades sobre la catástrofer aérea de Donestk].\n\nREUTERS Un fotógrafo toma imágenes de los restos del avión malasio\n\nCon éste, son 13 los aviones comerciales que han sido derribados en pleno vuelo desde que, en 1976, un grupo anticastrista hiciera explotar, sobre el Caribe, dos artefactos en un avión Douglas DC-8 de Cubana de Aviación. Murieron 73 ocupantes, la mayoría deportistas cubanos. Fueron las primeras víctimas de los 1.803 pasajeros que han sido asesinados desde entonces, entre los que hay pasajeros de todas las nacionalidades posibles, desde coreanos a franceses, pasando por estadounidenses, ucranianos, canadienses, colombianos, ruandeses o panameños, incluidos varios presidentes del Gobierno.\n\nEl atentado contra el Douglas DC-8 fue el peor ataque de este tipo que se había producido hasta entonces en el hemisferio occidental. El juicio se celebró en Venezuela y la sentencia se demoró nada menos que nueve años, hasta que en 1987 fueron condenados a 20 años de prisión dos venezolanos. Otro de los detenidos, el exiliado cubano Luis Posada Carriles logró huir tras ocho años detenido a la espera de una sentencia. Después consiguió entrar en Estados Unidos, donde estuvo detenido por haber ingresado ilegalmente en el país, pero fue liberado en 2007.\n\nRusos o sij\n\nEn 1983, le tocó a otro Boeing, esta vez de la compañía Korean Air, que fue derribado por jets soviéticos, en uno de los incidentes más graves de la Guerra Fría. El vuelo fue abatido sobre la isla Moneron, con 269 pasajeros, entre los que estaba el congresista estadounidense Larry McDonald. A día de hoy, se ciernen muchas sombras sobre este trágico episodio.\n\nABC Crónica del atentado de Korean Air\n\nLa URSS aseguró desconocer que se trataba de un aparato civil, acusando al piloto de haber entrado deliberadamente, en territorio ruso restringido, con el objetivo de poner a prueba las capacidades de respuesta soviéticas y realizar labores de espionaje. El ataque generó una ola de protestas en todo el mundo, sobre todo en Estados Unidos, que radicalizó aun más sus posturas anticomunistas.\n\nEl derribo más mortífero de todos tuvo lugar dos años después en la costa de Irlanda, cuando un avión de Air India procedente de Toronto cayó a tierra tras estallar una bomba colocada en su bodega. Murieron todos los pasajeros: 329. Tras 15 años de investigación, fueron detenidos en Canadá dos hombres de origen sij, que fueron absueltos en 2005. Sin embargo, el presunto cerebro del atentado, Tarwinder Singh Parma, murió en un enfrentamiento con la policía india en 1992, sin que nunca fuera acusado o juzgado.\n\nCapsulas de cianuro\n\nEl Boeing 707 de la compañía surcoreana Korean Airlines (KAL) en el que murieron 115 personas, en 1987, es quizá el caso más novelesco. El vuelo, que cubría la ruta Bagdad-Seúl, hizo explosión sobre el mar de Andanam, frente a las costas de Birmania. El Gobierno surcoreano acusó oficialmente a Corea del Norte de haber organizado el atentado \"bajo instrucciones personales de Kim Jong Il\".\n\nAP En lugar de Lockerbie donde cayó derribado el avión en 1988\n\nAl parecer, dos agentes norcoreanos cogieron el avión en Bagdad y lo abandonaron durante su escala en el Aeropuerto Internacional de Abu Dabi, dejando una bomba con temporizador en su interior. Fueron detenidos cuando intentaban salir de Baréin con pasaportes japoneses falsos. Al ser detenidos, se tragaron cápsulas de cianuro para provocarse la muerte, pero uno de ellos, la terrorista de 26 años Kim Hyon Hui, sobrevivió. Más tarde admitió los cargos y explicó públicamente cómo se había planeado el atentado, por el que fue condenada a muerte y perdonada posteriormente por el presidente de Corea del Sur. Más tarde publicaría una autobiografía (\"Las lágrimas de mi alma\") cuyos beneficios donaría a las familias de las víctimas.\n\nEl más famoso fue provocado, en 1988, por el mismo Gobierno de Libia, que muchos años después admitió su responsabilidad y acordó indemnizar a las familias de las víctimas con 10 millones de dólares. El objetivo de aquel atentado fue un avión de la compañía estadounidense Pan Am, con ruta Londres-Nueva York, que explotó sobre la localidad escocesa de Lockerbie, causando la muerte de 270 personas (259 pasajeros y 11 en tierra). En 2001, un tribunal escocés declaró \"culpable\" del atentado a Abdel Baset al Megrahi, un libio que trabajaba en las oficinas de la compañía aérea libia en Malta, donde fue colocada la bomba en una maleta.\n\nLa \"guerra total\" de Pablo Escobar\n\nEn 1989 hubo dos ataques contra aviones comerciales, y en 1994, otros tres. La suma de las víctimas del primer año fue de 280 pasajeros: 170 en el avión de la compañía francesa UTA que hizo explosión cuando volaba sobre el desierto del Teneré (Níger), y otros 110 en un vuelo de Avianca que fue destrozado cinco minutos después de despegar de Bogotá, por una bomba colocada debajo de un asiento.\n\nABC Pablo Escobar, cuando fue detenido a principios de los 90\n\nEste último era un caso nuevo y sorprendente, pues fue ordenado por Pablo Escobar dentro de la \"guerra total\" que el \"capo\" del cartel de Medellín le había declarado a las autoridades colombianas. Aquello superaba con mucho las atrocidades cometidas por el histórico narcotraficante, al que se le atribuye la responsabilidad sobre 10.000 asesinatos. Cuando fue detenido, cumplió su condena en una cárcel que él mismo mandó construir en terrenos de su propiedad, después de un vergonzoso acuerdo con el Gobierno de Trujillo. En mayo de 1995, el colombiano Dandeny Muñoz, apodado \"La Quica\", fue sentenciado a cadena perpetua por el atentado.\n\nLos tres aviones comerciales derribados en 1994 suman, en cambio, 32 víctimas. El más significativo de todos fue el primero, en abril, donde murieron los presidentes de Ruanda y Burundi, además de otros ocho pasajeros. El avión fue alcanzado por un cohete tierra-aire cuando regresaba de un viaje oficial a Tanzania. Esto provocó el comienzo de uno los episodios más aberrantes, sanguinarios y atroces de la historia reciente, el genocidio de Ruanda, que acabó con la vida de 800.000 personas en apenas cinco meses.\n\nEl siglo XXI\n\nCon el de Malaysia Airlines, son tres los ataques contra aviones comerciales que se han producido en el presente siglo, que suman 435 muertos. El primero se produjo en octubre de 2000, en el que murieron 48 personas, seis tripulantes ucranianos incluidos, al explotar en el aire un avión Antonov 26 en las cercanías de la ciudad angoleña de Saurimo. La Unión Nacional para la Independencia Total de Angola (UNITA) reivindicó el derribo y lo justificó alegando que el aparato estaba \"cargado de diamantes robados en nuestra tierra\". Según un comunicado difundido en Lisboa, el avión \"fue alcanzado\" por la artillería de las Fuerzas Armadas de Liberación de Angola (FALA) y \"cayó en la zona controlada por UNITA\".\n\nabc Restos del Boeing 707 de Korean Airlines que estalló sobre el mar de Andanam (1987)\n\nEn 2004, murieron otros 89 pasajeros al estallar en el aire dos Túpolev rusos. Se hallaron explosivos en ambos aviones, que despegaron del aeropuerto moscovita de Domodédovo e hicieron explosión con una diferencia de dos minutos. El atentado fue atribuido a dos mujeres suicidas chechenas.\n\nEl de Malaysia Airlines, con 298 muertos, es el segundo ataque con mayor número de víctimas contra un vuelo comercial de los que se han producido en las últimas cuatro décadas, solo superado por el avión de Air India que, en 1985, acabó con la vida de 329 pasajeros.",
                    "date": "2014-07-19",
                    "eventUri": "997350",
                    "id": "15724716",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3665,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "09:39:00",
                    "title": "Trece aviones, más de 1.800 pasajeros asesinados",
                    "uri": "198413312",
                    "url": "http://www.abc.es/internacional/20140719/abci-malaysia-airlines-donestk-aviones-201407181659.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "El joven de 29 años se ha salvado, por segunda vez, de un accidente de aviación.\n\nEl pasado mes de marzo pudo estar a bordo del avión de Malaysia Airlines que desapareció nada más despegar. De Jonge se encontraba en el aeropuerto dispuesto a tomar un vuelo que lo llevara a Taiwán, pero había elegido otro vuelvo que salía una hora más tarde del accidentado.\n\nAdemás, este jueves se salvó de viajar con el avión de la misma compañía que ha sido interceptado por un misil en territorio aéreo ucraniano. Al parecer, el ciclista habría encontrado en el último momento un billete con un precio inferior para el domingo.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15646109",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3637,
                    "source": {
                        "title": "MUNDO DEPORTIVO",
                        "uri": "www.mundodeportivo.com"
                    },
                    "time": "11:08:00",
                    "title": "De Jonge se salva de los dos accidentes de Malaysia Airlines",
                    "uri": "198202809",
                    "url": "http://www.mundodeportivo.com/20140718/ciclismo/de-jonge-se-salva-de-dos-accidentes-de-avion_54412019473.html",
                    "wgt": 1
                },
                {
                    "body": "Vueling ha decidido mantener el vuelo entre Barcelona y Kiev previsto para esta medianoche, ya que la zona en la que están restringidos los vuelos queda a unos 700 kilómetros al este de la capital ucraniana.\n\nAsí lo explicó a Servimedia un portavoz de esta aerolínea de International Airlines Group (IAG), quien apuntó que la decisión ha sido tomada en una reunión en la que han participado representantes de la Agencia Estatal de Seguridad Aérea (AESA).\n\nEsta agencia aconsejó ayer, tras conocerse el accidente del vuelo de Malaysia Airlines en el este de Ucrania, no sobrevolar ese país.\n\nEl vuelo a Kiev tiene prevista la salida del aeropuerto de El Prat a las 23.55 horas. Según el portavoz de la aerolínea, \"será operado a menos que antes de esa hora surja alguna información gubernamental que diga que es peligroso operar esta ruta\". \"La seguridad es lo más importante para nosotros, por lo que si en algún momento nos dicen que hay algún peligro no volaremos\", reiteró.\n\nVueling ofrece el enlace entre Barcelona y Kiev tres veces por semana. La próxima salida, tras la de hoy, está prevista para mañana, sábado, también a las 23.55 horas.\n\nEsta compañía opera también rutas a Moscú y San Petersburgo, que no se han visto alteradas porque no atraviesan el espacio aéreo ucraniano.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15649164",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3592,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "12:05:00",
                    "title": "Ucrania. vueling volará a kiev esta medianoche",
                    "uri": "198211117",
                    "url": "http://www.eleconomista.es/economia/noticias/5951109/07/14/Ucrania-vueling-volara-a-kiev-esta-medianoche.html",
                    "wgt": 1
                },
                {
                    "body": "Viajaba junto a su pareja y otros compañeros a un foro sobre sida en Melbourne\n\nEl experto mundial en sida, Joep Lange, se encuentra entre las víctimas del avión de Malaysia Airlines derribado este jueves en el este de Ucrania. Lange, que ha pasado más de 30 años investigando y combatiendo la enfermedad y ahora hace campaña en favor de tratamientos más baratos para los países pobres, viajaba a un foro sobre sida en Melbourne junto con otros compañeros a bordo del vuelo MH17.\n\nInstituto de Salud Global y Desarrollo de Ámsterdam Joep Lange\n\nDavid Cooper, profesor en el Instituto Kirby de la Universidad de Nueva Gales del Sur, ha recordado este viernes el \"absoluto compromiso\" de Lange con la lucha contra el sida, especialmente en Asia y África. \"Nunca aceptaba que algo era imposible\", ha dicho, en un comunicado en el que ha alabado la visión \"única\" del investigador fallecido.\n\nLa ministra de Exteriores de Australia, Julie Bishop, ha confirmado que parte de los pasajeros del avión de Malaysia Airlines tenían Melbourne como destino final. Fairfax Media ha apuntado que serían hasta cien las personas que iban a acudir a la conferencia, en la que figura como orador el expresidente estadounidense Bill Clinton.\n\nUno de los responsable de la Sociedad Internacional contra el Sida, Chris Beyrer, ha lamentado la \"tragedia\" del avión y, especialmente, el fallecimiento de un \"gigante\" como Lange.\n\nLange trabajaba actualmente como profesor de medicina en la Universidad de Ámsterdam y viajaba junto a su pareja, Jacqueline, según el Instituto Kirby. También era director del Instituto de Salud Global y Desarrollo de Ámsterdam.\n\nEstá considerado uno de los pioneros en el desarrollo de terapias combinadas para combatir el sida y de tratamientos antirretrovirales simples que pudiesen impedir la transmisión del virus de madres a hijos en los países pobres.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15638080",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3481,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "09:35:00",
                    "title": "Un experto mundial en Sida, entre las víctimas",
                    "uri": "198179452",
                    "url": "http://www.abc.es/sociedad/20140718/abci-avion-malasio-foro-sida-201407181049.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Una familia australiana fue golpeada personalmente por las dos tragedias de Malaysia Airlines. En marzo de este año, Irene y George Burrows perdieron a su hijo Rodney y a su esposa Marey en el vuelo MH370 de la aerolínea.\n\nEl día de ayer, con la caída del vuelo MH17, Irene y George perdieron a su nietastra Maree Rizk y a su esposo Albert. Rizk y su marido viajaban de vuelta a Australia después de un viaje por Europa cuando el avión sobre el que volaban fue derribado. Desafortunadamente, los 298 pasajeros fallecieron.\n\nDe acuerdo con el diario The Independent, el día de ayer, Igor Girkin, comandante de la Milicia Popular de Donbass, un grupo prorruso, aseguró que su grupo había derribado un avión. Unos minutos después, surgieron los reportes sobre el accidente del vuelo MH17.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15649601",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3206,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "12:09:00",
                    "title": "Malaysia Airlines: Pareja que perdió hijo en el vuelo MH370 pierde nieta en el vuelo MH17",
                    "uri": "198212423",
                    "url": "http://www.publimetro.cl/nota/mundo/malaysia-airlines-pareja-que-perdio-hijo-en-el-vuelo-mh370-pierde-nieta-en-el-vuelo-mh17/oEpngr%21ItrRVF6pkUJA7UmJbMTXWA/",
                    "wgt": 1
                },
                {
                    "body": "Luces y sombras sobre el avión malasio estrellado en el este de Ucrania\n\nEn el avión viajan 110 pasajeros y los integrantes de la tripulación del avión son españoles, según lo han confirmado a la Cadena SER fuentes de la compañía, con sede en Madrid. Se trata de dos pilotos y cuatro tripulantes de cabina. Estas fuentes señalan que de momento no pueden dar mayor información acerca del incidente porque desconocen lo ocurrido. Su labor se está centrando en advertir a los familiares de los viajeros de que el avión, que tenía prevista su llegada a las 5:10 de la mañana, no ha llegado a su destino.\n\nEn estos momentos los equipos de emergencia y personal de la compañía están trabajando en averiguar lo sucedido y a medida que se vayan conociendo más detalles de lo sucedido la compañía emitirá nuevos comunicados.",
                    "date": "2014-07-24",
                    "eventUri": "997350",
                    "id": "16058507",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3103,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "10:38:00",
                    "title": "Desaparece un avión de Swiftair con 116 pasajeros, seis de ellos, españoles",
                    "uri": "199409109",
                    "url": "http://www.cadenaser.com/internacional/articulo/desaparece-avion-swiftair-116-pasajeros-espanoles/csrcsrpor/20140724csrcsrint_2/Tes?ssm=14092012-Ser-rs-1-Tw",
                    "wgt": 1
                },
                {
                    "body": "Representantes de la autoproclamada República Popular de Lugansk, una de las dos regiones rebeldes del este de Ucrania, difundieron esta versión sobre lo ocurrido con la aeronave de Malaysian Airlines que cubría la ruta Amsterdan Kuala Lumpur con 295 personas a bordo.\n\n###### Como vemos el nazi de Kiev ha conseguido optar por la guerra y el montaje ha sido \"casi\" perfecto hasta con la voz de un \"rebelde\" que hace recordar a Collin Powell en las Naciones Unidas \"demostrando\" la existencia de armas de destrucción masiva de Hussein, las incubadoras , los muertos de Gadafi , los ataques quimicos en Siria ect ... ..., y el nazi Netanyahu con la presentación de la bomba atómica de Iran en ese mismo sitio .\n\nEl completo ridículo vino unos meses despues de la masacre a Irak iniciada por el demente Bush y lo mismo vamos a ver también sobre Ucrania .\n\nCreen tener el engano perfecto pero el mundo ya no les dá crédito porque los montajes son algo que demuestra qué clase de rufianes gobiernan occidente y las dudas sobre el atentado del 11 de septiembre de 2001 son cada vez mas contundentes de que los Saudies en contuvernio con el sionismo y la CIA volaron las torres gemelas en NY ...de modo que tirotear un avión de pasajeros como lo hicieron con uno de Iran hace 10 anos es para ellos juego de escolares y su preparación en laboratorios de audios y videos son rutina ...\n\nLos medios occidentales ya están invadiéndonos con la basura que repiten ya mas de tres décadas sobre el terrorismo que se ha triplicado por por las invaciones coloniales imperiales y hoy la \"fundación\" del Califato IL en Irak y Siria por la CIA y los servicios secrtetos sionistas e Ingleses es para ponerle un enemigo a las puertas de Israel y justificar otra nueva guerra , esta vez contra Siria e Irak como si la ivasión mercenaria no fuera del mismo carácter y lo mismo están haciendo a las fronteras de Rusia con Ucrania",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15634414",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2799,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "08:38:00",
                    "title": "The demolition of malaysian aeroplane",
                    "uri": "198167696",
                    "url": "http://www.publico.es/actualidad/534525/el-derribo-del-avion-malasio?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed:%2520publico%2Fportada%2520%2528P%25fablico.es%2520-%2520Noticias%2520Portada%2529",
                    "wgt": 1
                },
                {
                    "body": "O Consello de Seguridade da ONU reúnese hoxe de urxencia pra trata-la situación de Ucraína, tralo sinistro do avión, supostamente derrubado por un mísil.\n\nVarios países pediron unha investigación internacional sobre o ocorrido coa aeronave de Malaysia Airlines que se estrelou con 298 ocupantes, sen que haxa sobreviventes.",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15635511",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2707,
                    "source": {
                        "title": "Radio Galega",
                        "uri": "www.crtvg.es"
                    },
                    "time": "08:53:00",
                    "title": "Reunión de urxencia do Consello de Seguridade da ONU",
                    "uri": "198170928",
                    "url": "http://www.crtvg.es/esta-pasando/reunion-de-urxencia-do-consello-de-seguridade-da-onu-854638",
                    "wgt": 1
                },
                {
                    "body": "Nuevo Portavoz del colegio de pilotos: \"Ningún piloto está entrenado ni puede pensar en que le puedan derribar su avión con un misil\" Portavoz del colegio de pilotos: \"Ningún piloto está entrenado ni puede pensar en que le puedan derribar su avión con un misil\" hoy Ricardo Huercio, portavoz del colegio oficial de pilotos de la aviación comercial, ha asegurado al Canal 24 Horas de TVE que los pilotos no están entrenados \"ni pueden pensar en que le puedan derribar su avión co...",
                    "date": "2014-07-18",
                    "eventUri": "997350",
                    "id": "15651243",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.1643,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "12:33:00",
                    "title": "El rey insta al Gobierno a superar los \"graves retos\" en su primer Consejo de Ministros",
                    "uri": "198217424",
                    "url": "http://www.rtve.es/alacarta/videos/noticias-24-horas/rey-insta-gobierno-superar-graves-retos-primer-consejo-ministros/2666924/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 62,
            "averageDate": "2014-07-18",
            "avgCos": 0.475,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "997350",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1026652",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Malaysia",
                    "lat": 2.5,
                    "long": 112.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Malaysia"
                },
                "labelEng": "Kuala Lumpur",
                "lat": 3.1412,
                "long": 101.68653,
                "wikiUri": "http://en.wikipedia.org/wiki/Kuala_Lumpur"
            },
            "storyDate": "2014-07-18",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-220157",
            "variance": 0.7743
        }
    },
    "meta": {
        "CCAArticleMatchCount": 21,
        "CCAArticleMatchRatio": 0.02367531003382187,
        "CCAAvgCosSim": 0.6098190476190476,
        "CCAAvgMatchWgt": 62.38095238095238,
        "_articleUri1": "198184538",
        "_articleUri2": "197991380",
        "_datetime": "2015-02-13 14:42:20",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-220157",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-565936",
        "_username": "admin",
        "artCount1": 62,
        "artCount2": 20,
        "avgCosSimStory1": 0.475,
        "avgCosSimStory2": 0.7597,
        "categorySim": 0,
        "conceptCosSim": 0.4237937502710849,
        "conceptJaccardSim": 0.2307692307692308,
        "coreTime1": 127496.1666666667,
        "coreTime2": 127479.9333333333,
        "coreTimeStDev1": 4.721751805327314,
        "coreTimeStDev2": 0.2301776940416189,
        "entityCosSim": 0.7378505503143764,
        "entityJaccardSim": 0.3,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.2209620266498483,
        "keywordJaccardSim": 0.1764705882352941,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 1,
        "storyQuality2": 29,
        "timeAvg1": 127507.6612903226,
        "timeAvg2": 127480.2583333333,
        "timeStDev1": 31.75585569208413,
        "timeStDev2": 0.4599969806686954,
        "varianceStory1": 0.7743,
        "varianceStory2": 0.4228
    }
}