{
    "850f305d-14db-4c75-b547-79470a557ea3-576520": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "The latest food scandal in China is spreading fast, dragging in U.S. coffee chain Starbucks, Burger King Worldwide Inc and others, as well as McDonald's products as far away as Japan.\n\nMcDonald's Corp and KFC's parent Yum Brands Inc apologised to Chinese customers on Monday after it emerged that Shanghai Husi Food Co Ltd, a unit of U.S.-based OSI Group LLC, had supplied expired meat to the two chains.\n\nOn Tuesday, Starbucks said some of its cafes previously sold products containing chicken originally sourced from Shanghai Husi, a firm that was shut down on Sunday by local regulators after a TV report showed staff using expired meat and picking up meat from the floor to add to the mix.\n\nA Tokyo-based spokesman at McDonald's Holdings Co (Japan) Ltd said the company had sourced about a fifth of its Chicken McNuggets from Shanghai Husi and had halted sales of the product on Monday. Alternative supplies of chicken have been found in Thailand and China, he added. The company's shares briefly fell as much as 1.4 per cent to a 15-month low before closing down 0.4 per cent.\n\nChina's food watchdog said it ordered regional offices to carry out spot checks on all firms which had used Shanghai Husi products, and would inspect all of parent OSI's sites around China to see if enough has been done to ensure food safety. It said the case could be handed over to the police.\n\nThe regulator's Shanghai branch said in a statement on Tuesday it had demanded production, quality control and sales records from OSI. It added it already ordered McDonald's to seal over 4,500 boxes of suspected meat products and Yum's Pizza Hut to seal over 500 boxes of beef.\n\nFast-food chain Burger King and Dicos, China's third-ranked fast food chain owned by Ting Hsin International, said they would remove Shanghai Husi food products from their outlets. Pizza chain Papa John's International Inc said on its Weibo blog that it had taken down all meat products supplied by Shanghai Husi and cut ties with the supplier.\n\nFOOD SAFETY CONCERNS\n\nFood safety is one of the top issues for Chinese consumers after a scandal in 2008 where dairy products tainted with the industrial chemical melamine led to the deaths of six infants and made many thousands sick. Other food scandals have hit the meat and dairy industries in recent years, and many Chinese look to foreign brands as offering higher safety standards.\n\nChina is McDonald's third-biggest market by number of restaurants and Yum's top market by revenue. McDonald's is due to report quarterly earnings later on Tuesday.\n\nThe scare has stirred local consumers and become one of the most discussed topics online among the country's influential 'netizens', with some users spreading long lists of firms thought to be tarnished.\n\nThe incident highlights the difficulty in ensuring quality and safety along the supply chain in China. Wal-Mart Stores Inc came under the spotlight early this year after a supplier's donkey meat product was found to contain fox meat. It also came under fire for selling expired duck meat in 2011.\n\nStarbucks said on its Chinese microblog site that it had no direct business relationship with Shanghai Husi, but that some of its chicken acquired from another supplier had originally come from Husi for its \"Chicken Apple Sauce Panini\" products. This had been sold in 13 different provinces and major cities. The company added that all the products had already been removed from its shelves.\n\nBurger King said in a Weibo statement posted late on Monday that it had taken off its shelves all meat products supplied by Shanghai Husi Food and had launched an investigation.\n\nDicos said it pulled all ham products supplied by Shanghai Husi, and would stop serving its ham sandwich product for breakfast. \"We will continue to carry out a probe into Shanghai Husi Food and its related firms, to understand whether or not it followed national regulations,\" Dicos said in a statement.\n\nSwedish furniture firm IKEA, which has in-store food outlets, said on Weibo that Shanghai Husi had previously been a supplier, but had not provided the firm with products since September last year. Domino's Pizza Inc and Doctor's Associates Inc's Subway brand, which were named in online reports as being supplied meat from Shanghai Husi, said their outlets in China did not use meat products from the firm.\n\nYoshinoya-parent Hop Hing Group Holdings Ltd, Japanese convenience store FamilyMart Co Ltd and Chinese chain Wallace urged diners not to worry, and said they did not currently use any products from Shanghai Husi.",
                    "date": "2014-07-22",
                    "eventUri": "1036491",
                    "id": "15919333",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9329,
                    "source": {
                        "title": "The Globe and Mail",
                        "uri": "www.theglobeandmail.com"
                    },
                    "time": "15:08:00",
                    "title": "China food scandal drags in Starbucks, Burger King and McNuggets in Japan - The Globe and Mail",
                    "uri": "199005613",
                    "url": "http://www.theglobeandmail.com//report-on-business/international-business/asian-pacific-business/china-food-scandal-drags-in-starbucks-burger-king-and-mcnuggets-in-japan/article19704745/?cmpid=rss1&click=sf_globe",
                    "wgt": 1
                },
                {
                    "body": "The latest food scandal in China is spreading fast, dragging in U.S. coffee chain Starbucks, Burger King and others, as well as McDonald's products as far away as Japan.\n\nMcDonald's and KFC's parent Yum Brands apologised to Chinese customers on Monday after it emerged that Shanghai Husi Food Co, a unit of U.S.-based OSI Group, had supplied expired meat to the two chains.\n\nOn Tuesday, Starbucks said some of its cafes previously sold products containing chicken originally sourced from Shanghai Husi, a firm that was shut down on Sunday by local regulators after a TV report showed staff using expired meat and picking up meat from the floor to add to the mix.\n\nRead MoreChina's food safety reputation takes another blow\n\nA Tokyo-based spokesman at McDonald's Holdings Co (Japan) said the company had sourced about a fifth of its Chicken McNuggets from Shanghai Husi and had halted sales of the product on Monday. Alternative supplies of chicken have been found in Thailand and China, he added. The company's shares briefly fell as much as 1.4 percent to a 15-month low before closing down 0.4 percent.\n\nChina's food watchdog said it ordered regional offices to carry out spot checks on all firms which had used Shanghai Husi products, and would inspect all of parent OSI's sites around China to see if enough has been done to ensure food safety. It said the case could be handed over to the police.\n\nThe regulator's Shanghai branch said in a statement on Tuesday it had demanded production, quality control and sales records from OSI. It added it already ordered McDonald's to seal over 4,500 boxes of suspected meat products and Yum's Pizza Hut to seal over 500 boxes of beef.\n\nFast-food chain Burger King and Dicos, China's third-ranked fast food chain owned by Ting Hsin International, said they would remove Shanghai Husi food products from their outlets. Pizza chain Papa John's International said on its Weibo blog that it had taken down all meat products supplied by Shanghai Husi and cut ties with the supplier.\n\nFood safety concerns\n\nFood safety is one of the top issues for Chinese consumers after a scandal in 2008 where dairy products tainted with the industrial chemical melamine led to the deaths of six infants and made many thousands sick. Other food scandals have hit the meat and dairy industries in recent years, and many Chinese look to foreign brands as offering higher safety standards.\n\nChina is McDonald's third-biggest market by number of restaurants and Yum's top market by revenue. McDonald's is due to report quarterly earnings later on Tuesday.\n\nThe scare has stirred local consumers and become one of the most discussed topics online among the country's influential 'netizens', with some users spreading long lists of firms thought to be tarnished.\n\nRead MoreStarbucks, Burger King dragged into food scandal\n\nThe incident highlights the difficulty in ensuring quality and safety along the supply chain in China. Wal-Mart Stores came under the spotlight early this year after a supplier's donkey meat product was found to contain fox meat. It also came under fire for selling expired duck meat in 2011.\n\nStarbucks said on its Chinese microblog site that it had no direct business relationship with Shanghai Husi, but that some of its chicken acquired from another supplier had originally come from Husi for its \"Chicken Apple Sauce Panini\" products. This had been sold in 13 different provinces and major cities. The company added that all the products had already been removed from its shelves.\n\nBurger King said in a Weibo statement posted late on Monday that it had taken off its shelves all meat products supplied by Shanghai Husi Food and had launched an investigation.\n\nRead MoreMcDonald's 'a bit deceived' after China meat audit\n\nDicos said it pulled all ham products supplied by Shanghai Husi, and would stop serving its ham sandwich product for breakfast. \"We will continue to carry out a probe into Shanghai Husi Food and its related firms, to understand whether or not it followed national regulations,\" Dicos said in a statement.\n\nSwedish furniture firm IKEA, which has in-store food outlets, said on Weibo that Shanghai Husi had previously been a supplier, but had not provided the firm with products since September last year. Domino's Pizza and Doctor's Associates Inc's Subway brand, which were named in online reports as being supplied meat from Shanghai Husi, said their outlets in China did not use meat products from the firm.\n\nYoshinoya-parent Hop Hing Group Holdings, Japanese convenience store FamilyMart and Chinese chain Wallace urged diners not to worry, and said they did not currently use any products from Shanghai Husi.",
                    "date": "2014-07-23",
                    "eventUri": "1036491",
                    "id": "15957822",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9298,
                    "source": {
                        "title": "CNBC",
                        "uri": "www.cnbc.com"
                    },
                    "time": "01:45:00",
                    "title": "China food scandal spreads, drags other chains in",
                    "uri": "199109332",
                    "url": "http://www.cnbc.com/id/101858086?trknav=homestack:topnews:7",
                    "wgt": 1
                },
                {
                    "body": "The latest food scandal in China is spreading fast, dragging in US coffee chain Starbucks, Burger King, and others, as well as McDonald's products as far away as Japan.\n\nMcDonald's and KFC's parent Yum Brands apologised to Chinese customers after it emerged Shanghai Husi Food, a unit of US- based OSI Group, had supplied expired meat to the two chains.\n\nStarbucks said some of its cafes previously sold products containing chicken originally sourced from Shanghai Husi, a firm that was shut down on Sunday by local regulators after a TV report showed staff using expired meat and picking up meat from the floor to add to the mix.\n\nA Tokyo-based spokesman at McDonald's Holdings (Japan) said the company had sourced about a fifth of its Chicken McNuggets from Shanghai Husi and had halted sales of the product on Monday.\n\nAlternative supplies of chicken have been found in Thailand and China, he added. The firm's shares fell to a 15-month low.\n\nChina's food watchdog said it ordered regional offices to carry out spot checks on all firms which had used Shanghai Husi products, and would inspect all of parent OSI's sites around China to see if enough has been done to ensure food safety. It said the case could be handed over to the police.\n\nThe regulator's Shanghai branch said in a statement yesterday it had demanded production, quality control and sales records from OSI.\n\nIt added it already ordered McDonald's to seal over 4,500 boxes of suspected meat products and Yum's Pizza Hut to seal over 500 boxes of beef.\n\nFast-food chain Burger King and Dicos, China's third-ranked fast food chain owned by Ting Hsin International, said they would remove Shanghai Husi food products from their outlets. Pizza chain Papa John's International said on its Weibo blog it had taken down all meat products supplied by Shanghai Husi and cut ties with the supplier.\n\nFood safety is one of the top issues for Chinese consumers after a scandal in 2008 where dairy products tainted with the industrial chemical melamine led to the deaths of six infants and made many thousands sick.\n\nOther food scandals have hit the meat and dairy industries in recent years, and many Chinese look to foreign brands as offering higher safety standards.\n\nThe scare has stirred local consumers and become one of the most discussed topics online.\n\nStarbucks said on its Chinese microblog site that it had no direct business relationship with Shanghai Husi, but that some of its chicken acquired from another supplier had originally come from Husi for its \"Chicken Apple Sauce Panini\" products. This had been sold in 13 different provinces and major cities.",
                    "date": "2014-07-23",
                    "eventUri": "1036491",
                    "id": "15955395",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9055,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.irishexaminer.com"
                    },
                    "time": "00:46:00",
                    "title": "China food scandal hits other big names",
                    "uri": "199102275",
                    "url": "http://www.irishexaminer.com/world/cwqlgbmhauid/rss2/",
                    "wgt": 1
                },
                {
                    "body": "The latest food scandal in China is spreading fast, dragging in US coffee chain Starbucks, Burger King Worldwide Inc and others, as well as McDonald's products in Japan.\n\nMcDonald's and KFC's parent Yum Brands apologised to Chinese customers after it emerged that Shanghai Husi Food Co Ltd, a unit of US-based OSI Group LLC, had supplied expired meat to the two chains.\n\nYesterday, Starbucks said some of its cafes previously sold products containing chicken sourced from Shanghai Husi, a firm that was shut down by local regulators after a TV report showed staff using expired meat and picking up meat from the floor to add to the mix.\n\nA Tokyo-based spokesman at McDonald's Holdings Co (Japan) Ltd said the company had sourced about a fifth of its Chicken McNuggets from Shanghai Husi and had halted sales of the product on Monday.\n\nAlternative supplies of chicken have been found in Thailand and China, he added. The company's shares briefly fell as much as 1.4 per cent to a 15-month low before closing down 0.4 per cent.\n\nChina's food watchdog said it ordered regional offices to carry out spot checks on all firms which had used Shanghai Husi products, and would inspect all of parent OSI's sites in China to see if enough has been done to ensure food safety. It said the case could be handed over to the police.\n\nFast-food chain Burger King and Dicos, China's third-ranked fast food chain owned by Ting Hsin International, said they would remove Shanghai Husi food products from their outlets. Pizza chain Papa John's International Inc said on its Weibo blog that it had taken down all meat products supplied by Shanghai Husi and cut ties with the supplier.\n\nFood safety is one of the top issues for Chinese consumers after a scandal in 2008 where dairy products tainted with the industrial chemical melamine led to the deaths of six infants and made many thousands sick.\n\nOther food scandals have hit the meat and dairy industries in recent years, and many Chinese look to foreign brands as offering higher safety standards.",
                    "date": "2014-07-23",
                    "eventUri": "1036491",
                    "id": "15954215",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8858,
                    "source": {
                        "title": "Irish Times",
                        "uri": "www.irishtimes.com"
                    },
                    "time": "00:19:00",
                    "title": "China's fast food scandal spreads to Japan",
                    "uri": "199099009",
                    "url": "http://www.irishtimes.com/business/sectors/agribusiness-and-food/china-s-fast-food-scandal-spreads-to-japan-1.1875003",
                    "wgt": 1
                },
                {
                    "body": "Aurora-based meat supplier OSI Group, supplies beef, pork and poultry to restaurants around the world.\n\nThe latest food scandal in China is spreading fast, dragging in U.S. coffee chain Starbucks, Burger King Worldwide Inc and others, as well as McDonald's products as far away as Japan.\n\nAt the center is Aurora-based meat supplier OSI Group, which supplies beef, pork and poultry to restaurants around the world. OSI was founded in 1909 and ranks No. 62 on Forbes list of largest U.S. private companies. McDonald's Corp and KFC's parent Yum Brands Inc apologized to Chinese customers on Monday after it emerged that Shanghai Husi Food Co Ltd, a unit of U.S.-based OSI Group LLC, had supplied expired meat to the two chains.\n\nChina's food watchdog said it ordered regional offices to carry out spot checks on all firms which had used Shanghai Husi products, and would inspect all of parent OSI's sites around China to see if enough has been done to ensure food safety. It said the case could be handed over to the police. The regulator's Shanghai branch said in a statement on Tuesday it had demanded production, quality control and sales records from OSI. It added it already ordered McDonald's to seal over 4,500 boxes of suspected meat products and Yum's Pizza Hut to seal over 500 boxes of beef.\n\nFast-food chain Burger King and Dicos, China's third-ranked fast food chain owned by Ting Hsin International, said they would remove Shanghai Husi food products from their outlets. Pizza chain Papa John's International Inc said on its Weibo blog that it had taken down all meat products supplied by Shanghai Husi and cut ties with the supplier. FOOD SAFETY CONCERNS\n\nFood safety is one of the top issues for Chinese consumers after a scandal in 2008 where dairy products tainted with the industrial chemical melamine led to the deaths of six infants and made many thousands sick. Other food scandals have hit the meat and dairy industries in recent years, and many Chinese look to foreign brands as offering higher safety standards.\n\nChina is McDonald's third-biggest market by number of restaurants and Yum's top market by revenue. McDonald's is due to report quarterly earnings later on Tuesday.\n\nThe scare has stirred local consumers and become one of the most discussed topics online among the country's influential 'netizens', with some users spreading long lists of firms thought to be tarnished. The incident highlights the difficulty in ensuring quality and safety along the supply chain in China. Wal-Mart Stores Inc came under the spotlight early this year after a supplier's donkey meat product was found to contain fox meat. It also came under fire for selling expired duck meat in 2011.\n\nStarbucks said on its Chinese microblog site that it had no direct business relationship with Shanghai Husi, but that some of its chicken acquired from another supplier had originally come from Husi for its \"Chicken Apple Sauce Panini\" products. This had been sold in 13 different provinces and major cities. The company added that all the products had already been removed from its shelves. Burger King said in a Weibo statement posted late on Monday that it had taken off its shelves all meat products supplied by Shanghai Husi Food and had launched an investigation.\n\nDicos said it pulled all ham products supplied by Shanghai Husi, and would stop serving its ham sandwich product for breakfast. \"We will continue to carry out a probe into Shanghai Husi Food and its related firms, to understand whether or not it followed national regulations,\" Dicos said in a statement. Swedish furniture firm IKEA [IKEA.UL], which has in-store food outlets, said on Weibo that Shanghai Husi had previously been a supplier, but had not provided the firm with products since September last year. Domino's Pizza Inc and Doctor's Associates Inc's Subway brand, which were named in online reports as being supplied meat from Shanghai Husi, said their outlets in China did not use meat products from the firm.\n\nYoshinoya-parent Hop Hing Group Holdings Ltd, Japanese convenience store FamilyMart Co Ltd and Chinese chain Wallace urged diners not to worry, and said they did not currently use any products from Shanghai Husi.",
                    "date": "2014-07-22",
                    "eventUri": "1036491",
                    "id": "15919473",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8854,
                    "source": {
                        "title": "chicagotribune.com",
                        "uri": "www.chicagotribune.com"
                    },
                    "time": "15:10:00",
                    "title": "Chicago company at center of China food safety scandal",
                    "uri": "199005896",
                    "url": "http://www.chicagotribune.com/business/breaking/chi-china-food-scandal-20140722%2C0%2C1700566.story",
                    "wgt": 1
                },
                {
                    "body": "Coffee giant Starbucks has been dragged into the latest food scandal to hit China after it confirmed some of its chicken products were contaminated.\n\nThe coffee chain said it used chicken from Shanghai Husi Food Co, a meat supplier at the centre of an ongoing food scare scandal, for its \"Chicken Apple Sauce Panini\" sandwich that was sold in 13 different provinces and major cities in China.\n\nIn a statement on its Weibo social media account, Starbucks said it had no direct business links with Husi, but confirmed that its supplier had purchased chicken from Husi and sold it to the coffee chain, adding that it has removed the sandwich from its Chinese cafes.\n\nHusi, which is owned by Illinois-based OSI Group, has come under intense scrutiny after Chinese food safety regulators suspended its operations and ordered its products to be recalled on Monday amid allegations that it sold rotten meat to its international clients in China.\n\nStarbucks's announcement comes shortly after fast food giant McDonald's and Yum! Brands, which owns KFC and Pizza Hut, admitted they had used Husi meat and apologised to its Chinese clients.\n\nMcDonald's also said it had stopped selling McNuggets made using Husi chicken at more than 1,300 outlets in Japan. Burger King and American pizza chain Papa Johns also moved to reassure its clients about their hygiene standards in the country, insisting that they will stop using Husi meat.\n\nOn Sunday, Shanghai-based Dragon TV aired an undercover report which showed Husi employees picking up chicken from the floor and reprocessing what appeared to be rotten meat that was later sold with a fake expiry date.\n\nIn a statement, Husi said it was appalled by the footage adding: \"Our company management believes this to be an isolated event, but takes full responsibility for the situation and will take appropriate actions swiftly and comprehensively.\"",
                    "date": "2014-07-22",
                    "eventUri": "1036491",
                    "id": "15923997",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6734,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "16:07:00",
                    "title": "Starbucks engulfed in China meat scandal after it confirms 'contaminated chicken' sandwich",
                    "uri": "199017675",
                    "url": "http://www.independent.co.uk/news/business/news/starbucks-engulfed-in-china-meat-scandal-after-it-confirms-contaminated-chicken-sandwich-9621701.html",
                    "wgt": 1
                },
                {
                    "body": "The latest food scandal in China is spreading fast, dragging in US coffee chain Starbucks, Burger King Worldwide Inc and others, as well as McDonald's products as far away as Japan.\n\nMcDonald's Corp and KFC's parent Yum Brands Inc apologised to Chinese customers on Monday after it emerged that Shanghai Husi Food Co Ltd, a unit of US-based OSI Group LLC, had supplied expired meat to the two chains.\n\nYesterday, Starbucks said some of its cafes previously sold products containing chicken originally sourced from Shanghai Husi, a firm that was shut down on Sunday by local...",
                    "date": "2014-07-23",
                    "eventUri": "1036491",
                    "id": "15967703",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.669,
                    "source": {
                        "title": "Times of Malta",
                        "uri": "www.timesofmalta.com"
                    },
                    "time": "06:26:00",
                    "title": "China food scandal spreads to Japan",
                    "uri": "199142076",
                    "url": "http://www.timesofmalta.com/articles/view/20140723/business-news/China-food-scandal-spreads-to-Japan.528889",
                    "wgt": 1
                },
                {
                    "body": "The US coffee chain Starbucks has withdrawn some of its sandwiches from its stores in China following a scandal affecting one of its meat suppliers, Shanghai Husi Food Co., which was shut down by authorities for selling expired meat.\n\nIn a statement posted on its official Weibo account - a Chinese social networking site - Starbucks announced that it had decided to withdraw one of its products, the chicken panini with apple sauce, which contained meat from a supplier who used products of Shanghai Husi.\n\nStarbucks's sandwich was being sold in 13 Chinese provinces and in the major cities of the country.\n\nA report by Dragon TV this week revealed that Husi systematically falsified the expiry date of part of the meat it sold to fast food chains McDonalds, KFC and Pizza Hut, in a scam which is affecting businesses throughout China given the company's large clientele.\n\nOn Monday, Chinese authorities shut down Shanghai-based Husi's factory in order to conduct an in-depth investigation, an official of the Shanghai Municipal Food and Drug Administration told Efe news agency.\n\nApart from Starbucks, Burger King has also posted the withdrawal of its products containing meat sourced from Husi on its Weibo account, adding that it has begun an inquiry into the matter.\n\nDicos made similar statements on the popular Chinese social networking site, while Ikea confirmed that it had stopped dealing with Husi in September last year.\n\nBoth McDonalds as well as Yum! Brands, which owns KFC and Pizza Hut, issued an apology Monday with Yum! saying that some of its products could be off the shelves for some time due to the suspension of purchases from Husi.\n\nHusi is the Chinese subsidiary of the OSI Group, a food processing company with its main US headquarters in Aurora, Illinois, that has issued a statement apologsing for \"the problems caused or if any consumer has been affected\".\n\nThis is the latest case regarding food insecurity in China, one of the most serious problems affecting the country, where irregularities of this kind are on the rise leading to growing public concern.\n\nThis is not the first time that foreign fast food chains have been affected.\n\nIn 2012, KFC was involved in another such scandal when it was found buying chicken with excessive levels of antibiotics in Shanghai for two years despite being aware of it, according to local authorities.",
                    "date": "2014-07-22",
                    "eventUri": "1036491",
                    "id": "15910966",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6532,
                    "source": {
                        "title": "Deccan Herald",
                        "uri": "www.deccanherald.com"
                    },
                    "time": "13:13:00",
                    "title": "Rotten meat scandal in China hits Starbucks",
                    "uri": "198981966",
                    "url": "http://www.deccanherald.com/content/421141/rotten-meat-scandal-china-hits.html",
                    "wgt": 1
                },
                {
                    "body": "Reuters reports that Starbucks (NASDAQ: SBUX), along with McDonald's Corp. and Burger King Worldwide, all have stopped using meat meat from Shanghai Husi, a firm that was shut down on Sunday by regulators after a TV report showed workers using expired meat and picking up meat from the floor.\n\nStarbucks said it didn't buy directly from Shanghai Husi, but a supplier used the chicken used in its \"Chicken Apple Sauce Panini.\"\n\nStarbucks said all the products have been removed from shelves.",
                    "date": "2014-07-22",
                    "eventUri": "1036491",
                    "id": "15913395",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6055,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "13:47:00",
                    "title": "Starbucks hit by Chinese meat scandal",
                    "uri": "198988836",
                    "url": "http://www.bizjournals.com/seattle/morning_call/2014/07/starbucks-hit-by-chinese-meat-scandal.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbizj_seattle%2B%2528Seattle%2B-%2BPuget%2BSound%2BBusiness%2BJournal%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-07-22",
            "avgCos": 0.7087,
            "categories": [
                {
                    "label": "Science/Technology/Food_Science",
                    "uri": "http://www.dmoz.org/Science/Technology/Food_Science",
                    "wgt": 30
                },
                {
                    "label": "Business/Food_and_Related_Products/Wholesale_and_Distribution",
                    "uri": "http://www.dmoz.org/Business/Food_and_Related_Products/Wholesale_and_Distribution",
                    "wgt": 31
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1036491",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1020951",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "China",
                    "lat": 35,
                    "long": 105,
                    "wikiUri": "http://en.wikipedia.org/wiki/China"
                },
                "labelEng": "Shanghai",
                "lat": 31.23333,
                "long": 121.46667,
                "wikiUri": "http://en.wikipedia.org/wiki/Shanghai"
            },
            "storyDate": "2014-07-22",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-576520",
            "variance": 0.2755
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-220292": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "El escándalo de seguridad alimentaria que ha estallado en China en torno a la Compañía Alimentaria Husi de Shanghái, un proveedor cárnico de varias cadenas de comida rápida, afecta ya a franquicias como McDonalds, KFC, Pizza Hut, Starbucks, Burger King y la china Dicos, y ha llegado a Japón.\n\nTodas estas firmas se han visto arrastradas por la supuesta venta de carne podrida por parte de Husi, cuyas instalaciones han sido cerradas por las autoridades para ser investigadas, y han comenzado a retirar productos de sus tiendas por todo el país asiático.\n\nEn el caso de McDonalds, la firma también está retirando alimentos en Japón, ya que, según estima, cerca del 20 % de sus trozos de pollo empanados 'McNuggets' comercializados en el país proceden también de Husi. Husi fue acusada el pasado domingo, en un programa de la televisión local shanghainesa Dragon TV, de difusión nacional, de vender carne en mal estado, tras haber estado falsificando sistemáticamente la fecha de caducidad de parte de la carne que vendía a estas cadenas, que también suspendieron sus compras a Husi.\n\nLas autoridades locales, que sólo fueron autorizadas a entrar en la fábrica sospechosa el domingo por la noche, tras llamar a la policía para que se les permitiera el paso, la cerraron entonces y están investigando el caso, según dijo a Efe un funcionario de la Administración de Alimentos y Medicamentos del Gobierno shanghainés.\n\nEl equivalente nacional de ese organismo publicó además hoy un comunicado adicional para confirmar que examinará también las instalaciones de Husi en otras cinco provincias, y que cualquier violación será \"castigada con severidad\".\n\nEn las últimas horas Dragon TV ha emitido también parte del interrogatorio entre los investigadores oficiales y un directivo de control de calidad de Husi.\n\nEl directivo confiesa ante las cámaras que ejecutivos de la firma \"de nivel superior al director de la fábrica\" autorizaron hace tiempo al personal a utilizar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\". Aunque dijo no recordar desde cuándo se mantenía esta práctica, admitió que \"la política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\".\n\nEl reportaje de Dragon TV, hecho con cámara oculta y periodistas infiltrados, muestra también que algo similar se hacía igualmente con los llamados McNuggets de McDonalds y con productos similares que Husi vendía a otras marcas.\n\nLa televisión estatal shanghainesa mostró cómo el personal de la fábrica utilizaba conscientemente carne de pollo que llevaba cerca de medio mes caducada, dentro de una partida de 18 toneladas de carne que, en parte, estaba fuera de fecha. \"Las partes caducadas fueron enviadas a la línea de producción, aplastadas y emulsificadas por grandes máquinas\", y después esas \"pieles y pechugas\" de pollo \"fueron recubiertas con tres capas de extracto de albaricoque y fritas en aceite a 200 grados centígrados\", explicó el locutor del reportaje.\n\n\"Así es como se fabrican\". Y añadió: \"Tienen buen aspecto, y no se puede deducir su forma original\".\n\nDragon TV mostró asimismo cómo el personal recogía carne caída al suelo y la arrojaba a la maquinaria procesadora, y cómo los trozos de pollo descartados por los controles rutinarios de las autoridades eran reprocesados una y otra vez hasta que superaban el control.\n\nLas multinacionales mencionadas se han disculpado ya con distintos comunicados públicos en las últimas horas, así como la matriz de Husi, el Grupo OSI, un conglomerado de procesamiento alimentario con sede en Aurora (Illinois, EEUU).\n\nOSI además manifestó que sus ejecutivos están conmocionados por la noticia, y que están actuando \"de manera directa y rápida\", con un equipo de investigación propio que está \"cooperando totalmente\" con las autoridades chinas. \"La gestión de nuestra compañía cree que este es un evento aislado, pero asume la total responsabilidad por la situación y tomará las medidas apropiadas de manera rápida y exhaustiva\", añadió el texto. \"Tenemos tolerancia cero para cualquier acción que ponga en riesgo la seguridad alimentaria\", sentenció.\n\nSu filial, Husi, procesa unas 25.000 toneladas de alimentos anuales. La inseguridad alimentaria es uno de los graves problemas que afecta a China, donde las irregularidades de este tipo se acumulan mientras crece la preocupación de la sociedad, cansada de no encontrar alimentos seguros desde los más básicos como la leche hasta ahora los de restaurantes extranjeros.\n\nUn caso similar afectó a en 2012 a KFC en Shanghái, que estuvo vendiendo a sabiendas carne de pollo con excesivos niveles de antibióticos durante dos años.",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15926016",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9859,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "16:32:00",
                    "title": "El escándalo de la carne podrida en China se expande a más marcas y llega a Japón",
                    "uri": "199022953",
                    "url": "http://www.eleconomista.es/internacional/noticias/5959441/07/14/El-escandalo-de-la-carne-podrida-en-China-se-expande-a-mas-marcas-y-llega-a-Japon.html",
                    "wgt": 1
                },
                {
                    "body": "El escándalo de seguridad alimentaria que ha estallado en China en torno a la Compañía Alimentaria Husi de Shanghái, un proveedor cárnico de varias cadenas de comida rápida, afecta ya a franquicias como McDonalds, KFC, Pizza Hut, Starbucks, Burger King y la china Dicos, y ha llegado a Japón.\n\nTodas estas firmas se han visto arrastradas por la supuesta venta de carne podrida por parte de Husi, cuyas instalaciones han sido cerradas por las autoridades para ser investigadas, y han comenzado a retirar productos de sus tiendas por todo el país asiático.\n\nEn el caso de McDonalds, la firma también está retirando alimentos en Japón, ya que, según estima, cerca del 20% de sus trozos de pollo empanados \"McNuggets\" comercializados en el país proceden también de Husi.\n\nHusi fue acusada el pasado domingo, en un programa de la televisión local shanghainesa Dragon TV, de difusión nacional, de vender carne en mal estado, tras haber estado falsificando sistemáticamente la fecha de caducidad de parte de la carne que vendía a estas cadenas, que también suspendieron sus compras a Husi.\n\nLas autoridades locales, que sólo fueron autorizadas a entrar en la fábrica sospechosa el domingo por la noche, tras llamar a la policía para que se les permitiera el paso, la cerraron entonces y están investigando el caso, según dijo a Efe un funcionario de la Administración de Alimentos y Medicamentos del Gobierno shanghainés.\n\nEl equivalente nacional de ese organismo publicó además este martes un comunicado adicional para confirmar que examinará también las instalaciones de Husi en otras cinco provincias, y que cualquier violación será \"castigada con severidad\".\n\nInvestigación\n\nEn las últimas horas Dragon TV ha emitido también parte del interrogatorio entre los investigadores oficiales y un directivo de control de calidad de Husi.\n\nEl directivo confiesa ante las cámaras que ejecutivos de la firma \"de nivel superior al director de la fábrica\" autorizaron hace tiempo al personal a utilizar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\".\n\nAunque dijo no recordar desde cuándo se mantenía esta práctica, admitió que \"la política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\".\n\nEl reportaje de Dragon TV, hecho con cámara oculta y periodistas infiltrados, muestra también que algo similar se hacía igualmente con los llamados \"McNuggets\" de McDonalds y con productos similares que Husi vendía a otras marcas.\n\nLa televisión estatal shanghainesa mostró cómo el personal de la fábrica utilizaba conscientemente carne de pollo que llevaba cerca de medio mes caducada, dentro de una partida de 18 toneladas de carne que, en parte, estaba fuera de fecha.\n\n\"Las partes caducadas fueron enviadas a la línea de producción, aplastadas y emulsificadas por grandes máquinas\", y después esas \"pieles y pechugas\" de pollo \"fueron recubiertas con tres capas de extracto de albaricoque y fritas en aceite a 200 grados centígrados\", explicó el locutor del reportaje.\n\n\"Así es como se fabrican\". Y añadió: \"Tienen buen aspecto, y no se puede deducir su forma original\".\n\nSeguridad alimentaria\n\nDragon TV mostró asimismo cómo el personal recogía carne caída al suelo y la arrojaba a la maquinaria procesadora, y cómo los trozos de pollo descartados por los controles rutinarios de las autoridades eran reprocesados una y otra vez hasta que superaban el control.\n\nLas multinacionales mencionadas se han disculpado ya con distintos comunicados públicos en las últimas horas, así como la matriz de Husi, el Grupo OSI, un conglomerado de procesamiento alimentario con sede en Aurora (Illinois, EEUU).\n\nOSI además manifestó que sus ejecutivos están conmocionados por la noticia, y que están actuando \"de manera directa y rápida\", con un equipo de investigación propio que está \"cooperando totalmente\" con las autoridades chinas.\n\n\"La gestión de nuestra compañía cree que este es un evento aislado, pero asume la total responsabilidad por la situación y tomará las medidas apropiadas de manera rápida y exhaustiva\", añadió el texto.\n\n\"Tenemos tolerancia cero para cualquier acción que ponga en riesgo la seguridad alimentaria\", sentenció.\n\nSu filial, Husi, procesa unas 25.000 toneladas de alimentos anuales.\n\nLa inseguridad alimentaria es uno de los graves problemas que afecta a China, donde las irregularidades de este tipo se acumulan mientras crece la preocupación de la sociedad, cansada de no encontrar alimentos seguros desde los más básicos como la leche hasta ahora los de restaurantes extranjeros.\n\nUn caso similar afectó a en 2012 a KFC en Shanghái, que estuvo vendiendo a sabiendas carne de pollo con excesivos niveles de antibióticos durante dos años.",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15908453",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9841,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "12:37:00",
                    "title": "Escándalo de carne en mal estado en China se expande a más marcas y llega a Japón",
                    "uri": "198974926",
                    "url": "http://www.eluniverso.com/noticias/2014/07/22/nota/3267996/escandalo-carne-mal-estado-china-se-expande-mas-marcas-llega-japon",
                    "wgt": 1
                },
                {
                    "body": "Shanghái (China), 22 jul (EFE).- El escándalo de seguridad alimentaria que ha estallado en China en torno a la Compañía Alimentaria Husi de Shanghái, un proveedor cárnico de varias cadenas de comida rápida, afecta ya a franquicias como McDonalds, KFC, Pizza Hut, Starbucks, Burger King y la china Dicos, y ha llegado a Japón.\n\nTodas estas firmas se han visto arrastradas por la supuesta venta de carne podrida por parte de Husi, cuyas instalaciones han sido cerradas por las autoridades para ser investigadas, y han comenzado a retirar productos de sus tiendas por todo el país asiático.\n\nEn el caso de McDonalds, la firma también está retirando alimentos en Japón, ya que, según estima, cerca del 20 por ciento de sus trozos de pollo empanados \"McNuggets\" comercializados en el país proceden también de Husi.\n\nHusi fue acusada el pasado domingo, en un programa de la televisión local shanghainesa Dragon TV, de difusión nacional, de vender carne en mal estado, tras haber estado falsificando sistemáticamente la fecha de caducidad de parte de la carne que vendía a estas cadenas, que también suspendieron sus compras a Husi.\n\nLas autoridades locales, que sólo fueron autorizadas a entrar en la fábrica sospechosa el domingo por la noche, tras llamar a la policía para que se les permitiera el paso, la cerraron entonces y están investigando el caso, según dijo a Efe un funcionario de la Administración de Alimentos y Medicamentos del Gobierno shanghainés.\n\nEl equivalente nacional de ese organismo publicó además hoy un comunicado adicional para confirmar que examinará también las instalaciones de Husi en otras cinco provincias, y que cualquier violación será \"castigada con severidad\".\n\nEn las últimas horas Dragon TV ha emitido también parte del interrogatorio entre los investigadores oficiales y un directivo de control de calidad de Husi.\n\nEl directivo confiesa ante las cámaras que ejecutivos de la firma \"de nivel superior al director de la fábrica\" autorizaron hace tiempo al personal a utilizar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\".\n\nAunque dijo no recordar desde cuándo se mantenía esta práctica, admitió que \"la política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\".\n\nEl reportaje de Dragon TV, hecho con cámara oculta y periodistas infiltrados, muestra también que algo similar se hacía igualmente con los llamados \"McNuggets\" de McDonalds y con productos similares que Husi vendía a otras marcas.\n\nLa televisión estatal shanghainesa mostró cómo el personal de la fábrica utilizaba conscientemente carne de pollo que llevaba cerca de medio mes caducada, dentro de una partida de 18 toneladas de carne que, en parte, estaba fuera de fecha.\n\n\"Las partes caducadas fueron enviadas a la línea de producción, aplastadas y emulsificadas por grandes máquinas\", y después esas \"pieles y pechugas\" de pollo \"fueron recubiertas con tres capas de extracto de albaricoque y fritas en aceite a 200 grados centígrados\", explicó el locutor del reportaje.\n\n\"Así es como se fabrican\". Y añadió: \"Tienen buen aspecto, y no se puede deducir su forma original\".\n\nDragon TV mostró asimismo cómo el personal recogía carne caída al suelo y la arrojaba a la maquinaria procesadora, y cómo los trozos de pollo descartados por los controles rutinarios de las autoridades eran reprocesados una y otra vez hasta que superaban el control.\n\nLas multinacionales mencionadas se han disculpado ya con distintos comunicados públicos en las últimas horas, así como la matriz de Husi, el Grupo OSI, un conglomerado de procesamiento alimentario con sede en Aurora (Illinois, EEUU).\n\nOSI además manifestó que sus ejecutivos están conmocionados por la noticia, y que están actuando \"de manera directa y rápida\", con un equipo de investigación propio que está \"cooperando totalmente\" con las autoridades chinas.\n\n\"La gestión de nuestra compañía cree que este es un evento aislado, pero asume la total responsabilidad por la situación y tomará las medidas apropiadas de manera rápida y exhaustiva\", añadió el texto.\n\n\"Tenemos tolerancia cero para cualquier acción que ponga en riesgo la seguridad alimentaria\", sentenció.\n\nSu filial, Husi, procesa unas 25.000 toneladas de alimentos anuales.\n\nLa inseguridad alimentaria es uno de los graves problemas que afecta a China, donde las irregularidades de este tipo se acumulan mientras crece la preocupación de la sociedad, cansada de no encontrar alimentos seguros desde los más básicos como la leche hasta ahora los de restaurantes extranjeros.\n\nUn caso similar afectó a en 2012 a KFC en Shanghái, que estuvo vendiendo a sabiendas carne de pollo con excesivos niveles de antibióticos durante dos años.",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15924911",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9838,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "16:17:00",
                    "title": "El escándalo de la carne podrida en China se expande a más marcas y llega a Japón",
                    "uri": "199019577",
                    "url": "http://www.eleconomista.es/salud/noticias/5959441/07/14/El-escandalo-de-la-carne-podrida-en-China-se-expande-a-mas-marcas-y-llega-a-Japon.html",
                    "wgt": 1
                },
                {
                    "body": "Cerrado un suministrador de McDonalds y KFC en China por vender carne podrida (21/07)\n\nShanghái (China), 22 jul (EFE).- El escándalo de seguridad alimentaria que ha estallado en China en torno a la Compañía Alimentaria Husi de Shanghái, un proveedor cárnico de varias cadenas de comida rápida, afecta ya a franquicias como McDonalds, KFC, Pizza Hut, Starbucks, Burger King y la china Dicos, y ha llegado a Japón.\n\nTodas estas firmas se han visto arrastradas por la supuesta venta de carne podrida por parte de Husi, cuyas instalaciones han sido cerradas por las autoridades para ser investigadas, y han comenzado a retirar productos de sus tiendas por todo el país asiático.\n\nEn el caso de McDonalds, la firma también está retirando alimentos en Japón, ya que, según estima, cerca del 20 por ciento de sus trozos de pollo empanados \"McNuggets\" comercializados en el país proceden también de Husi.\n\nHusi fue acusada el pasado domingo, en un programa de la televisión local shanghainesa Dragon TV, de difusión nacional, de vender carne en mal estado, tras haber estado falsificando sistemáticamente la fecha de caducidad de parte de la carne que vendía a estas cadenas, que también suspendieron sus compras a Husi.\n\nLas autoridades locales, que sólo fueron autorizadas a entrar en la fábrica sospechosa el domingo por la noche, tras llamar a la policía para que se les permitiera el paso, la cerraron entonces y están investigando el caso, según dijo a Efe un funcionario de la Administración de Alimentos y Medicamentos del Gobierno shanghainés.\n\nEl equivalente nacional de ese organismo publicó además hoy un comunicado adicional para confirmar que examinará también las instalaciones de Husi en otras cinco provincias, y que cualquier violación será \"castigada con severidad\".\n\nEn las últimas horas Dragon TV ha emitido también parte del interrogatorio entre los investigadores oficiales y un directivo de control de calidad de Husi.\n\nEl directivo confiesa ante las cámaras que ejecutivos de la firma \"de nivel superior al director de la fábrica\" autorizaron hace tiempo al personal a utilizar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\".\n\nAunque dijo no recordar desde cuándo se mantenía esta práctica, admitió que \"la política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\".\n\nEl reportaje de Dragon TV, hecho con cámara oculta y periodistas infiltrados, muestra también que algo similar se hacía igualmente con los llamados \"McNuggets\" de McDonalds y con productos similares que Husi vendía a otras marcas.\n\nLa televisión estatal shanghainesa mostró cómo el personal de la fábrica utilizaba conscientemente carne de pollo que llevaba cerca de medio mes caducada, dentro de una partida de 18 toneladas de carne que, en parte, estaba fuera de fecha.\n\n\"Las partes caducadas fueron enviadas a la línea de producción, aplastadas y emulsificadas por grandes máquinas\", y después esas \"pieles y pechugas\" de pollo \"fueron recubiertas con tres capas de extracto de albaricoque y fritas en aceite a 200 grados centígrados\", explicó el locutor del reportaje.\n\n\"Así es como se fabrican\". Y añadió: \"Tienen buen aspecto, y no se puede deducir su forma original\".\n\nDragon TV mostró asimismo cómo el personal recogía carne caída al suelo y la arrojaba a la maquinaria procesadora, y cómo los trozos de pollo descartados por los controles rutinarios de las autoridades eran reprocesados una y otra vez hasta que superaban el control.\n\nLas multinacionales mencionadas se han disculpado ya con distintos comunicados públicos en las últimas horas, así como la matriz de Husi, el Grupo OSI, un conglomerado de procesamiento alimentario con sede en Aurora (Illinois, EEUU).\n\nOSI además manifestó que sus ejecutivos están conmocionados por la noticia, y que están actuando \"de manera directa y rápida\", con un equipo de investigación propio que está \"cooperando totalmente\" con las autoridades chinas.\n\n\"La gestión de nuestra compañía cree que este es un evento aislado, pero asume la total responsabilidad por la situación y tomará las medidas apropiadas de manera rápida y exhaustiva\", añadió el texto.\n\n\"Tenemos tolerancia cero para cualquier acción que ponga en riesgo la seguridad alimentaria\", sentenció.\n\nSu filial, Husi, procesa unas 25.000 toneladas de alimentos anuales.\n\nLa inseguridad alimentaria es uno de los graves problemas que afecta a China, donde las irregularidades de este tipo se acumulan mientras crece la preocupación de la sociedad, cansada de no encontrar alimentos seguros desde los más básicos como la leche hasta ahora los de restaurantes extranjeros.\n\nUn caso similar afectó a en 2012 a KFC en Shanghái, que estuvo vendiendo a sabiendas carne de pollo con excesivos niveles de antibióticos durante dos años.",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15911694",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9777,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "13:24:00",
                    "title": "El escándalo de la carne podrida en China se expande a más marcas y llega a Japón",
                    "uri": "198984216",
                    "url": "http://ecodiario.eleconomista.es/salud/noticias/5959441/07/14/El-escandalo-de-la-carne-podrida-en-China-se-expande-a-mas-marcas-y-llega-a-Japon.html",
                    "wgt": 1
                },
                {
                    "body": "Todas estas firmas se han visto arrastradas por la supuesta venta de carne podrida por parte de Husi, cuyas instalaciones han sido cerradas por las autoridades para ser investigadas, y han comenzado a retirar productos de sus tiendas por todo el país asiático. En el caso de McDonalds, la firma también está retirando alimentos en Japón, ya que, según estima, cerca del 20 % de sus trozos de pollo empanados McNuggets comercializados en el país proceden también de Husi.\n\nHusi fue acusada el pasado domingo, en un programa de la televisión local shanghainesa Dragon TV, de difusión nacional, de vender carne en mal estado, tras haber estado falsificando sistemáticamente la fecha de caducidad de parte de la carne que comercializaba a estas cadenas. Las autoridades locales, que solo fueron autorizadas a entrar en la fábrica sospechosa el domingo por la noche tras llamar a la policía para que se les permitiera el paso, cerraron la factoría al llegar y se encuentran investigando el caso, según informó a la agencia EFE un funcionario de la Administración de Alimentos y Medicamentos del Gobierno shanghainés. El equivalente nacional de ese organismo publicó además un comunicado adicional para confirmar que examinará también las instalaciones de Husi en otras cinco provincias y que cualquier violación será \"castigada con severidad\".\n\nEn las últimas horas, Dragon TV ha emitido parte del interrogatorio entre los investigadores oficiales y un directivo de control de calidad de Husi. En las imágenes, el directivo confiesa ante las cámaras que ejecutivos de la firma \"de nivel superior al director de la fábrica\" autorizaron hace tiempo al personal a utilizar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\". Aunque aseguró no recordar desde cuándo se mantenía esta práctica, admitió que \"la política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\".\n\nEl reportaje de Dragon TV, hecho con cámara oculta y periodistas infiltrados, muestra también que algo similar se hacía igualmente con los llamados McNuggets de McDonalds y con productos similares que Husi vendía a otras marcas. La televisión estatal shanghainesa mostró cómo el personal de la fábrica utilizaba conscientemente carne de pollo que llevaba cerca de medio mes caducada, dentro de una partida de 18 toneladas de carne que, en parte, estaba fuera de fecha. \"Las partes caducadas fueron enviadas a la línea de producción, aplastadas y emulsificadas por grandes máquinas\", y después esas \"pieles y pechugas\" de pollo \"fueron recubiertas con tres capas de extracto de albaricoque y fritas en aceite a 200 grados centígrados\", explicó el locutor del reportaje. \"Así es como se fabrican\". Y añadió: \"Tienen buen aspecto, y no se puede deducir su forma original\".\n\nDragon TV mostró asimismo cómo el personal recogía carne caída al suelo y la arrojaba a la maquinaria procesadora, y cómo los trozos de pollo descartados por los controles rutinarios de las autoridades eran reprocesados una y otra vez hasta que superaban el control.\n\nLas multinacionales mencionadas se han disculpado ya con distintos comunicados públicos en las últimas horas, así como la matriz de Husi, el Grupo OSI, un conglomerado de procesamiento alimentario con sede en Aurora (Illinois, EE.UU.). OSI además manifestó que sus ejecutivos están conmocionados por la noticia y que están actuando \"de manera directa y rápida\", con un equipo de investigación propio que está \"cooperando totalmente\" con las autoridades chinas.\n\n\"La gestión de nuestra compañía cree que este es un evento aislado, pero asume la total responsabilidad por la situación y tomará las medidas apropiadas de manera rápida y exhaustiva\", añadió el texto. \"Tenemos tolerancia cero para cualquier acción que ponga en riesgo la seguridad alimentaria\", sentenció. Su filial, Husi, procesa unas 25.000 toneladas de alimentos anuales.\n\nLa inseguridad alimentaria es uno de los graves problemas que afecta a China, donde las irregularidades de este tipo se acumulan mientras crece la preocupación de la sociedad, cansada de no encontrar alimentos seguros desde los más básicos como la leche hasta ahora los de restaurantes extranjeros. Un caso similar afectó en el 2012 a KFC en Shanghái, que estuvo vendiendo a sabiendas carne de pollo con excesivos niveles de antibióticos durante dos años.",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15907389",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9586,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "12:22:00",
                    "title": "McDonalds, KFC, Pizza Hut, Starbucks y Burger King, afectadas por el escándalo de la carne podrida",
                    "uri": "198971996",
                    "url": "http://www.lavozdegalicia.es/noticia/economia/2014/07/22/mcdonalds-kfc-pizza-hut-starbucks-burger-king-afectadas-escandalo-carne-podrida/00031406029142477559491.htm",
                    "wgt": 1
                },
                {
                    "body": "El escándalo de seguridad alimentaria que estalló en China en torno a la Compañía Alimentaria Husi de Shanghái, un proveedor cárnico de varias cadenas de comida rápida, afecta ya a franquicias como McDonalds, KFC, Pizza Hut, Starbucks, Burger King y la china Dicos, y llegó a Japón.\n\nTodas estas firmas se vieron arrastradas por la supuesta venta de carne podrida por parte de Husi, cuyas instalaciones han sido cerradas por las autoridades para ser investigadas, y han comenzado a retirar productos de sus tiendas por todo el país asiático.\n\nEn el caso de McDonalds, la firma también está retirando alimentos en Japón, ya que, según estima, cerca del 20 por ciento de sus trozos de pollo empanados \"McNuggets\" comercializados en el país proceden también de Husi.\n\nHusi fue acusada el pasado domingo, en un programa de la televisión local shanghainesa Dragon TV, de difusión nacional, de vender carne en mal estado, tras haber estado falsificando sistemáticamente la fecha de caducidad de parte de la carne que vendía a estas cadenas, que también suspendieron sus compras a Husi.\n\nLas autoridades locales, que sólo fueron autorizadas a entrar en la fábrica sospechosa el domingo por la noche, tras llamar a la policía para que se les permitiera el paso, la cerraron entonces y están investigando el caso, según dijo a la agencia EFE un funcionario de la Administración de Alimentos y Medicamentos del Gobierno shanghainés.\n\nEl equivalente nacional de ese organismo publicó además hoy un comunicado adicional para confirmar que examinará también las instalaciones de Husi en otras cinco provincias, y que cualquier violación será \"castigada con severidad\".\n\nEn las últimas horas Dragon TV emitió también parte del interrogatorio entre los investigadores y un directivo de control de calidad de Husi.\n\nEl directivo confiesa ante las cámaras que ejecutivos de la firma \"de nivel superior al director de la fábrica\" autorizaron hace tiempo al personal a utilizar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\".\n\nAunque dijo no recordar desde cuándo se mantenía esta práctica, admitió que \"la política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\".\n\nEl reportaje de Dragon TV, hecho con cámara oculta y periodistas infiltrados, muestra también que algo similar se hacía igualmente con los llamados \"McNuggets\" de McDonalds y con productos similares que Husi vendía a otras marcas.\n\nLa televisión estatal shanghainesa mostró cómo el personal de la fábrica utilizaba conscientemente carne de pollo que llevaba cerca de medio mes caducada, dentro de una partida de 18 toneladas de carne que, en parte, estaba fuera de fecha.\n\n\"Las partes caducadas fueron enviadas a la línea de producción, aplastadas y emulsificadas por grandes máquinas\", y después esas \"pieles y pechugas\" de pollo \"fueron recubiertas con tres capas de extracto de albaricoque y fritas en aceite a 200 grados centígrados\", explicó el locutor del reportaje.\n\n\"Así es como se fabrican\". Y añadió: \"Tienen buen aspecto, y no se puede deducir su forma original\".\n\nDragon TV mostró asimismo cómo el personal recogía carne caída al suelo y la arrojaba a la maquinaria procesadora, y cómo los trozos de pollo descartados por los controles rutinarios de las autoridades eran reprocesados una y otra vez hasta que superaban el control.\n\nLas multinacionales mencionadas se han disculpado ya con distintos comunicados públicos en las últimas horas, así como la matriz de Husi, el Grupo OSI, un conglomerado de procesamiento alimentario con sede en Aurora (Illinois, EEUU).",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15909228",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9531,
                    "source": {
                        "title": "www.tucumanalas7.com.ar",
                        "uri": "www.tucumanalas7.com.ar"
                    },
                    "time": "09:38:00",
                    "title": "El escándalo de la carne podría afectar a los fast food",
                    "uri": "198976925",
                    "url": "http://www.tucumanalas7.com.ar/nota.php?id=108980",
                    "wgt": 1
                },
                {
                    "body": "El escándalo de seguridad alimentaria en torno a la Compañía Alimentaria Husi de Shanghai, proveedor en China de cadenas de comida rápida como McDonalds, KFC, Pizza Hut, Starbucks, Burger King y la china Dicos, ha llegado a Japón.\n\nLas instalaciones de Husi fueron cerradas por las autoridades para ser investigadas y los productos han comenzado a ser retirados de sus tiendas por todo el país asiático.\n\nEn el caso de McDonalds, la firma está retirando alimentos en Japón, ya que cerca del 20 por ciento de sus trozos de pollo empanados \"McNuggets\" comercializados en el país provienen de Husi.\n\nHusi fue acusada en un programa de la televisión local Dragon TV de vender carne en mal estado, tras haber falsificado sistemáticamente la fecha de caducidad de parte de la carne que vendía a estas cadenas.\n\nEn el interrogatorio, ejecutivos de la firma confesaron que desde el \"nivel superior al director de la fábrica\" autorizaron al personal a usar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\".\n\n\"La política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\", explicó uno de los ejecutivos.\n\nAdemás, Dragon TV mostró las malas condiciones sanitarias de Husi, que incluían la recogida de carne caída al suelo y el reprocesamiento de los trozos de pollo descartados en controles rutinarios por las autoridades.\n\nHusi procesa 25 mil toneladas de alimentos anuales.",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15941918",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8041,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "20:37:00",
                    "title": "Escándalo por carne podrida en China salpica a importantes cadenas - Cooperativa.cl",
                    "uri": "199066410",
                    "url": "http://www.cooperativa.cl/noticias/mundo/japon/escandalo-por-carne-podrida-en-china-salpica-a-importantes-cadenas/2014-07-22/161410.html",
                    "wgt": 1
                },
                {
                    "body": "Todas estas firmas se han visto arrastradas por la supuesta venta de carne podrida por parte de Husi, cuyas instalaciones han sido cerradas por las autoridades para ser investigadas, y han comenzado a retirar productos de sus tiendas por todo el país asiático.\n\nEn el caso de McDonalds, la firma también está retirando alimentos en Japón, ya que, según estima, cerca del 20 por ciento de sus trozos de pollo empanados \"McNuggets\" comercializados en el país proceden también de Husi.\n\nHusi fue acusada el pasado domingo, en un programa de la televisión local shanghainesa Dragon TV, de difusión nacional, de vender carne en mal estado, tras haber estado falsificando sistemáticamente la fecha de caducidad de parte de la carne que vendía a estas cadenas, que también suspendieron sus compras a Husi. Las autoridades locales, que sólo fueron autorizadas a entrar en la fábrica sospechosa el domingo por la noche, tras llamar a la policía para que se les permitiera el paso, la cerraron entonces y están investigando el caso, según dijo a Efe un funcionario de la Administración de Alimentos y Medicamentos del Gobierno shanghainés.\n\nEl equivalente nacional de ese organismo publicó además hoy un comunicado adicional para confirmar que examinará también las instalaciones de Husi en otras cinco provincias, y que cualquier violación será \"castigada con severidad\".\n\nEn las últimas horas Dragon TV ha emitido también parte del interrogatorio entre los investigadores oficiales y un directivo de control de calidad de Husi.\n\nEl directivo confiesa ante las cámaras que ejecutivos de la firma \"de nivel superior al director de la fábrica\" autorizaron hace tiempo al personal a utilizar \"partes cárnicas caducadas\", lo que se ha estado haciendo \"durante años\".\n\nAunque dijo no recordar desde cuándo se mantenía esta práctica, admitió que \"la política de nuestra empresa nos permite añadir materias primas caducadas para producir hamburguesas de ternera\".\n\nEl reportaje de Dragon TV, hecho con cámara oculta y periodistas infiltrados, muestra también que algo similar se hacía igualmente con los llamados \"McNuggets\" de McDonalds y con productos similares que Husi vendía a otras marcas.\n\nLa televisión estatal shanghainesa mostró cómo el personal de la fábrica utilizaba conscientemente carne de pollo que llevaba cerca de medio mes caducada, dentro de una partida de 18 toneladas de carne que, en parte, estaba fuera de fecha.\n\n\"Las partes caducadas fueron enviadas a la línea de producción, aplastadas y emulsificadas por grandes máquinas\", y después esas \"pieles y pechugas\" de pollo \"fueron recubiertas con tres capas de extracto de albaricoque y fritas en aceite a 200 grados centígrados\", explicó el locutor del reportaje.\n\n\"Así es como se fabrican\". Y añadió: \"Tienen buen aspecto, y no se puede deducir su forma original\".\n\nDragon TV mostró asimismo cómo el personal recogía carne caída al suelo y la arrojaba a la maquinaria procesadora, y cómo los trozos de pollo descartados por los controles rutinarios de las autoridades eran reprocesados una y otra vez hasta que superaban el control.\n\nLas multinacionales mencionadas se han disculpado ya con distintos comunicados públicos en las últimas horas, así como la matriz de Husi, el Grupo OSI, un conglomerado de procesamiento alimentario con sede en Aurora (Illinois, EEUU).\n\nOSI además manifestó que sus ejecutivos están conmocionados por la noticia, y que están actuando \"de manera directa y rápida\", con un equipo de investigación propio que está \"cooperando totalmente\" con las autoridades chinas.\n\n\"La gestión de nuestra compañía cree que este es un evento aislado, pero asume la total responsabilidad por la situación y tomará las medidas apropiadas de manera rápida y exhaustiva\", añadió el texto.\n\n\"Tenemos tolerancia cero para cualquier acción que ponga en riesgo la seguridad alimentaria\", sentenció.\n\nSu filial, Husi, procesa unas 25.000 toneladas de alimentos anuales.\n\nLa inseguridad alimentaria es uno de los graves problemas que afecta a China, donde las irregularidades de este tipo se acumulan mientras crece la preocupación de la sociedad, cansada de no encontrar alimentos seguros desde los más básicos como la leche hasta ahora los de restaurantes extranjeros. Un caso similar afectó a en 2012 a KFC en Shanghái, que estuvo vendiendo a sabiendas carne de pollo con excesivos niveles de antibióticos durante dos años.",
                    "date": "2014-07-22",
                    "eventUri": "1023539",
                    "id": "15954362",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7764,
                    "source": {
                        "title": "ultimahora",
                        "uri": "www.ultimahora.com"
                    },
                    "time": "23:39:00",
                    "title": "Escándalo de carne podrida en China se expande a más marcas y ... - ÚltimaHora.com",
                    "uri": "199099330",
                    "url": "http://www.ultimahora.com/escandalo-carne-podrida-china-se-expande-mas-marcas-y-llega-japon-n814254.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-07-22",
            "avgCos": 0.6846,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1023539",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1027300",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "China",
                    "lat": 35,
                    "long": 105,
                    "wikiUri": "http://en.wikipedia.org/wiki/China"
                },
                "labelEng": "Shanghai",
                "lat": 31.23333,
                "long": 121.46667,
                "wikiUri": "http://en.wikipedia.org/wiki/Shanghai"
            },
            "storyDate": "2014-07-22",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-220292",
            "variance": 0.0939
        }
    },
    "meta": {
        "CCAArticleMatchCount": 9,
        "CCAArticleMatchRatio": 0.09473684210526316,
        "CCAAvgCosSim": 0.8152055555555555,
        "CCAAvgMatchWgt": 48.77777777777778,
        "_articleUri1": "199022953",
        "_articleUri2": "199017675",
        "_datetime": "2015-02-19 11:36:14",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-220292",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-576520",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 9,
        "avgCosSimStory1": 0.6846,
        "avgCosSimStory2": 0.7087,
        "categorySim": 0,
        "conceptCosSim": 0.4682292518847818,
        "conceptJaccardSim": 0.1866666666666667,
        "coreTime1": 127596.3666666667,
        "coreTime2": 127597.2166666667,
        "coreTimeStDev1": 4.345861297448776,
        "coreTimeStDev2": 6.054065962444901,
        "entityCosSim": 0.846361951704733,
        "entityJaccardSim": 0.45,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.3094355366891513,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 24,
        "storyQuality2": 21,
        "timeAvg1": 127599.6375,
        "timeAvg2": 127603.8537037037,
        "timeStDev1": 4.345861297448776,
        "timeStDev2": 6.054065962444901,
        "varianceStory1": 0.0939,
        "varianceStory2": 0.2755
    }
}