{
    "850f305d-14db-4c75-b547-79470a557ea3-1117284": {
        "articles": {
            "resultCount": 37,
            "results": [
                {
                    "body": "Will Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\"\n\nWarner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26995856",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8543,
                    "source": {
                        "title": "Las Cruces Sun-News",
                        "uri": "www.lcsun-news.com"
                    },
                    "time": "17:10:00",
                    "title": "'Suicide Squad' cast: Jared Leto, Will Smith, Tom Hardy",
                    "uri": "231229763",
                    "url": "http://www.lcsun-news.com/las_cruces-business/ci_27058390/suicide-squad-cast-jared-leto-will-smith-tom",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Jared Leto and Margot Robbie will be starring in \"Suicide Squad,\" Warner Bros. revealed on Tuesday. The film will also feature Jai Courtney and Cara Delevingne.\n\n\"Suicide Squad\" is based on a DC Comic and centers on a group of supervillains who are tasked by the government to go on a mission that will offer them redemption but will likely kill them all.\n\nLeto will play the Joker, Smith will play Batman villain Deadshot, Hardy will play Rick Flagg, and Robbie will play Harley Quinn. Courtney has been cast as Boomerang and British model Delevingne has been cast as Enchantress, according to The Hollywood Reporter.\n\nJesse Eisenberg was rumored to star in the project, but he's not part of the official casting. David Ayer is directing, and Charles Roven is producing. \"Suicide Squad\" will not relate to Christopher Nolan's Batman trilogy, which featured Heath Ledger as The Joker.\n\nGreg Silverman, president, creative development and worldwide production stated: \"The Warner Bros. roots are deep on this one. David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara. We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26976012",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8534,
                    "source": {
                        "title": "Starpulse",
                        "uri": "www.starpulse.com"
                    },
                    "time": "13:52:00",
                    "title": "'Suicide Squad' Cast Confirmed: Will Smith, Jared Leto, Tom Hardy On Board",
                    "uri": "231180590",
                    "url": "http://www.starpulse.com/news/Noelle_Talmon/2014/12/03/suicide-squad-cast-confirmed-will-smit?ref_src=news_rss",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK -- Will Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\"\n\nWarner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26921631",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8516,
                    "source": {
                        "title": "thestate",
                        "uri": "www.thestate.com"
                    },
                    "time": "00:35:00",
                    "title": "Smith, Leto, Hardy suit up for 'Suicide Squad",
                    "uri": "231034028",
                    "url": "http://www.thestate.com/2014/12/02/3849116/smith-leto-hardy-suit-up-for-suicide.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK, N.Y. - Will Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\"\n\nWarner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26922403",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8516,
                    "source": {
                        "title": "680 NEWS",
                        "uri": "www.680news.com"
                    },
                    "time": "00:46:00",
                    "title": "Will Smith, Jared Leto, Tom Hardy suit up for 'Suicide Squad'",
                    "uri": "231035688",
                    "url": "http://www.680news.com/2014/12/02/will-smith-jared-leto-tom-hardy-suit-up-for-suicide-squad/",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK (AP) -- Will Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\" Warner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps.\n\nThe rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26974254",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8499,
                    "source": {
                        "title": "cleveland.com",
                        "uri": "www.cleveland.com"
                    },
                    "time": "13:05:00",
                    "title": "Jared Leto to play the Joker in DC Comics' supervillain film mashup, 'Suicide Squad'",
                    "uri": "231176821",
                    "url": "http://www.cleveland.com/entertainment/index.ssf/2014/12/jared_leto_to_play_the_joker_i.html",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK (AP) - Will Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\"\n\nWarner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.\n\n\"Suicide Squad\" is to be released in August 2016.\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26921669",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8425,
                    "source": {
                        "title": "WFSB TV 3",
                        "uri": "www.wfsb.com"
                    },
                    "time": "00:35:00",
                    "title": "Smith, Leto, Hardy suit up for 'Suicide Squad",
                    "uri": "231034054",
                    "url": "http://www.wfsb.com/story/27531167/smith-leto-hardy-suit-up-for-suicide-squad",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Margot Robbie and Jared Leto are officially set to star in Suicide Squad, Warner Bros. announced Tuesday.\n\nAlso cast in the movie based on the DC Entertainment villains-forced-to-be-heroes are Jai Courtney and Cara Delevingne. Much of the castings have been previously reported but the studio also confirmed which characters the actors will play.\n\nSmith will play Deadshot, best known as a Batman villain, while Hardy the group's leader, Rick Flagg.\n\nLeto will take on the Joker while Robbie will play Harley Quinn, his on-and-off girlfriend. Courtney will be Boomerang while Delevingne will play Enchantress.\n\n\"The Warner Bros. roots are deep on this one,\" said Greg Silverman, president, creative development and worldwide production, in the announcement.\n\n\"David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara,\" Silverman continued. \"We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"",
                    "date": "2014-12-02",
                    "eventUri": "1926314",
                    "id": "26913189",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8367,
                    "source": {
                        "title": "The Hollywood Reporter",
                        "uri": "www.hollywoodreporter.com"
                    },
                    "time": "22:46:00",
                    "title": "It's Official: 'Suicide Squad' to Star Will Smith, Jared Leto, Margot Robbie and More - Hollywood Reporter",
                    "uri": "231014248",
                    "url": "http://www.hollywoodreporter.com/heat-vision/official-suicide-squad-star-will-753470",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Jared Leto, Margot Robbie, Jai Courtney and Cara Delevingne have signed on to star in David Ayer's comic book movie \"Suicide Squad,\" Warner Bros. announced Tuesday.\n\nThe six actors will play DC Comics' famed team of super villains, with Smith as Batman villain Deadshot, Hardy as Rick Flagg, Robbie as Harley Quinn, Leto as The Joker, Courtney as Boomerange and Delevingne as Enchantress.\n\n*Also read:* Jared Leto Eyed to Play The Joker in WB's 'Suicide Squad' (Exclusive)\n\nAs TheWrap first reported, Leto is taking over the iconic role of The Joker from the late Heath Ledger, who won a posthumous Oscar for his performance as Batman's arch-enemy in \"The Dark Knight.\"\n\nJesse Eisenberg is also in talks to reprise his role as Lex Luthor, who makes his debut in \"Batman v Superman: Dawn of Justice.\" The studio is also seeking a middle-aged African American actress to play Amanda Waller, who functions as the Nick Fury of the DC movie universe. Viola Davis is one of several actresses being considered for the role.\n\n\"The Warner Bros. roots are deep on this one. David Ayer returns to the studio where he wrote 'Training Day' and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara. We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero,\" said Greg Silverman, president of creative development and worldwide production at Warner Bros. Pictures.\n\n*Also read:* 'Wolf of Wall Street' Star Margot Robbie in Talks for 'Tarzan' - She's Jane (Exclusive)\n\nAyer is also writing the script for \"Suicide Squad,\" which is being produced by Charles Roven and Richard Suckle. Zack Snyder, Deborah Snyder, Colin Wilson and Geoff Johns are serving as executive producers.\n\n\"Suicide Squad\" is slated for release on August 5, 2016.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26942763",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8251,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "06:19:00",
                    "title": "Will Smith, Tom Hardy, Jared Leto, Margot Robbie Set for 'Suicide Squad'",
                    "uri": "231085900",
                    "url": "http://www.onenewspage.com/n/US/750ronvf0/Will-Smith-Tom-Hardy-Jared-Leto-Margot-Robbie.htm",
                    "wgt": 1
                },
                {
                    "body": "CONNECTTWEETLINKEDINCOMMENTEMAILMORE\n\nNew York -- Will Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\"\n\nWarner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.\n\n\"Suicide Squad\" is to be released in August 2016.\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http://detne.ws/1zPUhg8",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26976690",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8192,
                    "source": {
                        "title": "The Detroit News",
                        "uri": "www.detroitnews.com"
                    },
                    "time": "13:59:00",
                    "title": "Will Smith, Jared Leto suit up for 'Suicide Squad'",
                    "uri": "231182290",
                    "url": "http://www.detroitnews.com/story/entertainment/movies/2014/12/03/suicide-squad/19824689/",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Margot Robbie and Jared Leto are the biggest names you'll be seeing in David Ayer's Suicide Squad in 2016. I guess the rumors were true.\n\nGreg Silverman, president of Warner Bros. Pictures, announced yesterday the official cast of Suicide Squad, the David Ayer (End of Watch, Fury) written and directed DC Comics adaptation. Will Smith will be Deadshot, Tom Hardy takes the role of Rick Flagg (the leader of the squad), Margot Robbie (The Wolf of Wall Street) is Harley Quinn, Jared Leto becomes the Joker (oh yeah), Jai Courtney (Divergent) will play Boomerang and Cara Delevingne (Pan) is set for the Enchantress.\n\nHaving Will Smith part of this is pretty cool, not gonna lie, but the real stars will definitely be Margot Robbie and Jared Leto as Harley Quinn and the Joker. Both definitely have their work cut out for them as taking those roles is no small task, especially in the case of the Joker. Either way I'm a lot more excited now for Suicide Squad than I was a few months ago, when Warner announced the project.\n\nSuicide Squad aims for an August 5th 2016 release, will you be there? I'll need a trailer in both cases but right now I'd say I'm looking forward more to this than Batman V Superman: Dawn of Justice.",
                    "date": "2014-12-04",
                    "eventUri": "1926314",
                    "id": "27032689",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8113,
                    "source": {
                        "title": "Filmonic",
                        "uri": "filmonic.com"
                    },
                    "time": "00:28:00",
                    "title": "The Official Cast of DC Comics' Suicide Squad",
                    "uri": "231320942",
                    "url": "http://filmonic.com/official-cast-dc-comics-suicide-squad?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BFilmonic%2B%2528Filmonic%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "The speculation over the Suicide Squad movie's characters and cast can be put to rest. Warner Bros. officially announced Tuesday the Hollywood stars who will fill the shoes of some of the DC Comic universes greatest supervillains in the film.\n\nWill Smith, Tom Hardy, Jared Leto, Margot Robbie, Jai Cortney, and Cara Delevigne were all confirmed to appear in Suicide Squad per a press release picked up by Variety, Hollywood Reporter, and other entertainment outlets.\n\nThe premise of the film is a team of supervillains are given a chance to redeem themselves by accepting dangerous missions from the government that they likely won't survive. Think of it as The Dirty Dozen in a superhero setting.\n\nWill Smith has long been rumored to be attached to the project as have the other cast members. What roles they are taking on in the film may surprise you though.\n\nJared Leto -- The Joker Will Smith -- Deadshot Tom Hardy -- Rick Flagg Margot Robbie -- Harley Quinn Jai Courtney -- Boomerang Cara Delevingne -- Enchantress\n\n\"The Warner Bros. roots are deep on this one,\" said Greg Silverman, president, creative development and worldwide production, in the announcement. \"David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara. We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"\n\nDavid Ayer is tagged as the writer and director for Suicide Squad with Charles Roven and Richard Suckle are listed producers. Meanwhile, Batman v Superman: Dawn of Justice director Zack Snyder is listed as an Executive Producer, along with Deborah Snyder and DC Comics' Geoff Johns.\n\nThere are rumors that Jesse Eisenberg is in talks to appear in the film to reprise his role as Lex Luthor from Batman v Superman. That's not confirmed, but the though the biggest role yet to be announced is that of Amanda Waller. Actresses reportedly being considered for the head of the Suicide Squad include Viola Davis, Octavia Spencer, and Oprah Winfrey.\n\nSuicide Squad is currently set for an August 5, 2016 release. That's just a couple of months after the March 25 release of Batman v Superman.\n\nWhat do you think of the cast for Suicide Squad? Will Leto make a convincing Joker? Can Will Smith's star power shine as Deadshot? Sound off in the comments below.\n\n[Images via DC Comics, Hollywood Reporter]",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26929801",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7979,
                    "source": {
                        "title": "The Inquisitr News",
                        "uri": "www.inquisitr.com"
                    },
                    "time": "02:39:00",
                    "title": "'Suicide Squad' Cast Announced, Will Smith Teams Up With Batman's Greatest Villain",
                    "uri": "231052806",
                    "url": "http://www.inquisitr.com/1650523/suicide-squad-cast-announced-will-smith-teams-up-with-batmans-greatest-villain/#utm_source%3Dfeedburner%26utm_medium%3Dfeed%26utm_campaign%3DFeed%253A%2BTheInquisitrEntertainment%2B%2528The%2BInquisitr%2B%25C2%25BB%2BEntertainment%2529%26utm_content%3DFeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\"\n\nWarner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevingne as Enchantress.\n\nOprah Winfrey is rumored to be the studio's top choice to play Amanda Waller, the government agent who oversees the Suicide Sqaud, although Viola Davis and Octavia Spencer are reportedly also being considered.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "27000459",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7963,
                    "source": {
                        "title": "KNXV",
                        "uri": "www.abc15.com"
                    },
                    "time": "17:56:00",
                    "title": "PHOTOS: 'Suicide Squad' movie cast announced",
                    "uri": "231241067",
                    "url": "http://www.abc15.com/entertainment/movies/suicide-squad-movie-cast-jared-leto-will-smith-tom-hardy-margot-robbie-cara-delevingne",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Margot Robbie and Jared Leto are officially set to star in Suicide Squad, Warner Bros. announced Tuesday.\n\nAlso cast in the movie based on the DC Entertainment villains-forced-to-be-heroes are Jai Courtney and Cara Delevingne. Much of the castings have been previously reported but the studio also confirmed which characters the actors will play.\n\nSmith will play Deadshot, best known as a Batman villain, while Hardy the group's leader, Rick Flagg.\n\nLeto will take on the Joker while Robbie will play Harley Quinn, his on-and-off girlfriend. Courtney will be Boomerang while Delevingne, the model-turned-actress who is also in Warners' Pan tentpole, will play Enchantress, a sorceress.\n\nDavid Ayer is writing the script as well as directing.\n\nJesse Eisenberg, who was rumored to be involved with the movie, is not part of the official team, nor the official cast, according to sources. But that does not rule out a cameo appearance for him or other actors playing villains or heroes in the Warners' other DC-based movies.\n\n\"The Warner Bros. roots are deep on this one,\" said Greg Silverman, president, creative development and worldwide production, in the announcement.\n\n\"David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara,\" Silverman continued. \"We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"",
                    "date": "2014-12-02",
                    "eventUri": "1926314",
                    "id": "26918657",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7827,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "23:50:00",
                    "title": "It's Official: 'Suicide Squad' to Star Will Smith, Jared Leto, Margot Robbie and More",
                    "uri": "231026635",
                    "url": "http://news.yahoo.com/official-suicide-squad-star-smith-jared-leto-margot-050051316.html",
                    "wgt": 1
                },
                {
                    "body": "Batman V Superman: Dawn of Justice official title of Man of Steel sequel\n\nHollywood heavy hitters Will Smith, Jared Leto and Tom Hardy will be hanging out in Toronto next year as they suit up for DC Comics' supervillain team-up film Suicide Squad.\n\nWarner Bros. confirmed the much anticipated casting of the DC Comics film in an announcement Tuesday, and the flick will be shot in the spring and summer of 2015 at various Toronto locations.\n\nSmith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.",
                    "date": "2014-12-04",
                    "eventUri": "1926314",
                    "id": "27030798",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7727,
                    "source": {
                        "title": "CBC News",
                        "uri": "www.cbc.ca"
                    },
                    "time": "00:03:00",
                    "title": "Suicide Squad's A-list cast will be hanging out in Toronto",
                    "uri": "231316686",
                    "url": "http://www.cbc.ca/news/arts/will-smith-jared-leto-to-suit-up-for-suicide-squad-movie-in-toronto-1.2859333?cmp=rss",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy and Jared Leto have been confirmed for upcoming DC Comics supervillain movie Suicide Squad.\n\nLeto will follow the late Heath Ledger's path and take on The Joker, while Smith will play Deadshot and Hardy the gang's leader Rick Flag, Deadline reports.\n\nMargot Robbie has already been cast as The Joker's on-off lover and accomplice Harley Quinn, with Jai Courtney playing Boomerang and British supermodel Cara Delevingne set to star as Enchantress.\n\nIt has not yet been confirmed whether Jesse Eisenberg will reprise his Batman v Superman: Dawn of Justice role as villainous megalomaniac Lex Luthor in Suicide Squad, as reports have previously suggested.\n\nThe film's storyline follows a group of villains who take on dangerous black op missions for the government in return for reduced jail sentences.\n\n\"The Warner Bros roots are deep in this one,\" said Warner Bros president Greg Silverman.\n\n\"We look forward to seeing this terrific ensemble under David Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"\n\nDavid Ayer, known for World War II drama Fury, is writing and directing ahead of a scheduled August 2016 release in both 2D and 3D.\n\nBetween now and 2020, Warner Bros plans to roll out ten superhero and supervillain epics based on DC Comics characters.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26952832",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.767,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "09:07:00",
                    "title": "Suicide Squad cast: Jared Leto to play Joker alongside Will Smith, Tom Hardy, Margot Robbie and Cara Delevingne",
                    "uri": "231116477",
                    "url": "http://www.independent.co.uk/arts-entertainment/films/news/suicide-squad-cast-jared-leto-to-play-joker-alongside-will-smith-tom-hardy-margot-robbie-and-cara-delevingne-9899626.html",
                    "wgt": 1
                },
                {
                    "body": "Holy hell, a whole lot of star power just signed on to make Warner Bros. Suicide Squad movie. Will Smith, Tom Hardy, Margot Robbie and Jared Leto are all lining up to play bad guys forced to be good.\n\nWarner Bros. just announced [via press release] that Will Smith, Tom Hardy, Margot Robbie and Jared Leto are officially set to star in Suicide Squad. Which, wow, that's a list of really big names. The premise behind this comic-to-movie adaptation is simple: the \"squad\" is a collection of ever-changing incarcerated big bads who are looking to shrink their sentences by running black ops suicide missions for the good guys. Basically, they have to do dangerous and deadly acts to get out of trouble.\n\nAnd here's the villainous lineup: the Joker will be played by Jared Leto; Deadshot will be Will Smith; Harley Quinn is Margot Robbie; Boomerang is Jai Courtney; Enchantress is Cara Delevingne, and Tom Hardy is Rick Flagg.\n\nDavid Ayer (Fury) is both writing the script and directing.\n\nWarner Bros. President, Greg Silverman released this statement about the future film:\n\nWe look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"\n\nUPDATE: Variety is reporting that Warner Bros. is still circling around looking for an actor for the Amanda Waller role. But rumor has it Oprah Winfrey is their top pic. However the studio is also interested in Viola Davis and Octavia Spencer. The report also suggests that Warner Bros. is looking at Suicide Squad as the Ocean's Eleven of superhero flicks. And that doesn't sound bad at all.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26919853",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.763,
                    "source": {
                        "title": "io9",
                        "uri": "io9.com"
                    },
                    "time": "00:07:00",
                    "title": "Will Smith, Tom Hardy, Jared Leto All Confirmed For Suicide Squad",
                    "uri": "231029425",
                    "url": "http://io9.com/will-smith-tom-hardy-jared-leto-all-confirmed-for-sui-1665900563?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bio9%252Ffull%2B%2528io9%2529",
                    "wgt": 1
                },
                {
                    "body": "After weeks of casting information surfacing little by little, Warner Bros. Pictures and DC Entertainment have officially announced the cast of Suicide Squad, and it's one hell of a line-up. Will Smith will be playing Deadshot, Tom Hardy is Rick Flagg, Margot Robbie is Harley Quinn, Jared Leto is The Joker, Jai Courtney (Terminator: Genisys) plays Boomerang and Cara Delevingne (Anna Karenina) is Enchantress. All of these characters form a super villain team recruited by the government for secret missions. Production begins in April and lasts through September with an August 5th, 2016 release set.\n\nGreg Silverman, President, Creative Development and Worldwide Production, Warner Bros. Pictures. says:\n\n\"The Warner Bros. roots are deep on this one. David Ayer returns to the studio where he wrote 'Training Day' and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara. We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"\n\nHonestly, with a big cast like this, I find myself much more interested in Suicide Squad than Batman v. Superman: Dawn of Justice or even Justice League. This is an amazing assembly of talent, and the fact that they're not playing typical superheroes just sweetens the deal. Add David Ayer into the mix as director and The Dark Knight trilogy producer Charles Roven, and I'm starting to have a little more confidence in what Warner Bros. is trying to do, at least with this particular property. Still no word on whether or not Jesse Eisenberg will show up as Lex Luthor, but we've got plenty of time to figure that out. Sound good?",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26935069",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7538,
                    "source": {
                        "title": "FirstShowing.net",
                        "uri": "www.firstshowing.net"
                    },
                    "time": "04:06:00",
                    "title": "Will Smith, Tom Hardy, Jared Leto All Confirmed for 'Suicide Squad'",
                    "uri": "231065878",
                    "url": "http://www.firstshowing.net/2014/will-smith-tom-hardy-jared-leto-all-confirmed-for-suicide-squad/",
                    "wgt": 1
                },
                {
                    "body": "Will Smith and Jared Leto are officially set to star in supervillain film Suicide Squad.\n\nFollowing months of casting rumors, bosses at Warner Bros. announced the full cast of the much-anticipated DC Comics big screen adaptation on Tuesday (02Dec14). Smith will play Batman nemesis Deadshot and Oscar winner Leto will take on The Joker, while The Wolf of Wall Street star Margot Robbie will play his character's girlfriend, Harley Quinn.\n\nJai Courtney will portray Boomerang, model-turned-actress Cara Delevingne is set to play Enchantress, and Tom Hardy will lead the group as Rick Flagg. Fury's David Ayer will direct the movie, which will be based on the comic book series about a group of supervillains who are given a chance to redeem themselves in a deadly mission.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "27017936",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7513,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "16:48:00",
                    "title": "Will Smith and Jared Leto confirmed for 'Suicide Squad'",
                    "uri": "231285127",
                    "url": "http://www.philly.com/philly/entertainment/movies/20141202_WENN_Will_Smith_and_Jared_Leto_confirmed_for_Suicide_Squad.html",
                    "wgt": 1
                },
                {
                    "body": "The casting was confirmed Tuesday following weeks of leaks and speculation. The announcement was made by Greg Silverman, president of creative development and worldwide production for Warner Bros. Pictures.\n\nSmith will play Deadshot, while Hardy has been cast as Rick Flagg, Robbie as Harley Quinn, Leto as the Joker, Courtney as Boomerang and Delevingne as Enchantress. Fury director David Ayer is helming the movie, which is set for release Aug. 5, 2016.\n\n\"The Warner Bros. roots are deep on this one,\" Silverman said in a statement. \"David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara. We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26935605",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7494,
                    "source": {
                        "title": "United Press International (UPI)",
                        "uri": "www.upi.com"
                    },
                    "time": "04:14:00",
                    "title": "Cara Delevingne, Jared Leto, Will Smith confirmed for 'Suicide Squad' cast",
                    "uri": "231067197",
                    "url": "http://www.upi.com/Entertainment_News/Movies/2014/12/02/Cara-Delevingne-Jared-Leto-Will-Smith-confirmed-for-Suicide-Squad-cast/4481417571316/",
                    "wgt": 1
                },
                {
                    "body": "Warner Bros. have named Will Smith, Tom Hardy and Jared Leto among the cast for the upcoming Suicide Squad film.\n\nSmith will star as Deadshot, Hardy will play the group's leader, Rick Flag, and 30 Seconds to Mars singer Leto will take on the role of The Joker.\n\nThe cast also includes Margot Robbie as Harley Quinn, Jai Courtney as Boomerang and Cara Delevingne as Enchantress.\n\nIt was also confirmed that the film, which is based on the DC Comics series, will be released on 5 August 2016.\n\nThe Suicide Squad is a group of villains who have changed their ways and now work for the government in high-risk missions.\n\nThey first appeared in comics in 1959.\n\nDavid Ayer, who recently released the World War II tank thriller Fury, will write and direct the film.\n\nDC Comics recently announced that there would be a Wonder Woman film released in 2017.\n\nGal Gadot, who will play the character in Batman v Superman: Dawn of Justice, has been given the lead role.\n\nAs well as starring in 2016's Dawn of Justice, Ben Affleck will also take on the role of Batman in Justice League Part One -which is scheduled for release the following year.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26961845",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7484,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "11:16:00",
                    "title": "Will Smith in Suicide Squad film cast",
                    "uri": "231143282",
                    "url": "http://www.bbc.co.uk/newsbeat/30306320#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "PanARMENIAN.Net - Will Smith, Tom Hardy, Margot Robbie and Jared Leto are officially set to star in Suicide Squad, Warner Bros. announced, according to The Hollywood Reporter.\n\nAlso cast in the movie based on the DC Entertainment villains-forced-to-be-heroes are Jai Courtney and Cara Delevingne. Much of the castings have been previously reported, but the studio also confirmed which characters the actors will play.\n\nSmith will play Deadshot, best known as a Batman villain, while Hardy plays the group's leader, Rick Flagg.\n\nLeto will take on the Joker, while Robbie will play Harley Quinn, his on-and-off girlfriend. Courtney will be Boomerang, while Delevingne, the model-turned-actress who is also in Warners' Pan tentpole, will play Enchantress, a sorceress.\n\nDavid Ayer is writing the script as well as directing.\n\nCharles Roven and Richard Suckle are producing. Exec producing are Zack Snyder and Deborah Snyder, who are already shepherding many of the DC movies, as well as Colin Wilson and DC's COO Geoff Johns.\n\nJesse Eisenberg, who was rumored to be involved with the movie, is not part of the official team, nor the official cast, according to sources. But that does not rule out a cameo appearance for him or other actors playing villains or heroes in the Warners' other DC-based movies.\n\n\"The Warner Bros. roots are deep on this one,\" said Greg Silverman, president, creative development and worldwide production, in the announcement.\n\n\"David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara,\" Silverman continued. \"We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26942274",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7482,
                    "source": {
                        "title": "PanARMENIAN.Net",
                        "uri": "www.panarmenian.net"
                    },
                    "time": "06:09:00",
                    "title": "Will Smith, Tom Hardy, Jared Leto to star in \"Suicide Squad\"",
                    "uri": "231084363",
                    "url": "http://www.panarmenian.net/eng/news/185499/",
                    "wgt": 1
                },
                {
                    "body": "Warner Bros. has just revealed the cast of David Ayer's Suicide Squad, and it is a huge ensemble. Jared Leto is the Joker, Will Smith is Deadshot, Tom Hardy is Rick Flagg, Margot Robbie is Harley Quinn, Jai Courtney is Boomerang and Cara Delevinge is Enchantress. The film is scheduled for release August 5, 2016. Read more about the Suicide Squad cast below.\n\nVariety posted the news. Here's what WB President Greg Silverman said about the cast:\n\nThe Warner Bros. roots are deep on this one. We look forward to seeing this terrific ensemble, under David Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\n\nWhile the confirmation of this news is incredibly huge, it's all stuff we'd heard rumors about over the past few weeks. The fact that Courtney is playing Boomerang and Delevinge (who was previously thought to be up for Harley Quinn) is Enchantress, are the two newest bits.\n\nWarner Bros. sees this film as their superhero version of Ocean's Eleven and did their best to fill it with a cast somewhat similar to that film. I think they achieved that. Smith remains one of the biggest stars in the world. He's an actor that rarely, if ever, does ensemble films anymore. This is Leto's first film after winning an Oscar for Dallas Buyers Club. Then there are Robbie, Hardy and Courtney, all of whom are getting to be stars on their own. This is massive.\n\nAnd can we just step back and think about this? Will Smith is playing freaking Deadshot! Jared Leto is following in the footsteps of Jack Nicholson and Heath Ledger to play the most iconic villain in all of comic books. And he'll surely have to go against Batman at some point. Plus, we finally get Harley Quinn on the big screen. My mind is a little boggled right now.\n\nSuicide Squad will start shooting in April in Toronto.\n\nAre you surprised as the massive level of talent in the film?",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26943406",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7474,
                    "source": {
                        "title": "Slashfilm",
                        "uri": "www.slashfilm.com"
                    },
                    "time": "06:28:00",
                    "title": "'Suicide Squad' Cast Revealed; Includes Jared Leto, Will Smith, Tom Hardy, Margot Robbie",
                    "uri": "231087374",
                    "url": "http://www.slashfilm.com/suicide-squad-cast/",
                    "wgt": 1
                },
                {
                    "body": "Will Smith and Jared Leto are officially set to star in supervillain film Suicide Squad.\n\nFollowing months of casting rumours, bosses at Warner Bros. announced the full cast of the much-anticipated DC Comics big screen adaptation on Tuesday (02Dec14).\n\nSmith will play Batman nemesis Deadshot and Oscar winner Leto will take on The Joker, while The Wolf of Wall Street star Margot Robbie will play his character's girlfriend, Harley Quinn.\n\nJai Courtney will portray Boomerang, model-turned-actress Cara Delevingne is set to play Enchantress, and Tom Hardy will lead the group as Rick Flagg.\n\nFury's David Ayer will direct the movie, which will be based on the comic book series about a group of supervillains who are given a chance to redeem themselves in a deadly mission.\n\nThe film is slated to hit U.S. cinemas on 5 August, 2016.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26952612",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.742,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "hub.contactmusic.com"
                    },
                    "time": "09:04:00",
                    "title": "Will Smith And Jared Leto Confirmed For Suicide Squad",
                    "uri": "231115666",
                    "url": "http://hub.contactmusic.com/story/will-smith-and-jared-leto-confirmed-for-suicide-squad_4489145",
                    "wgt": 1
                },
                {
                    "body": "UArts Alum Jared Leto and Will Smith to Play Master Villains in Suicide Squad\n\nTwo Philly boys are set to star in an upcoming DC Comics film. Warner Bros. confirms that UArts alum Jared Leto and Philly-bred actor Will Smith will play supervillains Deadshot and The Joker (yes, that Joker) in Suicide Squad, which, according to IMDB, follows a secret government agency of \"highly skilled super villains who are assigned to execute dangerous tasks in exchange for shorter prison sentences.\"\n\nOther cast members include Tom Hardy as Rick Flagg, Margot Robbie as Harley Quinn, Jai Courtney as Boomerang, and Cara Delevinge as Enchantress. The film will be written and directed by David Ayer, and it's set to be released August 2016.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26986222",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7352,
                    "source": {
                        "title": "Philadelphia Magazine",
                        "uri": "www.phillymag.com"
                    },
                    "time": "15:37:00",
                    "title": "Jared Leto and Will Smith Cast in 'Suicide Squad' | Ticket",
                    "uri": "231206537",
                    "url": "http://www.phillymag.com/ticket/2014/12/03/uarts-alum-jared-leto-will-smith-play-master-villains-suicide-squad/",
                    "wgt": 1
                },
                {
                    "body": "Warner Bros. confirmed the much anticipated casting of the film in an announcement Tuesday. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nDavid Ayer, who recently released the World War II tank thriller \"Fury,\" will write and direct.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26922948",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7345,
                    "source": {
                        "title": "Greenfield Daily Reporter",
                        "uri": "www.greenfieldreporter.com"
                    },
                    "time": "00:55:00",
                    "title": "Smith, Leto, Hardy suit up for 'Suicide Squad",
                    "uri": "231037094",
                    "url": "http://www.greenfieldreporter.com/view/story/6252cd1ac02d45cfa79f04d91b2ce096/US--Film-Suicide-Squad",
                    "wgt": 1
                },
                {
                    "body": "Of the insane superhero movie schedule now in development, 2016's Suicide Squad stood out early by picking up gritty writer/director, David Ayer (Training Day, Fury) to explore villians forced to work government black ops for reduced sentences (and not having their brains detonated). Now we know Margot Robbie is Harley Quinn, Jai Courtney is Boomerang, Will Smith is Deadshot, Tom Hardy is Rick Flagg, Cara Delevingne is Enchantress... and the man with the world's prettiest hair will reimagine the Joker. But you'll never guess who might lead them all as Amanda Waller...\n\nCan bad people do good things? #SuicideSquad\n\n-- David Ayer (@DavidAyerMovies) December 3, 2014\n\nLead images: Getty Images\n\nAccording to Variety, WB's first choice would be Oprah Winfrey. That'd be a huge addition to an already star-studded line-up. Viola Davis and Octavia Spencer are also said to be on the shortlist.\n\nWill Smith had been rumoured to play Bronze Tiger -- maybe we'll now see Michael Jai White's Ben Turner from Arrow show up? Yeah, I doubt it, but I need more MJW in my life.\n\nMeanwhile, I honestly had to look up who the hell London-born Cara Delevingne is. My bad. Aside from voicing Grand Theft Auto V's Non-Stop-Pop FM radio station DJ, Delevingne is a well-known European model. There you go.\n\nSo what do you think about the casting? And what about the choice of squad?\n\nIf Harley is in, why no Deathstroke?\n\n[BusinessWire and Variety via io9]\n\nOfficial #SuicideSquad movie cast!@ZackSnyder producing pic.twitter.com/UvROL1IrNk\n\n-- Batman v Superman (@DawnOfJustice_) December 3, 2014\n\nBURBANK, Calif.- An all-star roster of actors has joined Warner Bros. Pictures' new action adventure \"Suicide Squad,\" bringing DC Comics' super villain team to the big screen under the direction of David Ayer (\"Fury\"). The announcement was made today by Greg Silverman, President, Creative Development and Worldwide Production, Warner Bros. Pictures.\n\nThe film will star two-time Oscar nominee Will Smith (\"The Pursuit of Happyness,\" \"Ali,\" upcoming \"Focus\") as Deadshot; Tom Hardy (\"The Dark Knight Rises,\" upcoming \"Mad Max: Fury Road\") as Rick Flagg; Margot Robbie (\"The Wolf of Wall Street,\" upcoming \"Focus,\" the \"Tarzan\" movie) as Harley Quinn; Oscar winner Jared Leto (\"Dallas Buyers Club,\" \"Alexander\") as the Joker; Jai Courtney (\"Divergent,\" upcoming \"The Water Diviner\") as Boomerang; and Cara Delevingne (\"Anna Karenina,\" upcoming \"Pan\") as Enchantress.\n\nIn making the announcement, Silverman said, \"The Warner Bros. roots are deep on this one. David Ayer returns to the studio where he wrote 'Training Day' and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara. We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"\n\nAyer is also writing the script for \"Suicide Squad,\" which is being produced by Charles Roven (\"The Dark Knight\" trilogy, upcoming \"Batman v Superman: Dawn of Justice\") and Richard Suckle (\"American Hustle\"). Zack Snyder, Deborah Snyder, Colin Wilson and Geoff Johns are serving as executive producers.\n\nThe film is slated for release on August 5, 2016.\n\nKotaku Movie Review: Batman: Assault on Arkham The Newest Batman Movie Is A Sexy, Bloody, Funny Good Time\n\nReleased on DVD, Blu-ray and digital streaming in August, this animated feature picks up on the big teasers at the end of the Asylum and Origins games. Supervillians Deadshot, Harley Quinn, King Shark, Killer Frost and Black Spider share the spotlight as they're thrown together to form the Suicide Squad.\n\nHave you subscribed to Gizmodo Australia's email newsletter? You can also follow us on Facebook, Twitter, Instagram and YouTube.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "27007497",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7335,
                    "source": {
                        "title": "www.gizmodo.com.au",
                        "uri": "www.gizmodo.com.au"
                    },
                    "time": "19:14:00",
                    "title": "Suicide Squad: Aussies Margot Robbie + Jai Courtney Cast With Smith, Leto, Hardy",
                    "uri": "231258961",
                    "url": "http://www.gizmodo.com.au/2014/12/suicide-squad-aussies-margot-robbie-jai-courtney-cast-with-smith-leto-hardy/",
                    "wgt": 1
                },
                {
                    "body": "Margot Robbie, Cara Delevingne and Jared Leto Confirmed for Star-Studded Suicide Squad Cast\n\nMargot Robbie has scored the role of leading lady Harley Quinn in Warner Brothers' forthcoming DC Comics-inspired film Suicide Squad, alongside balayaged babe Jared Leto as The Joker.\n\nVariety reports that Margot and Jared will be joined by fashion's favourite muse Cara Delevingne as Enchantress, Will Smith as Deadshot, Tom Hardy as Rick Flagg, and Australian actor Jai Courtney as (insert raised eyebrows here) Boomerang in the screenplay directed by David Ayer.\n\nIt's a big gig for Margot, whose character Harley Quinn will be playing The Joker's sidekick and love interest, but it's even more major for Jared, who will be the first to play the role of The Joker since the late Heath Ledger back in 2008.\n\n\"We look forward to seeing this terrific ensemble, under David Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero,\" Warner Brothers' president Greg Silverman said in a statement.\n\nWe're not sure about you, but we too are very much looking forward to seeing this star-studded cast in action. Much to our dismay, the film hasn't even started shooting yet (it's set to kick off next April in Toronto) and has a US release date of August 5, 2016. Mark it in your diary, because that's one heck of a wait.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26943467",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7205,
                    "source": {
                        "title": "theFashionSpot",
                        "uri": "www.thefashionspot.com"
                    },
                    "time": "06:29:00",
                    "title": "Margot Robbie, Cara Delevingne and Jared Leto Confirmed for Star-Studded Suicide Squad Cast",
                    "uri": "231087578",
                    "url": "http://www.thefashionspot.com/buzz-news/latest-news/504923-margot-robbie-cara-delevingne-jared-leto-confirmed-star-studded-suicide-squad-cast/?utm_source=rss&utm_medium=rss&utm_campaign=margot-robbie-cara-delevingne-jared-leto-confirmed-star-studded-suicide-squad-cast",
                    "wgt": 1
                },
                {
                    "body": "Share on linkedin\n\nWill Smith, Jared Leto and Tom Hardy will be among the cast members for DC Comics' supervillain film \"Suicide Squad\".\n\nWill Smith Flickr Will Smith Flickr\n\nWarner Bros. revealed the casting for the much-hyped film in an announcement Tuesday. The studio also stated that the movie will be released in 3D as well as 2D.\n\nWhile Smith will play the role of Deadshot, Hardy will star as the group's leader - Rick Flagg. Leto, on the other hand, will follow in Heath Ledger's footsteps and play the role of the Joker.\n\nThe other cast members include Margot Robbie as Harley Quinn, Jai Courtney as Boomerang and model-turned-actress Cara Delevinge will be playing the Enchantress. Delevinge is also in Warner Bros.' \"Pan\".\n\nDavid Ayer is responsible for writing as well as directing the flick. Ayer recently released the World War II tank thriller \"Fury\".\n\nEarlier, it was being speculated that Jesse Eisenberg of \"The Social Network\" fame would also be involved with the project, but he has not been named as part of the official team, nor the official cast. However, it is expected that he and other actors might make cameo appearances, playing either villains or heroes in the Warner Bros.' other DC Comics-based movies.\n\n\"The Warner Bros. roots are deep on this one. David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara. We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero,\" said Greg Silverman, president, creative development and worldwide production, The Hollywood Reporter reports.\n\n\"Suicide Squad\" is slated to release on 5 August, 2016.\n\nCharles Roven is producing along with Richard Suckle; and Zack Snyder, Deborah Snyder, Colin Wilson and DC's COO Geoff Johns are exec producers, Deadline reports.\n\nZack and Deborah Snyder are already guiding many of the DC movies along with Wilson and Johns.\n\nRelatedMichelle MacLaren ofEzra Miller is 'The Flash': With Women, Black and Gay Superheroes DC Leads Diversity Race Against MarvelMortal Kombat X not to Get any DC Superheros as Guest Stars; 5 Characters Fans Want Must Read 1 Killed, 6 Injured in Kashmir Grenade Attack Accident Reported at Ukraine Nuclear Plant Supreme Court Permits Sahara to Sell Properties Worth ₹2,700 Crore Car Bomb Goes off Outside Iranian Ambassador's House; 3 Killed NYT 100 Notable Books 2014: Six Indian Authors Make it to the List 4 Killed as Car Bomb Targets UN Convoy in Mogadishu",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26983125",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7043,
                    "source": {
                        "title": "International Business Times",
                        "uri": "www.ibtimes.co.in"
                    },
                    "time": "15:05:00",
                    "title": "Will Smith, Jared Leto, Tome Hardy Part of Official 'Suicide Squad' Cast",
                    "uri": "231198511",
                    "url": "http://www.ibtimes.co.in/will-smith-jared-leto-tome-hardy-part-official-suicide-squad-cast-615965",
                    "wgt": 1
                },
                {
                    "body": "Some of Hollywood's biggest names are shunning traditional superhero roles, with the likes of Will Smith, Jared Leto and Tom Hardy to star in a new supervillain movie. The confirmation of the line-up for Suicide Squad, made by Warner Bros today, comes after months of speculation. The movie, which brings together some of the best known villains from DC Comics, is the antithesis of the hit film Avengers Assemble, by Disney-owned rival Marvel Studios.\n\nIn contrast to the superheroes who make up the Avengers, Suicide Squad is based on the exploits of a team of supervillains who are recruited to take on suicidal black-ops missions for the US Government in exchange for shorter prison sentences. Jared Leto will play the Joker - in one of his first roles since winning the best supporting actor Oscar for Dallas Buyers Club - and will be the first actor since the late Heath Ledger to play the character. Will Smith will star as hired assassin Deadshot, while Tom Hardy will play military expert Rick Flagg. Margot Robbie has been cast as Harley Quinn, an ally of the Joker, while model Cara Delevingne, in her biggest acting role to date, will portray magical villain Enchantress. And Australian actor Jai Courtney will play Boomerang, an enemy of comic book superhero the Flash.\n\nJesse Eisenberg - Lex Luthor in the forthcoming Batman v Superman: Dawn of Justice - is understood to be in talks about joining the cast. And US chat show host Oprah Winfrey, along with Viola Davis and Octavia Spencer, is in the running to play the team's boss, Amanda Waller. Directed by David Ayer, shooting begins in Toronto next April, while the film is slated for release next August.\n\n\"The Warner Bros roots are deep on this one, David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara,\" said studio president Greg Silverman in a statement. \"We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero,\" he added.\n\nThis week's announcement is part of an ongoing battle for box office supremacy between Warner Bros, which owns the film rights to DC Comics, and Disney, which owns Marvel Studios. It is one of more than 20 superhero films announced by the rival studios in recent weeks. Wonder Woman, Captain Marvel, Black Panther and Doctor Strange are among a slew of comic book characters featuring in movies scheduled for release by the end of this decade. Others include new Superman and Batman films, as well as movies based on superheroes like The Flash, and Aquaman.\n\nAnd other actors are choosing to take on the roles of supervillains, with Dwayne Johnson to star as Black Adam, the villain in Shazam - another DC Comics adaptation being made into a film.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26992286",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7025,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "16:36:00",
                    "title": "Suicide Squad cast: Will Smith, Jared Leto and Tom Hardy to star as antiheroes",
                    "uri": "231221277",
                    "url": "http://www.independent.co.uk/arts-entertainment/films/news/suicide-squad-cast-will-smith-jared-leto-and-tom-hardy-to-star-as-antiheroes-9901138.html",
                    "wgt": 1
                },
                {
                    "body": "Some of the characters included in DC Comics Entertainment's \"Suicide Squad\"\n\nAnother set of the puzzle has been put in place as Warner Bros. upcoming \"Suicide Squad\" film will reportedly star Will Smith, Tom Hardy, Margot Robbie, and Jared Leto.\n\nAlready reported to appear in the DC Entertainment's \"supervillains turned heroes\" movie are Jai Courtney and Cara Delevingne.\n\nThe film will begin its production in Toronto, Canada at the studio's Pinewood extension this coming February 2015, according to The Hollywood Repoter. The film is going under the working title of \"Bravo 14.\"\n\nFollowing two months of pre-production, \"Suicide Squad\" will shoot from April until September within the city's vicinity.\n\nAs for the casting, THR added that \"Smith will play Deadshot.\" The character is best known as one of Batman's hard hitting enemies. Tom Hardy \"plays the group's leader, Rick Flagg.\"\n\nLeto, whose name has been a mainstay in the rumor mills for quite some time, will now \"take on the Joker.\" Robbie, will be Harley Quinn, the \"on-and-off girlfriend\" of the Dark Knight's nemesis.\n\nCourtney will play the part of Boomerang and Delevingne will be the sorceress Enchantress.\n\nAs already known, David Ayer will be penning the script and will be the one sitting on the helmer's chair. Also behind the camera are Charles Roven and Richard Suckle as producers. Zack Snyder and Deborah Snyder will be the project's executive producers.\n\n\"We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero,\" WB's President for Creative Development and Worldwide Production said about Ayer during the official announcement.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26981663",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7009,
                    "source": {
                        "title": "Christian Post",
                        "uri": "www.christianpost.com"
                    },
                    "time": "14:50:00",
                    "title": "'Suicide Squad' News, Update: Will Smith, Tom Hardy, Margot Robbie and Jared Leto Set to Star in Film",
                    "uri": "231194838",
                    "url": "http://www.christianpost.com/news/suicide-squad-news-update-will-smith-tom-hardy-margot-robbie-and-jared-leto-set-to-star-in-film-130572/",
                    "wgt": 1
                },
                {
                    "body": "Jared Leto accepts the Oscar for best actor in a supporting role.\n\nWill Smith, Jared Leto and Tom Hardy are suiting up for DC Comics' supervillain team-up film \"Suicide Squad.\"\n\nWarner Bros. confirmed the much anticipated casting of the film. Smith will star as Deadshot, Hardy will play the group's leader, Rick Flagg, and Leto will take on the Joker, following in Heath Ledger's footsteps. The rest of the gang will be Margot Robbie as Harley Quinn; Jai Courtney as Boomerang; and Cara Delevinge as Enchantress.\n\nLeto's role as the Joker is giving some people pause.\n\nHe does have film cred, winning an Oscar for his role in \"Dallas Buyers Club.\"\n\nBut, as the Washington Post reports: \"this long-haired dramaturgic wizard has a dark side: his terrible band, Thirty Seconds to Mars -- further proof that most actors shouldn't play music. ... It is with great worry about Ledger's legacy that one contemplates Leto as the Joker.\"",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "27017080",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7004,
                    "source": {
                        "title": "The Billings Gazette",
                        "uri": "billingsgazette.com"
                    },
                    "time": "21:08:00",
                    "title": "Your daily 6: A joker, a king and the happiest song of the year",
                    "uri": "231282996",
                    "url": "http://billingsgazette.com/news/your-daily-a-joker-a-king-and-the-happiest-song/collection_157555ea-d183-579a-8626-56c2770bec52.html?utm_source=twitter&utm_medium=social&utm_campaign=curated&utm_content=BGKarenS",
                    "wgt": 1
                },
                {
                    "body": "The heroes of the DC universe are going to have their hands full. The villains-only \"Suicide Squad\" movie from director David Ayer just announced its cast (via The Hollywood Reporter), and the thing is absolutely stacked.\n\nAs rumored, Jared Leto is taking on the role of the Joker. Will Smith will play Deadshot. Tom Hardy is Rick Flagg. Margot Robbie is the Joker's beau, Harley Quinn. Cara Delevingne continues her crossover to acting as Enchantress. Jai Courtney has also signed on.\n\nWe'll have more as the story develops.",
                    "date": "2014-12-02",
                    "eventUri": "1926314",
                    "id": "26917207",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6857,
                    "source": {
                        "title": "MTV News",
                        "uri": "www.mtv.com"
                    },
                    "time": "23:29:00",
                    "title": "The 'Suicide Squad' Cast Is Official, And It's Insane",
                    "uri": "231023170",
                    "url": "http://www.mtv.com/news/2014266/suicide-squad-official-cast-jared-leto-joker/",
                    "wgt": 1
                },
                {
                    "body": "The cast for the upcoming 'Suicide Squad' has been revealed, with bosses confirming that Jared Leto will take on the role of The Joker.\n\nWill Smith will star as Deadshot, while Tom Hardy plays Rick Flag and 'Wolf Of Wall Street' star Margot Robbie takes on the role of Harley Quinn.\n\nModel-turned-actress Cara Delevingne and Jai Courtney, whose credits include 'Divergent' and 'Jack Reacher', will play Enchantress and Boomerang, respectively.\n\nWarner Bros. president Greg Silverman has stated: \"The Warner Bros. roots are deep on this one.\n\n\"We look forward to seeing this terrific ensemble, under David Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"\n\nThe cast are expected to begin filming next April, and the film is expected for release in 2016.\n\n'Suicide Squad' will be Cara's highest profile role to date.\n\nThe model previously starred in a Sky Arts drama and also has a handful of small, film credits to her name. She's also reportedly in the running to play the next Bond girl.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26958203",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.685,
                    "source": {
                        "title": "The Huffington Post UK",
                        "uri": "www.huffingtonpost.co.uk"
                    },
                    "time": "10:27:00",
                    "title": "'Suicide Squad' Cast: Jared Leto To Play The Joker As Cara Delevingne And Tom Hardy Also Confirmed For 2016 Film",
                    "uri": "231132745",
                    "url": "http://www.huffingtonpost.co.uk/2014/12/03/suicide-squad-cast-jared-leto-cara-delevingne_n_6259814.html?utm_hp_ref=uk&ir=UK",
                    "wgt": 1
                },
                {
                    "body": "MARGOT Robbie and Jai Courtney have landed roles in the next supervillain movie from Warner Bros, inspired by one of DC's famous comics.\n\nThe Australian actors will star in the film alongside Jared Leto, Will Smith, Tom Hardy and Cara Delevingne, Variety.com reports.\n\nBased on the DC comic book, the Suicide Squad is a team of imprisoned super villains who perform high-risk missions for the US government. They are formally known as Task Force X. The team's actions are highly classified, and the government is able to deny any involvement by claiming that they are not responsible for the damages of a random super villain attack.\n\nLeto is playing The Joker, while Smith is down to play Deadshot, the familiar enemy of Batman in DC comic books.\n\nHardy will star as Rick Flag, who leads the Suicide Squadron, and Robbie has the role of Harley Quinn. Her character is a frequent accomplice and girlfriend of Batman's nemesis The Joker, and is also close to the supervillain Poison Ivy, who gave her immunity to poisons and toxins.\n\nCourtney will play Boomerang. His character has been a member of several super villain teams and clashed with Spider-Man before. Delevingne has been cast as Enchantress, who has appeared in DC comics as a super heroine and super villainess.\n\nDirected by David Ayer and produced by Charles Roven and Richard Suckle, it will begin shooting next April in Toronto and be released on August 5, 2016.\n\nVariety.com reports Jesse Eisenberg is also in talks to play Lex Luthor. He is already playing the role of Luthor in Ben Affleck's upcoming film Batman v Superman: Dawn of Justice.\n\n\"The Warner Bros. roots are deep on this one,\" Warner Bros. president Greg Silverman said in a statement.\n\n\"We look forward to seeing this terrific ensemble, under David Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26940220",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6602,
                    "source": {
                        "title": "News.com.au",
                        "uri": "www.news.com.au"
                    },
                    "time": "04:54:00",
                    "title": "Suicide Squad stars Margot Robbie, Jai Courtney, Will Smith, Jared Leto - NEWS.com.au",
                    "uri": "231078369",
                    "url": "http://www.news.com.au/entertainment/movies/suicide-squad-stars-margot-robbie-jai-courtney-will-smith-jared-leto/story-e6frfmw0-1227143182585",
                    "wgt": 1
                },
                {
                    "body": "Tom Hardy, Margot Robbie, Jai Courtney and Cara Delevinge will round out the squad in director David Ayers' flick about evil-doers forced to work for the government on dangerous missions.\n\nIt's the greatest coup for villainy since the invention of the death ray.\n\nWarner Bros. announced the cast for its upcoming \"Suicide Squad\" -- a super team of actors that includes Will Smith, Jared Leto and Tom Hardy to play DC Comics' marquee super-villains.\n\nDirected by \"Fury\" vet David Ayers, the movie is set to go before cameras next Thursday as part of an ambitious 12-film slate of superhero films in the works from the studio in an effort to match the success of rival Marvel's shared cinematic universe.\n\nLeto will play The Joker in the flick about a band of evil-doers forced to work for the government on dangerous missions.\n\nThe Academy Award-winner takes on a part made famous by Jack Nicholson and Heath Ledger in previous Bat-films.\n\nSmith is set to play the deadly marksman named Deadshot, while Hardy will play a character named Rick Flagg, who's expected to be the group's government liason. It will be the second go-around for Hardy as a DC Comics villain, after having muscled his way through \"The Dark Knight Rises\" as the Bat-foe, Bane.\n\nAustralian stunner Margot Robbie, best known for turn in \"The Wolf of Wall Street,\" will play the Joker's lover, Harley Quinn. Her fellow countryman Jai Courtney -- fresh of a tour of duty on \"Terminator: Genisys\" -- will play the aptly named Boomerang.\n\nAnd model Cara Delevinge will lend her visage to the role of Enchantress.\n\n\"We look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be hero,\" Warners executive Greg Silverman said in a statement.\n\nIt's also possible that Jesse Eisenberg will reprise his role as Lex Luthor, the big bad in the upcoming, \"Batman v Superman: Dawn of Justice,\" which will bow five months before \"Suicide Squad\" hits theaters on Aug. 5, 2016.\n\nRelated Stories Warner Bros. unveils superhero movie slate Celebrating 25th anniversary of 'Batman's' release",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26920516",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6535,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "00:17:00",
                    "title": "'Suicide Squad' cast unveiled",
                    "uri": "231031035",
                    "url": "http://www.nydailynews.com/entertainment/movies/suicide-squad-cast-unveiled-article-1.2030917?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bnydnrss%252Fsports%252Fbasketball%252Fnets%2B%2528Sports%252FBasketball%252FNets%2529",
                    "wgt": 1
                },
                {
                    "body": "The announcement was made yesterday by Greg Silverman, president, creative development and worldwide production, Warner Bros. Pictures.\n\nDavid Ayer (Fury) is writing the script and directing the movie, with Charles Roven (The Dark Knight trilogy) and Richard Suckle (American Hustle) as producers. The executive producers are made up of Colin Wilson, Geoff Johns, Zack Snyder, and Deborah Snyder.\n\nAccording to Hollywood Reporter Silverman's announcement included him saying, \"The Warner Bros. roots are deep on this one. David Ayer returns to the studio where he wrote Training Day and brings his incredible ability to craft multidimensional villains to this iconic DC property with a cast of longtime Warner collaborators Will Smith and Tom Hardy, and other new and returning favorites: Margot, Jared, Jai and Cara.\n\nWe look forward to seeing this terrific ensemble, under Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\"\n\nJesse Eisenberg could take Lex Luthor into DC Comics' Suicide Squad\n\nDwayne 'The Rock' Johnson confirms role as DC's Black Adam\n\nIt's official, Will Smith, Jared Leto, and Margot Robbie amongst others, have been confirmed for the Suicide Squad movie. Are you happy with the cast?",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26958592",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6522,
                    "source": {
                        "title": "Here Is The City",
                        "uri": "hereisthecity.com"
                    },
                    "time": "10:32:00",
                    "title": "Will Smith is Deadshot and Jared Leto is the Joker in Suicide Squad",
                    "uri": "231133864",
                    "url": "http://hereisthecity.com/en-gb/2014/12/03/will-smith-is-deadshot-and-jared-leto-is-the-joker-in-suicide-sq/",
                    "wgt": 1
                },
                {
                    "body": "Meet your new Joker. And, while you're about it, your new Deadshot, Rick Flag, Boomerang, Harley Quinn and Enchantress. After a few weeks of speculation and deal making, Jared Leto, Will Smith, Tom Hardy, Margot Robbie, Jai Courtney and Cara Delevigne have all officially signed on to star in David Ayer's take on the DC villains tweam-up Suicide Squad.\n\nWith a script by Justin Marks, the film will see an assembly of baddies and anti-heroes brought together by a secretive government group and offered the chance for redemption if they'll go on a mission. There's just one tiny drawback: they might not survive it.\n\nThe Joker, of course, needs little introduction, though it'll be odd to see him introduced without his natural nemesis, Batman. Assuming Warner Bros. doesn't have plans to stealthily introduce him in Batman V Superman: Dawn Of Justice via some extra shooting, of course - after all, the film still doesn't arrive until early 2016.\n\nSmith's Deadshot, meanwhile - who Courtney had been rumoured for - is really Floyd Lawton, a hired assassin who claims he never misses. Rick Flag (Hardy) is the son of a legendary military man called upon to lead the squad despite some seriously unstable tendencies. Robbie has taken the role of Harley Quinn, who might be familiar to Batman fans as the Joker's female sidekick, but who has her own agenda. Courtney, meanwhile, will be Boomerang, whose skill you can probably figure out. Seen as something of a class clown by the others, he's also been known for racism, though we doubt that will be covered in the film. Finally, there's Delevigne as Enchantress, a woman who uses her magical gifts for villainous ends.\n\nThere have been reports that Jesse Eisenberg is in talks to show up as Lex Luthor, but there's no word on whether he's actually made a deal. And Warners is still looking for someone to play Amanda Waller, who oversees the team, with the likes of Viola Davis, Octavia Spencer and even Oprah Winfrey under consideration. \"The Warner Bros. roots are deep on this one,\" Warner Bros. president Greg Silverman says in a statement picked up by Variety. \"We look forward to seeing this terrific ensemble, under David Ayer's amazing guidance, give new meaning to what it means to be a villain and what it means to be a hero.\" Ayer will kick off shooting this coming April in Toronto, aiming for an August 5, 2016 release date.",
                    "date": "2014-12-03",
                    "eventUri": "1926314",
                    "id": "26927120",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6412,
                    "source": {
                        "title": "empireonline.com",
                        "uri": "www.empireonline.com"
                    },
                    "time": "01:56:00",
                    "title": "Jared Leto And More Confirmed For Suicide Squad",
                    "uri": "231046645",
                    "url": "http://www.empireonline.com/news/story.asp?NID=42895",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 37,
            "averageDate": "2014-12-03",
            "avgCos": 0.5356,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1926314",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1926314",
            "lang": "eng",
            "storyDate": "2014-12-03",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1117284",
            "variance": 0.2131
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-371959": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "Will Smith, Tom Hardy, Margot Robbie y Jared Leto encabezarán el reparto de \"Suicide Squad\", la próxima aventura cinematográfica de Warner basada en las historias de los antihéroes de DC Comics, según ha confirmado la productora y distribuidora.\n\nSmith interpretará a Deadshot; Tom Hardy (\"The Dark Knight Rise\") será Rick Flagg; Margot Robbie (\"The Wolf of Wall Street\") se pondrá en la piel de Harley Quinn y el ganador del Óscar Jared Leto (\"Dallas Buyers Club\") dará vida al Joker.\n\nLa película, cuyo estreno está previsto en 2016, la dirigirá David Ayer, guionista de \"Training Day \" o \"Fury \" -que también dirigió-, y contará asimismo con Jai Courtney como Boomerang, y Cara Delevingne como Enchantress, ha indicado Warner en un comunicado.\n\n\"Estamos deseando ver a este magnífico conjunto, bajo la dirección de Ayer, dando un nuevo significado a lo que significa ser un villano y lo que significa ser un héroe\", dijo Greg Silverman, presidente de Warner Bros Pictures, al dar la noticia.\n\n\"Suicide Squad\" es un equipo de antihéroes formado por villanos encarcelados que trabajan para el Gobierno de Estados Unidos en misiones de alto riesgo a cambio de conmutar parte de sus condenas.",
                    "date": "2014-12-03",
                    "eventUri": "1507432",
                    "id": "27006765",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9147,
                    "source": {
                        "title": "Vivelohoy",
                        "uri": "www.vivelohoy.com"
                    },
                    "time": "19:06:00",
                    "title": "Revelan el reparto de 'Suicide Squad'",
                    "uri": "231256731",
                    "url": "http://www.vivelohoy.com/entretenimiento/8425852/revelan-el-reparto-de-suicide-squad",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Margot Robbie y Jared Leto encabezarÃ¡n el reparto de \"Suicide Squad\", la prÃ³xima aventura cinematogrÃ¡fica de Warner basada en las historias de los antihÃ©roes de DC Comics, segÃºn ha confirmado la productora y distribuidora.\n\nSmith interpretarÃ¡ a Deadshot; Tom Hardy (\"The Dark Knight Rise\") serÃ¡ Rick Flagg; Margot Robbie (\"The Wolf of Wall Street\") se pondrÃ¡ en la piel de Harley Quinn y el ganador del Ã³scar Jared Leto (\"Dallas Buyers Club\") darÃ¡ vida al Joker.\n\nLa pelÃ­cula, cuyo estreno estÃ¡ previsto en 2016, la dirigirÃ¡ David Ayer, guionista de \"Training Day \" o \"Fury\" -que tambiÃ©n dirigiÃ³-, y contarÃ¡ asimismo con Jai Courtney como Boomerang, y Cara Delevingne como Enchantress, ha indicado Warner en un comunicado.\n\n\"Estamos deseando ver a este magnÃ­fico conjunto, bajo la direcciÃ³n de Ayer, dando un nuevo significado a lo que significa ser un villano y lo que significa ser un hÃ©roe\", dijo Greg Silverman, presidente de Warner Bros Pictures, al dar la noticia.\n\n\"Suicide Squad\" es un equipo de antihÃ©roes formado por villanos encarcelados que trabajan para el Gobierno de Estados Unidos en misiones de alto riesgo a cambio de conmutar parte de sus condenas.",
                    "date": "2014-12-06",
                    "eventUri": "1507432",
                    "id": "27244772",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8901,
                    "source": {
                        "title": "Primera Hora",
                        "uri": "www.primerahora.com"
                    },
                    "time": "01:16:00",
                    "title": "Will Smith y Tom Hardy encabezarán Suicide Squad",
                    "uri": "231866576",
                    "url": "http://www.primerahora.com/entretenimiento/cine/nota/willsmithytomhardyencabezaransuicidesquad-1051698/",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Margot Robbie y Jared Leto encabezarÃ¡n el reparto de \"Suicide Squad\", la prÃ³xima aventura cinematogrÃ¡fica de Warner basada en las historias de los antihÃ©roes de DC Comics, segÃºn ha confirmado hoy la compaÃ±Ã­a.\n\nSmith interpretarÃ¡ a Deadshot; Tom Hardy (\"The Dark Knight Rise\") serÃ¡ Rick Flagg; Margot Robbie (\"The Wolf of Wall Street\") se pondrÃ¡ en la piel de Harley Quinn y el ganador del Ã³scar Jared Leto (\"Dallas Buyers Club\") darÃ¡ vida al Joker.\n\nLa pelÃ­cula, cuyo estreno estÃ¡ previsto en 2016, la dirigirÃ¡ David Ayer, guionista de \"Training Day \" o \"Fury \" -que tambiÃ©n dirigiÃ³-, y contarÃ¡ asimismo con Jai Courtney como Boomerang, y Cara Delevingne como Enchantress, ha indicado Warner en un comunicado.\n\n\"Estamos deseando ver a este magnÃ­fico conjunto, bajo la direcciÃ³n de Ayer, dando un nuevo significado a lo que significa ser un villano y lo que significa ser un hÃ©roe\", dijo Greg Silverman, presidente de Warner Bros Pictures, al dar la noticia.\n\n\"Suicide Squad\" es un equipo de antihÃ©roes formado por villanos encarcelados que trabajan para el Gobierno de Estados Unidos en misiones de alto riesgo a cambio de conmutar parte de sus condenas.",
                    "date": "2014-12-03",
                    "eventUri": "1507432",
                    "id": "26982695",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8873,
                    "source": {
                        "title": "El Nuevo Dia",
                        "uri": "www.elnuevodia.com"
                    },
                    "time": "15:02:00",
                    "title": "Will Smith y Jared Leto encabezarán el reparto de Suicide Squad",
                    "uri": "231197760",
                    "url": "http://www.elnuevodia.com/willsmithyjaredletoencabezaranelrepartodesuicidesquad-1903886.html",
                    "wgt": 1
                },
                {
                    "body": "Will Smith, Tom Hardy, Margot Robbie y Jared Leto encabezarán el reparto de 'Suicide Squad', la próxima aventura cinematográfica de Warner basada en las historias de los antihéroes de DC Comics, según ha confirmado este martes la productora y distribuidora.\n\nSmith interpretará a Deadshot; Tom Hardy ('El caballero oscuro: La leyenda renace') será Rick Flagg; Margot Robbie ('El lobo de Wall Street') se pondrá en la piel de Harley Quinn y el ganador del Óscar Jared Leto ('Dallas Buyers Club') dará vida al Joker.\n\nLa película, cuyo estreno está previsto en 2016, la dirigirá David Ayer, guionista de 'Día de entretenimiento' o 'Corazones de acero' -que también dirigió-, y contará asimismo con Jai Courtney como Boomerang, y Cara Delevingne como Enchantress, ha indicado Warner en un comunicado.\n\n'Estamos deseando ver a este magnífico conjunto, bajo la dirección de Ayer, dando un nuevo significado a lo que significa ser un villano y lo que significa ser un héroe', dijo Greg Silverman, presidente de Warner Bros Pictures, al dar la noticia.\n\n'Suicide Squad' es un equipo de antihéroes formado por villanos encarcelados que trabajan para el Gobierno de Estados Unidos en misiones de alto riesgo a cambio de conmutar parte de sus condenas.",
                    "date": "2014-12-03",
                    "eventUri": "1507432",
                    "id": "27017650",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8849,
                    "source": {
                        "title": "diariodenavarra.es",
                        "uri": "www.diariodenavarra.es"
                    },
                    "time": "21:14:00",
                    "title": "Will Smith y Tom Hardy, protagonistas de 'Suicide Squad'",
                    "uri": "231284498",
                    "url": "http://www.diariodenavarra.es/noticias/mas_actualidad/cultura/2014/12/03/will_smith_tom_hardy_protagonistas_suicide_squad_186112_1034.html",
                    "wgt": 1
                },
                {
                    "body": "El popular actor Will Smith dará vida a Deadshot. (Foto Prensa Libre: Archivo)\n\nLa película, cuyo estreno está previsto en 2016, la dirigirá David Ayer, guionista de Training Day y Fury -que también dirigió-, y contará con Jai Courtney como Boomerang, y Cara Delevingne como Enchantress, ha indicado Warner en un comunicado.\n\nTom Hardy será Rick Flagg. (Foto Prensa Libre: Archivo)\n\n\"Estamos deseando ver a este magnífico conjunto, bajo la dirección de Ayer, dando un nuevo significado a lo que significa ser un villano y lo que significa ser un héroe\", dijo Greg Silverman, presidente de Warner Bros Pictures, al dar la noticia.\n\nMargot Robbie interpretará a Harley Quinn. (Foto Prensa Libre: Archivo)\n\nSuicide Squad es un equipo de antihéroes formado por villanos encarcelados que trabajan para el Gobierno de Estados Unidos en misiones de alto riesgo a cambio de conmutar parte de sus condenas.",
                    "date": "2014-12-03",
                    "eventUri": "1507432",
                    "id": "26995673",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7164,
                    "source": {
                        "title": "Prensa Libre de Guatemala",
                        "uri": "www.prensalibre.com"
                    },
                    "time": "17:10:00",
                    "title": "Listo el reparto que encabezará la cinta Suicide Squad",
                    "uri": "231229629",
                    "url": "http://www.prensalibre.com/espectaculos/Cine-Suicide_Squad-elenco-reparto-actores-Jared_Leto-Will_Smith_0_1259874079.html",
                    "wgt": 1
                },
                {
                    "body": "El actor enfrenta el complejo reto de meterse en el rol que inmortalizó Heath Ledger en \"Suicide Squad\"\n\nDe un tiempo a esta parte, Jared Leto ha recibido una fama inusitada, que incluye un Óscar y bastantes reconocimientos por su rol en \"Dallas Buyers Club\", la interesante cinta con Matthew McConaughey que se estrenó a principios de año. Podría ser atrevido decir que una cinta le ha revivido su carrera. Pero lo cierto es que algo así ha ocurrido: Leto no parecía muy interesado en seguir actuando después del fiasco que significó \"Alexander\" y, más bien estaba concentrado en su carrera musical que iba viento en popa gracias a \"30 Seconds to Mars\".\n\nAhora, el actor se encuentra ante un reto bastante grande, sobre todo para los fanáticos del mundo de los superhéroes: darle vida al Joker en \"Suicide Squad\", la cinta que juntará a todos los villanos del mundo de DC Comics. Sí, Jared Leto se pondrá en los zapatos que dejó Heath Ledger.\n\nLa carrera de Jared Leto antes de \"Dallas Buyers Club\" no ha sido una particularmente relevante. Por ahí, el espíritu noventero nostálgico se puede despertar con \"Leyenda urbana\", una de las tantas cintas que derivaron del fenómeno \"Scream\". También podemos contar sus trabajos con Terrence Malick (\"La delgada línea roja\") o James Toback (\"Black and White\") como sus cintas más atractivas.\n\nY, claro, también está \"Réquiem por un sueño\", aquella cinta sobre la drogadicción que le dio una fama importante a Darren Aronofsky, encumbrándolo como uno de los más importantes cineastas de su generación. Lo cierto es que pocas cintas han envejecido tan mal: no solo porque su estética efectista ya no tiene nada de novedosa, sino que a eso hay que sumarle una dosis de pretensión y discurso moral que resulta redundante.\n\nAhora, Jared Leto tiene el reto de meterse en la piel de un personaje que hace maldad a partir de la ironía y del humor. Un reto interesante, sin duda. A esperar la cinta, a estrenarse el 2016, para saber si la apuesta funciona.",
                    "date": "2014-12-03",
                    "eventUri": "1507432",
                    "id": "27019205",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4823,
                    "source": {
                        "title": "EL COMERCIO",
                        "uri": "elcomercio.pe"
                    },
                    "time": "15:55:00",
                    "title": "Jared Leto: el hombre detrás del nuevo Guasón | El Comercio Perú - El Comercio",
                    "uri": "231288297",
                    "url": "http://elcomercio.pe/luces/cine/jared-leto-hombre-detras-nuevo-guason-noticia-1775862",
                    "wgt": 1
                },
                {
                    "body": "La venezolana y ex Miss Universo Alicia Machado protagonizará la telenovela Lo imperdonable, que se estrenará en marzo del siguiente año bajo la producción de Salvador Mejía. Se emitirá en el mismo horario que se transmite Hasta el fin del mundo en el Canal de las Estrellas, de México, de acuerdo con un reporte del portal electrónico diariolaestrella.com.\n\nMachado se alejó varios años de las telenovelas mexicanas. Para interpretar su papel asignado comenzó a prepararse, tomó clases para aprender a montar caballo.\n\nEn el melodrama compartirá créditos con la actriz y cantante mexicana Ana Brenda Contreras, quien interpretará a Victoria, una joven que le gusta la equitación, además del actor y modelo español Iván Sánchez y Gretell Valdez, quien le dará vida a la villana de la teleserie. Machado también actuó en Clase 406 en 2002, Porque el amor manda en 2013, entre otras producciones.\n\nSmith actuará en 'Suicide Squad'\n\nWill Smith y Jared Leto protagonizarán la película Suicide Squad, adaptada de las historietas de DC comics cuyo rodaje realizarán el siguiente año y se estrenará en Estados Unidos el 5 agosto de 2016. En la cinta Smith interpretará al villano Deadshot, según emol.com.",
                    "date": "2014-12-08",
                    "eventUri": "1507432",
                    "id": "27449171",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4613,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.la-razon.com"
                    },
                    "time": "05:00:00",
                    "title": "Machado protagonizará la novela 'Lo imperdonable'",
                    "uri": "232382491",
                    "url": "http://www.la-razon.com/la_revista/tv-radio/Machado-protagonizara-novela-imperdonable_0_2175982392.html",
                    "wgt": 1
                },
                {
                    "body": "CIUDAD DE MÉXICO (CNNExpansión) -- El actor premiado con un Oscar, Jared Leto se suma a las celebridades que han interpretado al famoso villano de Batman.\n\nA través de su cuenta oficial de Twitter, el estudio Warner Bros. anunció el martes que el vocalista de la banda \"30 Seconds to Mars\" sería parte del reparto de la película \"Suicide Squad\" inspirada en los villanos de los cómics de DC y que será estrenada en agosto de 2016.\n\nJared Leto, quien cuenta con una fortuna valuada en 40 millones de dólares (mdd), interpretará al \"Guasón\", uno de los villanos más emblemáticos de Batman y que ya ha sido caracterizado por otros grandes celebridades, entre cuales destacan los siguientes.\n\nEl actor de ascendencia cubana, pero originario de Nueva York, fue el primero en personificar al villano en una serie no animada.\n\nRomero interpretó el papel en \"Batman\", el programa de televisión de 1960 que era protagonizado por Adam West, quien tenía el rol del superhéroe.\n\nEl reconocido actor tomó el papel del \"Guasón\" para la película \"Batman\", dirigida por Tim Burton y estrenada en 1989.\n\nDe acuerdo con el portal especializado en celebridades The Richest, Nicholson aceptó el rol del villano en la cinta que contó con un presupuesto aproximado de 35 mdd, por un salario de 6 mdd en lugar de su tarifa estándar de 10 mdd a cambio de recibir una parte de lo recaudado en taquilla.\n\nLa película obtuvo ingresos mundiales por 411.3 mdd, lo que incrementó las ganancias del actor a 60 millones y le concedió el título por largo tiempo del actor mejor pagado.\n\nEl fallecido actor estuvo la película dirigida por Christopher Nolan, \"El Caballero de la Noche\", estrenada en 2008.\n\nSe desconoce el monto de su salario, sin embargo, Ledger percibía entre dos y tres millones de dólares, de acuerdo con cifras del sitio sobre cine IMDb. La fortuna del actor que murió a causa de una sobredosis está valuada en 16 mdd, según el sitio The Richest.\n\nLa cinta que contó con un presupuesto de 185 mdd recaudó en taquillas de todo el mundo más de 1,000 mdd, según señala el portal Box Office Mojo.",
                    "date": "2014-12-04",
                    "eventUri": "1507432",
                    "id": "27084378",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.39,
                    "source": {
                        "title": "www.cnnexpansion.com",
                        "uri": "www.cnnexpansion.com"
                    },
                    "time": "13:48:00",
                    "title": "Jared Leto y otros 3 actores bajo el traje del Guasón",
                    "uri": "231457763",
                    "url": "http://www.cnnexpansion.com/lifestyle/2014/12/03/jared-leto-y-otros-3-actores-bajo-el-traje-del-guason?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bcnnexpansion%252Fportada%2B%2528Portada%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-12-04",
            "avgCos": 0.4974,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1507432",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1955928",
            "lang": "spa",
            "storyDate": "2014-12-04",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-371959",
            "variance": 0.2526
        }
    },
    "meta": {
        "CCAArticleMatchCount": 49,
        "CCAArticleMatchRatio": 0.3475177304964539,
        "CCAAvgCosSim": 0.8134010204081632,
        "CCAAvgMatchWgt": 66.20408163265306,
        "_articleUri1": "231256731",
        "_articleUri2": "231229763",
        "_datetime": "2015-02-19 11:39:16",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-371959",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1117284",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 37,
        "avgCosSimStory1": 0.4974,
        "avgCosSimStory2": 0.5356,
        "categorySim": 0,
        "conceptCosSim": 0.6806234990510652,
        "conceptJaccardSim": 0.25,
        "coreTime1": 130815.0333333333,
        "coreTime2": 130800.1166666667,
        "coreTimeStDev1": 36.82333050215105,
        "coreTimeStDev2": 6.367724595343917,
        "entityCosSim": 0.7829466755926394,
        "entityJaccardSim": 0.25,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.6290680046336944,
        "keywordJaccardSim": 0.25,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 10,
        "storyQuality2": 27,
        "timeAvg1": 130840.5645833334,
        "timeAvg2": 130809.1581081081,
        "timeStDev1": 36.82333050215105,
        "timeStDev2": 7.465855833570457,
        "varianceStory1": 0.2526,
        "varianceStory2": 0.2131
    }
}