{
    "850f305d-14db-4c75-b547-79470a557ea3-762293": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "In an alternate universe, RadioShack Corp. would rule the world, supplying all of your electronics needs from computers to cellphones, and even making them. But in this world, RadioShack is almost bankrupt, having missed almost every opportunity to be the centre of the technology revolution.\n\nLast week, the electronics retailer announced its latest quarterly loss - $119.4 million (U.S.) - and said that it might not have enough capital to continue as a \"going concern.\" The announcement was a surprise to no one. RadioShack, despite some terrific marketing, has been in turnaround mode for almost two decades. Now, with 10 consecutive unprofitable quarters and a stock worth a little over $1, RadioShack is a battery running out of charge.\n\nRadioShack would be yet another tale about a business failing to adapt to the times, if it were not RadioShack. This is the retailer that sat at the heart of the electronics revolution and had many paths to glory, most of which it took. Yet, in what should be a Harvard Business School case study, it executed all of them badly.\n\nThe story of RadioShack begins with failure. The company, founded in 1921, sold radio parts and surplus supplies by outlet and catalog. But it was almost bankrupt when it was purchased in 1963 by Tandy Corp., a leather retailer.\n\nAt the time, RadioShack had just nine stores. But it expanded rapidly to become a hobbyist's dream. RadioShack became a mythical place for all things related to electronics, catering not just to the do-it-yourselfers but also to anyone in search of the latest gadgets.\n\nRadioShack also knew how to ride a wave. During the CB radio craze of the 1970s (you had to be there to understand), RadioShack was the leading retailer of CBs. It was doing so well that at one point, it was opening about three stores a day.\n\nRadioShack entered the 1980s poised to be the centre of the computer revolution. Indeed, in 1977, the company had introduced one of the first mass-produced computers, the TRS-80, and initially outsold Apple using the power of its retail channel and its thousands of locations.\n\nBut from that perch, RadioShack went nowhere. RadioShack's computer business lost traction and was eventually made obsolete as companies like IBM and Dell delivered more powerful computers through different channels.\n\nFailures abounded. RadioShack phased out its computer business in 1993 along with its circuit board business. That year, too, the company sold its cellphone manufacturing business.\n\nInstead of concentrating on RadioShack and building up its offerings, the company tried new concepts with new stores: Computer City to sell computers, Energy Express Plus to sell batteries, Famous Brand Electronics for refurbished electronics, McDuff and Video Concepts for audio and video, and the Incredible Universe, which became the company's Best Buy knockoff.\n\nNone of these worked, and all were either closed or sold off by the late 1990s.\n\nStill, RadioShack had a terrific reputation as the place to go for gear. In the Internet bubble, the stock closed at a high of $78.50 a share.\n\nBut the company had already lost its focus. The big box stores like Best Buy began to capture the bulk of the electronics business. RadioShack remained largely your local stop for electronics gear. The problem was that most of the equipment became cables and ancillary things to make the computers go.\n\nLooking yet again for a new business model, RadioShack seized on mobile. But this merely made RadioShack a pawn in the cellphone wars as it tried to profit from selling a commodity.\n\nRadioShack had some initial successes with sales in kiosks in Sam's Clubs, but when RadioShack became too successful, Sam's Club's owner, Wal-Mart, took away the contract. And an attempt to sell phones at Target failed. The move to smartphones squeezed RadioShack's margins, as did cellphone companies' move to have their own stores.\n\nIn short, mobile has not panned out.\n\nNow, RadioShack is trying again - it tried to rebrand itself in February with a slick $4 million Super Bowl commercial as not the store from the 1980s that you remember. But if RadioShack is not your 1980s store, what is it?\n\nBest Buy may survive because it is so important to retailers and it finally has figured out how to sell in and around the Web.\n\nBut what is RadioShack's purpose? It may make money selling headphones or computer cables, but that business model seems unsustainable. After all, how many cable cords can you sell to sustain 4,000-plus stores?\n\nThe company's cash is evaporating. A plan to close about 1,100 stores was halted by RadioShack's current lenders. And while RadioShack's biggest shareholder, the hedge fund Standard General, is rumored to be in talks to provide new financing, the question would then become whether RadioShack's latest attempt to leverage its name by adopting cleaner and brighter stores could be pulled off.\n\nThat question remains unanswered, but you have to shake your head at the missed opportunities.\n\nRadioShack could have been Best Buy. It could have been Amazon. It could have become Dell. The paths that RadioShack could have taken are numerous. But instead of choosing one, it chose them all, walking away from its place as a hobbyist's dream.\n\nSo what can we learn? RadioShack suffered from poor, often overpaid, leadership, which could not focus on a single plan and then was left grasping for a rescue strategy.\n\nWe can see echoes of this in the current mad dash by the Silicon Valley giants to become conglomerates. Google, Facebook and others also fear that their original mission will become obsolete and so they are buying anything new for billions of dollars to avoid a fate like RadioShack's.\n\nBut perhaps the tech giants are missing one thing from the RadioShack story. RadioShack tried many paths. But going in all directions without a full commitment is not enough, particularly when the core brand is not sustained. RadioShack has branded itself well, but it led itself too far from its strengths.\n\nIt's a cliché but true that retailers do not fare well in bankruptcy. Some bankruptcy experts have said the reason may be that the bankruptcy code forces the retailer to decide within nine months whether to confirm leases - too short a period to decide what will succeed or fail. But the problem with retailers is usually not that they have too much debt - something bankruptcy can solve - or even that they cannot decide on their locations. The problem is that bankrupt retailers cannot attract new customers or create a new survival plan.\n\nIt's not an enviable place to be. RadioShack sits waiting for its new financiers to find some new path. As someone who bought a CB radio back in the 1970s, I hope they make it, but I wonder if such a path exists.",
                    "date": "2014-09-16",
                    "eventUri": "1328662",
                    "id": "19416123",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8603,
                    "source": {
                        "title": "The Globe and Mail",
                        "uri": "www.theglobeandmail.com"
                    },
                    "time": "21:16:00",
                    "title": "A history of misses haunt RadioShack - The Globe and Mail",
                    "uri": "210897192",
                    "url": "http://www.theglobeandmail.com//report-on-business/a-history-of-misses-haunt-radioshack/article20630336/?cmpid=rss1&click=sf_globe",
                    "wgt": 1
                },
                {
                    "body": "In an alternate universe, RadioShack would rule the world, supplying all of your electronics needs from computers to cellphones, and even making them. But in this world, RadioShack is almost bankrupt, having missed almost every opportunity to be the center of the technology revolution.\n\nLast week, the electronics retailer announced its latest quarterly loss -- $119.4 million -- and said that it might not have enough capital to continue as a \"going concern.\" The announcement was a surprise to no one. RadioShack, despite some terrific marketing, has been in turnaround mode for almost two decades. Now, with 10 consecutive unprofitable quarters and a stock worth a little over $1, RadioShack is a battery running out of charge.\n\nRadioShack would be yet another tale about a business failing to adapt to the times, if it were not RadioShack. This is the retailer that sat at the heart of the electronics revolution and had many paths to glory, most of which it took. Yet, in what should be a Harvard Business School case study, it executed all of them badly.\n\nThe story of RadioShack begins with failure. The company, founded in 1921, sold radio parts and surplus supplies by outlet and catalog. But it was almost bankrupt when it was purchased in 1963 by Tandy Corporation, a leather retailer.\n\nAt the time, RadioShack had just nine stores. But it expanded rapidly to become a hobbyist's dream. RadioShack became a mythical place for all things related to electronics, catering not just to the do-it-yourselfers but to anyone in search of the latest gadgets.\n\nRadioShack also knew how to ride a wave. During the CB radio craze of the 1970s (you had to be there to understand), RadioShack was the leading retailer of CBs. It was doing so well that at one point, it was opening about three stores a day.\n\nRadioShack entered the 1980s poised to be the center of the computer revolution. Indeed, in 1977, the company had introduced one of the first mass-produced computers, the TRS-80, and initially outsold Apple using the power of its retail channel and its thousands of locations.\n\nBut from that perch, RadioShack went nowhere. RadioShack's computer business lost traction and was eventually made obsolete as companies like IBM and Dell delivered more powerful computers through different channels.\n\nFailures abounded. RadioShack phased out its computer business in 1993 along with its circuit board business. That year, too, the company sold its cellphone manufacturing business.\n\nInstead of concentrating on RadioShack and building up its offerings, the company tried new concepts with new stores: Computer City to sell computers, Energy Express Plus to sell batteries, Famous Brand Electronics for refurbished electronics, McDuff and Video Concepts for audio and video, and the Incredible Universe, which became the company's Best Buy knockoff.\n\nNone of these worked, and all were either closed or sold off by the late 1990s.\n\nStill, RadioShack had a terrific reputation as the place to go for gear. In the Internet bubble, the stock closed at a high of $78.50 a share.\n\nBut the company had already lost its focus. The big box stores like Best Buy began to capture the bulk of the electronics business. RadioShack remained largely your local stop for electronics gear. The problem was that most of the equipment became cables and ancillary things to make the computers go.\n\nLooking yet again for a new business model, RadioShack seized on mobile. But this merely made RadioShack a pawn in the cellphone wars as it tried to profit from selling a commodity.\n\nRadioShack had some initial successes with sales in kiosks in Sam's Clubs, but when RadioShack became too successful, Sam's Club's owner, Walmart, took away the contract. And an attempt to sell phones at Target failed. The move to smartphones squeezed RadioShack's margins, as did cellphone companies' move to have their own stores.\n\nIn short, mobile has not panned out.\n\nNow, RadioShack is trying again -- it tried to rebrand itself in February with a slick $4 million Super Bowl commercial as not the store from the 1980s that you remember. But if RadioShack is not your 1980s store, what is it?\n\nBest Buy may survive because it is so important to retailers and it finally has figured out how to sell in and around the web.\n\nBut what is RadioShack's purpose? It may make money selling headphones or computer cables, but that business model seems unsustainable. After all, how many cable cords can you sell to sustain 4,000-plus stores?\n\nThe company's cash is evaporating. A plan to close about 1,100 stores was halted by RadioShack's current lenders. And while RadioShack's biggest shareholder, the hedge fund Standard General, is rumored to be in talks to provide new financing, the question would then become whether RadioShack's latest attempt to leverage its name by adopting cleaner and brighter stores could be pulled off.\n\nThat question remains unanswered, but you have to shake your head at the missed opportunities.\n\nRadioShack could have been Best Buy. It could have been Amazon. It could have become Dell. The paths that RadioShack could have taken are numerous. But instead of choosing one, it chose them all, walking away from its place as a hobbyist's dream.\n\nSo what can we learn? RadioShack suffered from poor, often overpaid, leadership, which could not focus on a single plan and then was left grasping for a rescue strategy.\n\nWe can see echoes of this in the current mad dash by the Silicon Valley giants to become conglomerates. Google, Facebook and others also fear that their original mission will become obsolete and so they are buying anything new for billions of dollars to avoid a fate like RadioShack's.\n\nBut perhaps the tech giants are missing one thing from the RadioShack story. RadioShack tried many paths. But going in all directions without a full commitment is not enough, particularly when the core brand is not sustained. RadioShack has branded itself well but it led itself too far from its strengths.\n\nIt's a cliché but true that retailers do not fare well in bankruptcy. Some bankruptcy experts have said the reason may be that the bankruptcy code forces the retailer to decide within nine months whether to confirm leases -- too short a period to decide what will succeed or fail. But the problem with retailers is usually not that they have too much debt -- something bankruptcy can solve -- or even that they cannot decide on their locations. The problem is that bankrupt retailers cannot attract new customers or create a new survival plan.\n\nIt's not an enviable place to be. RadioShack sits waiting for its new financiers to find some new path. As someone who bought a CB radio back in the 1970s, I hope they make it but I wonder if such a path exists.",
                    "date": "2014-09-16",
                    "eventUri": "1328662",
                    "id": "19408842",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8599,
                    "source": {
                        "title": "DealBook",
                        "uri": "dealbook.nytimes.com"
                    },
                    "time": "18:40:00",
                    "title": "For RadioShack, a History of Misses",
                    "uri": "210875191",
                    "url": "http://dealbook.nytimes.com/2014/09/16/for-radioshack-a-history-of-misses/?_php=true&_type=blogs&smid=tw-dealbook&seid=auto&_r=0",
                    "wgt": 1
                },
                {
                    "body": "RadioShack has about $6,800 in cash for each of its 4,485 stores. Getty Images\n\nThe clock is ticking down at RadioShack Corp. RSH +9.56% RadioShack Corp. U.S.: NYSE $1.02 +0.09 +9.56% Sept. 11, 2014 4:02 pm Volume (Delayed 15m) : 20.62M AFTER HOURS $1.00 -0.02 -1.96% Sept. 11, 2014 7:47 pm Volume (Delayed 15m) : 39,043 P/E Ratio N/A Market Cap $93.67 Million Dividend Yield N/A Rev. per Employee $120,800 09/11/14 U.S. Stocks End Mixed; Dow Dro... 09/11/14 Day Traders Pounce on RadioSha... 09/11/14 RadioShack's Cash Position Pai... More quote details and news \" RSH in Your Value Your Change Short position\n\nThe struggling electronics chain warned Thursday that it would soon run out of cash and could be forced to turn to bankruptcy court if it can't find a way to shore up its finances.\n\nThe company said it is looking at a number of sources of help -- a near-term recapitalization, a sale of the company, or a debt restructuring either in or out of court -- and that it hoped to announce something soon. But uncertainty remains high given that no plan has been finalized and that many would require the consent of its lenders.\n\nIn addition to presenting a new, and more dire outlook, RadioShack said sales excluding newly opened or closed stores fell a steep 20% during the early summer. The drop pushed the chain deeper into the red and left it with $30.5 million in cash on Aug. 2 -- about $6,800 for each of its 4,485 stores.\n\nThe chain also said it has $152 million available under a line of credit, giving it a little extra cushion. But its quarterly filing with the Securities and Exchange Commission contained a new warning Thursday that the company may not remain a \"going concern\" and in the worst case could be forced to liquidate.\n\nRadioShack's popularity has been waning for years. Once a go-to destination for electronic gadgets, it has found itself behind the times and has struggled for years with heightened competition from websites and low-cost rivals.\n\nThe company last year hired Joe Magnacca, a former Walgreen Co. WAG +0.19% Walgreen Co. U.S.: NYSE $63.44 +0.12 +0.19% Sept. 11, 2014 4:02 pm Volume (Delayed 15m) : 3.13M AFTER HOURS $63.48 +0.04 +0.06% Sept. 11, 2014 6:24 pm Volume (Delayed 15m) : 14,202 P/E Ratio 21.36 Market Cap $60.57 Billion Dividend Yield 2.13% Rev. per Employee $303,532 09/09/14 Can Apple Solve Riddle of Mobi... 09/09/14 Apple Unveils Smartwatch, Firs... 09/09/14 Strong Support for Congression... More quote details and news \" WAG in Your Value Your Change Short position executive, as CEO to update its behind-the-times image, shed old products and get the company on firmer financial footing. But weak sales have hampered that overhaul.\n\nShoppers continued to bypass the chain over the summer, and its mobile-phone business is suffering. And RadioShack said those challenges may not let up this year. The results leave the company with dwindling resources as it heads toward a pivotal holiday shopping season.\n\nRelated MoneyBeat: Cash Position Paints Bleak Picture C.I.: Cash-Strapped RadioShack Outlines Its Options, Warns of Bankruptcy Analyst on RadioShack: Bankruptcy Is 'Imminent' RadioShack Bets on Startups to Boost Store Traffic 6/5/2014 RadioShack Mired in Talks With Lenders Over Closings 4/16/2014 RadioShack Plans to Close Up to 1,100 Stores 3/4/2014 RadioShack Names Walgreen's Magnacca as New CEO 2/7/ 2013\n\nMr. Magnacca didn't take any questions during a conference call with analysts to discuss the company's earnings Thursday.\n\nHe said RadioShack was in advanced discussions with a number of parties on plans to shore up the balance sheet but didn't offer specifics.\n\nHedge fund Standard General LP, which owns about 10% of RadioShack's shares and many of its bonds, was working on a plan to refinance the company's debt, people familiar with the matter said.\n\nBut it wasn't clear whether it had managed to round up the necessary funding or support.\n\nRevenue in the three months ended Aug. 2 fell 22% from a year earlier to $673.8 million. Losses swelled to $137.4 million from $52.2 million.\n\nRadioShack tried to shut down at least 1,100 of its more than 4,000 stores in the U.S. this year, but some of its lenders fought the move. The company can only close 200 stores this year without lenders' consent.\n\nShares of RadioShack, which have slid this year, finished up almost 10% on Thursday, at $1.02.\n\n-- Tess Stynes contributed to this article.\n\nWrite to Drew FitzGerald at andrew.fitzgerald@wsj.com and Gillian Tan at gillian.tan@wsj.com",
                    "date": "2014-09-12",
                    "eventUri": "1328662",
                    "id": "19135260",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8399,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "02:29:00",
                    "title": "RadioShack Searches for a Lifeline",
                    "uri": "210032961",
                    "url": "http://online.wsj.com/articles/radioshack-seeks-more-capital-as-results-miss-mark-1410434312?mod=rss_Deals_and_Deal_Makers",
                    "wgt": 1
                },
                {
                    "body": "RadioShack's (RSH) plan to revive the struggling electronics chain is crumbling, with the company warning that the company could declare bankruptcy.\n\nIn announcing its latest quarterly earnings, RadioShack said on Thursday it is running out of money, noting in a regulatory filing that the shortfall \"raises substantial doubt our ability to continue as a going concern.\" The retailer said it may have to file for Chapter 11 bankruptcy protection.\n\nRadioShack said it is exploring other options to stanch the bleeding, including raising additional capital, restructuring the company's debt, consolidating stores and other measures to cut costs. RadioShack CEO Joseph Magnacca also said in a statement that the company is in talks with its lenders, shareholders and other company stakeholders to come up with what he called a \"long-term solution.\"\n\nThe possibility that RadioShack could raise capital and avoid bankruptcy send its shares surging nearly 10 percent, to $1.01, in early afternoon trading. Bloomberg News reported that RadioShack is in talks with UBS (UBS) and Standard General, the company's biggest shareholder, about borrowing money.\n\nThat optimism, however, may be short-lived.\n\nRadioShack is in deep financial trouble. Since the end of the last quarter, the Fort Worth, Texas-based company has burned through more than $30 million in cash while its creditors have reduced the amount of money the chain can borrow under its existing lines of credit.\n\nThe company on Thursday reported a second-quarter loss of $137.4 million, or $1.35 per share, compared with a loss of $52.2 million, or 51 cents, in the year-ago period. Excluding one-time items, RadioShack lost $1 a share, worse than the 66 cents Wall Street analysts expected. Revenue plummeted 22 percent to $673.8 million. The company's stock has plunged more than 57 percent this year.\n\nRadioShack, which has more than 4,400 stores, has recently been forced to scale back its plans to shutter more than 1,000 stores after lenders balked. In hopes of remaking its fading brand, the company has started remodeling more than 200 stores by making them more open and inviting to customers. It has focused on selling smartphones and wireless plans rather than a broader range of electronics.\n\nSpeaking today to Wall Street analysts to discuss RadioShack's financial results, Magnacca sought to paint a positive picture of the company's prospects, arguing that the company's financial performance didn't adequately reflect the progress it is seeing it its retail and mobility businesses. RadioShack also is hoping that consumers will turn to it for assistance repairing electronics even as it continues to cut costs and close more stores.\n\n\"It's clear that the current pace of our turnaround efforts is simply not fast enough to address our near-term liquidity needs,\" said Magnacca, who RadioShack hired last year to lead a turnaround. \"This is a fact despite the steady progress we are making with our strategic initiatives.... Innovation has become part of the RadioShack DNA, a far cry from where we were before our turnaround efforts began.\"\n\nSome company watchers aren't buying it. Wedbush Securities analyst Michael Pachter, who predicted this week that RadioShack could soon go bankrupt, told CBS MoneyWatch that he is skeptical that anyone will ride to Radio Shack's rescue. He expects the retailer to seek protection from creditors in a matter of weeks.\n\nPachter said in an interview that he heard \"nothing positive\" in the earnings call, adding that it would be hard for the company to obtain financing given the company's precarious financial position. Pachter has a \"sell\" rating on RadioShack shares, as do six other analysts.\n\nMagnacca -- who didn't take questions from analysts on the call, as is customary -- offered no specific about the company's strategy, according to BTIG analyst William Frohnhoefer, who rates the stock as a \"neutral.\" He also noted that a financing deal with UBS and Standard General wouldn't necessarily rule out a bankruptcy.\n\n\"[F]inancings like this typically have a dual purpose,\" Frohnhoefer said in an email. \"They can be a source of cash to help the company avoid bankruptcy. But if business conditions further deteriorate, they can become a first-out [debtor in possession] financing in a Chapter 11 proceeding.\" That increases the chances that a lender can recoup its investment in court if a company goes bankrupt.",
                    "date": "2014-09-12",
                    "eventUri": "1328662",
                    "id": "19138232",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8272,
                    "source": {
                        "title": "CNET",
                        "uri": "www.cbsnews.com"
                    },
                    "time": "03:43:00",
                    "title": "RadioShack sliding toward bankruptcy",
                    "uri": "210040955",
                    "url": "http://www.cbsnews.com/news/radioshack-sliding-toward-bankruptcy/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bcbsnews%252Ffeed%2B%2528CBSNews.com%2529",
                    "wgt": 1
                },
                {
                    "body": "RadioShack is hemorrhaging cash, leaving the troubled electronics retailer to consider filing for bankruptcy.\n\n\"We may not have enough cash and working capital to fund our operations beyond the very near term, which raises substantial doubt about our ability to continue as a going concern,\" the company said in a quarterly financial report filed with the Securities and Exchange Commission, according to USA Today.\n\nRadioShack has been on life support for some time. Competition from online retailers and wireless carriers has token a toll. But Bloomberg Businessweek said the electronics store has been trying new things in an effort to remain profitable.\n\nRadioShack's survival plan is developing services that aren't available online. It's building in-store phone-repair operations and experimenting with concept stores designed as places where people can try out headphones and poke around with connected gadgets. The 84 concept stores open so far have been performing better than the rest of the chain.\n\nIn a statement, RadioShack CEO Joseph C. Magnacca said they are \"actively exploring options\" to gain access to more cash. The ailing retailer is negotiating with bondholders, shareholders, existing lenders and landlords to find a long-term solution.\n\nBloomberg added:\n\nEarlier this year, after the company moved to close 1,100 stores, its lenders refused to approve the plan. Instead, the retailer got permission to close 200 stores this year and the same number each of the next two years. In the meantime, RadioShack is trying to cut expenses by negotiating lower rents and cutting hours to save on labor costs.\n\nThe efforts so far haven't been enough. RadioShack just released its second-quarter results, reporting that same-store sales had plunged 20 percent from a year ago. It reported a net loss of $137 million for the last quarter, ending with just $30.5 million on its balance sheet, Bloomberg said.\n\nUnless the company can reach some sort of lifeline with lenders and shareholders, bankruptcy may be the only option.\n\n\"Bankruptcy protection might not keep the company from failing altogether, but it might also be its only chance,\" Bloomberg said.\n\nAre you surprised to hear about the struggles of RadioShack? Share your comments below or on our Facebook page.",
                    "date": "2014-09-11",
                    "eventUri": "1328662",
                    "id": "19124596",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7508,
                    "source": {
                        "title": "www.moneytalksnews.com",
                        "uri": "www.moneytalksnews.com"
                    },
                    "time": "22:18:00",
                    "title": "RadioShack: Circling the Drain?",
                    "uri": "210005746",
                    "url": "http://www.moneytalksnews.com/2014/09/11/radioshack-circling-the-drain/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bmtrss%2B%2528Money%2BTalks%2BNews%2529",
                    "wgt": 1
                },
                {
                    "body": "The clock is ticking down at RadioShack Corp. RSH +9.56% RadioShack Corp. U.S.: NYSE $1.02 +0.09 +9.56% Sept. 11, 2014 4:02 pm Volume (Delayed 15m) : 20.62M AFTER HOURS $1.00 -0.02 -1.96% Sept. 11, 2014 7:47 pm Volume (Delayed 15m) : 39,043 P/E Ratio N/A Market Cap $93.67 Million Dividend Yield N/A Rev. per Employee $120,800 09/11/14 U.S. Stocks End Mixed; Dow Dro... 09/11/14 Day Traders Pounce on RadioSha... 09/11/14 RadioShack's Cash Position Pai... More quote details and news \" RSH in Your Value Your Change Short position\n\nThe struggling electronics chain warned Thursday that it would soon run out of cash and could be forced to turn to bankruptcy court if it can't find a way to shore up its finances.\n\nThe company said it is looking at a number of sources of help -- a near-term recapitalization, a sale of the company, or a debt restructuring either in or out of court -- and that it hoped to announce something soon. But uncertainty remains high given that no plan has been finalized and that many would require the consent of its lenders.\n\nIn addition to presenting a new, and more dire outlook, RadioShack said sales excluding newly opened or closed stores fell a steep 20% during the early summer. The drop pushed the chain deeper into the red and left it with $30.5 million in cash on Aug. 2 -- about $6,800 for each of its 4,485 stores.\n\nThe chain also said it has $152 million available under a line of credit, giving it a little extra cushion. But its quarterly filing with the Securities and Exchange Commission contained a new warning Thursday that the company may not remain a \"going concern\" and in the worst case could be forced to liquidate.\n\nRadioShack's popularity has been waning for years. Once a go-to destination for electronic gadgets, it has found itself behind the times and has struggled for years with heightened competition from websites and low-cost rivals.\n\nThe company last year hired Joe Magnacca, a former Walgreen Co. WAG +0.19% Walgreen Co. U.S.: NYSE $63.44 +0.12 +0.19% Sept. 11, 2014 4:02 pm Volume (Delayed 15m) : 3.13M AFTER HOURS $63.48 +0.04 +0.06% Sept. 11, 2014 6:24 pm Volume (Delayed 15m) : 14,202 P/E Ratio 21.36 Market Cap $60.57 Billion Dividend Yield 2.13% Rev. per Employee $303,532 09/09/14 Can Apple Solve Riddle of Mobi... 09/09/14 Apple Unveils Smartwatch, Firs... 09/09/14 Strong Support for Congression... More quote details and news \" WAG in Your Value Your Change Short position executive, as CEO to update its behind-the-times image, shed old products and get the company on firmer financial footing. But weak sales have hampered that overhaul.\n\nShoppers continued to bypass the chain over the summer, and its mobile-phone business is suffering. And RadioShack said those challenges may not let up this year. The results leave the company with dwindling resources as it heads toward a pivotal holiday shopping season.\n\nMr. Magnacca didn't take any questions during a conference call with analysts to discuss the company's earnings Thursday.\n\nHe said RadioShack was in advanced discussions with a number of parties on plans to shore up the balance sheet but didn't offer specifics.\n\nHedge fund Standard General LP, which owns about 10% of RadioShack's shares and many of its bonds, was working on a plan to refinance the company's debt, people familiar with the matter said. But it wasn't clear whether it had managed to round up the necessary funding or support.\n\nRevenue in the three months ended Aug. 2 fell 22% from a year earlier to $673.8 million. Losses swelled to $137.4 million from $52.2 million.\n\nRadioShack tried to shut down at least 1,100 of its more than 4,000 stores in the U.S. this year, but some of its lenders fought the move. The company can only close 200 stores this year without lenders' consent.\n\nShares of RadioShack, which have slid this year, finished up almost 10% on Thursday, at $1.02.\n\n-- Tess Stynes contributed to this article.",
                    "date": "2014-09-12",
                    "eventUri": "1328662",
                    "id": "19132493",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7301,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "01:27:00",
                    "title": "RadioShack Searches for a Lifeline",
                    "uri": "210025149",
                    "url": "http://online.wsj.com/news/articles/SB20001424052970204398304580147550595693296?mod=rss_todays_us_nonsub_marketplace&mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB20001424052970204398304580147550595693296.html%253Fmod%253Drss_todays_us_nonsub_marketplace",
                    "wgt": 1
                },
                {
                    "body": "RadioShack Corp. said Thursday it is in talks to shore up its finances and hopes to announce a deal in the near term but warned it could quickly run out of cash and be forced to turn to bankruptcy court if the talks fail.\n\nThe comments, the most dire yet from a retailer that has thousands of stores but has long been fading in relevance, came after the company reported a 20 percent drop in same-store sales during the early summer.\n\nThe company said it was down to $30.5 million cash Aug. 2 -- about $6,800 for each of its 4,485 stores -- although it said it also has $152 million available under a line of credit.\n\nShoppers are bypassing the chain, and its mobile-phone business is suffering, challenges RadioShack said may not let up this year. The results leave the company with dwindling resources as it heads toward a pivotal holiday shopping season.\n\nChief executive Joe Magnacca, who didn't take questions in a conference call Thursday with analysts to discuss the company's earnings, said RadioShack was in advanced discussions with a number of parties on plans to shore up the chain's balance sheet.\n\nOptions include a near-term recapitalization, a sale of the company or debt restructurings .",
                    "date": "2014-09-12",
                    "eventUri": "1328662",
                    "id": "19148888",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.683,
                    "source": {
                        "title": "The Denver Post",
                        "uri": "www.denverpost.com"
                    },
                    "time": "07:31:00",
                    "title": "RadioShack seeks financial rescue, warns of bankruptcy",
                    "uri": "210072655",
                    "url": "http://www.denverpost.com/business/ci_26516682/radioshack-seeks-financial-rescue-warns-bankruptcy?source=rss",
                    "wgt": 1
                },
                {
                    "body": "Summary We first wrote about RadioShack two days ago, stating the risk was overwhelming. Reports yesterday of a refinancing helped bolster the stock for the time being. We believe these rumours, if true, to be a temporary fix, with BK being the inevitable outcome here.\n\nBy Parke Shall\n\nAfter rallying 12% on Wednesday, RadioShack (NYSE:RSH) shares have opened up pre-market trading on Thursday to the tune of about 23%.\n\nThe news on Wednesday out of the RSH camp was that the company was working on a deal with UBS and Standard General to finance a rescue package for the company. The deal is supposedly for the purpose of refinancing debt that the company already has, and to help the company prepare for the holiday season. I'm not sure what kind of mad dash holiday rush RadioShack is expecting this year, but that's aside from the point, I suppose. Bloomberg first reported the news.\n\nIn our first article about RadioShack that I wrote just days ago, we noted that we would be deathly afraid to invest in the company at these levels. Now, with the new \"news\" of the company potentially getting ready to take on a loan, we continue to reaffirm our thesis.\n\nThe issue we take with this refinancing is that we generally think this is going to simply be a band-aid for the problem, as opposed to a long-term solution. The report itself notes that this deal would be subject to RSH's debt covenants that are already in place, and even if they go through, they do nothing to fix the fundamental problems here. We believe the biggest issue that RadioShack has is its fight against simply being relevant, which it isn't anymore.\n\nWe believe RSH has lost the long-term battle versus online retailers, and that the company's debtors didn't help things when they didn't allow the company to close the amount of stores it would have liked. The only hope we see for this chain is for it being a very sparse, super-specific store for people that are inventors and specialists with electronics. Selling RC cars and cell phones isn't going to cut it anymore. RadioShack cannot compete with the likes of Best Buy (NYSE:BBY), who are having problems of their own.\n\nAs we already said, we love a good turnaround story where there's a chance to make some money. We believe RadioShack's story, unfortunately, to have already ended some years ago. We continue our bearish outlook.\n\nEditor's Note: This article covers a stock trading at less than $1 per share and/or with less than a $100 million market cap. Please be aware of the risks associated with these stocks.\n\nSource: Update: Still Not Touching RadioShack\n\nDisclosure: The author has no positions in any stocks mentioned, and no plans to initiate any positions within the next 72 hours. The author wrote this article themselves, and it expresses their own opinions. The author is not receiving compensation for it (other than from Seeking Alpha). The author has no business relationship with any company whose stock is mentioned in this article. (More...)",
                    "date": "2014-09-11",
                    "eventUri": "1328662",
                    "id": "19121279",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6797,
                    "source": {
                        "title": "Seeking Alpha",
                        "uri": "seekingalpha.com"
                    },
                    "time": "22:05:00",
                    "title": "Update: Still Not Touching RadioShack",
                    "uri": "209998223",
                    "url": "http://seekingalpha.com/article/2489205-update-still-not-touching-radioshack?source=feed_all_articles",
                    "wgt": 1
                },
                {
                    "body": "Stocks end the day mixed partially due to weak jobs data. 315,000 Americans filed unemployment claims last week, hitting the highest level in 10 weeks. Economists believe that there is nothing to worry about as data can be volatile around holidays and we should be seeing a decrease in unemployment claims this week. RadioShack (RSH) is quickly running out of money. The company may have to seek bankruptcy-court protection as it may not be able to get the funds to meet its expected needs for the next year and beyond. RadioShack is talking with a lot of people in hopes of find a solution for their financial woes, but will fall back on bankruptcy if necessary.",
                    "date": "2014-09-12",
                    "eventUri": "1328662",
                    "id": "19146159",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5747,
                    "source": {
                        "title": "InvestorGuide.com",
                        "uri": "www.investorguide.com"
                    },
                    "time": "06:35:00",
                    "title": "RadioShack Quickly Running Out of Cash; Unemployment Claims Hit Two-Month High",
                    "uri": "210064220",
                    "url": "http://www.investorguide.com/article/15293/radioshack-quickly-running-out-of-cash-unemployment-claims-hit-two-month-high-igd/",
                    "wgt": 1
                },
                {
                    "body": "'We may not have enough cash and working capital to fund our operations beyond the very near term,' the consumer electronics store chain said in its quarterly report Thursday, adding that it may seek Chapter 11 protection as result.\n\nRadioShack sent out a clear signal: it's struggling to avoid going under.\n\nAfter suffering through dwindling sales and climbing losses for ten straight quarters, the consumer electronics chain said Thursday that it was running out of money and may be forced to file for bankruptcy.\n\n\"We may not have enough cash and working capital to fund our operations beyond the very near term, which raises substantial doubt about our ability to continue as a going concern,\" the company said in its quarterly report, adding that it may seek Chapter 11 bankruptcy protection as result.\n\nRadio Shack said it was exploring \"a long-term solution\" to stay afloat, which includes negotiating with its lenders and shareholders.\n\nAlternatives would be an outright sale, partnership, restructuring or shuttering more stores, the retailer said.\n\n\"It's a company that's clearly been in financial distress for some time, and that's been driven by fundamentals -- a lack of sales and a lack of a distinct brand that resonates with people,\" Tim Ghriskey, chief investment officer at Solaris Asset Management, told the Daily News.\n\n\"They think they can get through the end of this year. But while there are certainly sales to be made at Christmas, it doesn't look like they'll have the liquidity to go much longer,\" Ghriskey added.\n\nDespite a grim outlook and bleak earnings report Thursday -- Radio Shack posted a second quarter net loss of $137.4 million compared to a loss of $52.2 million a year ago -- its shares closed up nearly 10%, to $1.02.\n\nIts shares have fallen to about $1 from its dotcom-boom heyday, when it peaked at $78 in 1999.\n\nRelated Stories RadioShack results disappoint Do RadioShack's sexually suggestive ads go too far?",
                    "date": "2014-09-11",
                    "eventUri": "1328662",
                    "id": "19118279",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4968,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "21:19:00",
                    "title": "RadioShack fights to stay afloat, hints at bankruptcy",
                    "uri": "209991057",
                    "url": "http://www.nydailynews.com/news/national/radioshack-fights-stay-afloat-hints-bankruptcy-article-1.1936693?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bnydnrss%252Fnews%252Fnational%2B%2528News%252FNational%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-09-13",
            "avgCos": 0.5164,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1328662",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1328662",
            "lang": "eng",
            "storyDate": "2014-09-13",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-762293",
            "variance": 0.2334
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-255149": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "La cadena de tiendas de electrónica RadioShack informó que podría declararse en bancarrota si su situación de liquidez empeora, tras reportar su décima pérdida trimestral seguida.\n\nLa compañía dijo que estaba explorando igualmente otras opciones, incluida la venta o una inversión, siendo la liquidación el último recurso.\n\nRadioShack, cuyas ventas están en caída libre desde 2010, aseguró que está trabajando con sus acreedores y sus propietarios para reestructurar su deuda y reducir costos.\n\nLas acciones de RadioShack, en peligro de ser sacadas de la Bolsa de Nueva York, se precipitaron un 20 por ciento el miércoles, un duro revés para unos títulos que llegaron a los 78 dólares en la cima del boom de las \"dotcom\".\n\nLa compañía informó que las ventas en tiendas similares descendieron un 20 por ciento en el último trimestre, mientras que las ventas totales se hundieron a su nivel más bajo en más de 20 años.\n\nEn el segundo trimestre, concluido el 2 de agosto, las pérdidas netas aumentaron hasta los 137,4 millones de dólares (1,35 dólares por acción). Un año antes, eran de 52,2 millones de dólares (51 céntimos por acción). Los ingresos cayeron cerca de un 22 por ciento, hasta los 673,8 millones de dólares.\n\nRadioShack intentó cerrar 1.100 tiendas este año, pero rebajó la cifra a 200 por año cuando los acreedores desestimaron el plan.\n\nLa cadena, que lleva en el negocio más de 90 años, llegó a ser el lugar predilecto para inventores e ingenieros que podían encontrar todo tipo de productos, desde altavoces a las primeras computadoras fabricadas de forma masiva.\n\nSin embargo, no consiguió evolucionar y su estrategia de comercio electrónico fue superada por rivales como Best Buy y Amazon.",
                    "date": "2014-09-11",
                    "eventUri": "1328662",
                    "id": "19093557",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7906,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "15:27:00",
                    "title": "RadioShack, en riesgo de bancarrota",
                    "uri": "209930218",
                    "url": "http://www.eluniverso.com/noticias/2014/09/11/nota/3840576/radioshack-riesgo-bancarrota",
                    "wgt": 1
                },
                {
                    "body": "NUEVA YORK (Reuters) -- La cadena de tiendas de electrónica RadioShack informó que podría declararse en bancarrota si su situación de liquidez empeora, tras reportar su décima pérdida trimestral seguida.\n\nLa compañía dijo que estaba explorando igualmente otras opciones, incluida la venta o una inversión, siendo la liquidación el último recurso.\n\nRadioShack, cuyas ventas están en caída libre desde 2010, aseguró que está trabajando con sus acreedores y sus propietarios para reestructurar su deuda y reducir costos.\n\nLas acciones de RadioShack, en peligro de ser sacadas de la Bolsa de Nueva York, se precipitaron 20% este miércoles, un duro revés para unos títulos que llegaron a los 78 dólares en la cima del boom de las \"dotcom\".\n\nLa compañía informó que las ventas en tiendas similares descendieron un 20 por ciento en el último trimestre, mientras que las ventas totales se hundieron a su nivel más bajo en más de 20 años.\n\nEn el segundo trimestre, concluido el 2 de agosto, las pérdidas netas aumentaron hasta los 137.4 millones de dólares (1.35 dólares por acción). Un año antes, eran de 52.2 millones de dólares (51 céntimos por acción). Los ingresos cayeron cerca de un 22 por ciento, hasta los 673,8 millones de dólares.\n\nRadioShack intentó cerrar 1,100 tiendas este año, pero rebajó la cifra a 200 por año cuando los acreedores desestimaron el plan.\n\nLa cadena, que lleva en el negocio más de 90 años, llegó a ser el lugar predilecto para inventores e ingenieros que podían encontrar todo tipo de productos, desde altavoces a las primeras computadoras fabricadas de forma masiva.\n\nSin embargo, no consiguió evolucionar y su estrategia de comercio electrónico fue superada por rivales como Best Buy y Amazon.",
                    "date": "2014-09-11",
                    "eventUri": "1328662",
                    "id": "19127111",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7883,
                    "source": {
                        "title": "www.cnnexpansion.com",
                        "uri": "www.cnnexpansion.com"
                    },
                    "time": "23:33:00",
                    "title": "RadioShack está cada vez más cerca de la bancarrota",
                    "uri": "210009069",
                    "url": "http://www.cnnexpansion.com/negocios/2014/09/11/radioshack-esta-cada-vez-mas-cerca-de-la-bancarrota",
                    "wgt": 1
                },
                {
                    "body": "(Reuters) - La cadena de tiendas de electrónica RADIOSHACK (RSH.NY)informó de que podría declararse en bancarrota si su situación de liquidez empeora, tras registrar su décima pérdida trimestral seguida.\n\nLa compañía dijo que estaba explorando igualmente otras opciones, incluida la venta o una inversión, siendo la liquidación el último recurso.\n\nRadioShack, cuyas ventas están en caída libre desde 2010, aseguró que está trabajando con sus acreedores y sus propietarios para reestructurar su deuda y reducir costes.\n\nLas acciones de RadioShack, en peligro de ser sacadas de la Bolsa de Nueva York, se precipitaron un 20 por ciento el miércoles, un duro revés para unos títulos que llegaron a los 78 dólares en la cima del boom de las \"dotcom\".\n\nLa compañía dijo que las ventas descendieron un 22 por ciento en el último trimestre.\n\nEn el segundo trimestre, concluido el 2 de agosto, las pérdidas netas aumentaron hasta los 137,4 millones de dólares (1,35 dólares por acción). Un año antes, eran de 52,2 millones de dólares (51 céntimos por acción). Los ingresos cayeron cerca de un 22 por ciento, hasta los 673,8 millones de dólares.\n\nRadioShack intentó cerrar 1.100 tiendas este año, pero rebajó la cifra a 200 por año cuando los acreedores desestimaron el plan.\n\nLa cadena, que lleva en el negocio más de 90 años, llegó a ser el lugar predilecto para inventores e ingenieros que podían encontrar todo tipo de productos, desde altavoces a las primeras computadoras fabricadas de forma masiva.\n\nSin embargo, no consiguió evolucionar y su estrategia de comercio electrónico fue superada por rivales como Best Buy y Amazon.",
                    "date": "2014-09-11",
                    "eventUri": "1328662",
                    "id": "19094117",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7498,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "15:33:00",
                    "title": "RadioShack podría declararse en quiebra",
                    "uri": "209931482",
                    "url": "http://www.eleconomista.es/telecomunicaciones-tecnologia/noticias/6071462/09/14/RadioShack-podria-declararse-en-quiebra.html",
                    "wgt": 1
                },
                {
                    "body": "(Reuters) - La cadena de tiendas de electrónica RADIOSHACK (RSH.NY)informó de que podría declararse en bancarrota si su situación de liquidez empeora, tras registrar sus décimas pérdidas trimestrales consecutivas.\n\nLa compañía dijo que estaba explorando igualmente otras opciones, incluida la venta o una inversión, siendo la liquidación el último recurso.\n\nRadioShack, cuyas ventas están en caída libre desde 2010, aseguró que está trabajando con sus acreedores y sus propietarios para reestructurar su deuda y reducir costes.\n\nLas acciones de RadioShack, en peligro de ser sacadas de la Bolsa de Nueva York, bajaron un 20 por ciento el miércoles, un duro revés para unos títulos que llegaron a los 78 dólares en la cima del boom de las \"dotcom\".\n\nLa compañía informó de que las ventas en tiendas similares descendieron un 20 por ciento en el último trimestre, mientras que las ventas totales se hundieron a su nivel más bajo en más de 20 años.\n\nEn el segundo trimestre, que concluyó el 2 de agosto, las pérdidas netas aumentaron hasta los 137,4 millones de dólares (1,35 dólares por acción). Un año antes, eran de 52,2 millones de dólares (51 céntimos por acción). Los ingresos cayeron cerca de un 22 por ciento, hasta los 673,8 millones de dólares.\n\nRadioShack intentó cerrar 1.100 tiendas este año, pero rebajó la cifra a 200 por año cuando los acreedores desestimaron el plan.\n\nLa cadena, que lleva en el negocio más de 90 años, llegó a ser el lugar predilecto para inventores e ingenieros que podían encontrar todo tipo de productos, desde altavoces a los primeros ordenadores fabricados de forma masiva.\n\nSin embargo, no consiguió evolucionar y su estrategia de comercio electrónico fue superada por rivales como Best Buy y Amazon.",
                    "date": "2014-09-11",
                    "eventUri": "1328662",
                    "id": "19101267",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7404,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "17:09:00",
                    "title": "RadioShack podría declararse en bancarrota",
                    "uri": "209949304",
                    "url": "http://www.eleconomista.es/telecomunicaciones-tecnologia/noticias/6071859/09/14/RadioShack-podria-declararse-en-bancarrota.html",
                    "wgt": 1
                },
                {
                    "body": "La representante en Perú de RadioShak, Rash Perú, afirmó que el 2014 tendrán ventas por S/. 200 millones que representa un crecimiento de 5% respecto del resultado del 2013.\n\nLuego de conocer que la cadena estadounidense RadioShack está a punto de declararse en banca rota, su representante en el Perú, Rash Perú, aseguró que esta situación no afectará a las operaciones en el país.\n\n\"Rash Peru, es el distribuidor autorizado de la marca RadioShack en el Peru y no tiene ningún vínculo económico con RadioShack en Estados Unidos, marca que es uno de los tantos proveedores con los que trabaja Rash Perú\", señaló la firma.\n\nSegún Rash Perú, una muestra de la solidez de esta empresa es que para el 2014 proyecta ventas por S/. 200 millones, cifra que representa un incremento de 15% respecto de su resultado del 2013.\n\nLs empresa peruana señaló que la acción de RadioShack Estados Unidos cotiza en la bolsa de Nueva York y si bien es cierto que ésta ha perdido valor, ese es un fenómeno que por el cual ya han atravesado otras compañías americanas y han sabido utilizar los mecanismos que el mercado ofrece para reestructurarse y refinanciar las deudas.\n\n\"Los resultados de esta compañía en Estados Unidos no tendrá ninguna repercusión en la solidez de la estructura financiera y comercial de nuestra empresa en el Perú\",precisó.",
                    "date": "2014-09-13",
                    "eventUri": "1328662",
                    "id": "19240173",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6918,
                    "source": {
                        "title": "Gestion",
                        "uri": "gestion.pe"
                    },
                    "time": "14:25:00",
                    "title": "RadioShack Perú asegura que posible bancarrota de sede en ... - Diario Gestión",
                    "uri": "210332882",
                    "url": "http://gestion.pe/empresas/radioshack-peru-asegura-que-posible-bancarrota-sede-estados-unidos-no-les-afectara-2108442",
                    "wgt": 1
                },
                {
                    "body": "RadioSchack Perú aclaró que solo la cadena de tiendas que opera en EEUU está al borde de la quiebra. (Difusión)\n\nRash Perú, distribuidor autorizado de la marca RadioShack en nuestro país, aclaró que solo la cadena de tiendas que opera en EEUU está al borde de la quiebra y no la que funciona en el Perú.\n\nEn esa línea, la compañía remarcó que \"goza de liderazgo en el mercado y plena solidez financiera\" y que \"no tiene ningún vínculo económico con RadioShack en Estados Unidos\".\n\n\"Los resultados de esta compañía en Estados Unidos no tendrá ninguna repercusión en la solidez de la estructura financiera y comercial de nuestra empresa en el Perú\", señala el comunicado.\n\nAdemás, la firma aseguró que este año registrará un crecimiento en sus ventas. \"Rash Perú es una compañía peruana con solidez garantizada y demostrada durante los últimos 15 años de actividad. Rash Perú venderá este año 15% más que el año anterior\", precisó.\n\nComo se sabe, RadioShack de EEUU informó que podría declararse en bancarrota si su situación de liquidez empeora, tras reportar su décima pérdida trimestral seguida.",
                    "date": "2014-09-13",
                    "eventUri": "1328662",
                    "id": "19217922",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6886,
                    "source": {
                        "title": "Peru21",
                        "uri": "peru21.pe"
                    },
                    "time": "00:45:00",
                    "title": "RadioShack Perú: \"Solo la filial en EEUU está al borde de la quiebra\" - Perú21",
                    "uri": "210259680",
                    "url": "http://peru21.pe/economia/radioschack-peru-estados-unidos-eeuu-quiebra-bancarrota-2198307",
                    "wgt": 1
                },
                {
                    "body": "Luego de los anuncios del cierre de 1.100 tiendas de RadioShack en Estados Unidos y un posible anuncio de bancarrota de esa filial, ¿Cuál sería la repercusión en la cadena de tiendas que opera en Perú?\n\nNinguna. De acuerdo a Rash Perú, distribuidor autorizado de la marca, ellos no tienen ningún vínculo económico con RadioShack en Estados Unidos. \"La marca es uno de los tantos proveedores con los que trabaja Rash Perú\", aseveraron en una nota de prensa.\n\n\"La acción de RadioShack USA cotiza en la bolsa de Nueva York y si bien es cierto que ésta ha perdido valor, ese es un fenómeno que ya han atravesado otras compañías americanas y han sabido utilizar los mecanismos que el mercado ofrece para reestructurarse y refinanciar las deudas\", agregaron.\n\nAdemás, indicaron que la tienda de artículos electrónicos en Perú goza de liderazgo en el mercado así como de solidez financiera, factores que les permitirá cerrar el año con ventas por los S/.200 millones, un crecimiento del 15% en comparación con el año anterior.\n\n\"En las próximas semanas Rash Perú estará anunciando una nueva plataforma comercial que le permitirá estar más cerca de sus clientes y enfrentar los múltiples retos que un mercado tan cambiante como el tecnológico ofrece\", adelantaron.",
                    "date": "2014-09-13",
                    "eventUri": "1328662",
                    "id": "19211627",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6834,
                    "source": {
                        "title": "EL COMERCIO",
                        "uri": "elcomercio.pe"
                    },
                    "time": "00:03:00",
                    "title": "¿La crisis de RadioShack en EE.UU. afecta a la operación local ... - El Comercio",
                    "uri": "210240139",
                    "url": "http://elcomercio.pe/economia/peru/crisis-radioshack-eeuu-afecta-operacion-local-noticia-1756630",
                    "wgt": 1
                },
                {
                    "body": "RadioShack Perú asegura que posible bancarrota de sede en ...\n\nDiario Gestión\n\nLa representante en Perú de RadioShak, Rash Perú, afirmó que el 2014 tendrán ventas por S/. 200 millones que representa un crecimiento de 5% respecto del resultado del 2013. Tweet; Enviar. Luego de conocer que la cadena estadounidense RadioShack ...\n\nDescartan impacto en Perú por quiebra de RadioShack Expreso (Perú)",
                    "date": "2014-09-13",
                    "eventUri": "1328662",
                    "id": "19240109",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6702,
                    "source": {
                        "title": "Contacto Latino Noticias",
                        "uri": "contacto-latino.com"
                    },
                    "time": "15:28:00",
                    "title": "Radioshack Peru ensures that possible bankruptcy of headquarters in ...- management journal",
                    "uri": "210332632",
                    "url": "http://contacto-latino.com/es/noticias/201403/202704602/radioshack-peru-asegura-que-posible-bancarrota-de-sede-en-diario-gestion/",
                    "wgt": 1
                },
                {
                    "body": "Rash Perú, distribuidor autorizado de la marca RadioSchak en el país, descartó que sus operaciones se vayan a ver afectadas luego de que la citada marca anunciara el cierre de sus 1,100 tiendas en Estados Unidos y, que además, evalúa declararse en bancarrota.\n\n\"Rash Perú no tiene ningún vínculo económico con RadioShack en Estados Unidos. La marca es uno de los tantos proveedores con los que trabaja Rash Perú\", indicaron en un comunicado.\n\nAseguraron que la cadena de artículos electrónicos en el mercado peruana goza de liderazgo, así como de solidez financiera, factores que les permitirá cerrar el año con ventas por los S/.200 millones, un crecimiento del 15% en comparación con el año anterior.",
                    "date": "2014-09-13",
                    "eventUri": "1328662",
                    "id": "19225931",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.586,
                    "source": {
                        "title": "Expreso",
                        "uri": "www.expreso.com.pe"
                    },
                    "time": "07:27:00",
                    "title": "Descartan impacto en Perú por quiebra de RadioShack - Expreso (Perú)",
                    "uri": "210286180",
                    "url": "http://www.expreso.com.pe/noticia/2014/09/13/descartan-impacto-en-peru-por-quiebra-de-radioshack",
                    "wgt": 1
                },
                {
                    "body": "El servicio de pagos electrónicos tiene ya una valoración de US$6.000 millones, lo que la posiciona al nivel de gigantes como Pinterest o Spotify.\n\nRadioShack anunció que ha suscrito acuerdos con un grupo de inversionistas para reestructurar parte de su deuda y acceder a recursos, medidas que le permitirían mayor margen financiero ante los apuros que enfrenta debido a la competencia en línea.\n\nLa cadena minorista de tiendas de artículos electrónicos, con sede en Fort Worth, Texas, dijo el viernes que Standard General LP y otros inversionistas han adquirido una línea de crédito que GE Capital había extendido a RadioShack.\n\nLa compañía tiene intención de aprovechar el préstamo para llenar sus inventarios antes de la temporada de compras de fin de año.\n\nRadioShack dijo que Standard General, Litespeed Management y otros inversionistas aportarán US$120 millones para que la cadena minorista los convierta en valores participativos.\n\nRadioShack dijo el mes pasado que podría verse obligada a solicitar la protección por bancarrota ante las dificultades que atraviesa ante la competencia de los minoristas en internet.",
                    "date": "2014-10-07",
                    "eventUri": "1328662",
                    "id": "21189419",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5185,
                    "source": {
                        "title": "Revista Summa Magazine",
                        "uri": "www.revistasumma.com"
                    },
                    "time": "14:58:00",
                    "title": "RadioShack busca reestructurar su deuda",
                    "uri": "215987172",
                    "url": "http://www.revistasumma.com/tecnologia/51943-radioshack-busca-reestructurar-su-deuda.html",
                    "wgt": 1
                },
                {
                    "body": "NUEVA YORK (Reuters) - El bitcóin está captando a Comercio (ICOMERC.MC) online estadounidenses como Overstock.com o Expedia, a medida que los clientes usan la criptodivisa que hace apenas unos pocos años era prácticamente desconocida y ahora muestra cierto poder de resistencia.\n\nAunque las ventas pagadas en bitcoines a los comerciantes entrevistados para este artículo han sido una pequeña parte de un uno por ciento, esperan que a medida que aumente su aceptación, la divisa online sea un día tan ubicua como Internet.\n\n\"El bitcóin no va hacia ningún sitio. Está aquí para quedarse\", dijo Michael Gulmann, vicepresidente de productos globales de Expedia\n\nHasta hace poco un nicho alternativo de un ferviente grupo de seguidores, el bitcóin ha evolucionado en un sistema de pagos basado en software. Los bitcoines se almacenan en una cartera virtual con un número único de identificación, y empresas como Coinbase y Blockchain pueden guardarlas para el usuario.\n\nAl comprar un artículo de un sitio web, el cliente simplemente pincha en la opción de bitcoines y aparece una ventana en la que puede escribir el número de identificación de su cartera.\n\nPero la adopción generalizada del bitcóin está al menos a cinco años, porque muchos clientes aún prefieren emplear tarjetas de crédito, dijeron analistas.\n\n\"El bitcóin es una nueva forma de realizar pagos, pero no soluciona un problema de algo que ya esté frágil\", dijo George Peabody, consultor de pagos en Glenbrook Partners en Menlo Park, California. \"Los pagos al por menor no tienen fragilidad\", dijo.\n\nTambién hay preocupaciones por la volatilidad del bitcóin: su precio en dólares fluctúa cada día. El miércoles, el bitcóin subía un 0,4 por ciento a 514,09 dólares\n\nEse riesgo lo acarrea el usuario y el procesador de pagos de bitcoines, como Coinbase o Bitpay, no el comerciante minorista. El vendedor no toca el bitcóin y recibe dólares, por ejemplo. Cuando un cliente paga en bitcoines. la divisa digital va al procesador de pagos y éste inmediatamente paga al comerciante, por una comisión de menos del 1 por ciento.\n\n\"No tenemos que lidiar con el poseedor del bitcóin: es el procesador de pagos el que soporta el riesgo de divisas por nosotros\", dijo Bernie Han, director de operaciones de Dish Network\n\nDish, con unos ingresos anuales de unos 14.000 millones de dólares, comenzó a aceptar bitcoines a mediados de este mes.\n\nLos procesadores de pagos realizan algunas operaciones de cobertura por el riesgo de divisas, dijo Gil Luria, un analista de tecnología financiera de Wedbush Securities en Los Ángeles.\n\nEstas empresas podrían, por ejemplo, vender bitcoines en el mercado para compensar los que han procesado, de modo que no tengan mucha exposición, dijo Luria.\n\nEl único riesgo para el comerciante es si el procesador de pago no cumple con sus obligaciones. Ese riesgo es mínimo, según Luria.\n\n\"Coinbase y Bitpay están bien financiados y han centrado muchos recursos en la seguridad\", dijo Luria. \"Puedes considerarlos como contrapartes seguras, al revés que hace un año, cuando eran aún muy pequeñas\", dijo.\n\nPara algunos comercios se ha convertido en una situación muy beneficiosa, al aprovechar las comisiones y las ventas de los nuevos clientes. En al menos un caso, las ventas de bitcoines previsiblemente impacten en la línea baja de sus resultados, sumando 4 centavos por acción a los beneficios de 2014 en Overstock.com\n\nOverstock fue la primera empresa estadounidense que factura más de 1.000 millones de dólares en aceptar bitcoines. Poco después, otras empresas como la fabricante de ordenadores Dell, Dish o Newegg\n\nHasta ahora existen unos 63.000 comercios en todo el mundo que aceptan bitcoines, según estimaciones de CoinDesk, que estima que la cifra será de 100.000 para finales de año.\n\nByrne, de Overstock, estimó sus ventas en bitcoines entre 6 y 8 millones de dólares para finales de 2014, una pequeña parte de sus ingresos totales.\n\nPero lo más importante de los bitcoines para Byrne es que la mayoría de sus ventas proceden de nuevos clientes que de otra manera no comprarían en Overstock. Los usuarios de bitcoines suelen ser clientes conocedores de tecnología e individuos con un alto conocimiento de la red.\n\nDe alguna manera, el bitcóin es empleado en los comercios como una estrategia para atraer una publicidad necesaria para marcas que podrían pasar apuros.\n\nEn la agencia de viajes online Cheapair.com, de Calabasas, California, las ventas en bitcoines suponen 1,5 millones de dólares desde que comenzaron a aceptarlos como pago en noviembre de 2013, dijo el consejero delegado Jeff Klee. Sólo en julio las ventas en bitcoines subieron un 20 por ciento.",
                    "date": "2014-08-31",
                    "eventUri": "1328662",
                    "id": "18251430",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3644,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "15:53:00",
                    "title": "El bitcóin resiste mientras el comercio online busca la chispa digital",
                    "uri": "207541265",
                    "url": "http://www.eleconomista.es/mercados-cotizaciones/noticias/6043887/08/14/El-bitcoin-resiste-mientras-el-comercio-online-busca-la-chispa-digital.html",
                    "wgt": 1
                },
                {
                    "body": "El bitcóin está captando a comercios online estadounidenses como Overstock.com o Expedia, a medida que los clientes usan la criptodivisa que hace apenas unos pocos años era prácticamente desconocida y ahora muestra cierto poder de resistencia.\n\nAunque las ventas pagadas en bitcoines a los comerciantes entrevistados para este artículo han sido una pequeña parte de un uno por ciento, esperan que a medida que aumente su aceptación, la divisa online sea un día tan ubicua como Internet.\n\n\"El bitcóin no va hacia ningún sitio. Está aquí para quedarse\", dijo Michael Gulmann, vicepresidente de productos globales de Expedia\n\nHasta hace poco un nicho alternativo de un ferviente grupo de seguidores, el bitcóin ha evolucionado en un sistema de pagos basado en software. Los bitcoines se almacenan en una cartera virtual con un número único de identificación, y empresas como Coinbase y Blockchain pueden guardarlas para el usuario.\n\nAl comprar un artículo de un sitio web, el cliente simplemente pincha en la opción de bitcoines y aparece una ventana en la que puede escribir el número de identificación de su cartera.\n\nPero la adopción generalizada del bitcóin está al menos a cinco años, porque muchos clientes aún prefieren emplear tarjetas de crédito, dijeron analistas.\n\n\"El bitcóin es una nueva forma de realizar pagos, pero no soluciona un problema de algo que ya esté frágil\", dijo George Peabody, consultor de pagos en Glenbrook Partners en Menlo Park, California. \"Los pagos al por menor no tienen fragilidad\", dijo.\n\nTambién hay preocupaciones por la volatilidad del bitcóin: su precio en dólares fluctúa cada día. El miércoles, el bitcóin subía un 0,4 por ciento a 514,09 dólares\n\nEse riesgo lo acarrea el usuario y el procesador de pagos de bitcoines, como Coinbase o Bitpay, no el comerciante minorista. El vendedor no toca el bitcóin y recibe dólares, por ejemplo. Cuando un cliente paga en bitcoines. la divisa digital va al procesador de pagos y éste inmediatamente paga al comerciante, por una comisión de menos del 1 por ciento.\n\n\"No tenemos que lidiar con el poseedor del bitcóin: es el procesador de pagos el que soporta el riesgo de divisas por nosotros\", dijo Bernie Han, director de operaciones de Dish Network\n\nDish, con unos ingresos anuales de unos 14.000 millones de dólares, comenzó a aceptar bitcoines a mediados de este mes.\n\nLos procesadores de pagos realizan algunas operaciones de cobertura por el riesgo de divisas, dijo Gil Luria, un analista de tecnología financiera de Wedbush Securities en Los Ángeles.\n\nEstas empresas podrían, por ejemplo, vender bitcoines en el mercado para compensar los que han procesado, de modo que no tengan mucha exposición, dijo Luria.\n\nEl único riesgo para el comerciante es si el procesador de pago no cumple con sus obligaciones. Ese riesgo es mínimo, según Luria.\n\n\"Coinbase y Bitpay están bien financiados y han centrado muchos recursos en la seguridad\", dijo Luria. \"Puedes considerarlos como contrapartes seguras, al revés que hace un año, cuando eran aún muy pequeñas\", dijo.\n\nPara algunos comercios se ha convertido en una situación muy beneficiosa, al aprovechar las comisiones y las ventas de los nuevos clientes. En al menos un caso, las ventas de bitcoines previsiblemente impacten en la línea baja de sus resultados, sumando 4 centavos por acción a los beneficios de 2014 en Overstock.com\n\nOverstock fue la primera empresa estadounidense que factura más de 1.000 millones de dólares en aceptar bitcoines. Poco después, otras empresas como la fabricante de ordenadores Dell, Dish o Newegg\n\nHasta ahora existen unos 63.000 comercios en todo el mundo que aceptan bitcoines, según estimaciones de CoinDesk, que estima que la cifra será de 100.000 para finales de año.\n\nByrne, de Overstock, estimó sus ventas en bitcoines entre 6 y 8 millones de dólares para finales de 2014, una pequeña parte de sus ingresos totales.\n\nPero lo más importante de los bitcoines para Byrne es que la mayoría de sus ventas proceden de nuevos clientes que de otra manera no comprarían en Overstock. Los usuarios de bitcoines suelen ser clientes conocedores de tecnología e individuos con un alto conocimiento de la red.\n\nDe alguna manera, el bitcóin es empleado en los comercios como una estrategia para atraer una publicidad necesaria para marcas que podrían pasar apuros.\n\nEn la agencia de viajes online Cheapair.com, de Calabasas, California, las ventas en bitcoines suponen 1,5 millones de dólares desde que comenzaron a aceptarlos como pago en noviembre de 2013, dijo el consejero delegado Jeff Klee. Sólo en julio las ventas en bitcoines subieron un 20 por ciento.",
                    "date": "2014-08-31",
                    "eventUri": "1328662",
                    "id": "18253155",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3626,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "16:37:00",
                    "title": "El bitc&oacute;in resiste mientras el comercio online busca la chispa digital",
                    "uri": "207546561",
                    "url": "http://www.eleconomista.es/divisas/noticias/6043953/08/14/El-bitcoin-resiste-mientras-el-comercio-online-busca-la-chispa-digital.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2014-09-12",
            "avgCos": 0.4499,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1328662",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1266186",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New York City",
                "lat": 40.71427,
                "long": -74.00597,
                "wikiUri": "http://en.wikipedia.org/wiki/New_York_City"
            },
            "storyDate": "2014-09-12",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-255149",
            "variance": 0.2976
        }
    },
    "meta": {
        "CCAArticleMatchCount": 4,
        "CCAArticleMatchRatio": 0.01951219512195122,
        "CCAAvgCosSim": 0.7623,
        "CCAAvgMatchWgt": 27.25,
        "_articleUri1": "209930218",
        "_articleUri2": "210897192",
        "_datetime": "2015-02-19 11:44:15",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-255149",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-762293",
        "_username": "Evgenia Belyaeva",
        "artCount1": 12,
        "artCount2": 10,
        "avgCosSimStory1": 0.4499,
        "avgCosSimStory2": 0.5164,
        "categorySim": 0,
        "conceptCosSim": 0.4188098783489058,
        "conceptJaccardSim": 0.101010101010101,
        "coreTime1": 128560.6166666667,
        "coreTime2": 128830.0833333333,
        "coreTimeStDev1": 87.84194266787672,
        "coreTimeStDev2": 37.20290927244134,
        "entityCosSim": 0.8579206634766117,
        "entityJaccardSim": 0.1395348837209302,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.1361710606482716,
        "keywordJaccardSim": 0.07142857142857142,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 9,
        "storyQuality2": 12,
        "timeAvg1": 128849.1083333333,
        "timeAvg2": 128856.7383333333,
        "timeStDev1": 209.716715619391,
        "timeStDev2": 45.73374213252762,
        "varianceStory1": 0.2976,
        "varianceStory2": 0.2334
    }
}