{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-74296": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "Welcome to 2015, where the race to succeed President Barack Obama is already well underway and will only pick up speed as the year progresses. Washington will still provide plenty of political drama -- and possibly even some economically significant legislation. (More on that later in the week.)\n\nBut much of the attention this year will shift to the presidential nominating contests, mainly but not exclusively on the Republican side. And as the new year dawns, former Florida Gov. Jeb Bush is clearly the front-runner for the Republican nomination. And if Bush winds up as the GOP choice, he would almost certainly face Hillary Clinton in the general election.\n\nBut a lot can happen between now and then, and Bush will face a massively crowded field on the Republican side. Still, he begins with large inherent advantages. Given his name identification and general popularity, Bush is already near or at the top of polls of primary voters in key states such as New Hampshire.\n\nRead MoreKeystone XL, Obamacare in GOP plans\n\nHe trails somewhat in Iowa, home to many deeply conservative evangelical voters skeptical of his views on immigration and education. But Bush could easily overcome a middle-of-the-pack finish in Iowa with heavy spending in states where he is expected to fair better, including New Hampshire and South Carolina.\n\nThe Bush calculus would focus on emerging as the consensus establishment choice over New Jersey Gov. Chris Christie, Florida Sen. Marco Rubio and possibly governors Scott Walker of Wisconsin and John Kasich of Ohio, among others.\n\nBush would then have to take down whoever emerges from Iowa and other early states as the top movement conservative, a group that will include Sens. Rand Paul and Ted Cruz along with former Arkansas Gov. Mike Huckabee, Louisiana Gov. Bobby Jindal and possibly others. There could be three or more Republicans still standing after Iowa, New Hampshire and South Carolina given fissures between social conservatives and more libertarian-leaning Republicans like Paul.\n\nBush will look to slam the door on all of them in early March when a pile of states, including the governor's native Florida, vote on Super Tuesday.\n\nRead MoreWhat to expect from Washington, or NOT, in 2015\n\nTo get there, Bush will have to sell early voters on his policies on immigration and education, which could prove challenging. But he will have more than enough money -- Bush is in Greenwich, Connecticut, this week raising cash for his newly launched super PAC -- to saturate the early state airwaves and then keep rolling when the race goes national.\n\nBush will also bank on the strong desire at the top of the GOP to avoid a long, bruising primary process that would badly damage the party's standard bearer while Clinton is presumably waltzing to the Democratic nomination.\n\nAnd there is no longer much doubt that Bush is getting in the race. He spent the holiday break winding down all his corporate and nonprofit ties. He is also preparing to exit the multiple investment funds he set up over the last several years. He is preparing to release an e-book that will presumably contain the general themes of his campaign. Bush could still have a major change of heart and decide not to get in, but that seems increasingly unlikely.\n\nRead MoreLook for Dems to battle for party's future in 2015\n\nShould he make it through the primaries, Bush would likely face off again Hillary Clinton. Clinton won't necessarily have the coronation many expect, given that Iowa activists are already actively pining for a challenger. But outside of Massachusetts Sen. Elizabeth Warren, there is no obvious candidate on the left who could mount a credible challenge to Clinton. Warren still says she is not running and she probably won't. But if she does, she could compete with and even beat Clinton in Iowa. But chances are she could not roll up further victories. She could, however, force Clinton left on economic policy in ways that could make the general election tougher for the former secretary of state and New York senator.\n\nWhile it is true that Clinton was also viewed as inevitable in 2008, it is also true that there is no Barack Obama waiting in the political wings to take her down.\n\nSo barring a major surprise, the 2016 race will pit Clinton against whoever emerges from a crowded GOP field. At the beginning of 2015, that looks like it could be John Ellis \"Jeb\" Bush. But the road from here to the GOP convention balloon drop in the summer of 2016 is a long and perilous one that promises many surprises that could make early prognostications (such as this one) look foolish in retrospect.\n\n-- Ben White is Politico's chief economic correspondent and a CNBC contributor. He also authors the daily tip sheet Politico Morning Money [politico.com/morningmoney]. Follow him on Twitter @morningmoneyben.",
                    "date": "2015-01-05",
                    "eventUri": "2185756",
                    "id": "29883372",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7143,
                    "source": {
                        "title": "CNBC",
                        "uri": "www.cnbc.com"
                    },
                    "time": "21:33:00",
                    "title": "Let the political jockeying begin",
                    "uri": "238606794",
                    "url": "http://www.cnbc.com/id/102309989",
                    "wgt": 1
                },
                {
                    "body": "Bush v. Clinton Again? American Politics Remains a Family Business\n\nHillary, Bill and Chelsea Clinton. (Photo by Michael Loccisano/Getty Images)\n\nAs Jeb Bush's undeclared presidential campaign chugs along, the prospect of another Clinton-Bush matchup has begun to dominate discussions of the 2016 presidential election. Although there has only been one campaign in which a Bush ran against a Clinton, six of the last nine elections have seen either a Clinton or a Bush in a major role. It is hard to contemplate modern American politics without these two powerful dynasties.\n\nThe candidacies of Mr. Bush and Ms. Clinton do not guarantee a general election matchup, but the odds are good. Thus far, Ms. Clinton, the non-candidate front-runner for the Democratic nomination, is likely to face only token primary opposition. Mr. Bush will have a more difficult path, but with a year to go before the first ballots are cast, Mr. Bush is in as strong position as anybody in his party.\n\nMs. Clinton and Mr. Bush are impressive politicians in their own right, but also owe much of their political fortune to their famous names and families. Today, Ms. Clinton can point to eight years in the U.S. Senate and four years as Secretary of State, while Mr. Bush served as Governor of Florida for eight years. These kinds of credentials are similar to those of most presidential aspirants. Nonetheless, both owe much of their starts in politics to their more famous relatives. Ms. Clinton's faced no primary opposition in her first Senate bid when she had never previously held elective office; and in Mr. Bush won a Governor's race at 45 years old in his first campaign for office.\n\nJeb Bush and Hillary Clinton would both be strong general election candidates and, at the very least, competent and serious presidents. They are, for better and for worse, firmly in the mainstream of American politics, with policy views that are comfortably within that relatively narrow bandwidth. Their famous names, are most useful at this point in the campaign, when their last names help boost name recognition and both have a former president or two who can lean on potential donors and supporters. While being a Clinton or a Bush may bring political baggage to a national electorate, within the Democratic and Republican Parties, respectively, these names are still very valuable.\n\nMs. Clinton and Mr. Bush are far from the only political leaders who can draw on a famous family name. The Governors of New York and California are both sons of previous governors, the last two Republican nominees, Mitt Romney and John McCain, had famous, well-connected political fathers. The minority leader of the House of Representatives, Nancy Pelosi, is the daughter of a big city mayor. Jeb Bush's father George H. W. Bush was the son a well-known Senator. Even politicians like Vice President Joseph Biden who has genuinely modest roots, frequently have children or spouses who go into politics. Politics has long been a family business in the U.S., going back almost to the country's founding. Our sixth President, John Quincy Adams, after all, was the son of our second President.\n\nCandidates with more humble origins, including Barack Obama, Ronald Reagan and Richard Nixon, all attained the White House. Candidates lacking a famous pedigree exist in 2016 as well. Republicans Marco Rubio and Ted Cruz and Democrats like Elizabeth Warren come to mind, but all of them will have a difficult time overcoming the wealth and connections of the frontrunners with more famous names. At a time when economic and class mobility in the U.S. is endangered, and weaker than in the past, this is becoming an unfortunate reminder of how important birth and family are to success in today's America.\n\nLincoln Mitchell is national political correspondent at the Observer. Follow him on Twitter @LincolnMitchell\n\nShare this:FacebookTwitterGoogleLinkedInPrintEmail",
                    "date": "2015-01-05",
                    "eventUri": "2185756",
                    "id": "29883081",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7142,
                    "source": {
                        "title": "observer.com",
                        "uri": "observer.com"
                    },
                    "time": "21:29:00",
                    "title": "Bush v. Clinton Again? American Politics Remains a Family Business",
                    "uri": "238606598",
                    "url": "http://observer.com/2015/01/bush-v-clinton-again-american-politics-remains-a-family-business/",
                    "wgt": 1
                },
                {
                    "body": "I was surprised at the steps that former Florida Gov. Jeb Bush has taken toward entering the GOP presidential race.\n\nI expected family considerations and his aversion to a nasty and prolonged race for the nomination to keep him out of the contest. Certainly, he'd like to be president, and there are plenty of reasons to believe he could be a thoughtful leader. But does he really want to put himself and his family through the meat grinder of a presidential campaign? I was skeptical.\n\nWhile the former governor hasn't announced his candidacy, he now sounds so serious that almost everyone expects him to become a candidate. His decision to resign from all corporate and nonprofit boards should convince even those remaining doubters.\n\nMuch of the initial reaction to Bush's moves toward entering the race portrayed him as the front-runner in the contest, though wisely most observers hedged on the label and noted Bush also has some significant liabilities. (See here, here and here.)\n\nBush's obvious advantages include his well-known name, the many GOP activists who worked for his father and brother and feel an allegiance to the family, his fundraising ability, his support within the party establishment and his perceived strength in a general election.\n\nHis liabilities include some fatigue with all things Bush, his positioning as an establishment insider, questions about whether his campaign skills have rusted and how he'll perform in what's likely to be a nasty political contest. Even more problematic is his ideological positioning, especially on immigration and Common Core education standards, in a party that appears to be substantially to his ideological right.\n\nLet me be clear: If the question is whether Bush has any chance, some chance or even a reasonable chance to be nominated in 2016, the only possible answer is yes. But I don't regard him or any other potential candidate in the race as the current front-runner, or even the favorite for the nomination. At least, not at this point.\n\nWhile it is true that Republicans have nominated the party establishment's preferred candidate since 1984 or, depending on your definition, going all of the way back to 1968, it's a mistake to see the past couple of contests as predictive for 2016.\n\nAs Chris Cillizza of The Washington Post noted in a spot-on Dec. 18 piece, the Republican Party has changed significantly over the past few election cycles.\n\nThere is still a very substantial \"establishment\" wing in the party that is both conservative and pragmatic. But it certainly isn't what it once was, and the party's tea party, evangelical and libertarian wings constitute a formidable force within the GOP as well.\n\nThe fields in both 2008 and 2012 were quite weak. In 2008, Mike Huckabee's appeal was limited to evangelicals and downscale Southerners. Mitt Romney, a Mormon who could not attract evangelical support, was seen as no more conservative than John McCain, the eventual nominee.\n\nPrior to 2012, Romney spent the better part of four years moving unabashedly to the right (on immigration and health care, for example), and skeptical conservatives never found a suitable alternative for the former Massachusetts governor, though they certainly tried anyone and everyone they could find.\n\nRomney's 2012 campaign was particularly odd. Conservatives never believed he was as conservative as he asserted, so they didn't rally behind him until the general election. And pragmatists and establishment types within the GOP didn't believe him either, since they stuck with him in spite of his increasingly conservative rhetoric.\n\nRomney's campaign did many things right, but he was nominated almost by default. He won his party's 2012 nomination not only because of his massive resource advantage over his anti-establishment opponents, but also because of the other wannabes in the Republican field were such weak candidates.\n\nIs it possible that Bush could do what Romney did? Of course. But we don't yet know whether he will.\n\nThe 2016 GOP field is likely to include more substantial hopefuls, many of whom will be to Bush's political right. He should benefit from the expectedly large field (I assume Romney won't run again), but the important question is whether, after the race has boiled down to just a couple of serious contenders, his message and style will resonate with GOP primary voters and caucus attendees.\n\nOne question is whether Bush will move to the right in his bid for the Republican nomination.\n\nMost top-tier candidates adjust some positions during a presidential bid as they look for the right tone and tack on issues. But what makes the former Florida governor so interesting is that while he is generally conservative on an array of issues, he has not kowtowed to anti-establishment types in the party, most notably the tea party.\n\nThe only thing we know now about a possible Bush bid is that he has terrific name ID among the party faithful, which translates into a strong showing in early polls. But as we also know, polls conducted this early show only where the candidates start, not where they will finish. The key for Bush is how he handles both his assets in the race and his liabilities.\n\nRelated:\n\nCruz Doesn't Believe Governors Have Edge Over Senators in Presidential Races\n\nHow Jeb Bush Affects the Florida Senate Race\n\n14 Congressional Republicans Jeb Bush Helped Last Cycle\n\nRoll Call Results Map: Results and District Profiles for Every Seat",
                    "date": "2015-01-05",
                    "eventUri": "2185756",
                    "id": "29884306",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.609,
                    "source": {
                        "title": "Technocrat",
                        "uri": "blogs.rollcall.com"
                    },
                    "time": "21:44:00",
                    "title": "Can Jeb Bush Win the GOP Nomination?",
                    "uri": "238609147",
                    "url": "http://blogs.rollcall.com/rothenblog/can-jeb-bush-win-the-gop-nomination/",
                    "wgt": 1
                },
                {
                    "body": "For guy whose job largely involves writing about politics, I'm really coming to dread elections. Take the 2016 presidential race...please. Of course, all kinds of crazy things ($1-a-gallon gas, ExxonMobil filing for bankruptcy) could shake things up between now and the '16 conventions, but it's hard to avoid the dreadful feeling that Jeb Bush and Hillary Clinton will be our major-party nominees. I'll already beginning my research on which countries offer political asylum to Americans.\n\nToday, Bush (do we just call him Jeb? John E.? Bush 45?) took his nascient campaign to Facebook, and it was a bad day at BlackRock. Literally...as he made his pitch to the common man by posing in front of a Wall Street investment house called BlackRock. He also said that income inequality is a problem (ya think?) but that it can be solved with \"conservative principles.\" Perhaps -- I mean, conservative principles caused income inequality in the first place, right? I'd say Clinton 45 had a better day, but who knows what she's up to...probably speaking at some university that pays her $300,000 and sorts out the green M&Ms for her.\n\nOy.\n\nBut we can't worry about 2016 that much here in Philadelphia, because we have a mayor to elect right now! And how is that going? Pretty much as expected...badly. Now that the year of actually picking a replacement for Mayor Nutter is upon us, the magazine pundit types have to stop writing their fantasy pieces about (mostly unelectable) dream candidates (The comeback of Ed Rendell! Mary Scullion! That super-rich high-tech dude! Bernie Parent! Zombie Mother Drexel!) and deal with the grim reality of who's actually running.",
                    "date": "2015-01-07",
                    "eventUri": "2185756",
                    "id": "30227132",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5794,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "01:29:00",
                    "title": "2015: The year of political dread",
                    "uri": "239448235",
                    "url": "http://www.philly.com/philly/blogs/attytood/2015-The-year-of-political-dread.html",
                    "wgt": 1
                },
                {
                    "body": "\"It's disappointing to see that Jeb Bush has the same opinion of marriage equality as the presumptive Democratic nominee Hillary Clinton. Jeb had a chance to differentiate himself from her, and at the very least say that, in Florida, marriage equality is settled law and there are more pressing issues demanding attention. As it stands, Jeb tacks the same line as Hillary: that marriage is something that should be left to the states.\" - Log Cabin Republicans head",
                    "date": "2015-01-05",
                    "eventUri": "2185756",
                    "id": "29885699",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5496,
                    "source": {
                        "title": "joemygod.blogspot.com",
                        "uri": "joemygod.blogspot.com"
                    },
                    "time": "21:45:00",
                    "title": "Log Cabin Takes A Swing At Jeb Bush",
                    "uri": "238612352",
                    "url": "http://joemygod.blogspot.com/2015/01/log-cabin-takes-swing-at-jeb-bush.html",
                    "wgt": 1
                },
                {
                    "body": "It was the summer of 2002 and Michael Bay had a problem only Jeb Bush could solve. The blockbuster director was in Miami filming Bad Boys II and plotting a high-speed boat chase through the Miami River and Biscayne Bay. Only too late did Bay realize the chase would zoom across the protected habitat of endangered manatees -- the ancient, 1,500-pound sea cows that laze about many of Florida's shallow, warm rivers and bays. The state limits boat speeds in those areas to protect the wildlife. So we've got Michael Bay versus manatees, but then the gubernatorial can-do spirit of Jeb Bush saved the day, maybe, and there's explosions involved because duh, Michael Bay, and then Jeb got to visit the set, or maybe he didn't, and if this is a prelude of the 2016 presidential season then I just don't know how to feel about that. It feels like one of the dreams I had the last time I had the flu came to life and is now in all the papers.",
                    "date": "2015-01-10",
                    "eventUri": "2185756",
                    "id": "30224063",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4794,
                    "source": {
                        "title": "www.dailykos.com",
                        "uri": "www.dailykos.com"
                    },
                    "time": "03:12:00",
                    "title": "Jeb Bush vs. manatees",
                    "uri": "239441364",
                    "url": "http://www.dailykos.com/story/2015/01/10/1356700/-Jeb-Bush-vs-manatees",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2015-01-06",
            "avgCos": 0.4297,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2185756",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2185715",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Florida",
                "lat": 28.75054,
                "long": -82.5001,
                "wikiUri": "http://en.wikipedia.org/wiki/Florida"
            },
            "storyDate": "2015-01-06",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-74296",
            "variance": 0.3154
        }
    },
    "meta": {
        "CCAArticleMatchCount": 12,
        "CCAArticleMatchRatio": 0.144578313253012,
        "CCAAvgCosSim": 0.7306208333333332,
        "CCAAvgMatchWgt": 43.5,
        "_articleUri1": "238606794",
        "_articleUri2": "238359338",
        "_datetime": "2015-02-19 11:47:20",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-74296",
        "_storyUri2": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-21983",
        "_username": "Evgenia Belyaeva",
        "artCount1": 6,
        "artCount2": 8,
        "avgCosSimStory1": 0.4297,
        "avgCosSimStory2": 0.4608,
        "categorySim": 0,
        "conceptCosSim": 0.465005724985497,
        "conceptJaccardSim": 0.1764705882352941,
        "coreTime1": 131613.4833333333,
        "coreTime2": 131557.95,
        "coreTimeStDev1": 37.19483984521855,
        "coreTimeStDev2": 103.5231283706106,
        "entityCosSim": 0.7385057315499608,
        "entityJaccardSim": 0.2765957446808511,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 3,
        "hasSameLocation": 1,
        "keywordCosSim": 0.1057723502270142,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 6,
        "storyQuality2": 8,
        "timeAvg1": 131635.2,
        "timeAvg2": 131698.1125,
        "timeStDev1": 37.19483984521855,
        "timeStDev2": 103.5231283706106,
        "varianceStory1": 0.3154,
        "varianceStory2": 0.2876
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-21983": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "Por los demócratas se postula como favorita Hillary Clinton, mientras que los republicanos creen que Jeb Bush entrará en la lucha Aún queda mucho tiempo para las elecciones presidenciales de noviembre de 2016, pero ya han empezado a moverse algunos precandidatos dentro de los dos grandes partidos para postularse para suceder a Barack Obama como candidato a la Casa Blanca. En el bando demócrata las apuestas se centran en la exprimera dama Hillary Clinton, mientras que la carrera republicana parece mucho más dividida.\n\nJEB BUSH, ESTIRPE DE PRESIDENTES\n\nSi se pregunta por algo parecido a un favorito en el Partido Republicano todos los dedos apuntarán al exgobernador de Florida Jeb Bush, hijo y hermano de expresidente y considerado un moderado entre las figuras más populares del sector conservador y liberal de la política estadounidense.\n\nJeb Bush ha anunciado a través de Facebook que está estudiando \"activamente\" la posilibidad de presentarse como candidato y parece estar labrándose una imagen de observador imparcial externo con críticas a los republicanos que \"se oponen a todo\".\n\nComo punto negativo, en las encuestas un 57 por ciento de los votantes afirman que no le apoyarían en unas elecciones presidenciales y tampoco le hace ningún favor su apellido, vinculado a dos de los cuatro últimos presidentes: George H. W. Bush y George W. Bush.\n\nCHRIS CHRISTIE, DURO Y POLÉMICO\n\nEntre los candidatos nuevos que suenan en los ambientes políticos surge el nombre del gobernador de Nueva Jersey, Chris Christie, cuyo discurso duro le ha permitido ganar dos elecciones estatales consecutivas, las últimas con una amplia mayoría en noviembre de 2013.\n\nSuyo es en buena medida el mérito por los últimos éxitos electorales republicanos, que ahora controlan el Congreso. Ha hecho campaña activa y preside la Asociación de Gobernadores Republicanos, por lo que se ha convertido en uno de los rostros republicanos más mediáticos y conocidos en todo el país.\n\nSin embargo, Christie es el responsable último de los atascos provocados intencionadamente con el cierre de carriles del Puente George Washington, que comunica Manhattan con el resto de Nueva York, unas semanas antes de las elecciones estatales.\n\nMARCO RUBIO: LA BAZA HISPANA\n\nEl senador por Florida, Marco Rubio, cumple perfectamente con el perfil que siempre han deseado los republicanos: un político conservador, joven y de ascendencia hispana. Con solo 43 años, sería uno de los aspirantes más jóvenes a la Casa Blanca y demográficamente podría conseguir votos en un ámbito tradicionalmente demócrata como es la creciente población inmigrante.\n\nEl único pero que le podrían poner sus rivales por la nominación republicana es su copatrocinio de la reforma migratoria bipartidista impulsada por Obama para regularizar a los inmigrantes y que desde el ala más conservadora del partido no dudan en calificar de \"amnistía\".\n\nVIEJOS NOMBRES\n\nEn la lista de posibles candidatos vuelven a salir viejos nombres de la política republicana como el de Mitt Romney, quien ya fue derrotado por Obama en 2012, o el del \"libertario\" Rand Paul, que se erige como máximo defensor de las libertades individuales y económicas frente al centralismo de Washington.\n\nTambién hay candidatos que concuerdan más con la tradición republicana, como Rick Perry, estereotipo de vaquero texano, y personalidades del radical Tea Party como el senador Ted Cruz. Destacan igualmente el gobernador de Wisconsin Scott Walker, conocido por sus iniciativas contra los sindicatos, o el ultraconservador Rick Santorum.\n\nOtros nombres que no hay que descartar son los del gobernador de Ohio, John Kasich; el neurocirujano Ben Carson; el pastor Mike Huckabee o el gobernador de Louisiana de origen indio Bobby Jindal.\n\nDEMÓCRATAS: HILLARY EN VANGUARDIA\n\nLas credenciales de Hillary Clinton como exsecretaria de Estado de Obama y su popularidad lograda como primera dama durante el mandato de su marido, Bill Clinton (1993-2001) hacen de esta mujer una de las opciones más claras en el campo del Partido Demócrata.\n\nAunque por el momento no hay nada oficial, Clinton mantiene una activa agenda pública e incluso hay informaciones sobre contactos con expertos para contratarles para su campaña presidencial.\n\nEn cuanto a las encuestas, pesa sobre ella que según un estudio de NBC y 'The Wall Street Journal', el 48 por ciento de los votantes afirman que votarían contra ella en unas elecciones presidenciales.\n\nJOE BIDEN, EL VICEPRESIDENTE\n\nPor notoriedad el actual vicepresidente Joe Biden destaca entre los demás posibles contendientes de Clinton en la lucha por la nominación demócrata. Como fiel escudero de Obama, ha desplegado todas sus aptitudes políticas, con especial hincapié en su franqueza.\n\nLos medios estadounidenses mencionan como otros posibles candidatos demócratas al exsenador por Virginia Jim Webb, el gobernador de Maryland Martin O'Malley o el senador por Vermont Bernie Sanders, éste último defensor de una \"revolución política\" necesaria para el país. En los márgenes del partido demócrata aparece también el nombre de la activista Elizabeth Warren.",
                    "date": "2015-01-04",
                    "eventUri": "2208485",
                    "id": "29786158",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8299,
                    "source": {
                        "title": "diariodenavarra.es",
                        "uri": "www.diariodenavarra.es"
                    },
                    "time": "07:50:00",
                    "title": "Comienza la primera etapa de la carrera por la Casa Blanca",
                    "uri": "238359338",
                    "url": "http://www.diariodenavarra.es/noticias/mas_actualidad/internacional/2015/01/04/comienza_primera_etapa_carrera_por_casa_blanca_189808_1032.html",
                    "wgt": 1
                },
                {
                    "body": "Aún queda mucho tiempo para las elecciones presidenciales de noviembre de 2016, pero ya han empezado a moverse algunos precandidatos dentro de los dos grandes partidos para postularse para suceder a Barack Obama en la Casa Blanca. En el bando demócrata las apuestas se centran en la ex primera dama Hillary Clinton, mientras que la carrera republicana parece mucho más dividida.\n\nSi se pregunta por algo parecido a un favorito en el Partido Republicano todos los dedos apuntarán al exgobernador de Florida Jeb Bush, hijo y hermano de expresidentes y considerado un moderado entre las figuras más populares del sector conservador y liberal de la política estadounidense.\n\nJeb Bush anunció en Facebook que está estudiando la posibilidad de presentarse como candidato y parece estar labrándose una imagen de observador imparcial externo con críticas a los republicanos que \"se oponen a todo\".\n\nComo punto negativo, en las encuestas un 57% de los votantes afirman que no le apoyarían en unas elecciones presidenciales y tampoco le hace ningún favor su apellido, vinculado a dos de los cuatro últimos presidentes: George H. W. Bush y George W. Bush.\n\nRostro mediático\n\nEntre los candidatos nuevos que suenan en los ambientes políticos surge el nombre del gobernador de Nueva Jersey, Chris Christie, cuyo discurso duro le ha permitido ganar dos elecciones estatales consecutivas, las últimas con una amplia mayoría en noviembre de 2013.\n\nSuyo es en buena medida el mérito por los últimos éxitos electorales republicanos, que ahora controlan el Congreso. Ha hecho campaña activa y preside la Asociación de Gobernadores Republicanos, por lo que se ha convertido en uno de los rostros republicanos más mediáticos y conocidos.\n\nSin embargo, Christie es el responsable último de los atascos provocados intencionadamente con el cierre de carriles del Puente George Washington, que comunica Manhattan con el resto de Nueva York, unas semanas antes de las elecciones estatales.\n\nEl senador por Florida, Marco Rubio, cumple perfectamente con el perfil que siempre han deseado los republicanos: un político conservador, joven y de ascendencia hispana. Con solo 43 años, sería uno de los aspirantes más jóvenes a la Casa Blanca y demográficamente podría conseguir votos en un ámbito tradicionalmente demócrata como es la creciente población inmigrante.\n\nEl único pero que le podrían poner sus rivales por la nominación republicana es su copatrocinio de la reforma migratoria bipartidista impulsada por Obama para regularizar a los inmigrantes y que desde el ala más conservadora del partido no dudan en calificar de \"amnistía\".\n\nEn la lista de posibles candidatos vuelven a salir viejos nombres de la política republicana como el de Mitt Romney, quien ya fue derrotado por Obama en 2012, o el del \"libertario\" Rand Paul, que se erige como máximo defensor de las libertades individuales y económicas frente al centralismo de Washington.\n\nDemócratas\n\nLas credenciales de Hillary Clinton como ex secretaria de Estado de Obama y su popularidad lograda como primera dama durante el mandato de su marido, Bill Clinton (1993-2001) hacen de esta mujer una de las opciones más claras en el campo del Partido Demócrata.\n\nClinton mantiene una activa agenda pública e incluso hay informaciones sobre contactos con expertos para contratarles para su campaña presidencial.\n\nPor notoriedad como fiel escudero de Obama el actual vicepresidente Joe Biden destaca entre los demás posibles contendientes de Clinton en la lucha por la nominación demócrata.",
                    "date": "2015-01-04",
                    "eventUri": "2208485",
                    "id": "29785408",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8103,
                    "source": {
                        "title": "El Adelanto de Salamanca",
                        "uri": "www.eladelantado.com"
                    },
                    "time": "07:22:00",
                    "title": "La carrera por la Casa Blanca para 2016 comienza a calentar motores",
                    "uri": "238357381",
                    "url": "http://www.eladelantado.com/noticia.asp?id=205502",
                    "wgt": 1
                },
                {
                    "body": "Actualizado 03/01/2015 14:45:21 CET\n\nNUEVA YORK, 3 Ene. (EUROPA PRESS) -\n\nAún queda mucho tiempo para las elecciones presidenciales de noviembre de 2016, pero ya han empezado a moverse algunos precandidatos dentro de los dos grandes partidos para postularse para suceder a Barack Obama como candidato a la Casa Blanca. En el bando demócrata las apuestas se centran en la ex primera dama Hillary Clinton, mientras que la carrera republicana parece mucho más dividida.\n\nJEB BUSH, ESTIRPE DE PRESIDENTES\n\nSi se pregunta por algo parecido a un favorito en el Partido Republicano todos los dedos apuntarán al exgobernador de Florida Jeb Bush, hijo y hermano de expresidente y considerado un moderado entre las figuras más populares del sector conservador y liberal de la política estadounidense.\n\nJeb Bush ha anunciado a través de Facebook que está estudiando \"activamente\" la posilibidad de presentarse como candidato y parece estar labrándose una imagen de observador imparcial externo con críticas a los republicanos que \"se oponen a todo\".\n\nComo punto negativo, en las encuestas un 57 por ciento de los votantes afirman que no le apoyarían en unas elecciones presidenciales y tampoco le hace ningún favor su apellido, vinculado a dos de los cuatro últimos presidentes: George H. W. Bush y George W. Bush.\n\nCHRIS CHRISTIE, DURO Y POLÉMICO\n\nEntre los candidatos nuevos que suenan en los ambientes políticos surge el nombre del gobernador de Nueva Jersey, Chris Christie, cuyo discurso duro le ha permitido ganar dos elecciones estatales consecutivas, las últimas con una amplia mayoría en noviembre de 2013.\n\nSuyo es en buena medida el mérito por los últimos éxitos electorales republicanos, que ahora controlan el Congreso. Ha hecho campaña activa y preside la Asociación de Gobernadores Republicanos, por lo que se ha convertido en uno de los rostros republicanos más mediáticos y conocidos en todo el país.\n\nSin embargo, Christie es el responsable último de los atascos provocados intencionadamente con el cierre de carriles del Puente George Washington, que comunica Manhattan con el resto de Nueva York, unas semanas antes de las elecciones estatales.\n\nMARCO RUBIO: LA BAZA HISPANA\n\nEl senador por Florida, Marco Rubio, cumple perfectamente con el perfil que siempre han deseado los republicanos: un político conservador, joven y de ascendencia hispana. Con solo 43 años, sería uno de los aspirantes más jóvenes a la Casa Blanca y demográficamente podría conseguir votos en un ámbito tradicionalmente demócrata como es la creciente población inmigrante.\n\nEl único pero que le podrían poner sus rivales por la nominación republicana es su copatrocinio de la reforma migratoria bipartidista impulsada por Obama para regularizar a los inmigrantes y que desde el ala más conservadora del partido no dudan en calificar de \"amnistía\".\n\nVIEJOS NOMBRES\n\nEn la lista de posibles candidatos vuelven a salir viejos nombres de la política republicana como el de Mitt Romney, quien ya fue derrotado por Obama en 2012, o el del \"libertario\" Rand Paul, que se erige como máximo defensor de las libertades individuales y económicas frente al centralismo de Washington.\n\nTambién hay candidatos que concuerdan más con la tradición republicana, como Rick Perry, estereotipo de vaquero texano, y personalidades del radical Tea Party como el senador Ted Cruz. Destacan igualmente el gobernador de Wisconsin Scott Walker, conocido por sus iniciativas contra los sindicatos, o el ultraconservador Rick Santorum.\n\nOtros nombres que no hay que descartar son los del gobernador de Ohio, John Kasich; el neurocirujano Ben Carson; el pastor Mike Huckabee o el gobernador de Louisiana de origen indio Bobby Jindal.\n\nDEMÓCRATAS: HILLARY EN VANGUARDIA\n\nLas credenciales de Hillary Clinton como exsecretaria de Estado de Obama y su popularidad lograda como primera dama durante el mandato de su marido, Bill Clinton (1993-2001) hacen de esta mujer una de las opciones más claras en el campo del Partido Demócrata.\n\nAunque por el momento no hay nada oficial, Clinton mantiene una activa agenda pública e incluso hay informaciones sobre contactos con expertos para contratarles para su campaña presidencial.\n\nEn cuanto a las encuestas, pesa sobre ella que según un estudio de NBC y 'The Wall Street Journal', el 48 por ciento de los votantes afirman que votarían contra ella en unas elecciones presidenciales.\n\nJOE BIDEN, EL VICEPRESIDENTE\n\nPor notoriedad el actual vicepresidente Joe Biden destaca entre los demás posibles contendientes de Clinton en la lucha por la nominación demócrata. Como fiel escudero de Obama, ha desplegado todas sus aptitudes políticas, con especial hincapié en su franqueza.\n\nLos medios estadounidenses mencionan como otros posibles candidatos demócratas al exsenador por Virginia Jim Webb, el gobernador de Maryland Martin O'Malley o el senador por Vermont Bernie Sanders, éste último defensor de una \"revolución política\" necesaria para el país. En los márgenes del partido demócrata aparece también el nombre de la activista Elizabeth Warren.",
                    "date": "2015-01-03",
                    "eventUri": "2208485",
                    "id": "29753002",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8032,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "13:57:00",
                    "title": "Viejos apellidos, radicales y candidatos peculiares en la primera etapa de la carrera por la Casa Blanca",
                    "uri": "238269498",
                    "url": "http://www.europapress.es/internacional/noticia-viejos-apellidos-radicales-candidatos-peculiares-primera-etapa-carrera-casa-blanca-20150103141333.html",
                    "wgt": 1
                },
                {
                    "body": "George W. Bush, Chelsea Clinton, Hillary y Bill Clinton, en una imagen de 2004.\n\nLos estadounidenses menores de 38 años sólo han vivido una campaña electoral, la de 2012, sin ningún Bush o Clinton compitiendo por la presidencia o la vicepresidencia del país y podrían ver a las dos familias enfrentadas de nuevo si los potenciales aspirantes Hillary y Jeb se imponen en las primarias.\n\nA Hillary Clinton -esposa del 42º presidente de Estados Unidos, Bill Clinton- se la considera la candidata \"inevitable\" del partido demócrata en 2016, mientras que Jeb Bush, hijo del 41º presidente y hermano del 43º, ha dado en el último mes pasos decisivos para lanzar su candidatura.\n\nLa carrera presidencial de 2016, que oficiosamente comenzó el día después de las legislativas del pasado 4 de noviembre, destila un halo de nostalgia de los años noventa: en 1992 Bill Clinton convirtió a George H.W. Bush en un presidente de un solo mandato.\n\nDesde que Bush padre llegara a la vicepresidencia con Ronald Reagan en 1981, en cada elección -salvo en 2012- ha habido un miembro de una de las dos dinastías políticas compitiendo por el cargo de presidente o vicepresidente.\n\nEn 2008 un candidato novedoso e ilusionante, Barack Obama, frustró las aspiraciones presidenciales de Hillary Clinton y rompió una estadística reveladora: hasta entonces en cada \"ticket\" electoral ganador desde 1980 había habido un hijo de un senador o presidente del Gobierno.\n\nPese al deseo de los Padres Fundadores por asegurar que en Estados Unidos el poder emanaría de las urnas y no del linaje, precisamente con uno de ellos comenzó a tejerse una historia de dinastías políticas en la nación: John Adams fue el segundo presidente y su hijo, John Quincy Adams, el sexto.\n\nDesde entonces y hasta ahora, un puñado de apellidos han ostentado los más importantes cargos públicos en Estados Unidos: los Kennedy, los Roosevelt, los Rockefeller, los Harrison, los Adams, los Bush, los Taft y los Clinton, según la clasificación del investigador y exasesor presidencial Stephen Hess, autor de \"America's Political Dynasties\".\n\nEn contraposición al aire fresco que representó Obama en 2008, la campaña de 2016 apunta a una vuelta al pasado: Si Hillary Clinton o Jeb Bush llegan a la Casa Blanca, un miembro de una de las dos familias habrá gobernado el país durante 24 de los 32 años que van entre 1989 y 2021.\n\n\"Si no podemos encontrar más que dos o tres familias para la presidencia, esto es absurdo. Hay más familias que los Kennedy, los Clinton y los Bush\", consideró la exprimera dama Barbara Bush en una entrevista a principios del año pasado.\n\nLa esposa de George H.W. Bush no ha tenido reparos en dejar claro que no quiere ver a otro miembro de su familia compitiendo por la Casa Blanca: \"ya hemos tenido suficientes Bushes\", sentenció.\n\nDistinta opinión sobre las familias en la política de Estados Unidos tiene Hillary Clinton. \"Quizás simplemente sea que ciertas familias tienen un sentido del compromiso o una predisposición para involucrarse en política\", argumentó en una entrevista el pasado verano.\n\n\"Yo competí por la presidencia y perdí contra alguien llamado Barack Obama, por tanto no creo que haya nada garantizado en la política estadounidense. Mi apellido no me ayudó finalmente. Nuestro sistema está abierto a todos. No es una monarquía en la cual uno se levanta una mañana y abdica en favor de su hijo\", añadió.\n\nTodos los sondeos apuntan a que Clinton lo tendría mucho más fácil para hacerse con la nominación de su partido que Bush, que con toda probabilidad enfrentaría a un mayor número de oponentes en las filas republicanas.\n\nSus candidaturas compartirían el reto de convencer a las bases de sus respectivos partidos, decisivas en las primarias, que les consideran políticos demasiado moderados.\n\nHillary Clinton, la mejor situada hasta el momento para alcanzar la Casa Blanca, aventaja en los sondeos a Jeb Bush con un 49 % frente a un 40 %, según los últimos datos de Real Clear Politics.\n\nLos dos potenciales candidatos cuentan con el reconocimiento, los contactos y la capacidad recaudatoria que les otorgan sus apellidos, pero carecen del factor sorpresa y de curiosidad que moviliza e ilusiona a los votantes.\n\nComo dijo George W. Bush al competir por la Casa Blanca, en una familia política se heredan los amigos de los predecesores, \"pero también sus enemigos\".\n\nLa posibilidad de que otro Bush o Clinton gobierne Estados Unidos cobra especial fuerza desde que el pasado mes Jeb Bush, gobernador de Florida entre 1999 y 2007, anunciara en las redes sociales que \"explorará activamente la posibilidad de competir por la presidencia\".\n\nTras ese titular, no han cesado los movimientos que evidencian que su intención es firme: ha lanzado un grupo de acción política (PAC) y ha renunciado a todos sus puestos en consejos de administración de empresas para evitar conflictos de interés.\n\nSi se confirman las últimas predicciones, Jeb Bush, que no se enfrenta a una campaña política desde su reelección como gobernador en 2002, tendría como oponente a Hillary Clinton, en primera línea como candidata a las primarias demócratas en 2008 y después como jefa de la diplomacia los cuatro años siguientes.",
                    "date": "2015-01-10",
                    "eventUri": "2208485",
                    "id": "30252007",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7526,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.larazon.es"
                    },
                    "time": "16:22:00",
                    "title": "Una posible campaña electoral Bush-Clinton o la historia de dos dinastías políticas",
                    "uri": "239519527",
                    "url": "http://www.larazon.es/detalle_normal/noticias/8377791/portada/una-posible-campana-electoral-bush-clinton-o-la-historia-de-dos-dinastias-politicas",
                    "wgt": 1
                },
                {
                    "body": "Los estadounidenses menores de 38 años sólo han vivido una campaña electoral, la de 2012, sin ningún Bush o Clinton compitiendo por la presidencia o la vicepresidencia del país y podrían ver a las dos familias enfrentadas de nuevo si los potenciales aspirantes Hillary y Jeb se imponen en las primarias.\n\nA Hillary Clinton -esposa del 42º presidente de Estados Unidos, Bill Clinton- se la considera la candidata \"inevitable\" del partido demócrata en 2016, mientras que Jeb Bush, hijo del 41º presidente y hermano del 43º, ha dado en el último mes pasos decisivos para lanzar su candidatura.\n\nLa carrera presidencial de 2016, que oficiosamente comenzó el día después de las legislativas del pasado 4 de noviembre, destila un halo de nostalgia de los años noventa: en 1992 Bill Clinton convirtió a George H.W. Bush en un presidente de un solo mandato.\n\nDesde que Bush padre llegara a la vicepresidencia con Ronald Reagan en 1981, en cada elección -salvo en 2012- ha habido un miembro de una de las dos dinastías políticas compitiendo por el cargo de presidente o vicepresidente.\n\nEn 2008 un candidato novedoso e ilusionante, Barack Obama, frustró las aspiraciones presidenciales de Hillary Clinton y rompió una estadística reveladora: hasta entonces en cada \"ticket\" electoral ganador desde 1980 había habido un hijo de un senador o presidente del Gobierno.\n\nPese al deseo de los Padres Fundadores por asegurar que en Estados Unidos el poder emanaría de las urnas y no del linaje, precisamente con uno de ellos comenzó a tejerse una historia de dinastías políticas en la nación: John Adams fue el segundo presidente y su hijo, John Quincy Adams, el sexto.\n\nDesde entonces y hasta ahora, un puñado de apellidos han ostentado los más importantes cargos públicos en Estados Unidos: los Kennedy, los Roosevelt, los Rockefeller, los Harrison, los Adams, los Bush, los Taft y los Clinton, según la clasificación del investigador y exasesor presidencial Stephen Hess, autor de \"America's Political Dynasties\".\n\nEn contraposición al aire fresco que representó Obama en 2008, la campaña de 2016 apunta a una vuelta al pasado: Si Hillary Clinton o Jeb Bush llegan a la Casa Blanca, un miembro de una de las dos familias habrá gobernado el país durante 24 de los 32 años que van entre 1989 y 2021.\n\n\"Si no podemos encontrar más que dos o tres familias para la presidencia, esto es absurdo. Hay más familias que los Kennedy, los Clinton y los Bush\", consideró la exprimera dama Barbara Bush en una entrevista a principios del año pasado.\n\nLa esposa de George H.W. Bush no ha tenido reparos en dejar claro que no quiere ver a otro miembro de su familia compitiendo por la Casa Blanca: \"ya hemos tenido suficientes Bushes\", sentenció.\n\nDistinta opinión sobre las familias en la política de Estados Unidos tiene Hillary Clinton. \"Quizás simplemente sea que ciertas familias tienen un sentido del compromiso o una predisposición para involucrarse en política\", argumentó en una entrevista el pasado verano.\n\n\"Yo competí por la presidencia y perdí contra alguien llamado Barack Obama, por tanto no creo que haya nada garantizado en la política estadounidense. Mi apellido no me ayudó finalmente. Nuestro sistema está abierto a todos. No es una monarquía en la cual uno se levanta una mañana y abdica en favor de su hijo\", añadió.\n\nTodos los sondeos apuntan a que Clinton lo tendría mucho más fácil para hacerse con la nominación de su partido que Bush, que con toda probabilidad enfrentaría a un mayor número de oponentes en las filas republicanas.\n\nSus candidaturas compartirían el reto de convencer a las bases de sus respectivos partidos, decisivas en las primarias, que les consideran políticos demasiado moderados.\n\nHillary Clinton, la mejor situada hasta el momento para alcanzar la Casa Blanca, aventaja en los sondeos a Jeb Bush con un 49 % frente a un 40 %, según los últimos datos de Real Clear Politics.\n\nLos dos potenciales candidatos cuentan con el reconocimiento, los contactos y la capacidad recaudatoria que les otorgan sus apellidos, pero carecen del factor sorpresa y de curiosidad que moviliza e ilusiona a los votantes.\n\nComo dijo George W. Bush al competir por la Casa Blanca, en una familia política se heredan los amigos de los predecesores, \"pero también sus enemigos\".\n\nLa posibilidad de que otro Bush o Clinton gobierne Estados Unidos cobra especial fuerza desde que el pasado mes Jeb Bush, gobernador de Florida entre 1999 y 2007, anunciara en las redes sociales que \"explorará activamente la posibilidad de competir por la presidencia\".\n\nTras ese titular, no han cesado los movimientos que evidencian que su intención es firme: ha lanzado un grupo de acción política (PAC) y ha renunciado a todos sus puestos en consejos de administración de empresas para evitar conflictos de interés.\n\nSi se confirman las últimas predicciones, Jeb Bush, que no se enfrenta a una campaña política desde su reelección como gobernador en 2002, tendría como oponente a Hillary Clinton, en primera línea como candidata a las primarias demócratas en 2008 y después como jefa de la diplomacia los cuatro años siguientes.",
                    "date": "2015-01-10",
                    "eventUri": "2208485",
                    "id": "30264841",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7439,
                    "source": {
                        "title": "Canarias7",
                        "uri": "www.canarias7.es"
                    },
                    "time": "22:35:00",
                    "title": "La posible campaña Bush-Clinton evidencia una historia de dinastías políticas",
                    "uri": "239555734",
                    "url": "http://www.canarias7.es/articulo.cfm?Id=361597",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- El secretario de Vivienda y Desarrollo Urbano, Julián Castro, respaldó la eventual candidatura presidencial de Hillary Clinton, ex secretaria de Estado, de quien dijo haría un \"gran trabajo\" si es elegida presidenta.\n\nHillary Clinton \"hizo un gran trabajo como secretaria de Estado y estoy seguro de que, si es elegida presidenta, hará un gran trabajo para el país también\", dijo hoy Castro en una rueda de prensa para exponer los planes de su Departamento para 2015.\n\nClinton evalúa competir en la carrera por la Casa Blanca en 2016, pero aún no ha anunciado oficialmente su candidatura.\n\nCastro entró en las apuestas como posible candidato a la Vicepresidencia demócrata tras convertirse, en 2012, en el primer latino que abría una Convención Nacional Demócrata, cuando era alcalde de San Antonio, Texas.\n\nHoy, como secretario de Vivienda, consideró que Clinton es una \"persona extremadamente talentosa que ha hecho fantásticas contribuciones para el progreso nacional durante las dos últimas décadas\".\n\nAl ser preguntado sobre si piensa en la Vicepresidencia, Castro respondió, como en otras ocasiones, que lo único que ahora ocupa su mente es el Departamento de Vivienda y Desarrollo Urbano, que ha rebautizado como \"Departamento de la Oportunidad\".\n\n\"Creo que, en cualquier cosa que haces en la vida, el primer camino para estar satisfecho y tener un gran futuro, cualquiera que sea ese futuro, es hacer un gran trabajo. Y si no haces ese trabajo puedes decir adiós a ese futuro, así que estoy intentado hacer un gran trabajo con lo que tengo enfrente ahora\", afirmó.\n\nLos periodistas también le preguntaron si pensaba seguir el camino de uno de sus antecesores, Andrew Cuomo, que fue secretario de Vivienda en el segundo mandato de Bill Clinton (1997-2001) y es gobernador de Nueva York desde 2011.\n\n\"Mi objetivo es hacer un gran trabajo durante los próximos dos años. No hay un gran plan tras ello\", zanjó.\n\nSin embargo, Castro sí opinó sobre otros posibles candidatos a la presidencia por el lado republicano, como el gobernador de Texas, Rick Perry, y el senador por ese mismo estado, Ted Cruz.\n\nAfirmó que mantiene una relación \"cordial\" con Perry, con el que trabajó sobre numerosos asuntos de desarrollo económico cuando Castro era alcalde de San Antonio, aunque \"obviamente\" no estén de acuerdo en muchos temas.\n\nEn todo caso, dijo que está dispuesto a trabajar tanto con Perry como con Cruz, o con otros políticos republicanos, porque su objetivo \"es crear más oportunidades para la gente que está ahí fuera\".",
                    "date": "2015-01-13",
                    "eventUri": "2208485",
                    "id": "30457151",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4902,
                    "source": {
                        "title": "Vivelohoy",
                        "uri": "www.vivelohoy.com"
                    },
                    "time": "23:26:00",
                    "title": "Julián Castro respalda la candidatura presidencial de Hillary Clinton",
                    "uri": "240055176",
                    "url": "http://www.vivelohoy.com/eeuu/8428741/julian-castro-respalda-la-candidatura-presidencial-de-hillary-clinton",
                    "wgt": 1
                },
                {
                    "body": "El ex candidato presidencial republicano Mitt Romney estableciócontacto con integrantes de su previa campaña para la Casa Blanca y partidarios en estados claves, horas después que señalara interés en postularse nuevamente.\n\nRomney, quien perdió la elección en 2012 frente al presidente Barack Obama, dijo en una reunión privada de donantes en el área de Nueva York, el fin de semana, que está de nuevo pensando seriamente en postularse para la Casa Blanca.\n\nEl ex gobernador de Massachusetts también comenzó a llamar a sus partidarios en Iowa y New Hampshire, los dos estados que dan inicio al proceso de elecciones primarias que concluye con la selección de los candidatos presidenciales.\n\nDesde el comienzo de la campaña de 2012 Mitt Romney era el favorito para la nominación. Esta vez, enfrentará a aparentemente más de 12 candidatos, incluyendo el ex gobernador de Florida Jeb Bush, quien aún no ha lanzado oficialmente su campaña.\n\nEl ex compañero de fórmula de Romney en 2012, el representante por Wisconsin Paul Ryan dijo el lunes que no se postulará para la presidencia en 2016.\n\nLa decisión de Romney de postularse para la campaña de 2016 surge después de meses de insistir en que no se presentaría por tercera vez en busca de llegar a la Casa Blanca.",
                    "date": "2015-01-13",
                    "eventUri": "2208485",
                    "id": "30446147",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3969,
                    "source": {
                        "title": "Voz de América",
                        "uri": "www.voanoticias.com"
                    },
                    "time": "20:20:00",
                    "title": "Romney considera postularse nuevamente para la Casa Blanca",
                    "uri": "240029248",
                    "url": "http://www.voanoticias.com/content/estados-unidos-mitt-romney-elecciones-casa-blanca/2596467.html",
                    "wgt": 1
                },
                {
                    "body": "Entre las mujeres presentes en la primera fila de la masiva manifestación se encontraban la canciller de Alemania, Angela Merkel, la alcaldesa de París, Anne Hidalgo, la Alta Representante de Política Exterior y Común de la UE, Federica Mogherini, y la reina Rania de Jordania, entre otras. Ninguna de ellas aparece en la imagen mostrada por 'HaMevaser'.\n\nLa ultraortodoxia busca apartar a la mujer del ámbito público hasta el punto de prohibir en sus partidos políticos las candidaturas femeninas al Parlamento (Knesset). La publicidad de esta doctrina a menudo presenta un mundo exclusivamente masculino en el que sólo aparece ocasionalmente alguna niña.\n\nEl caso de 'HaMevaser' tiene precedentes en la polémica generada en 2011 por el semanario 'Di Tzeitung' al eliminar de una imagen de la Casa Blanca durante el seguimiento de la operación donde murió abatido Osama Bin Laden a la entonces secretaria de Estado de EEUU, Hillary Clinton.\n\nEl rotativo de Brooklyn se vio en su momento obligado a retractarse y a recolocar a Clinton en la imagen de la sala de seguimiento. La presión política consiguió hacer que la publicación pidiese perdón a la Casa Blanca y al Departamento de Estado.",
                    "date": "2015-01-13",
                    "eventUri": "2208485",
                    "id": "30433557",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3868,
                    "source": {
                        "title": "El Periódico",
                        "uri": "www.elperiodico.com"
                    },
                    "time": "17:02:00",
                    "title": "Un periódico ultraortodoxo deja fuera de la foto a las mujeres de la manifestación antiterrorista en París",
                    "uri": "239998625",
                    "url": "http://www.elperiodico.com/es/noticias/internacional/periodico-ultraortodoxo-deja-fuera-foto-mujeres-manifestacion-antiterrorista-paris-3848614",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2015-01-09",
            "avgCos": 0.4608,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2208485",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2208485",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Florida",
                "lat": 28.75054,
                "long": -82.5001,
                "wikiUri": "http://en.wikipedia.org/wiki/Florida"
            },
            "storyDate": "2015-01-09",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-21983",
            "variance": 0.2876
        }
    }
}