{
    "850f305d-14db-4c75-b547-79470a557ea3-45838": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "MORELIA, Mexico -- A small plane crashed in western Mexico, killing one man and injuring four other people, including an outspoken doctor who leads a vigilante group, authorities said Sunday.\n The prosecutor's office in Michoacan state said it is investigating what it described as an accident caused by a mechanical failure.  The Mexican attorney general's office also launched a probe into the cause of the crash.\n The four injured passengers included Dr. Jose Manuel Mireles, a key leader of an armed effort by residents to force drug gangs out of their communities.  An unidentified man died at a hospital.\n The crash quickly spread fear among other vigilantes and residents in western Mexico because it came hours after one of the groups seized a Michoacan town, sparking a shootout that killed a man.\n Magdalena Guzman, spokeswoman of Michoacan attorney's office, said the plane took off from Guadalajara on Saturday afternoon and was logged to land in the rural community of Tepalcatepec, where Mireles works as a doctor and heads a group of armed citizens standing up to the Knights Templar cartel.\n Guzman said it is unclear why the plane went down in the town of La Huacana, about 90 miles further south and east from the planned destination.\n \"They may have changed their path after taking off,\" Guzman said.\n Mireles was flown with a head injury and a dislocated jaw to Michoacan's capital of Morelia, where he was reported in stable condition.  Two other men and a woman were also injured in the crash.\n Mireles had lived 10 years with his family in Modesto, California, where he volunteered for the Red Cross before returning to his native Michoacan.\n He has scored some victories in a 10-month effort to kick out the Knights Templar from the lime-growing valley that surrounds Tepalcatepec.  Aligned with other self-defense groups, his men have taken control of some towns and expelled drug traffickers who kidnap and extort people to make money.\n On Saturday, more than 100 vigilantes arrived at the town of Paracuaro in pickup trucks and SUVs and erected a checkpoint at the main entrance.  They disarmed some police officers out of suspicion they were working with traffickers.\n Michoacan authorities say a man was killed in a gun battle after the vigilantes seized the town.  The man has not been identified as a member of either a drug cartel or a self-defense group.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1579225",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8316,
                    "source": {
                        "title": "Greenfield Daily Reporter",
                        "uri": "www.greenfieldreporter.com"
                    },
                    "time": "20:15:00",
                    "title": "Mexico jet crash kills 1, injures vigilante leader",
                    "uri": "147906364",
                    "url": "http://www.greenfieldreporter.com/view/story/b0e83c6c55d84979a41a40d78d2df74c/LT--Mexico-Plane-Crash",
                    "wgt": 1
                },
                {
                    "body": "MORELIA, Mexico -- A small plane crashed in western Mexico, killing one man and injuring four other people, including an outspoken doctor who leads a vigilante group, authorities said Sunday.\n The prosecutor's office in Michoacan state said it is investigating what it described as an accident caused by a mechanical failure.  The Mexican attorney general's office also launched a probe into the cause of the crash.\n The four injured passengers included Dr. Jose Manuel Mireles, a key leader of an armed effort by residents to force drug gangs out of their communities.  An unidentified man died at a hospital.\n The crash quickly spread fear among other vigilantes and residents in western Mexico because it came hours after one of the groups seized a Michoacan town, sparking a shootout that killed a man.\n Magdalena Guzman, spokeswoman of Michoacan attorney's office, said the plane took off from Guadalajara on Saturday afternoon and was logged to land in the rural community of Tepalcatepec, where Mireles works as a doctor and heads a group of armed citizens standing up to the Knights Templar cartel.\n FILE - In this Nov. 6, 2013 file photo, Doctor Jose Manuel Mireles, leader of his town's self-defense group, poses for a portrait on his property in Tepalcatepec, in the state of Michoacan, Mexico.  On Saturday Jan. 4, 2014, Mireles was badly injured when a single engine aircraft in which he was traveling crashed near the town of La Huacana.  Mireles has been coordinating the efforts of several self-defense groups who are trying to get the Knight Templars drug cartel out of the state of Michoacan.  (AP Photo/Dario Lopez-Mills, File)\nGuzman said it is unclear why the plane went down in the town of La Huacana, about 90 miles further south and east from the planned destination.\n \"They may have changed their path after taking off,\" Guzman said.\n Mireles was flown with a head injury and a dislocated jaw to Michoacan's capital of Morelia, where he was reported in stable condition.  Two other men and a woman were also injured in the crash.\n Mireles had lived 10 years with his family in Modesto, California, where he volunteered for the Red Cross before returning to his native Michoacan.\n He has scored some victories in a 10-month effort to kick out the Knights Templar from the lime-growing valley that surrounds Tepalcatepec.  Aligned with other self-defense groups, his men have taken control of some towns and expelled drug traffickers who kidnap and extort people to make money.\n On Saturday, more than 100 vigilantes arrived at the town of Paracuaro in pickup trucks and SUVs and erected a checkpoint at the main entrance.  They disarmed some police officers out of suspicion they were working with traffickers.\n Michoacan authorities say a man was killed in a gun battle after the vigilantes seized the town.  The man has not been identified as a member of either a drug cartel or a self-defense group.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1581998",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8202,
                    "source": {
                        "title": "The Republic",
                        "uri": "www.therepublic.com"
                    },
                    "time": "21:05:00",
                    "title": "Mexico jet crash kills 1, injures vigilante leader",
                    "uri": "147914294",
                    "url": "http://www.therepublic.com/view/story/b0e83c6c55d84979a41a40d78d2df74c/LT--Mexico-Plane-Crash",
                    "wgt": 1
                },
                {
                    "body": "The prosecutor's office in Michoacan state said it is investigating what it described as an accident caused by a mechanical failure.  The Mexican attorney general's office also launched a probe into the cause of the crash.\n The four injured passengers included Dr. Jose Manuel Mireles, a key leader of an armed effort by residents to force drug gangs out of their communities.  An unidentified man died at a hospital.\n The crash quickly spread fear among other vigilantes and residents in western Mexico because it came hours after one of the groups seized a Michoacan town, sparking a shootout that killed a man.\n Magdalena Guzman, spokeswoman of Michoacan attorney's office, said the plane took off from Guadalajara on Saturday afternoon and was logged to land in the rural community of Tepalcatepec, where Mireles works as a doctor and heads a group of armed citizens standing up to the Knights Templar cartel.\n Guzman said it is unclear why the plane went down in the town of La Huacana, about 90 miles further south and east from the planned destination.\n \"They may have changed their path after taking off,\" Guzman said.\n Mireles was flown with a head injury and a dislocated jaw to Michoacan's capital of Morelia, where he was reported in stable condition.  Two other men and a woman were also injured in the crash.\n Mireles had lived 10 years with his family in Modesto, Calif., where he volunteered for the Red Cross before returning to his native Michoacan.\n He has scored some victories in a 10-month effort to kick out the Knights Templar from the lime-growing valley that surrounds Tepalcatepec.  Aligned with other self-defense groups, his men have taken control of some towns and expelled drug traffickers who kidnap and extort people to make money.\n On Saturday, more than 100 vigilantes arrived at the town of Paracuaro in pickup trucks and SUVs and erected a checkpoint at the main entrance.  They disarmed some police officers out of suspicion they were working with traffickers.\n Michoacan authorities say a man was killed in a gun battle after the vigilantes seized the town.  The man has not been identified as a member of either a drug cartel or a self-defense group.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1580740",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8117,
                    "source": {
                        "title": "TwinCities.com",
                        "uri": "www.twincities.com"
                    },
                    "time": "20:45:00",
                    "title": "Mexico jet crash kills 1, injures vigilante leader",
                    "uri": "147910938",
                    "url": "http://www.twincities.com/news/ci_24850011/mexico-jet-crash-kills-1-injures-vigilante-leader?source=rss",
                    "wgt": 1
                },
                {
                    "body": "MORELIA, Mexico--A small plane crash-landed in western Mexico, killing one person and injuring four others, including the leader of a vigilante group fighting drug cartels, officials said Sunday.\n Jose Manuel Mireles, a high-profile leader of self-defense forces in Michoacan state, was transferred in a police Black Hawk helicopter to a hospital in Mexico City for security reasons, a federal official said.\n Mireles, 55, had been hospitalized with a head injury and dislocated jaw in Morelia, the state capital, after late Saturday's emergency landing in the town of La Huacana, about 145 kilometers from its destination.\n The aircraft was traveling from the city of Guadalajara in neighboring Jalisco state to the Michoacan town of Tepalcatepec, where Mireles works as a doctor.\n \"He has arrived in Mexico City, but it was for his safety,\" a federal official told AFP on condition of anonymity.\n The Michoacan state prosecutor's office said late Saturday Mireles was stable and conscious after the plane was forced to land due to a mechanical failure.\n The transport ministry as well as state and federal prosecutors are investigating the cause of the accident, said a spokesman for the attorney general's office.\n Early reports said a Televisa TV network reporter had been aboard the plane but sources at the broadcaster said none of their journalists were with Mireles.\n The identities of the other crash victims have yet to be released.\n The accident came hours after self-defense forces seized another town in Michoacan, taking over the municipality of Paracuaro and disarming 15 local police officers.\n Vigilantes have accused local authorities of colluding with drug gangs ever since civilians took up arms in early 2013 to fight off the violent Knights Templar drug cartel.\n But authorities suspect that the self-defense forces are backed by a rival cartel based in Jalisco state, a charge the vigilantes deny.\n The vigilante movement has continued to spread despite federal and state government warnings that their expansion would not be tolerated.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1685012",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7705,
                    "source": {
                        "title": "www.ChinaPost.com.tw",
                        "uri": "www.chinapost.com.tw"
                    },
                    "time": "19:07:00",
                    "title": "Mexican vigilante group leader sustains multiple injuries from plane crash",
                    "uri": "148173036",
                    "url": "http://www.chinapost.com.tw/international/americas/2014/01/07/397711/Mexican-vigilante.htm",
                    "wgt": 1
                },
                {
                    "body": "MORELIA - A small plane crash-landed in western Mexico, killing one person and injuring four others, including the leader of a vigilante group fighting drug cartels, officials said Sunday.\n Jose Manuel Mireles, a high-profile leader of self-defense forces in Michoacan state, was transferred in a police Black Hawk helicopter to a hospital in Mexico City for security reasons, a federal official said.\n Mireles, 55, had been hospitalized with a head injury and dislocated jaw in Morelia, the state capital, after late Saturday's emergency landing in the town of La Huacana, about 145 kilometers (90 miles) from its destination.\n The aircraft was travelling from the city of Guadalajara in neighboring Jalisco state to the Michoacan town of Tepalcatepec, where Mireles works as a doctor.\n \"He has arrived in Mexico City, but it was for his safety,\" a federal official told AFP on condition of anonymity.\n The Michoacan state prosecutor's office said late Saturday Mireles was stable and conscious after the plane was forced to land due to a mechanical failure.\n The transport ministry as well as state and federal prosecutors are investigating the cause of the accident, said a spokesman for the attorney general's office.\n Early reports said a Televisa TV network reporter had been aboard the plane but sources at the broadcaster said none of their journalists were with Mireles.\n The identities of the other crash victims have yet to be released.\n The accident came hours after self-defense forces seized another town in Michoacan, taking over the municipality of Paracuaro and disarming 15 local police officers.\n Vigilantes have accused local authorities of colluding with drug gangs ever since civilians took up arms in early 2013 to fight off the violent Knights Templar drug cartel.\n But authorities suspect that the self-defense forces are backed by a rival cartel based in Jalisco state, a charge the vigilantes deny.\n The vigilante movement has continued to spread despite federal and state government warnings that their expansion would not be tolerated.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1590463",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7694,
                    "source": {
                        "title": "newsinfo.inquirer.net",
                        "uri": "newsinfo.inquirer.net"
                    },
                    "time": "23:30:00",
                    "title": "Mexican vigilante leader injured in plane crash",
                    "uri": "147937601",
                    "url": "http://newsinfo.inquirer.net/558451/mexican-vigilante-leader-injured-in-plane-crash",
                    "wgt": 1
                },
                {
                    "body": "Michoacan, an important agricultural state in southwestern Mexico, has seen a number of armed \"self-defense\" groups spring up in recent months with the purported aim of protecting residents from the powerful drug cartel known as the Knights Templar.  The groups at times have accused police and government officials of colluding with the drug cartel.\n The vigilante groups have been a source of concern and embarrassment for Mexican President Enrique Peña Nieto, who has been hoping to divert attention from Mexico's drug-related security crisis.\n In the city of Paracuaro, about 300 vigilantes engaged in a shootout with a criminal group Saturday and took control of the main government building, according to media reports.  One vigilante was reported killed.  The 11 members of the municipal police force were held by vigilantes and remained in their custody Tuesday afternoon, the state prosecutor's office said.\n On Sunday and Monday, highways in the region were blocked by residents apparently upset that the self-defense groups had taken over, although vigilantes, in social media messages, said the Knights Templar were behind the protests.  Paracuaro Mayor Lucila Barajas has asked the federal government to intervene to free the police officers.\n The episode is indicative of the complicated and often confusing situation in Michoacan.  The Knights Templar, who portray themselves as the true protectors of the citizenry, have come to control large swaths of the state's economy.  Their purported leader, who may have been killed in a shootout in 2010, is worshiped as a kind of unofficial saint by some locals.\n Some of the new vigilante groups, meanwhile, are suspected of fighting a proxy war on behalf of the Templars' drug-world rivals.\n The Peña Nieto government has poured thousands of federal troops into Michoacan in recent months.  In some cases, soldiers work in conjunction with self-defense groups that federal officials believe to be unaffiliated with the narco gangs.\n On Monday, Michoacan Gov. Fausto Vallejo, a member of Peña Nieto's Institutional Revolutionary Party, told reporters that he would push federal officials to modify their strategy.  The state government, he said, would be changing its strategy to \"impede the proliferation of, and eradicate, the self-defense groups.\" \"\nAlso in Michoacan, two soldiers were killed in a shootout Sunday, apparently with criminals, near the city of Apatzingan.  The day before, a plane carrying well-known self-defense leader Jose Manuel Mireles crash-landed near the town of La Huacana.  He was reportedly recovering Tuesday in a Mexico City hospital.\n Mexican Interior Minister Miguel Angel Osorio Chong said Tuesday that the cause of the crash appeared to be pilot error.\n Former strongman Pervez Musharraf may be leaving Pakistan\nExtremist Syrian rebel group accused of mass-executing prisoners\nEx-NBA star Dennis Rodman has meltdown on CNN over North Korea trip",
                    "date": "2014-01-08",
                    "eventUri": "97876",
                    "id": "1870015",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6797,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "01:37:00",
                    "title": "Mexico vigilantes take over government building, hold 11 officers",
                    "uri": "148608547",
                    "url": "http://www.latimes.com/world/worldnow/la-fg-wn-mexico-vigilantes-michoacan-officers-20140107%2C0%2C1418583.story",
                    "wgt": 1
                },
                {
                    "body": "In neighbouring Guerrero state, vigilante group the Public Safety System marched in honour of first anniversary\nHundreds of armed vigilantes stormed a Mexican town and arrested federal police in the latest bloody battle between residents, criminal gangs, and the police locals say are in league with the gang members.\n Around 600 members of local 'autodefensas', or self-defence groups, stormed Paracuaro in the troubled Michoacan state yesterday in an attempt to seize control of the town back from the feared Caballeros Templarios (Knights Templar) drug cartel.\n The battle was the latest in a long-running war between the drugs gang in Mexico's south-west and local residents who say state and federal police are not protecting them.\n Small groups of local vigilantes took up arms and joined forces to storm Paracuaro, headquarters of the Knights Templar gang, where they arrested police officers and seized control of the town in a blaze of gunfire.\n They drove into the town in black armoured vehicles shouting 'Don't be frightened, we are vigilantes', before expelling drugs traffickers, whom they accuse of kidnapping people and bribing them to make money.  Several gun battles were reported, leaving at least one dead.\n Police officers, whom the vigilantes accuse of being in league with the cash-rich drug gangs, were rounded up by machine-gun toting locals, along with others suspected of associating with gang members, and a checkpoint was set up at the entrance to Paracuaro.\n On the highway leading to Paracuaro, traffic was stopped after a bus was set ablaze, allegedly by gang members.\n Michoacan has been rocked by repeated explosions of civil unrest since February last year, as vigilante groups have sprung up in communities where people say they are not being protected from drugs trafficking gangs.\n Over in the neighbouring state of Guerrero, which produces half of Mexico's heroin and is riddled with drugs gangs, members of the Public Safety System, or the Guerrero community police, marched yesterday to commemorate the first anniversary of their foundation in Ayutla de los Libres.\n Insecurity dominates the lives of millions of Mexicans, for whom taking the law into their own hands has become the only option.  Drugs cartels make millions of dollars producing and selling drugs, so the land where they produce opium poppies and marijuana is highly prized and often fought over.\n Meanwhile yesterday an outspoken doctor who leads a vigilante group was injured when his plane crashed in western Mexico, killing one man.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1639379",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5533,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "11:36:00",
                    "title": "Mexican vigilante gunmen disarm local POLICE so they can rid town of feared Knights Templar drug cartel",
                    "uri": "148065223",
                    "url": "http://www.dailymail.co.uk/news/article-2534496/Mexican-vigilante-gunmen-disarm-local-POLICE-rid-town-feared-Knights-Templar-drug-cartel.html",
                    "wgt": 1
                },
                {
                    "body": "A group of armed vigilantes stand at the entrance to the town of Tierra Colorada, Mexico, Tuesday March 26, 2013.  Hundreds of armed vigilantes have taken control of this town, which lies on a major highway in the Pacific coast state of Guerrero, arresting local police officers and searching homes after one of their vigilante leaders was killed.\n Members of the area's self-described \"community police\" say more than 1,500 members of the force were stopping traffic Wednesday at improvised checkpoints in the town of Tierra Colorado, which sits on the highway connecting Mexico City to Acapulco.  They arrested 12 police and the former director of public security in the town after a leader of the state's vigilante movement was slain on Monday.\n A tourist heading to the beach with relatives was slightly wounded Tuesday after they refused to stop at a roadblock and vigilantes fired shots at their car, officials said.\n The vigilantes accuse the ex-security director of participating in the killing of vigilante leader Guadalupe Quinones Carbajal, 28, on behalf of local organized crime groups and dumping his body in a nearby town on Monday.  They reported seizing several high-powered rifles from his car, and vigilantes were seen toting a number of sophisticated assault rifles on Wednesday, although it was not clear if all had been taken from the ex-security director's car.\n \"We have besieged the municipality, because here criminals operate with impunity in broad daylight, in view of municipal authorities.\n Placido said vigilantes had searched a number of homes in the town and seized drugs from some.  They turned over the ex-security director and police officers to state prosecutors, who agreed to investigate their alleged ties to organized crime.\n The growing movement of \"self-defense\" vigilante groups has seen masked townspeople throw up checkpoints in several parts of southern and western Mexico, stopping passing motorists to search for weapons or people whose names are on hand-written lists of \"suspects\" wanted for crimes like theft and extortion.\n The vigilantes have opened fire before on motorists who refused to stop, slightly wounding a pair of tourists from Mexico City visiting a local beach in early February.\n The groups say they are fighting violence, kidnappings and extortions carried out by drug cartels, but concerns have surfaced that the vigilantes may be violating the law, the human rights of people they detain, or even cooperating with criminals in some cases.\n Sensitive over their lack of ability to enforce public safety in rural areas, official have largely tolerated vigilante groups.",
                    "date": "2014-01-07",
                    "eventUri": "97876",
                    "id": "1767783",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4373,
                    "source": {
                        "title": "Viva Colorado",
                        "uri": "www.vivacolorado.com"
                    },
                    "time": "10:03:00",
                    "title": "Mexican vigilantes seize town, arrest police",
                    "uri": "148370162",
                    "url": "http://www.vivacolorado.com/ci_22884365/mexican-vigilantes-seize-town-arrest-police?source=rss_viewed",
                    "wgt": 1
                },
                {
                    "body": "When some 200 men and women entered the Michoacán town of Parácuaro on Saturday, they were received with a hail of bullets, which came from the rooftops of the nearby buildings.  One of them died in the confrontation but the rest of the civil vigilantes were able to make it to the headquarters of the local police, where they captured 11 officers and locked them up in cells.\n Parácuaro, a town of about 25,000 residents, is the 10th municipality in the state to have fallen under control of vigilante groups in recent months.  They explained that they took up arms because they were tired of growing crimes being committed by the drug cartels in the region.\n What is occurring in Michoacán is similar to an ongoing war.  Last year, some 990 people were killed in Michoacán - the highest homicide rate in 15 years for one of the most violent states in Mexico.  In comparison, there were 78 murders in Spain in 2013.\n In one major incident, gunmen ambushed a deputy admiral of the Mexican navy, Carlos Miguel Salazar, as he was heading back on a rural road to his command post in Puerto Vallarta in neighboring Jalisco state after spending a short vacation in Michoacán.  His bodyguard was killed, and his wife and driver were seriously wounded.\n Salazar was the highest- ranking military official to be killed since the government's offensive on the cartels began seven years ago.\n Michoacán was also the site where, in 2006, a group of masked men rolled five decapitated heads across the floor of a local bar in the first most gruesome incident to have taken place in the drug war.  The practice has been repeated in other states.\n Some days ago, five bodies with their throats slit were found in the state capital, Morelia.\n Michoacán is one of the major production areas of marijuana and meth, and an important transshipment point for cocaine headed to the United States.\n Now, the self-defense groups control a fifth of the state's territory.  Last November, the federal government sent in the army to Lázaro Cárdenas port because of growing instability.  But with 11 months on the advance, the vigilantes are just one step away from taking Apatzingán, the state's economic and political seat, which they tried to capture last October.\n \"The taking of power in various municipalities in Michoacán by civil vigilantes is equivalent to a mini-coup in a regional government,\" explained Raymundo Riva Palacio, a journalist who specializes in security issues.\n The state has been under siege by different cartels, which have long been battling for power and control.  First the Sinaloa and Zetas fought each other until 2006, when La Familia Michocana, a mafia clan with a pseudo-religious ideology, appeared on the scene.\n The family's founder, Nazario \"El Chayo\" Moreno, even wrote an indoctrinating manual for his members to follow.  After then-President Felipe Calderón announced El Chayo's death in December 2010, a new cartel, Los Caballeros Templarios, appeared.  It was organized from the remaining members of La Familia, preserving the cult around its founder but changing its name.\n When they entered Parácuaro, the vigilantes destroyed an altar that was erected in El Chayo's memory.  Referred to as Saint Nazario, the late founder was pictured wearing a tunic and holding two pistols with a halo around his head.\n When the self-defense forces emerged last February, their leader, José Manuel Mireles, explained in a video that they were organizing to protect themselves from Los Caballleros Templarios, who murder, collect extortions, rape women and terrorize the region.\n After evicting the local governments, which they accuse of being in cahoots with the cartels, the armed groups control and patrol the towns' streets.  In Tepalcatepec, one of the vigilantes' strongholds, a sign reads: \"Templario Free Zone.\" \"\nBattles between the groups are frequent, and the growing violence has forced many residents to flee the state.  In just one month, 200 Mexicans sought asylum in San Diego, California.  A subsequent newspaper investigation revealed that 44 of those 200 were from Michoacán.\n Asylum petitions by Mexicans who have sought refuge in the United States have increased by 400 percent in the last six years.\n The administration of President Enrique Peña Nieto has opted to publicly play down the government's offensive against the drug cartels.  When Calderón was in office (2006-2012), military crackdowns and victories were broadcast regularly at prime time.  But under the current Institutional Revolutionary Party (PRI) administration, news is scarce about the violence taking place and the military's strategy to deal with it.\n \"There is no transparency when it comes to operations,\" wrote analyst Alejandro Hope, who also directs Mexico's MC2 Project, which deals with public security issues, last May.  \"Chief of Staff [Miguel Ángel] Osorio Chong states that they are part of the goals the government wants to accomplish but he has not said what they are.  So it is impossible to say whether those goals are actually being met.\" \"",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1694440",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4328,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "elpais.com"
                    },
                    "time": "20:28:00",
                    "title": "Vigilante forces make headway in Mexican towns",
                    "uri": "148193656",
                    "url": "http://elpais.com/elpais/2014/01/06/inenglish/1389031797_521168.html",
                    "wgt": 1
                },
                {
                    "body": "The Knights Templar cartel, steadily diversifying into other businesses, became so successful at exporting iron ore to China that the Mexican Navy in November had to move in and take over the port in Lazaro Cardenas, a city that has become one of the gang's main cash generators.\n This steelmaking center, drug smuggling hot spot and home of a rapidly growing container port in the western state of Michoacan occupies a strategic position on the Pacific coast, making it a natural gateway for burgeoning trade with China.\n Lazaro Cardenas opened to container traffic just a decade ago, and with a harbor deep enough to berth the world's largest ships, it already aims to compete with Los Angeles to handle Asian goods bound for the US market.  But that future is in doubt unless the government can restore order and win its struggle with the Knights Templar, who took their name from a medieval military order that protected Christian pilgrims during the Crusades.\n Mexico's biggest producer of iron ore, Michoacan state is a magnet for Chinese traders feeding demand for steel in their homeland.  But the mines also created an opportunity for criminal gangs, such as the Knights Templar, looking to broaden their revenue base into more legitimate businesses.\n \"The mines were mercilessly exploited, and the ore was leaving.  But not in rafts or launches -- it was going via the port, through customs, on ships,\" said Michoachan's governor, Fausto Vallejo, soon after the Navy occupied the port on Nov. 4.\n Already a thriving criminal enterprise adept at corrupting local officials and squeezing payments from businesses, developers and farmers, the Knights took to mining with aplomb, according to entrepreneurs and miners working around the port.\nHidden behind mountain roads about an hour from Lazaro Cardenas, one small town mustered hundreds of trucks this year to lead the gang's scramble to the port, a local miner said.  That town -- Arteaga -- is the birthplace of Servando Gomez, the former school teacher who leads the Knights Templar.  Gomez understood the potential of Lazaro Cardenas, which was a village best known for its coconuts until the government decided to build a steelworks there 40 years ago.\n The gang's trucks sped around Michoacan's iron mines to supply Chinese buyers, helping to push ore exports to 4 million tons by October from 1-1.5 million tons a year previously.\n Their business rests on several pillars, according to accounts of local officials, miners and entrepreneurs.\n Firstly, the Knights controlled how the ore moved, having imposed protection charges on local transport unions after becoming the dominant gang in the city a few years ago.\n It also helped local prospectors stake claims to mine areas either unclaimed by others or beyond the control of the existing concession-holders.  Then the Knights took their cut.\n Finally, the gang pressured customs officials to ensure the ore passed through the port smoothly.\n \"Most of the groups mining are Knights Templar or belong to them.  They have the whole chain,\" a local official told Reuters.\n Fueled by the appetite of Chinese buyers, about half the mining in the area was done without proper permits this year, said the official, speaking on condition of anonymity.  Those who talk openly can pay dearly.  In April, an official at steel maker ArcelorMittal who local businessmen said had reported illegal mining to authorities was shot dead.\n One prospector from Arteaga, who asked to remain anonymous, said he ran a mine selling unprocessed iron ore to Chinese traders for $32 per ton, giving him a profit of about $5-7 per ton.  By the time it reached China, the buyers could expect to sell the ore for a profit of around $15 per ton, he estimated.\n Because the Knights Templar control much of the local iron supply, the gang has pressured Chinese buyers to purchase ore from them or face reprisals, said a Mexican government security official who spoke on condition of anonymity.\n The combination of organized crime and Chinese buying of Mexican iron ore poses a problem for President Enrique Peña Nieto, who has gone out of his way to cultivate ties with China.\n China's President Xi Jinping has been in office only since March, but Peña Nieto has already met him three times.  In June, Peña Nieto welcomed Xi to Mexico, signing a string of economic cooperation deals.  But at the top of the agenda was how to narrow the massive trade imbalance between the two nations.\n Bilateral trade was worth $62.7 billion in 2012, up from just $431 million two decades ago, Mexican data shows.  But 90% is accounted for by Chinese exports to Mexico, most of it goods such as computers and component parts.\n CHAOS, LOCKDOWN, MORE CHAOS\nMuch of that trade goes directly through Lazaro Cardenas.  In 2012, it had the biggest rise in traffic in North America's 20 top container ports, handling 1.2 million 20-foot equivalent units, or teus.\n Most of the port is still a dusty plain above which birds of prey soar in stifling heat.  In a few years, though, projects started by Maersk-unit APM Terminals and Hutchison Port Holdings could expand its capacity to about 8 million teus -- the amount moved in 2012 by the continent's top container hub, Los Angeles.\n But Michoacan is not California.\n Seven years ago, then-President Felipe Calderon began a nationwide crackdown on organized crime in Michoacan, sending in the army to tackle increasingly violent drug cartels.  Over 80,000 people have since died in gang-related killings across Mexico, and assurances Peña Nieto gave that he would stop the rot when he took power a year ago are wearing thin.\n Although parts of Mexico have become safer since Peña Nieto took office, Michoacan has fallen into even more chaos.\n Over half of the state lives in poverty.  Traditional work like resin production is dying out due to competition from China and elsewhere.  That creates new recruits for organized crime.\n In October, a local bishop likened Michoacan to a failed state.  A few days later, assailants temporarily knocked out power for hundreds of thousands in the state with a string of attacks on installations of the national electricity utility.  Many blamed the Knights, though signs posted in Michoacan accused a small rival gang of staging the attack.\n The Navy took over the port authority and reinforced Lazaro Cardenas shortly afterward.  All the local police and customs officials were initially suspended and the caravans of trucks carting ore started to thin out.\n But the lull is unlikely to last unless the government can regain control of the city beyond the port gates and open up mining to legitimate prospectors not controlled by the gang.\n Miners complain that the main concession-holders such as ArcelorMittal, which did not respond to requests for comment, use only a fraction of their land and are reluctant to let others mine it.  The Knights have turned that dispute into money.\n Days after the Navy moved in, state governor Vallejo said criminal enterprise around Lazaro Cardenas could be worth up to $2 billion a year -- or about half Michoacan's 2012 budget.\n 'EVERYONE IS PAYING'\nSome involved in the mining industry say the area has become safer since the Knights Templar started to take control.  But the facts suggest otherwise: government figures show kidnappings in Michoacan reached a record level in 2013, and murders climbed to a 15-year peak.\n Gomez has appeared in several YouTube videos trying to portray his Knights Templar as defenders of Michoacan.  In one posted in August, he said the Knights had provided paid protection at the request of avocado farmers but that they did not extort businesses.  However, he also conceded that some \"foolish\" members of his gang probably had engaged in extortion.\n The Knights' power in Lazaro Cardenas is often subtle.\n Unlike parts of northern Mexico living under the threat of violence, the restaurants, taco stands and bars on the city's main palm-lined boulevard are alive with people as night falls.  Some residents say they are not squeezed by the cartel, and big companies say they can operate without fear of extortion.\n \"We don't pay a cent to anyone,\" said Jose Zozaya, head of Kansas City Southern Mexico, which operates the rail link that connects the port with the US.\n But others quickly vent their anger about the Knights.  \"Everyone is paying, but they won't tell you,\" said a local entrepreneur.  \"The people here are destroyed.\" \"\nThe port is no stranger to crime, and during Calderon's presidency it became a big entry point for chemicals from China and other parts of Asia used to make methamphetamine.  Some locals say chemicals have even been used to pay gangs for the iron ore.\n Asked if Mexico had discussed the iron ore issue with Beijing, a senior government official said: \"The Chinese government doesn't always know what the companies are doing.  The occupation of the port... was the control measure adopted.\" \"\nHua Chunying, a Chinese foreign ministry spokeswoman, said she was unaware of the situation in Lazaro Cardenas, adding: \"But I can tell you that the Chinese government has consistently educated and asked Chinese companies to respect the law in other countries when they carry out business and trade cooperation.\" \"\nSuccessful Chinese firms are growing quickly in the region.  Since setting up in 2009, Desarrollo Minero Unificado de Mexico (DMU), a Chinese iron mining company in Lazaro Cardenas, has gone from three employees to 600 nationwide, nearly all of them Mexicans, Director General Luis Lu told Reuters.  With more than 30 concessions, Lu said his company mined all of its own iron and had not had any trouble with organized crime.  He said he could not say how other Chinese firms fared.\n Still, Chinese success in Michoacan has caused friction with the Knights Templar.  In the August YouTube video, gang leader Gomez had some strong words for them.  \"We have an excessive invasion of Chinese.  An excess of Chinese,\" he said, surrounded by armed men.  \"It may suit the interests of various corporations, I don't know.  But they're here with us now.  And these people have their mafias too.\" \"",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1676285",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4192,
                    "source": {
                        "title": "www.bworldonline.com",
                        "uri": "www.bworldonline.com"
                    },
                    "time": "17:44:00",
                    "title": "Feature: Chinese iron trade fuels port clash with Mexican drug cartel",
                    "uri": "148153049",
                    "url": "http://www.bworldonline.com/content.php?section=Opinion&title=Chinese-iron-trade-fuels-port-clash-with-Mexican-drug-cartel&id=81563",
                    "wgt": 1
                },
                {
                    "body": "Picture of gold and silver plated AK 47s posted on Serafin Zambada's Twitter account.\n Young Mexican drug cartel members are flaunting their wealth on Facebook and Twitter, giving investigators important clues about their movements and contacts.\n Last week, police in the Netherlands arrested Jose Rodrigo Arechiga Gamboa, an enforcer for the Sinaloa cartel, after he arrived at Schiphol airport on a flight from Mexico under an assumed name.\n Arechiga's Twitter tag is \"El Chino Anthrax\", named after the deadly disease, and believed to refer to a method of disposing of opponents.\n He is now in Dutch jail awaiting extradition to the United States, where he is wanted on drug trafficking charges.\n On the social networking site, Gamboa has posted a picture of a Lamborghini with a rifle poking from its window, and experts believe that his online activity may have helped law enforcement officials pin him down.\n He is not the only cartel member who has taken to social networking sites to flaunt their wealth.\n In November, Serafin Zambada Ortiz, the son of the alleged deputy leader of the Sinaloa cartel Ismael Zambada Garcia, was arrested.\n Postings he had made on his Instagram, Facebook and Twitter accounts boasted of a life of guns, glamour and drugs.  A private airstrip, piles of drugs and cash and gold plated assault rifles all feature in uploaded photographs.\n \"So you don't say I don't have luxuries\" he tweeted alongside a picture of a tiger club playing with a dog.\n Often tagged are Alfredo Guzman, son of Sinaloa boss Joaquin \"El Chapo\" Guzman Loera, arguably the world's most powerful drug baron, and Gamboa, who also goes by the moniker \"Sinaloan Scarface\".\n Another picture shows a baby leopard lying on a car dashboard where the speedometer is visible.  \"Nearly at 200 kph (125mph) and this bitch isn't fussed,\" he wrote.\n One post hints at the brutality underlying the glamour, as the caption for the picture of a corpse hints that the victim had impersonated a Sinaloa member.  \"Don't play at being one of us, people,\" it reads.\n Spanish newspaper El Pais reports that a hitman for the Knights Templar cartel posted pictures of his victims bound and gagged on Facebook.\n However, the online boasts of young cartel members brought up in the digital era can prove their downfall.  A DEA spokesman said that the pictures had helped them \"join the dots\" when investigating cartel members.\n \"I would not be doing this if I were them,\" he told the Sunday Times.  \"But then nothing surprises me about what criminal networks do.\" \"\n\"El Chapo, El Mayo and other drug lords are terribly discreet, but not so much those who surround them, mainly their children and nephews,\" noted El Pais.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1570700",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3379,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "17:42:00",
                    "title": "Mexican Cartel Members Face Arrest After Sharing Crimes on Facebook and Twitter [PHOTOS]",
                    "uri": "147882148",
                    "url": "http://www.ibtimes.co.uk/mexican-cartel-members-face-arrest-after-sharing-crimes-facebook-twitter-1431081",
                    "wgt": 1
                },
                {
                    "body": "THE Philippine Drug Enforcement Agency (Pdea) will wiretap suspected drug traffickers to find out more about the presence of the Sinaloa cartel in the country.\n Pdea chief Director General Arturo Cacdac said wiretapping is illegal in the Philippines, but it has become a necessity to counter the entry of drug syndicates which are looking at the Philippines as key hub in an \"East-West\" network they want to set up\nCacdac said there is a need to immediately pass a law allowing the agency to conduct communications surveillance of suspected drug traffickers.\n The PDEA and other counternarcotic agencies must be able to hit the command structure of drug trafficking organizations, he told The Manila Times.\n He said the agency is backing the passage of a bill authored by Sen.  Gregorio Honasan that seeks to legalize the wiretapping of drug traffickers.\n The United States government recently placed the Philippines at the center of its anti-narcotics operation in Asia following reports that notorious drug rings that used to traffic drugs only in the West have found their way to the East through their Chinese associates.\n US Ambassador William Brownfield, assistant secretary for International Narcotics and Law Enforcement Affairs (INL), was credited for the Christmas Day bust of a drug syndicate in Lipa City whose members include those from Sinaloa, the Mexican drug cartel.\n Brownfield said the cartel is eyeing the Philippines as a hub in Asia for selling narcotics that have too small a market in the US.\n Some 84 kilos of shabu (methamphetamine hydrochloride) were seized from a ranch in Lipa City on December 25.  Government agents arrested four suspects, including the Chinese contact of the Sinaloa.\n Pdea public information office chief Derrick Carreon said that wiretapping should be done on personalities who are suspected to be involved in the drug trade\n\"Basically it involves intercepting all forms of communication so that we can establish the involvement of personalities who do not directly handle the items but they instead call the shots in the illegal drug industry,\" Carreon said.\n \"I believe the measure was forwarded even before the involvement of Mexicans came to light,\" he said.\n Besides wiretapping, Cacdac said moves to intensify drug operations include the activation of the National Coast Watch Council, which has been established to implement the National Coast Watch System.\n \"The system helps address threats such as the entry and transshipment of illegal drugs, terrorism, smuggling and illegal fishing among others.  PDEA is also part of the participating agencies in this endeavor,\" Cacdac said.\n The Pdea wants the Bureau of Customs to be more actively involved in detecting drugs, controlled precursors and essential chemicals and other contraband materials.\n It said there is a need to enhance the x-ray systems and similar facilities in the country's ports.\n In 2012, the Senate approved a bill that would allow law enforcement agencies to conduct wiretapping and surveillance on individuals suspected of being involved in the illegal drug trade.\n Senate Bill 3341, sponsored by Honasan's committee on public order and dangerous drugs, was approved on third and final reading.\n \"The bill addresses the need to further strengthen the campaign against illegal drugs in the country by giving more power to law enforcement agencies to go after dealers, smugglers, financiers, manufacturers and even cultivators of substances declared illegal in Republic Act 9165 or the Comprehensive Dangerous Drugs Act of 2002,\" Honasan said.\n \"It will take more than the present methods to address the drug trade which has assumed global proportions and now poses a threat to national security.  We need to upgrade our countermeasures against this global menace,\" he said.\n The bill would allow authorized intercepted conversations as evidence in court and only if it involves the sale, manufacturing, importing and financing of illegal drugs.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1567333",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3028,
                    "source": {
                        "title": "manilatimes.net",
                        "uri": "manilatimes.net"
                    },
                    "time": "16:53:00",
                    "title": "PDEA WANTS WIRETAP ON SUSPECTED DRUG TRAFFICKERS",
                    "uri": "147873326",
                    "url": "http://manilatimes.net/pdea-wants-wiretap-on-suspected-drug-traffickers/65397/",
                    "wgt": 1
                },
                {
                    "body": "Extra host Maria Menounos has been enjoying a little quality vacation time down in Los Cabos, and it certainly looks like she's benefiting from the rest and relaxation.  Just look at how she smiles as she realizes that she's being photographed in her bikini, almost as if she's saying, \"I look forward to the positive attention that I'll receive from people talking about my ridiculous body.\" \" Or maybe she was watching as a van full of Mexican drug cartel assassins arrived to chop the photographers' heads off, because it could have honestly been either of those things.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1655609",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2333,
                    "source": {
                        "title": "www.wwtdd.com",
                        "uri": "www.wwtdd.com"
                    },
                    "time": "13:12:00",
                    "title": "Maria Menounos Had A Nice Vacation",
                    "uri": "148106501",
                    "url": "http://www.wwtdd.com/2014/01/maria-menounos-had-a-nice-vacation/",
                    "wgt": 1
                },
                {
                    "body": "A Derry court heard yesterday how a prescription drug used to treat epilepsy is being used as a street drug with users removing the capsule, crushing the contents and injecting the substance into their bodies.\n A PSNI officer explained how the use of the drug Lyrica, also referred to as \"bud\", was prevalent among prisoners.\n The comments were made as a 28-year-old Derry man appeared at a special sitting of the city's Magistrate's Court charged with a number of drug-related offences.\n William Steven Stokes, with an address at Fountain Hill in the city, was charged with being concerned with the supply of a Class A drug, namely Cocaine, a Class B Drug, Methadrone and Class C drugs Diazepam and Lyrica.  The charges relate to an incident on the Glendermott Road on New Year's Eve.\n The investigating PSNI officer told the court that three males had been observed in \"some kind of transaction\" at a bus stop on the Glendermott Road by a police patrol car on December 31.  She said that two of the males involved had subsequently been charged and remanded in custody on January 1.\n The court heard that Stokes had \"no drugs on him\" when searched on New Year's Eve but that police were concerned that he was involved in supplying and subsequently seized his mobile phone for investigations.\n Stokes was granted street bail on December 31 pending the outcome of investigations into his mobile phone.\n The investigating officer then proceeded to read out a number of text messages recovered from Stokes' seized phone which she said police feel implicate the 28-year-old in being involved in the supply of drugs.\n \"One of the messages to another person saying 'sold out til Friday' gives us grave concern that Mr. Stokes is involved in supplying,\" the officer said.\n Other messages from the mobile phone read out in court included \"I bought meth there, will you sell it for me\" and \"Enjoy buddy, it really is good, you've got well over half an ounce there,\" while another message said: \"Are you still looking for meth?  I have booze here too.\" \"\nPolice said that the defendant had denied any involvement in selling drugs and when interviewed said he had been \"on the party\" over the Christmas period.\n The PSNI officer told the court bail was being opposed because Stokes had previously breached bail conditions and added that there was a concern that the defendant had \"some kind of drug addiction\" and was using prescription drugs.\n Defence solicitor Seamus Quigley said his client had honoured the street bail and questioned the PSNI about the lack of any searches carried out at his client's address.\n The investigating officer said police felt a search wasn't necessary last week, referring to the message on Stokes' phone which said: \"sold out til Friday.\" \"\nIn reply, Mr. Quigley asked why no search had been carried out on Friday morning.  Addressing District Judge Broderick the defence solicitor said his client had provided a stable address and had answered to street bail.  Referring to the text messages Mr. Quigley said: \"They are what they are.\" \" He said his client is due to get married in February and asked the judge whether the risk of a breach could be properly managed, suggesting Stokes would engage with a drug treatment programme and surrender his mobile phone.\n District Judge Broderick said that given the contents of the mobile phone he was concerned of the risk of reoffending and remanded Stokes in custody to appear again via videolink on January 23.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1559484",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2145,
                    "source": {
                        "title": "www.derryjournal.com",
                        "uri": "www.derryjournal.com"
                    },
                    "time": "14:43:00",
                    "title": "court in derry told of 'bud' drug",
                    "uri": "147850758",
                    "url": "http://www.derryjournal.com/news/court-in-derry-told-of-bud-drug-1-5786983",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-01-06",
            "avgCos": 0.3846,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "97876",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "123078",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Mexico",
                    "lat": 23,
                    "long": -102,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mexico"
                },
                "labelEng": "La Huacana",
                "lat": 18.96259,
                "long": -101.80725,
                "wikiUri": "http://en.wikipedia.org/wiki/La_Huacana"
            },
            "storyDate": "2014-01-06",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-45838",
            "variance": 0.3521
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-29364": {
        "articles": {
            "resultCount": 27,
            "results": [
                {
                    "body": "El líder de autodefensas de Tepalcatepec, Michoacán, José Manuel Mireles Valverde, se encuentra internado en un hospital del DF, tras sufrir un accidente al caer la avioneta en que viajaba de Guadalajara hacia Tepalcatepec.\n Fuentes de la Policía Federal confirmaron el traslado de José Manuel Mireles a bordo de un helicóptero tipo Black Hawk de la corporación policiaca, desde la ciudad de Morelia hasta el Distrito Federal, para recibir atención médica.\n Previamente, el gobierno de Michoacán informó a través de su cuenta de Twitter @gobmichoacan de ese traslado a la capital del país, con apoyo de personal de la Policía Federal y de la Secretaría de la Defensa Nacional (Sedena).\n \"El Gobierno del Estado informa que personal de PFP y @SEDENAmx trasladan a José Manuel Mireles Valverde a la Ciudad de México\", dio a conocer la dependencia estatal.\n Por razones de seguridad no se ha dado a conocer, hasta el momento, el nosocomio donde se encuentra el líder de las autodefensas de Michoacán, Mireles Valverde.\n La Procuraduría General de la República (PGR) en Michoacán ya inició las investigaciones correspondientes por la caída de la avioneta en la que viajaba Mireles, y aclaró que no hay ninguna orden de detención en su contra ni está sujeto a ninguna investigación.\n El accidente ocurrió el sábado pasado cuando Mireles Valverde y otros compañeros comunitarios viajaban a bordo de una avioneta matrícula XB-MS con destino al municipio de Tepalcatepec, procedente de la ciudad de Guadalajara; poco antes de llegar a su destino ocurrió el accidente, con saldo de un muerto y cuatro heridos.\n Ve también\nCasi 5 millones de mexicanos se quedaron sin credencial de elector\nMetro anuncia millonaria inversión en rehabilitación de estaciones\nInvestigan muerte de hombre afuera de Hospital de Cancún",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1593071",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7462,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "00:09:00",
                    "title": "Líder de autodefensa en Michoacán, hospitalizado en DF",
                    "uri": "147942872",
                    "url": "http://www.publimetro.com.mx/noticias/lider-de-autodefensa-en-michoacan-hospitalizado-en-df/mnaf%21PZHNUyN5xWCyI/",
                    "wgt": 1
                },
                {
                    "body": "Trasciende que la cusa del accidente obedece a una falle en el motor\nMorelia, Michoacán.- - En medio de un fuerte dispositivo de seguridad implementado por la Policía Federal y Estatal, el líder de los grupos de autodefensa en Michoacán, José Manuel Mireles Valverde, fue trasladado a un hospital de la Ciudad de México para recibir atención especializada después de sufrir un accidente aéreo en la comunidad de Zicuirán.\n De acuerdo con el portal infromador.c com.m mx, Manuel Mireles permaneció internado un hospital del municipio de La Huacana, Michoacán, para ser atendido por un probable traumatismo cráneoencefálico.\n Al reportar su estado de salud estable, pero delicado, la mañana de este domingo, fue trasladado a un hospital de la Ciudad de México, trascendió que esta decisión obedeció a dos razón; una por cuestiones de seguridad y la otra para mejorar la atención médica.\n Mientras tanto, grupos de autodefensa instalaron barricadas y filtros de seguridad en las entradas del municipio de Cuatro Caminos-La Huacana, a la altura del poblado El Guayabo a fin de proteger un ataque sorpresivo por parte de Los Caballeros Templarios.\n Por su parte, elementos del Ejército Mexicano inspeccionan la aeronave en la que se accidentó Mireles Valverde y otras cuatro personas la noche del sábado en La Huacana.  El avión despegó de la ciudad de Guadalajara, Jalisco, a las 17:34 horas, con destino al municipio de Tepalcatepec.  Será la PGR quien atraiga la investigación del accidente donde un murió una persona.\n Mireles Malverde y los grupos de autodefensa que encabeza, han liberado a poco más de 30 municipios de Michoacán del azote del narcotráfico, liderado por Los Caballeros Templarios y apoyado en algunos casos por desertores del ejército.\n José Manuel Mireles Valverde, viajaba en una avioneta Cessna de color blanco con franjas verdes y azules, matrícula XBMSA, cuando repentinamente alrededor de las 19:30 horas del sábado, la aeronave al parecer tripulada por el piloto Efraín Bañuelos Mendoza, se vino abajo en la comunidad El Chauz, exactamente en donde se ubica una guardia de autodefensas.\n De acuerdo con la Jornada de Michoacán, transcendió que personal de la Fuerza Aérea en el lugar del accidente dijo, que probablemente las causas del desplomen fueron una falla en el motor, sin embargo, el piloto buscó la forma de un aterrizaje forzoso y de esa manera lograron sobrevivir.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1589581",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7347,
                    "source": {
                        "title": "periodicodigital.com.mx",
                        "uri": "periodicodigital.com.mx"
                    },
                    "time": "23:19:00",
                    "title": "Trasladan a líder autodefensas en Michoacán a la Ciudad de México",
                    "uri": "147935456",
                    "url": "http://periodicodigital.com.mx/notas/trasladan_a_lider_autodefensas_en_michoacan_a_la_ciudad_de_mexico",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n Miembros del Ejército mexicano han revisado la avioneta en la que viajaba el líder de los grupos autodefensas en el sur de México, José Manuel Mireles, que se accidentó la noche de este sábado en el municipio de La Huacana, en el estado de Michoacán.\n Miembros del Ejército mexicano han revisado la avioneta en la que viajaba el líder de los grupos autodefensas en el sur de México, José Manuel Mireles, que se accidentó la noche de este sábado en el municipio de La Huacana, en el estado de Michoacán.\n Según ha informado el gobierno del Estado de Michoacán en su cuenta de twitter, José Manuel Mireles Valverde ha sido trasladado a la Ciudad de México y presenta traumatismo craneoencefálico leve y mandíbula dislocada.  Su estado de salud es estable.\n La avioneta, en la que se desplazaban cinco personas, despegó de la ciudad de Guadalajara a las 17.34 horas con destino a Tepalcatepec y sufrió un percance en el momento en el que realizaba el aterrizaje en una pista ubicado en La Huacana, en el suroeste del país.\n A bordo viajaban cinco personas, una de las cuales, el tripulante de la aeronave, murió en el hospital.  También iban una mujer, y otros dos varones que se encuentran con vida atendidos en hospitales.\n La Procuraduría General de la Repúbliva (PGJE) ya ha iniciado la averiguación previa por el incidente aéreo en el que resultó lesionado Juan Manuel Mireles Valverde.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1587086",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7046,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "22:37:00",
                    "title": "Ejército inspecciona la avioneta en la que viajaba Mireles, líder de los grupos de autodefensa",
                    "uri": "147928776",
                    "url": "http://www.eleconomista.es/politica-eAm/noticias/5436784/01/14/Mexico-Ejercito-inspecciona-la-avioneta-en-la-que-viajaba-el-lider-de-los-grupos-de-autodefensa.html",
                    "wgt": 1
                },
                {
                    "body": "Desde hace meses el doctor José Manuel Mireles Valverde sortea balas de muerte.  Además de los ataques del narcotráfico, el sábado un accidente aéreo puso su vida contra las cuerdas al dejarlo inconsciente.  El líder de las autodefensas de Michoacán, al sureste de México, ha sido trasladado este domingo a la capital del país \"por seguridad y para una mejor atención médica\", informó la cuenta de las guardias comunitarias Valor por Michoacán a través de Twitter.\n Según la misma fuente, Mireles está ya consciente y su salud se encuentra estable.  La esposa del doctor y Estanislao Beltrán Torres, integrante del Consejo Ciudadano de Autodefensa de Tepalcatepec, además de personal médico y la policía, viajaron en un helicóptero de los federales hasta la Ciudad de México.  Esta misma mañana, vecinos de Tepalcatepec, donde vive Mireles, informaban de que su evolución era favorable.\n El sábado, la avioneta de alquiler en la que viajaba junto a otros cinco integrantes del movimiento se vio obligada a realizar un aterrizaje forzoso en el municipio de La Huacana.  El piloto, de 37 años, falleció en el accidente.  Mientras Mireles fue trasladado bajo un fuerte dispositivo policial a un hospital de Morelia, la capital de Michoacán y bastión del cártel de los Caballeros Templarios -considerado una escisión de la Familia Michoacana-, parte de su familia se quedó en Tepalcatepec.\n La región de Tierra Caliente, donde varias comunidades decidieron el pasado mes de febrero rebelarse ante \"la inacción de las autoridades contra al crimen organizado\", es en este momento una de las zonas más violentas del país.  Además de líder, el doctor José Manuel Mireles ejerce como principal portavoz de los grupos de autodefensa.  El pasado mes de junio saltó a los medios tras denunciar en entrevista al portal de noticias Subversiones las extorsiones y abusos cometidos durante años por los Templarios en los pueblos de la zona.  La fama le valió una acusación del portavoz del gobierno michoacano, Julio Hernández, quien aseguró que el doctor había estado en la cárcel de 1988 a 1992 por cargos de siembra y cosecha de mariguana, algo que el médico rechazó en su día.  El responsable estatal nunca presentó pruebas.  Cirujano titulado por la Universidad Michoacana, José Manuel Mireles ocupó también cargos locales del PRI en lo años ochenta.\n Desde el primer tirmestre de 2013, los grupos de autodefensa han tomado el control de varios municipios del Estado.  En octubre entraron en la ciudad de Apatzingán, el centro político y económico de la región, pero fueron recibidos con tiros y granadas en la plaza principal.  En todo el año pasado Michoacán registró 990 asesinatos, la mayor cifra desde 1998.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1579838",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6967,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "internacional.elpais.com"
                    },
                    "time": "20:27:00",
                    "title": "Mejora el estado de salud del líder de las autodefensas de Michoacán",
                    "uri": "147908427",
                    "url": "http://internacional.elpais.com/internacional/2014/01/05/actualidad/1388952910_733918.html",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- - El hospital donde se encuentra internado José Manuel Mireles Valverde, líder de los grupos de autodefensa del estado de Michoacán, es vigilado por policías federales en un discreto operativo de seguridad.\n Mireles Valverde fue internado en el nosocomio después de sufrir un accidente, por lo que personal de la Secretaría de Seguridad Pública federal se mantiene afuera de las instalaciones para evitar que pudiera haber algún tipo de reacción de los grupos antagónicos en contra del afectado, de quién se desconoce su estado de salud.\n José Manuel Mireles sufrió un accidente cuando la aeronave en la que viajaba presentó fallas al momento de aterrizar en una pista de la Huacana, en la llamada tierra caliente.\n Tras el percance una persona murió y dos más resultaron lesionadas, mientras que Mireles Valverde fue rescatado por personal de servicios de emergencia y luego trasladado a la Ciudad de México, donde la Procuraduría General de la República (PGR) se hizo cargo de las investigaciones al respecto.\n Checa cómo ocurrió el accidente: Mireles, líder de grupos de autodefensa sufre accidente.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1658456",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6833,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "14:51:00",
                    "title": "Resguardan hospital donde está Mireles Valverde",
                    "uri": "148113292",
                    "url": "http://www.aztecanoticias.com.mx/notas/seguridad/178795/resguardan-hospital-donde-esta-mireles-valverde",
                    "wgt": 1
                },
                {
                    "body": "MEXICO -- - El líder de las llamadas autodefensas, Juan Manuel Mireles, quien resultó herido en un incidente aéreo en el oeste de México, fue trasladado con fuertes medidas de seguridad a la capital mexicana para ser atendido, informó el domingo un funcionario federal.\n \"Llegó a la Ciudad de México, pero por su seguridad\" no ha sido revelado donde fue hospitalizado, dijo la fuente.\n Mireles salió el domingo en la mañana del hospital privado en el que estaba internado en Morelia, capital del estado de Michoacán (oeste), ubicada a 298 km de la Ciudad de México.\n En una ambulancia, custodiada por elementos de la policía Federal, fue llevado a una base policíaca desde donde fue trasladado en un helicóptero tipo Black Hawk a la capital mexicana.\n El líder del Consejo de Autodefensas de Michoacán resultó herido durante el aterrizaje forzoso de la avioneta en la que viajaba el sábado por la noche desde la ciudad de Guadalajara (oeste) al municipio de Telpacatelec, su lugar de residencia.\n En el incidente un hombre murió y otras tres personas quedaron lesionadas.\n La fiscalía dijo el sábado por la noche que Mireles Valverde presenta traumatismo craneoencefálico leve y mandíbula dislocada pero que su condición era estable y se encontraba consciente.\n \"Las fiscalías estatal y federal, así como la secretaría de Comunicaciones y Transportes investigan las causas que produjeron el accidente\", dijo un vocero de la Procuraduría General de la República.\n Las autodefensas son grupos de ciudadanos que desde principios de 2013 se empezaron a armar en varios municipios de los estados de Michoacán y Guerrero (sur) para defender a sus comunidades del acoso de grupos del crimen organizado y del narcotráfico.\n José Manuel Mireles es el líder de la autodefensa del municipio Tepalcatepec, uno de los primeros pueblos en levantarse contra los narcotraficantes en Michoacán, y es también el representante más visible de estos grupos de ciudadanos armados.\n La ola de violencia generada por las pugnas entre los carteles de la droga y por la ofensiva militar lanzada por el gobierno en 2006 contra el crimen organizado ha dejado en el país al menos 77,000 muertos.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1593411",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6822,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "00:12:00",
                    "title": "Trasladan al líder de autodefensas a capital mexicana",
                    "uri": "147943365",
                    "url": "http://www.elnuevoherald.com/2014/01/05/1649567/trasladan-al-lider-de-autodefensas.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "MORELIA, Mich.  (UNIV / NTX / Sinembargo.M MX)._ _ José Manuel Mireles Valverde, líder de los grupos de autodefensa de Tepalcatepec fue traslado cerca de las 11 de la mañana del domingo a la Ciudad de México, debido a complicaciones con su estado de salud ocasionadas por las lesiones sufridas luego de un aterrizaje forzoso que sufrió la aeronave en la que viajaba el sábado por la noche; confirmaron fuentes de la Secretaría de Gobierno.\n El líder comunitario fue trasladado en un helicóptero oficial de la Policía Federal en medio de un fuerte dispositivo\nde seguridad en el que participaron elementos de esta corporación y el Ejército Mexicano.\n Las fuentes no precisaron si además de Mireles Valverde fueron trasladados otros comunitarios que resultaron heridos y que lo acompañaban en el momento del accidente, así como el piloto de la avioneta en la que se accidentó.\n Por el momento se mantiene el cerco de seguridad en el hospital en el que fue internado el líder de la policía civil y otras tres personas.  La identidad de los heridos y de la persona que falleció no ha sido dada a conocer.\n Fuentes de la Policía Federal confirmaron el traslado de José Manuel Mireles a bordo de un helicóptero tipo Black Hawk de la corporación policiaca, desde la ciudad de Morelia hasta el Distrito Federal, para recibir atención médica.\n El Gobierno de Michoacán informó a través de su cuenta de Twitter @gobmichoacan de ese traslado.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1645167",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6494,
                    "source": {
                        "title": "Periodico Noroeste",
                        "uri": "www.noroeste.com.mx"
                    },
                    "time": "12:39:00",
                    "title": "Trasladan a Mireles a hospital en el DF",
                    "uri": "148080711",
                    "url": "http://www.noroeste.com.mx/publicaciones.php?id=920214",
                    "wgt": 1
                },
                {
                    "body": "CIUDAD DE MÃ\u0089XICO.- - El lÃ­der de autodefensas de Tepalcatepec, MichoacÃ¡n, JosÃ© Manuel Mireles Valverde, se encuentra internado en un hospital de esta ciudad, tras sufrir un accidente al caer la avioneta en que viajaba de Guadalajara hacia Tepalcatepec.\n Fuentes oficiales de la PolicÃ­a Federal confirmaron el traslado de JosÃ© Manuel Mireles a bordo de un helicÃ³ptero tipo Black Hawk de la corporaciÃ³n policiaca, desde la ciudad de Morelia hasta el Distrito Federal, para recibir atenciÃ³n mÃ©dica.\n Previamente, el gobierno de MichoacÃ¡n informÃ³ a travÃ©s de su cuenta de Twitter @gobmichoacan de ese traslado a la capital del paÃ­s, con apoyo de personal de la PolicÃ­a Federal y de la SecretarÃ­a de la Defensa Nacional (Sedena).\n \"El Gobierno del Estado informa que personal de PFP y @SEDENAmx trasladan a JosÃ© Manuel Mireles Valverde a la Ciudad de MÃ©xico\", dio a conocer la dependencia estatal.\n Por razones de seguridad no se ha dado a conocer, hasta el momento, el nosocomio donde se encuentra el lÃ­der de las autodefensas de MichoacÃ¡n, Mireles Valverde.\n Investigan caÃ­da de avioneta\nLa ProcuradurÃ­a General de la RepÃºblica (PGR) en MichoacÃ¡n ya iniciÃ³ las investigaciones correspondientes por la caÃ­da de la avioneta en la que viajaba Mireles, y aclarÃ³ que no hay ninguna orden de detenciÃ³n en su contra ni estÃ¡ sujeto a ninguna investigaciÃ³n.\n El accidente ocurriÃ³ el sÃ¡bado pasado cuando Mireles Valverde y otros compaÃ±eros comunitarios viajaban a bordo de una avioneta matrÃ­cula XB-MS con destino al municipio de Tepalcatepec, procedente de la ciudad de Guadalajara; poco antes de llegar a su destino ocurriÃ³ el accidente, con saldo de un muerto y cuatro heridos.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1591372",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6325,
                    "source": {
                        "title": "Expreso Hermosillo",
                        "uri": "www.expreso.com.mx"
                    },
                    "time": "23:45:00",
                    "title": "Hospitalizan al líder de autodefensa de Michoacán",
                    "uri": "147939623",
                    "url": "http://www.expreso.com.mx/nacional/73981-hospitalizan-al-lider-de-autodefensa-de-michoacan.html",
                    "wgt": 1
                },
                {
                    "body": "El médico José Manuel Mireles dirige a los civiles armados que se enfrentan al cártel de Los Caballeros Templarios en Michoacán\nMorelia (AP).  Una avioneta se estrelló en el occidente de México matando a un hombre e hiriendo a otras cuatro personas, incluyendo un médico que encabeza un grupo de defensa civil contra narcotraficantes, dijeron las autoridades el domingo.\n La Procuraduría de Justicia del estado de Michoacán informó que investiga lo que describió como un accidente causado por una falla mecánica.  Las autoridades federales, a través de la Procuraduría General de Justicia, también lanzaron su propia pesquisa.\n Entre los cuatro pasajeros heridos está el doctor José Manuel Mireles, líder de un grupo de autodefensa formado por los mismos habitantes para expulsar a las organizaciones del narcotráfico de sus comunidades, en especial a Los Caballeros Templarios.\n El incidente desató temores entre miembros de grupos de autodefensa y otros habitantes del occidente de México porque se produjo horas después de que uno de los grupos tomara un pueblo de Michoacán, desatando un tiroteo que dejó un muerto.\n Magdalena Guzmán, vocera de la Procuraduría de Michoacán, dijo que la avioneta despegó de la ciudad de Guadalajara el sábado por la tarde y debía aterrizar en la comunidad rural de Tepalcatepec, donde Mireles es médico y encabeza al grupo de ciudadanos armados que se enfrenta a Los Caballeros Templarios.\n Mireles fue llevado a un hospital en Morelia, capital de Michoacán, con una herida en la cabeza y la mandíbula dislocada.  Se encontraba en condición estable.\n Mireles ha conseguido algunas victorias en 10 meses de esfuerzos para expulsar a Los Caballeros Templarios del valle agrario que rodea Tepalcatepec.  Aliados con otros grupos de autodefensa, sus hombres han tomado el control de algunos pueblos y expulsado a los narcotraficantes que secuestran y extorsionan a pobladores.\n El médico vivió 10 años con su familia en Modesto, California, donde fue voluntario con la Cruz Roja antes de regresar a su natal Michoacán.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1613452",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6321,
                    "source": {
                        "title": "EL COMERCIO",
                        "uri": "elcomercio.pe"
                    },
                    "time": "05:51:00",
                    "title": "México: Líder de las autodefensas casi muere en accidente aéreo",
                    "uri": "147994292",
                    "url": "http://elcomercio.pe/actualidad/1682933/noticia-mexico-lider-autodefensas-casi-muere-accidente-aereo",
                    "wgt": 1
                },
                {
                    "body": "MORELIA, México -- Una avioneta se estrelló en el occidente de México matando a un hombre e hiriendo a otras cuatro personas, incluyendo un médico que encabeza un grupo de defensa civil contra narcotraficantes, dijeron las autoridades el domingo.\n La Procuraduría de Justicia del estado de Michoacán dijo que investiga lo que describió como un accidente causado por falla mecánica.  Las autoridades federales, a través de la Procuraduría General de Justicia, también lanzaron su propia pesquisa.\n Entre los cuatro pasajeros heridos está el doctor José Manuel Mireles, líder de un grupo de autodefensa formado por los mismos habitantes para expulsar a las organizaciones del narcotráfico de sus comunidades.  Un hombre no identificado murió en un hospital.\n El incidente desató temores entre miembros de grupos de autodefensa y otros habitantes del occidente de México porque se produjo horas después de que uno de los grupos tomara un pueblo de Michoacán, desatando un tiroteo que dejó un muerto.\n Magdalena Guzmán, vocera de la Procuraduría de Michoacán, dijo que la avioneta despegó de la ciudad de Guadalajara el sábado por la tarde y debía aterrizar en la comunidad rural de Tepalcatepec, donde Mireles es médico y encabeza al grupo de ciudadanos armados que se enfrenta al cártel de los Caballeros Templarios.\n Guzmán dijo que no estaba claro por qué la aeronave se estrelló en el pueblo de La Huacana, a unos 145 kilómetros (90 millas) al sureste del destino planeado.\n \"Tal vez cambiaron la ruta tras despegar\", dijo Guzmán.\n Mireles fue llevado a un hospital en Morelia, capital de Michoacán, con una herida en la cabeza y la mandíbula dislocada.  Se encontraba en condición estable.  Otros dos hombres y una mujer resultaron también heridos en el incidente.\n Mireles ha conseguido algunas victorias en 10 meses de esfuerzos para expulsar a los Caballeros Templarios del valle agrario que rodea Tepalcatepec.  Aliados con otros grupos de autodefensa, sus hombres han tomado el control de algunos pueblos y expulsado a los narcotraficantes que secuestran y extorsionan a pobladores.\n El médico vivió 10 años con su familia en Modesto, California, donde fue voluntario con la Cruz Roja antes de regresar a su natal Michoacán.\n Por otra parte, el sábado más de 100 autodefensas llegaron al pueblo de Parácuaro en camionetas y montaron un puesto de control en la entrada principal.  Desarmaron a algunos de los policías sospechosos de colaborar con el crimen organizado.\n Las autoridades michoacanas informaron que un hombre murió en una balacera después de que llegaron los civiles armados.  No se ha informado si el fallecido era integrante de algún cártel o de un grupo de autodefensa.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1585049",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6176,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "21:53:00",
                    "title": "México: Líder de autodefensa herido en accidente",
                    "uri": "147922247",
                    "url": "http://www.elnuevoherald.com/2014/01/05/1649501/mexico-lider-de-autodefensa-herido.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Morelia, Mich.- - En las Ãºltimas horas en las Ã¡reas de seguridad federales se pusieron en alerta por las reacciones violentas que podrÃ­a suscitarse en MichoacÃ¡n ante la expansiÃ³n territorial de los grupos de autodefensa, el accidente aÃ©reo que provocÃ³ la hospitalizaciÃ³n de JosÃ© Manuel Mireles, uno de sus principales lÃ­deres, y las movilizaciones y bloqueos carreteros al parecer instigadas por el cÃ¡rtel de Los Caballeros Templarios.\n Al mismo tiempo, en la zona de Tierra Caliente y despuÃ©s de que los grupos de autodefensas extendieron su operaciÃ³n a un municipio mÃ¡s, el de ParÃ¡cuaro, con lo que sumaron 19 en los que tienen presencia, se incrementÃ³ la vigilancia en la zona, para inhibir ataques por parte de los narcotraficantes.\n Y ante la expansiÃ³n de los guardias comunitarios y la ausencia de Mireles en la direcciÃ³n de este grupo,\nÂ¿Accidente aÃ©reo?\n A las 17:34 horas del sÃ¡bado, Mireles Valverde junto con la tripulaciÃ³n y tres pasajeros mÃ¡s, salieron de Guadalajara en una aviÃ³n bimotor Cessna 210 Centurion, con matrÃ­cula particular XB-MSA, aunque al parecer funciona como taxi aÃ©reo que habrÃ­a sido contratado por el lÃ­der de autodefensas, por un costo aparentemente no superior a los cinco mil pesos para llegar a Tepalcatepec.\n El bimotor debiÃ³ aterrizar de emergencia a las 19:00, en las inmediaciones del municipio de La Huacana, lo que provocÃ³ la muerte del copiloto y lesiones en todos los pasajeros y el piloto.  Primero todos fueron trasladados al Hospital Integral Comunitario de ese municipio, donde de inmediato fue vigilado por el EjÃ©rcito.  Horas mÃ¡s tarde Mireles fue llevado a Star MÃ©dica en Morelia.\n Para el guardia comunitario, la entrada de las autodefensas en el municipio de ParÃ¡cuaro fue el detonante para que los Templarios impulsaran las manifestaciones y los bloques que se registraron desde la noche del sÃ¡bado y la maÃ±ana de ayer, pero advirtiÃ³ que aunque se en encuentren en todo el estado seguirÃ¡n perdiendo territorio.\n â\u0080\u009cMejor que ni le busquen, mejor que toquen retirada porque vamos a seguir hasta que se acabe esto y podamos circular libremente por todo MichoacÃ¡nâ\u0080\u009d, lanzÃ³ Mora.  (24 Horas)\nTRASLADAN A MIRELES A HOSPITAL DEL DF\nJosÃ© Manuel Mireles Valverde, lÃ­der de los grupos de autodefensa de Tepalcatepec fue traslado cerca de las 11:00 horas a la Ciudad de MÃ©xico, debido a complicaciones con su estado de salud ocasionadas por las lesiones sufridas luego de un aterrizaje forzoso que sufriÃ³ la aeronave en la que viajaba el sÃ¡bado por la noche; confirmaron fuetes de la SecretarÃ­a de Gobierno.\n El lÃ­der comunitario fue trasladado en un helicÃ³ptero oficial de la PolicÃ­a Federal en medio de un fuerte dispositivo de seguridad en el que participaron elementos de esta corporaciÃ³n y el EjÃ©rcito Mexicano.\n Las fuentes no precisaron si ademÃ¡s de Mireles Valverde fueron trasladados otros comunitarios que resultaron heridos y que lo acompaÃ±aban en el momento del accidente, asÃ­ como el piloto de la avioneta en la que se accidentÃ³.\n La identidad de los otros tres heridos y de la persona que falleciÃ³ no ha sido dada a conocer.\n Suspenden corridas\nEn la Central Camionera de la ciudad de Morelia ayer fueron suspendidas las corridas de y hacia los municipios Buenavista TomatlÃ¡n, ApatzingÃ¡n, Tepalcatepec, CoalcomÃ¡n y Artega.\n Personal administrativos de la central que dijo que los autobuses volverÃ¡n a circular hasta que se garantice la seguridad de los pasajeros.  (El Universal)",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1642184",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.615,
                    "source": {
                        "title": "Vanguardia",
                        "uri": "www.vanguardia.com.mx"
                    },
                    "time": "12:10:00",
                    "title": "Fuerzas federales siguen en alerta en Michoacán",
                    "uri": "148072980",
                    "url": "http://www.vanguardia.com.mx/fuerzasfederalessiguenenalertaenmichoacan-1917310.html",
                    "wgt": 1
                },
                {
                    "body": "Morelia, Michoacán.- - José Manuel Mireles, líder de los grupos de autodefensa en Michoacán, fue trasladado gravemente lesionado a la ciudad de México para su atención médica, tras sufrir un accidente aéreo cuando la avioneta en que viajaba se desplomó en el municipio de La Huacana el sábado anterior por la tarde.\n Mireles Valverde viajaba en una avioneta Cessna de color blanco con franjas verdes y azules, matrícula XBMSA, cuando repentinamente alrededor de las 19:30 horas, la aeronave al parecer tripulada por el piloto Efraín Bañuelos Mendoza, se vino abajo en la comunidad El Chauz, exactamente en donde se ubica una guardia de autodefensas.\n En la avioneta también viajaban José Alfredo Jiménez Alvarado y Jennifer Contreras Ortega, mismos que se encuentran hospitalizados en un hospital de La Huacana.  Además Carlos Eduardo Farías falleció.\n Presumiblemente el estado de salud del líder de los autodefensas se agravó y debido a ello tuvo que ser trasladado en una ambulancia de Sismedic al helipuerto de la Policía Federal para de ahí conducirlo a la capital del país.\n Por otro lado, personal de la Fuerza Aérea en el lugar del accidente dijo a este medio que probablemente las causas del desplomen fueron una falla en el motor.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1581314",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6147,
                    "source": {
                        "title": "Provincia",
                        "uri": "www.provincia.com.mx"
                    },
                    "time": "20:54:00",
                    "title": "Se agrava José Manuel Mireles; lo trasladan al DF",
                    "uri": "147912420",
                    "url": "http://www.provincia.com.mx/se-agrava-jose-manuel-mireles-lo-trasladan-al-df/",
                    "wgt": 1
                },
                {
                    "body": "* El estado de salud del doctor Mireles se complicó y no ha podido rendir su declaración ante el Ministerio Público.\n Morelia, Michoacán.- - El doctor Mireles, líder de los grupos de autodefensa en Michoacán, fue trasladado gravemente lesionado de Morelia a la ciudad de México para su atención médica, tras sufrir un accidente aéreo cuando la avioneta en que viajaba se desplomó en el municipio de La Huacana el sábado anterior por la tarde.\n José Manuel Mireles Valverde, viajaba en una avioneta Cessna de color blanco con franjas verdes y azules, matrícula XBMSA, cuando repentinamente alrededor de las 19:30 horas, la aeronave al parecer tripulada por el piloto Efraín Bañuelos Mendoza, se vino abajo en la comunidad El Chauz, exactamente en donde se ubica una guardia de autodefensas.\n También, en la avioneta, según ha trascendido, que viajaban José Alfredo Jiménez Alvarado, Jennifer Contreras Ortega, mismos que se encuentran hospitalizados en La Huacana, así como el ahora occiso quien presuntamente se llamó Carlos Eduardo Farías, quien al parecer iba de copiloto.\n El mismo sábado, en un helicóptero de la Policía Federal, el Dr. Mireles y el piloto Efraín Bañuelos Mendoza fueron trasladados a esta capital michoacana descendiendo en el helipuerto del cuartel de la PF, para enseguida ser atendidos por paramédicos y trasladados en ambulancias a una clínica particular al sur de Morelia, escoltados por al menos 10 patrullas de dicha corporación.\n Sin embargo, presumiblemente el estado de salud del líder de los autodefensas se agravó y debido a ello tuvo que ser trasladado en una ambulancia de Sismedic al helipuerto de la Policía Federal para de ahí conducirlo a la capital del país, mientras que el piloto aún continúa hospitalizado y según trascendió, su estado de salud es de gravedad y debido a ello no ha podido rendir su declaración ante el Ministerio Público, mientras que José Alfredo y Jennifer siguen internados en el nosocomio de La Huacana.\n Por otro lado, personal de la Fuerza Aérea en el lugar del accidente dijo a este medio, que probablemente las causas del desplomen fueron una falla en el motor, sin embargo, el piloto buscó la forma de un aterrizaje forzoso y de esa manera lograron sobrevivir.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1581853",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6111,
                    "source": {
                        "title": "La Jornada Michoacan",
                        "uri": "www.lajornadamichoacan.com.mx"
                    },
                    "time": "21:02:00",
                    "title": "Se agrava salud del líder de autodefensas; lo trasladan al DF",
                    "uri": "147913876",
                    "url": "http://www.lajornadamichoacan.com.mx/2014/01/05/se-agrava-salud-del-lider-de-autodefensas-lo-trasladan-al-df/",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n Ayer, al medio día, despegó un helicóptero Black Hawk de la sede de la Policía Federal en Morelia, en el cual fue trasladado el líder de las autodefensas michoacanas, José Manuel Mireles, quien resultó herido tras el desplome de una avioneta en la que viajaba.\n La aeronave partió con rumbo a la ciudad de México, donde Mireles Valverde será canalizado para su mejor atención médica y por motivos de seguridad.\n El líder de las autodefensas, fue resguardado por decenas de agentes federales que partieron en convoy desde la sede del hospital Star Médica hasta las instalaciones de la Policía Federal y posteriormente la aeronave lo trasladó al parecer al Distrito Federal.\n El convoy era seguido por decenas de reporteros, quienes por cuestiones de seguridad, fueron impedidos a ingresar a la sede de la Policía Federal.\n El gobierno de Michoacán informó que el estado de salud de José Manuel Mireles, líder del Consejo Ciudadano de Autodefensa de Tepalcatepec, es reportado como estable luego del incidente aéreo en que se vio involucrado.\n En su cuenta de Twitter, la administración estatal mencionó que en la aeronave que tuvo el percance iban cinco personas, una de ellas falleció en el hospital en que era atendida, mientras que Mireles y otras tres personas resultaron lesionadas y son atendidas en nosocomios.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1660372",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6044,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "15:13:00",
                    "title": "Hermetismo del gobierno, tras accidente aéreo del líder de autodefensas",
                    "uri": "148118591",
                    "url": "http://www.eleconomista.es/politica-eAm-mx/noticias/5437698/01/14/Hermetismo-del-gobierno-tras-accidente-aereo-del-lider-de-autodefensas.html",
                    "wgt": 1
                },
                {
                    "body": "Es trasladado en un fuerte dispositivo de seguridad en el que participaron elementos del Ejército Mexicano y la Policía Federal\nJosé Manuel Mireles Valverde, líder de los grupos de autodefensa de Tepalcatepec fue traslado cerca de las 11 de la mañana a la Ciudad de México, debido a complicaciones con su estado de salud ocasionadas por las lesiones sufridas luego de un aterrizaje forzoso que sufrió la aeronave en la que viajaba el sábado por la noche; confirmaron fuetes de la Secretaría de Gobierno.\n El líder comunitario fue trasladado en un helicóptero oficial de la Policía Federal en medio de un fuerte dispositivo de seguridad en el que participaron elementos de esta corporación y el Ejército Mexicano.\n Las fuentes no precisaron si además de Mireles Valverde fueron trasladados otros comunitarios que resultaron heridos y que lo acompañaban en el momento del accidente, asi como el piloto de la avioneta en la que se accidentó.\n Por el momento se mantiene el cerco de seguridad en el hospital en el que fue internado el líder de la policía civil y otras tres personas.L La identidad de los heridos y de la persona que falleció no ha sido dada a conocer.",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1581599",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6022,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "20:59:00",
                    "title": "Trasladan a Mireles a hospital en el DF",
                    "uri": "147913229",
                    "url": "http://www.eluniversal.com.mx/estados/2014/mireles-hospital-traslado-df-977305.html",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- - La Procuraduría General de la República (PGR) atrajo las investigaciones acerca del accidente que ocurrió con la avioneta en la que viajaba el líder de las autodefensas José Manuel Mireles Valverde.\n El sábado pasado, Mireles abordó la aeronave en Guadalajara con destino al municipio de Tepalcatepec, pero se desplomó con una zona cercana a la Huacana.\n La PGR inició las pesquisas con base en la averiguación previa levantada por la Procuraduría del Estado de Michoacán; peritos se han trasladado a la zona donde cayó la avioneta, sin embargo, corresponderá a la Dirección General de Aeronáutica Civil analizar y determinar las causas del accidente.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1684334",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5996,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "19:01:00",
                    "title": "PGR investiga caída de avioneta de Mireles",
                    "uri": "148171385",
                    "url": "http://www.aztecanoticias.com.mx/notas/seguridad/178833/pgr-investiga-caida-de-avioneta-de-mireles",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- - El equipo médico que atiende al dirigente de los grupos de autodefensa de Michoacán, José Manuel Mireles, informó este viernes que evoluciona favorablemente del politraumatismo que sufrió después de que la avioneta en la que viajaba se accidentara el pasado sábado.\n Su evolución es satisfactoria y ha sido muy rápida su recuperación\", dijo el doctor que lo atiende en el hospital privado de la capital mexicana donde está ingresado, rodeado de fuertes medidas de seguridad por las amenazas de muerte que ha recibido de parte de un cártel que opera en Michoacán.\n El médico, que pidió mantener en reserva su identidad, hizo las declaraciones a un reducido grupo de periodistas que habían sido convocados para conversar con familiares de Mireles, aunque no se presentaron finalmente por razones de seguridad, según se informó.\n El pasado sábado, el avión en el que viajaba el dirigente del Consejo de Autodefensas de Michoacán, se accidentó en el municipio de La Huacana cuando intentaba hacer un aterrizaje de emergencia.\n En la aeronave, además del piloto y Mireles, viajaban tres colaboradores suyos, uno de los cuales murió.\n Aunque todavía no están claras las causas de este accidente, el secretario de Gobernación, Miguel Ángel Osorio Chong, lo atribuyó a una \"falta de pericia del piloto\" y descartó la posibilidad de un atentado.\n Mireles tuvo \"lesiones muy importantes\" entre las que están un trauma facial por el que fue intervenido el pasado martes, la fractura de varias costillas y \"una hemorragia cerebral y un hematoma cerebeloso\", estas últimas son \"lesiones importantes que han estado vigilándose, pero que no necesitaron ninguna intervención quirúrgica en ese sentido\".\n Según añadió el doctor, Mireles se encuentra bien y ya camina por su habitación, por lo que se prevé que su hospitalización vaya a ser corta, aunque sus heridas necesitarán \"vigilancia estrecha\" por consulta durante las dos próximas semanas.\n El Gobierno federal admite que Mireles representa a un grupo de autodefensa que está \"lastimando\" al crimen organizado y por esa razón se le está \"cuidando\" y \"apoyando\" mientras se recupera de sus heridas.\n Tomada de Excélsior.",
                    "date": "2014-01-10",
                    "eventUri": "97876",
                    "id": "2271887",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5914,
                    "source": {
                        "title": "Provincia",
                        "uri": "www.provincia.com.mx"
                    },
                    "time": "23:41:00",
                    "title": "Mireles evoluciona favorablemente tras accidente: Médicos",
                    "uri": "149598161",
                    "url": "http://www.provincia.com.mx/mireles-evoluciona-favorablemente-tras-accidente-medicos/?utm_source=rss&utm_medium=rss&utm_campaign=mireles-evoluciona-favorablemente-tras-accidente-medicos",
                    "wgt": 1
                },
                {
                    "body": "Dos militares murieron en un ataque perpetrado el domingo por unos desconocidos en el convulso estado de Michoacán (oeste de México), donde los grupos de civiles armados se han extendido y se enfrentan a un cartel del narcotráfico, informó la fiscalía estatal.\n MORELIA.- - \"Dos militares murieron al ser atacados por un grupo armado del que se desconoce su paradero\", dijo Marco Vinicio Aguilera Garibay, fiscal de Michoacán.\n Los militares efectuaban un patrullaje por una carretera que va a la ciudad de Apatzingan, en Michoacán, cuando cayeron en una emboscada y repelieron la agresión, pero dos elementos murieron, indicó Aguilera.\n El ataque se da en medio de un ambiente de tensión en la zona de Tierra Caliente, donde el líder de las llamadas \"autodefensas\", integradas por civiles armados, sufrió el sábado por la noche un accidente aéreo, unas horas después de que sus hombres tomaran Paracuaro, otro poblado de la zona.\n Juan Manuel Mireles, líder del Consejo de Autodefensas de Michoacán, herido en el incidente aéreo, fue trasladado con fuertes medidas de seguridad a la capital mexicana para ser atendido, dijo el domingo a la AFP un funcionario federal.  \"Llegó a la Ciudad de México, pero por su seguridad\" no se ha revelado dónde fue hospitalizado, dijo la fuente.\n Mireles salió el domingo por la mañana de un hospital privado en el que estaba ingresado en Morelia, capital estatal, ubicada a 298 kilómetros de la Ciudad de México.  En una ambulancia, custodiada por unos elementos de la Policía Federal, fue llevado a una base policial, desde donde fue trasladado en un helicóptero tipo Black Hawk a la capital mexicana.\n El jefe de las 'autodefensas' resultó herido durante el aterrizaje forzoso de la avioneta en la que viajaba desde la ciudad de Guadalajara (oeste) al municipio de Telpacatelec, su lugar de residencia en Tierra Caliente.\n En el incidente, un hombre murió y otras tres personas quedaron heridas, entre ellas una mujer.\n El sábado, las autoridades dijeron que Mireles Valverde presenta traumatismo craneoencefálico leve y mandíbula dislocada; que su condición era estable y que se encontraba consciente, pero el domingo no hubo parte médico.\n \"Las fiscalías estatal y federal, así como la secretaría de Comunicaciones y Transportes, investigan las causas que produjeron el accidente\", dijo por su lado un portavoz de la Procuraduría General de la República.\n Las 'autodefensas' marchan un año después del alzamiento\nLas \"autodefensas\" son grupos de ciudadanos que desde principios de 2013 se empezaron a armar en varios municipios de los estados de Michoacán y Guerrero (sur) para defender a sus comunidades del acoso de grupos del crimen organizado y del narcotráfico.\n El domingo, unos 5.000 integrantes y simpatizantes de las autodefensas del vecino estado de Guerrero celebraron el primer año de su levantamiento con una marcha en Ayutla de los Libres, el primer pueblo alzado, en enero de 2013.\n Estos grupos anunciaron que continuarán haciéndose cargo de la seguridad en los 12 municipios en los que tienen presencia y reafirmaron la autonomía de su organización.\n José Manuel Mireles es el líder de la \"autodefensa\" del municipio Tepalcatepec y es también el representante más visible de estos civiles armados.\n Tierra Caliente es una zona marcada por la pobreza y donde opera el cartel de los Caballeros Templarios, una organización criminal que los acusa de estar financiados por el cartel antagónico Nueva Generación.\n El gobierno federal reforzó en mayo pasado la presencia de la policía federal y elementos del ejército.\n La toma el sábado de la alcaldía Paracuaro se registró después de haber irrumpido la semana pasada en otras dos localidades de Michoacán, pese a que el gobierno estatal había dicho que no permitiría la expansión de estas agrupaciones.\n Además, el domingo el grupo se apoderó de dos autobuses, los atravesó en la carretera y los quemó para impedir la entrada a Paracuaro.\n Los 'autodefensas' desarmaron a los 11 policías del pueblo, que dicen están coludidos con los narcotraficantes, y los mantienen detenidos en la cárcel preventiva.\n Afirman que quieren expulsar de sus pueblos a Los Caballeros Templarios, un cartel que controla en el estado la producción de marihuana, los laboratorios clandestinos de drogas sintéticas, así como las extorsiones, secuestros y han incursionado en la explotación ilegal de las minas de hierro, que han llegado a exportar.\n La ola de violencia generada por las pugnas entre los carteles de la droga y por la ofensiva militar lanzada por el gobierno en 2006 contra el crimen organizado han dejado en el país al menos 77 mil muertos.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1657631",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5905,
                    "source": {
                        "title": "Prensa Libre de Guatemala",
                        "uri": "www.prensalibre.com"
                    },
                    "time": "14:42:00",
                    "title": "Pistoleros matan a dos militares en el convulso oeste de México",
                    "uri": "148111312",
                    "url": "http://www.prensalibre.com/internacional/Mexico-crimen-organizado_0_1061294001.html",
                    "wgt": 1
                },
                {
                    "body": "El pasado sÃ¡bado 5 de enero, Mireles sufriÃ³ un accidente cuando viajaba en compaÃ±Ã­a de otras cuatro personas en una aeronave que aterrizaba en una pista improvisada del poblado de ZicuirÃ¡n\nDesde el 24 de febrero de 2013, fecha en que surgieron los grupos de autodefensa en el estado de MichoacÃ¡n, especÃ­ficamente en Tierra Caliente, la Meseta PurÃ©pecha y la Costa, JosÃ© Manuel Mireles Valverde, se ha convertido en una figura de referencia de estos grupos que luchan en contra del crimen organizado.\n Manuel Mireles es conocido como \"el doctor de la mirada frÃ­a\" por los militares.  EstudiÃ³ la licenciatura de mÃ©dico cirujano y partero en la Universidad Michoacana de San NicolÃ¡s de Hidalgo y actualmente se traslada en una camioneta llena de medicamentos para apoyar a los integrentes de la autodefensa que sufren algÃºn ataque por parte del crimen organizado o que resultan heridos en los constantes enfrentamientos.\n Actualmente, Mireles es lÃ­der del grupo de autodefensa del municipio michoacano de Tepalcatepec y es uno de los coordinadores del Consejo Ciudadano de Autodefensas y Comunitarios de MichoacÃ¡n.\n SegÃºn medios locales, de 1984 a 1986 Mireles ocupÃ³ cargos dentro del Partido Revolucionario Institucional (PRI) y fue acusado por el vocero del estado, Julio HernÃ¡ndez, de haber estado preso de 1988 a 1992 por los cargos de siembra y cosecha de mariguana, pero Ã©ste no presentÃ³ ninguna prueba.  AdemÃ¡s, el lÃ­der de la autodefensa rechaza tajantemente dichas acusaciones.\n En noviembre pasado, Mireles asegurÃ³ que para que su grupo accediera a dejar las armas necesitaban que les entregaran las \"cabezas\" de siete lÃ­deres de Los Caballeros Templarios.  El mÃ©dico ha difundido videos en la red de YouTube para exponer la situaciÃ³n actual que vive el estado de MichoacÃ¡n y el municipio de Tepalcatepec.\n El pasado sÃ¡bado 5 de enero sufriÃ³ un accidente cuando viajaba en compaÃ±Ã­a de otras cuatro personas en una aeronave que aterrizaba en una pista improvisada del poblado de ZicuirÃ¡n, municipio de La Huacana en MichoacÃ¡n.\n De acuerdo a un comunicado oficial, Mireles Valverde \"presenta traumatismo craneoencefÃ¡lico leve y mandÃ­bula dislocada.  Su estado de salud es estable y se encuentra consciente\".\n Cerca de las 11:00 am, el mÃ©dico fue trasladado a un hospital de la Ciudad de MÃ©xico, en un fuerte dispositivo de seguridad debido a complicaciones con su estado de salud.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1600473",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5844,
                    "source": {
                        "title": "Vanguardia",
                        "uri": "www.vanguardia.com.mx"
                    },
                    "time": "02:11:00",
                    "title": "¿Quién es Manuel Mireles, líder de la autodefensa en Michoacán?",
                    "uri": "147960650",
                    "url": "http://www.vanguardia.com.mx/quienesmanuelmirelesliderdelaautodefensaenmichoacan-1917111.html",
                    "wgt": 1
                },
                {
                    "body": "Michoacán está en alerta por el creciente accionar de estos grupos.  Se tomaron un pueblo.\n Los analistas que por semanas han advertido de la crisis que vive el estado mexicano de Michoacán por el desgobierno en algunas áreas, la presencia del crimen organizado y el surgimiento de grupos de autodefensa vieron ratificados este domingo sus peores temores, cuando un comando de civiles fuertemente armados se tomó el municipio de Parácuaro, desarmó a la Policía Municipal e instaló su propio Consejo de Seguridad.\n Michoacán es uno de los estados de México más afectado por la violencia del narcotráfico, con casi mil muertes en los últimos 12 meses.  Allí tiene una fuerte presencia del cartel de 'los Caballeros Templarios', que tiene plantíos de marihuana y fabrica y comercia con drogas sintéticas.\n La percepción de que las autoridades no pueden garantizar la seguridad de los ciudadanos ha dado origen allí a grupos de autodefensa que están en auge y que se cree que ya controlan los municipios de Tepalcatepec, Buenavista Tomatlán, Aguililla, Tancítaro, Coalcomán, Chinicuila, Aquila, La Huacana, Los Reyes, Paracho, Cherán y una comunidad de Apatzingán.\n Si bien parecería un número relativamente pequeño, frente a los 113 municipios del estado, lo cierto es que equivale a algo más de una quinta parte del territorio de Michoacán.  Y ya intentaron tomarse Apatzingán, la ciudad más importante de la región.\n Al frente del comando que se tomó Parácuaro estaba José Manuel Mireles Valverde, que resultó herido horas más tarde, cuando cayó a tierra la avioneta en la que se transportaba.\n A fines de diciembre, Mireles declaró a la agencia Efe que su movimiento continuará avanzando, pese a los intentos de los gobiernos federal y estatal por contenerlo.  A cada municipio al que entra, la banda de Mireles pide a los pobladores \"sumarse\" a su lucha.\n El líder armado añadió que \"nada ni nadie\" podrá detener el avance de los grupos de autodefensa que, aseveró, buscan \"liberar\" al pueblo michoacano.\n Mireles, médico de profesión que sufrió el secuestro de familiares a manos de los narcos, advirtió que los grupos de autodefensa tomarán en los próximos días los municipios de Huetamo, Ario de Rosales y Nueva Italia.\n En Nueva Italia, presuntos sicarios de 'los Caballeros Templarios' organizaron en días pasados bloqueos y marchas para impedir el avance de las autodefensas.  Huetamo es un municipio que colinda con el estado de Guerrero, donde también operan otros grupos de autodefensa que podrían aliarse con los de Michoacán.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1608602",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5491,
                    "source": {
                        "title": "eltiempo.com",
                        "uri": "www.eltiempo.com"
                    },
                    "time": "04:30:00",
                    "title": "'Paras' antinarcos ganan terreno en estado de México",
                    "uri": "147982749",
                    "url": "http://www.eltiempo.com/mundo/latinoamerica/paras-antinarcos-ganan-terreno-en-mexico_13338246-4",
                    "wgt": 1
                },
                {
                    "body": "* Está hospitalizado en calidad de víctima, no como detenido, puntualiza PGJE\nOlga Márquez\nDebido a que no existe ninguna orden de aprehensión por parte de la autoridad estatal en su contra, el líder del Consejo General de Autodefensas y Comunitarios de Michoacán, José Manuel Mireles Valverde, está hospitalizado en calidad de víctima y no como detenido, puntualizó el titular de la Procuraduría General de Justicia del Estado (PGJE), Marco Vinicio Aguilera Garibay.\n Cuestionado sobre qué ocasionó la falla de la aeronave en la que sufrió el accidente el dirigente de los civiles armados que han tomado una decena de municipios desde febrero pasado, el funcionario respondió que la Procuraduría General de la República (PGR) ya investiga el caso y detalló que la Dirección de Aeronáutica Civil de la Secretaría de Comunicaciones y Transportes será la instancia que determine las causas del percance.\n Recordó que el pasado sábado la PGJE dio inicio a la averiguación previa penal 8/2014 y se instruyó al personal ministerial para que se trasladara al Hospital Integral Comunitario de La Huacana, donde Mireles y las cuatro personas que viajaban con él recibieron atención médica.\n Sin embargo, sujetos que dijeron ser integrantes de \"un grupo de autodefensa\" les impidieron el paso.  \"Y en un ánimo de no llegar a una situación violeta, el personal de la fiscalía se retiró del lugar\", complementó.\n Además, la PGJE precisó los nombres de las personas que viajaban con Mireles en la avioneta que se estrelló en un poblado de La Huacana: Efraín Bañuelos Mendoza, de aproximadamente 35 años de edad, quien sufrió traumatismo craneoencefálico moderado y fractura de clavícula derecha y su estado de salud se reporta como grave.\n También, José Alfredo Jiménez Alvarado, de 37 años, quien presenta fractura de tibia y peroné y está estable; Jennifer Contreras Ortega, de 17 años de edad, quien presenta múltiples contusiones \"pero se encuentra consciente, orientada y estable\".\n El sujeto que perdió la vida fue identificado como Carlos Eduardo Farías, de aproximadamente 53 años, quien llegó en estado inconsciente con choque hipovolémico y falleció a las 20:30 horas mientras era atendido.\n Según el reporte médico, Mireles presenta traumatismo craneoencefálico moderado y probable fractura de mandíbula, pero está \"consciente, tranquilo, orientado y estable\".  No obstante, el líder de las autodefensas fue trasladado ayer a la ciudad de México bajo un fuerte dispositivo de seguridad a cargo de la Policía Federal.\n El procurador descartó que el traslado se haya debido a amenazas al personal del nosocomio moreliano donde recibía atención médica.  Afirmó que fue \"imposible tomarle su declaración\" y no precisó en qué hospital del Distrito Federal está internado.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1674178",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5138,
                    "source": {
                        "title": "La Jornada Michoacan",
                        "uri": "www.lajornadamichoacan.com.mx"
                    },
                    "time": "17:28:00",
                    "title": "Mireles se recupera en hospital del DF; no hay orden de aprehensión en su contra",
                    "uri": "148148870",
                    "url": "http://www.lajornadamichoacan.com.mx/2014/01/06/mireles-se-recupera-en-hospital-del-df-no-hay-orden-de-aprehension-en-su-contra/",
                    "wgt": 1
                },
                {
                    "body": "MORELIA.- - Dos militares muertos dejÃ³ una emboscada a un convoy del EjÃ©rcito mexicano en el municipio de ApatzingÃ¡n, de acuerdo con reportes de autoridades del gobierno de MichoacÃ¡n.\n La SecretarÃ­a de la Defensa Nacional (Sedena) indicÃ³ anoche que esperarÃ¡ a conocer el parte de la 43 Zona Militar, con sede en ApatzingÃ¡n, y sÃ³lo entonces podrÃ¡ emitir una confirmaciÃ³n sobre los decesos castrenses.\n El personal de la Sedena circulaba alrededor de las 19:30 horas en las inmediaciones de las comunidades de Las Anonas y El Alcalde, en la Tierra Caliente de MichoacÃ¡n, cuando sobrevino el ataque.\n Hombres que portaban armas de alto poder abrieron fuego en contra de la columna militar, que respondiÃ³ a la agresiÃ³n, y por ello se produjeron varios tiroteos por espacio de 20 minutos.\n Tras de estos hechos, soldados y policÃ­as federales comenzaron una operaciÃ³n de bÃºsqueda en la comunidad de El Alcalde de los posibles atacantes, quienes huyeron a bordo de por lo menos 10 camionetas, informÃ³ la agencia QuadratÃ­n.\n Por su lado, guardias comunitarias confirmaron que este domingo se registrÃ³ un nuevo enfrentamiento en el municipio de ParÃ¡cuaro, en los lÃ­mites con el municipio de MÃºgica, que dejÃ³ como saldo al menos dos muertos, presuntos integrantes del cÃ¡rtel de Los Caballeros Templarios, y varios lesionados del grupo de autodefensas.\n De igual forma, las fuentes seÃ±alaron que en el enfrentamiento del sÃ¡bado pasado, cuando arribaron a ParÃ¡cuaro, dejÃ³ una persona muerta de la policÃ­a civil, asÃ­ como ocho muertos y cinco heridos del grupo armado identificado con la organizaciÃ³n delictiva.\n En el tiroteo registrado este domingo, dijeron, los integrantes de Los Caballeros Templarios tenÃ­an en su poder armas de grueso calibre y una bazuca, con la que agredieron a los comunitarios.\n AdemÃ¡s, hombres armados no identificados bloquearon carreteras y prendieron fuego a autobuses de pasajeros de las lÃ­neas Parhikuni y Ã\"mnibus, y a un camiÃ³n de la empresa Lala, en los municipios de Cuatro Caminos, Nueva Italia, TancÃ­taro y ApatzingÃ¡n.\n A su vez, las autodefensas reforzaron la seguridad en las demarcaciones y comunidades que han ocupado desde que aparecieron en MichoacÃ¡n, el 24 de febrero de 2013.\n Desde la noche del sÃ¡bado se reportaron varios bloqueos con autos incendiados en los municipios de Cuatro Caminos, TancÃ­taro y la comunidad de Ã\u009aspero, asÃ­ como balaceras en las inmediaciones del municipio de ApatzingÃ¡n.\n De hecho un grupo armado intento penetrar por la fuerza a los municipios de TancÃ­taro y ParÃ¡cuaro, pero fueron repelidos por las policÃ­a comunitarias.\n AdemÃ¡s, en la central camionera de la ciudad de Morelia se suspendieron ayer las corridas de y hacia los municipios Buenavista TomatlÃ¡n, ApatzingÃ¡n, Tepalcatepec, CoalcomÃ¡n y Arteaga.\n El servicio no serÃ¡ reanudado hasta nuevo aviso, indicÃ³ personal administrativo de la estaciÃ³n de pasajeros, que precisÃ³ que los autobuses volverÃ¡n a circular una vez que se garantice la seguridad de los viajeros, asÃ­ como de los transportistas.\n Mientras tanto, JosÃ© Manuel Mireles Valverde, lÃ­der de los grupos de autodefensa de Tepalcatepec, fue traslado cerca de las 11 de la maÃ±ana de ayer domingo a la Ciudad de MÃ©xico, debido a complicaciones con su estado de salud y las lesiones ocasionadas luego de un aterrizaje forzoso de la aeronave en la que viajaba el sÃ¡bado.\n Fuentes del gobierno federal indicaron que el dirigente fue llevado al hospital MÃ©dica Sur para que sea atendido de sus lesiones.\n La ProcuradurÃ­a General de Justicia del Estado (PGJE), en conferencia de prensa ofrecida la tarde de ayer, confirmÃ³ que desde el sÃ¡bado por la noche la ProcuradurÃ­a General de la RepÃºblica (PGR) atrajo el accidente de la aeronave.\n En este sentido, el procurador de justicia michoacano, Marco Vinicio Aguilera, seÃ±alÃ³ que la dependencia coadyuvarÃ¡ â\u0080\u009cen el Ã¡mbito de su competencia en lo que se le soliciteâ\u0080\u009d.\n Sin embargo, trascendiÃ³ que la familia de Mireles Valverde solicitÃ³ que sea la autoridad federal la que se encargue de la custodia del dirigente de los grupos de autodefensa michoacanos y que acompaÃ±e en todo momento al lÃ­der comunitario.\n Vinicio Aguilera informÃ³ ademÃ¡s que Mireles Valverde fue trasladado a la Ciudad de MÃ©xico, pero descartÃ³ que Ã©ste se encuentre en calidad de detenido y que debido a la gravedad de sus lesiones la propia familia fue quien solicitÃ³ que lo llevarÃ¡n para una mejor atenciÃ³n.\n La DirecciÃ³n General de AeronÃ¡utica Civil de la SecretarÃ­a de Comunicaciones y Transportes (SCT) informÃ³ que analizarÃ¡ y determinarÃ¡ las causas del percance.\n Las fuentes no precisaron si ademÃ¡s de Mireles fueron trasladados otros comunitarios heridos que lo acompaÃ±aban en el momento del accidente, asÃ­ como el piloto.\n Por el momento se mantiene un cerco de seguridad en el hospital en el que fue internado el lÃ­der de la policÃ­a civil y otras tres personas.\n La identidad de los heridos y de la persona que falleciÃ³ no ha sido dada a conocer.\n La PGJE seÃ±alÃ³ que, de acuerdo con la informaciÃ³n recabada, la avioneta en que viajaba el doctor Mireles y sus acompaÃ±antes tiene la matrÃ­cula XB-MSA, ademÃ¡s de que dicha aeronave despegÃ³ cerca de las 17:34 horas del sÃ¡bado de la ciudad de Guadalajara y se dirigÃ­a presuntamente hacÃ­a el municipio de Tepalcatepec, de donde es originario el dirigente.\n La aeronave en la que se accidentÃ³ el lÃ­der comunitario permanece resguardada por elementos del EjÃ©rcito Mexicano en la localidad de ZicuirÃ¡n, en el municipio de La Huacana, a la vez de que existe un desplazamiento importante de fuerzas policiacas federales hacia la zona de la Tierra Caliente.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1703270",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5072,
                    "source": {
                        "title": "Vanguardia",
                        "uri": "www.vanguardia.com.mx"
                    },
                    "time": "21:45:00",
                    "title": "Asesinan a dos militares durante emboscada en Michoacán",
                    "uri": "148214286",
                    "url": "http://www.vanguardia.com.mx/asesinanadosmilitaresduranteemboscadaenmichoacan-1917491.html",
                    "wgt": 1
                },
                {
                    "body": "Morelia, Michoacán.- - El líder del grupo de autodefensas en Michoacán, José Manuel Mireles Valverde, tras el desplome de la avioneta en que viajaba dentro del municipio de La Huacana, fue trasladado a un hospital militar en la ciudad de México a bordo de un helicóptero de la Policía Federal.\n En términos de los galenos, Mireles Valverde, de acuerdo al reporte médico del personal del hospital particular donde estuvo internado en esta capital michoacana, presenta fractura cráneo encefálico moderado y probable fractura de mandíbula, el cual al momento de ingresar al nosocomio y durante su permanencia en urgencias estaba consciente, tranquilo, orientado y estable.\n Sin embargo, se presume que para ser analizado exhaustivamente de la fractura de cráneo, fue trasladado a un hospital militar en donde será resguardado por las fuerzas castrenses y la Policía Federal, cuyos agentes se lo llevaron a México en un helicóptero oficial.\n Por su parte, otro de los acompañantes, José Alfredo Jiménez Alvarado, de 37 años, presenta fractura de tibia y peroné en el tercio proximal, golpes en muchas partes del cuerpo, aunque se encuentra consciente, tranquilo, orientado y estable.\n En lo que se refiera al estado de salud de la joven, menor de edad, que acompañaba al \"Doctor Mireles\", Jennifer Contreras Ortega, de 17 años, tiene golpes en varias zonas, con crisis de ansiedad, consciente y orientada, es decir, estable, también hospitalizada en La Huacana.\n Por otro lado, el copiloto Efraín Bañuelos Mendoza, de 33 años de edad, presenta traumatismo cráneo encefálico moderado, semiinconsciente, con fractura de clavícula derecha, paciente grave, internado en una clínica particular de Morelia.\n De estos hechos, las autoridades revelaron que la persona que murió durante el desplome de la aeronave fue identificada como Carlos Eduardo Farías González, de 53 años, mismo que llegó al hospital de La Huacana inconsciente, y presumiblemente era el piloto de la avioneta.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1605815",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5012,
                    "source": {
                        "title": "Provincia",
                        "uri": "www.provincia.com.mx"
                    },
                    "time": "03:45:00",
                    "title": "Resguardan a líder de autodefensas en hospital militar",
                    "uri": "147976374",
                    "url": "http://www.provincia.com.mx/resguardan-a-lider-de-autodefensas-en-hospital-militar/",
                    "wgt": 1
                },
                {
                    "body": "El estado de Salud de José Manuel Mireles Valverde, líder del grupo de autodefensa de Tepalcatepec, Michoacán, no ha permitido que rinda su declaración ministerial, luego del accidente en la avioneta en que viajaba cuando trataba de aterrizar en una zona del municipio de la Huacana.  Funcionarios de la Procuraduría General de la República (PGR), revelaron que en tanto continúa el desahogo de los peritajes para determinar las causas del percance, los agentes del Ministerio Público Federales se mantienen a la espera de la autorización de los galenos que atienden al herido en el hospital Médica Sur, para que el líder de la autodefensa michoacana comparezca ante la autoridad ministerial.  De igual manera, la PGR tampoco ha podido interrogar al piloto de la aeronave, de quien no se ha informado su traslado a la ciudad de México, y presuntamente continúa recibiendo atención médica en la ciudad de Morelia.",
                    "date": "2014-01-10",
                    "eventUri": "97876",
                    "id": "2188817",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4952,
                    "source": {
                        "title": "La Jornada",
                        "uri": "www.jornada.unam.mx"
                    },
                    "time": "10:25:00",
                    "title": "Mireles Valverde todavía no rinde declaración ministerial",
                    "uri": "149396743",
                    "url": "http://www.jornada.unam.mx/2014/01/10/index.php?section=politica&article=011n4pol&partner=rss",
                    "wgt": 1
                },
                {
                    "body": "El líder comunitario fue trasladado en un helicóptero oficial de la Policía Federal en medio de un fuerte dispositivo de seguridad en el que participaron elementos de esta corporación y el Ejército Mexicano.\n Las fuentes no precisaron si además de Mireles Valverde fueron trasladados otros comunitarios que resultaron heridos y que lo acompañaban en el momento del accidente, así como el piloto de la avioneta en la que se accidentó.\n Por el momento se mantiene el cerco de seguridad en el hospital en el que fue internado el líder de la policía civil y otras tres personas.  La identidad de los heridos y de la persona que falleció no ha sido dada a conocer.\n - Suspenden corridas\nEn la Central Camionera de la ciudad de Morelia este domingo fueron suspendidas las corridas de y hacia los municipios Buenavista Tomatlán, Apatzingán, Tepalcatepec, Coalcomán y Artega.\n El servicio será reanudado hasta nuevo aviso indicó personal administrativos de la central que dijo que los autobuses volverán a circular hasta que se garantice la seguridad de los pasajeros.\n Por otro lado, fueron reportados bloqueos carreteros en los municipios de Cuatro Caminos, Nueva Italia y la entrada a Apatzingán por gente armada no identificada.  A su vez, los grupos de autodefensa han reforzado la seguridad en los municipios y comunidades que han ocupado a lo largo de casi un año.",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1592345",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4136,
                    "source": {
                        "title": "Periódico El Mexicano",
                        "uri": "www.el-mexicano.com.mx"
                    },
                    "time": "00:01:00",
                    "title": "Trasladan a Mireles a hospital en el DF",
                    "uri": "147941739",
                    "url": "http://www.el-mexicano.com.mx//informacion/noticias/1/2/nacional/2014/01/05/722611/trasladan-a-mireles-a-hospital-en-el-df",
                    "wgt": 1
                },
                {
                    "body": "Unos 200 hombres y mujeres armados entraron el sábado en Parácuaro, una ciudad de 25.000 habitantes en el Estado de Michoacán, al sureste de México.  Los recibieron a tiros desde los tejados.  Uno de ellos cayó muerto por un disparo.  Consiguieron llegar a la alcaldía, detuvieron a los 11 policías locales y los encerraron en la cárcel.  Parácuaro es el décimo municipio que los grupos de autodefensa controlan en la región, uno de los principales puntos de producción de drogas del país.  Se levantaron en armas porque estaban hartos, según dicen, de los crímenes del cartel del narcoque controla la zona.  Si lo que ocurre en Michoacán no es una guerra, se le parece mucho.\n En Michoacán, uno de los Estados más violentos de México, murieron violentamente 990 personas en 2013, la mayor cifra en 15 años.  En España, en 2012, hubo 78 homicidios.  El año pasado falleció ahí, en una emboscada, el vicealmirante de la Marina Carlos Miguel Salazar, el rango militar más alto asesinado en el país desde que iniciara la ofensiva contra el narcotráfico hace siete años.\n Fue ahí también donde un comando de encapuchados arrojó cinco cabezas decapitadas en un bar en septiembre de 2006, en uno de los primeros (y más recordados) episodios de la sangrienta guerra contra el crimen organizado.  La costumbre no se ha perdido pero ya no sorprende.  En la capital, Morelia, aparecieron cinco cuerpos degollados hace días.\n La región es una de las principales productoras de marihuana y metanfetamina de México, y parada estratégica del tráfico de cocaína.  Con la toma de Parácuaro, ya son 10 los municipios que controlan los autodefensas (una quinta parte del territorio de Michoacán).  La inestabilidad obligó al Gobierno federal a enviar al Ejército en noviembre pasado al puerto de Lázaro Cárdenas, en la costa del Pacífico, y el mayor punto de entrada de carga del país.  Tras 11 meses de avance los autodefensas están a un paso de rodear Apatzingán, la ciudad con más peso político y económico, donde ya intentaron entrar en octubre.  \"La toma del poder en varios municipios michoacanos por grupos de autodefensa civil, es el equivalente político y jurídico a un golpe de Estado en un microsistema de gobierno.  No hay alcaldes que administren presupuestos, ni den servicios a la comunidad o tomen las decisiones que les competen\", afirma el periodista Raymundo Riva Palacio, especialista en temas de seguridad.\n Michoacán había sido territorio en disputa de los mayores carteles del país (el cartel de Sinaloa y los Zetas) hasta que en 2006 apareció La Familia Michoacana, una mafia con una ideología seudoreligiosa -- su fundador, Nazario Moreno, El Chayo, escribió un libro que sirve de doctrina para sus miembros -- .  Después de que el Gobierno de Felipe Calderón anunciara la muerte de El Chayo en diciembre de 2010, apareció un nuevo cartel: Los Caballeros Templarios.  Cambió el nombre, pero no el culto al líder.  Los autodefensas destruyeron este sábado en Parácuaro un altar dedicado a Moreno y en la región circulan rezos en su honor.  \"Oh, Señor Todopoderoso / Líbrame de todo pecado / Dame protección bendita a través de San Nazario\", dice una hoja repartida en los pueblos michoacanos, con una imagen del capo, vestido con una túnica y empuñando dos pistolas.\n Los autodefensas aparecieron en febrero del año pasado.  Su jefe, José Manuel Mireles, explicó en un vídeo difundido en junio sus razones: los Caballeros Templarios cobraban extorsiones, cometían asesinatos y violaban a las mujeres.  Mireles acusó a las autoridades locales de proteger a las mafias.  Las guardias comunitarias expulsan a los alcaldes de las comunidades que controlan y patrullan sus calles.  Tepalcatepec, uno de sus principales bastiones, tiene un letrero a la entrada que reza: \"Zona libre de Templarios\".\n Los enfrentamientos son habituales.  La violencia ha ocasionado la huida de algunos habitantes de la zona.  En solo un mes, 200 personas pidieron asilo en San Diego (California).  Una investigación periodística reveló que al menos 44 eran de Michoacán.  Las peticiones de refugio de mexicanos en EE UU han aumentado un 400% en los últimos seis años.\n El Gobierno de Enrique Peña Nieto ha optado por rebajar el discurso mediático sobre la guerra contra el narco, a diferencia de Felipe Calderón, que difundía las operaciones en horario de máxima audiencia.  \"No hay transparencia sobre el operativo.  El secretario [de Gobierno, Miguel Ángel] Osorio Chong afirmó que se tienen objetivos, pero no dijo cuáles.  Resulta por tanto imposible saber si se están alcanzando\", escribió el analista Alejandro Hope en mayo pasado.  Hope afirma ahora que, si los autodefensas deciden intentar de nuevo la toma de Apatzingán \"puede sobrevenir una batalla de dimensiones no triviales\".",
                    "date": "2014-01-05",
                    "eventUri": "97876",
                    "id": "1580850",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3943,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "internacional.elpais.com"
                    },
                    "time": "20:47:00",
                    "title": "Las autodefensas avanzan en México",
                    "uri": "147911300",
                    "url": "http://internacional.elpais.com/internacional/2014/01/05/actualidad/1388947127_151089.html",
                    "wgt": 1
                },
                {
                    "body": "Buena parte de la comentocracia mexicana coincide en el hecho de que 2013 fue un año de notables éxitos para el presidente Enrique Peña Nieto.\n Y, en efecto, el presidente mexicano resultó ganancioso en su primer año de gestión, gracias a la peculiar alianza entre la derecha, la izquierda y el centro -PAN, PRD y PRI-, que mediante el Pacto hicieron posible lo impensable; la mayor cantidad de reformas constitucionales de la historia moderna, en sólo dos periodos de sesiones del Congreso.\n Más aún, en los centros financieros globales no se hizo espe-rar el aplauso al nuevo presidente mexicano por reformas como la energética y la financiera, en tanto que medios especializados del mundo ya califican a México como el nuevo líder del continente, por encima de Brasil.  Y, en efecto, resultaría mezquino negar los éxitos del gobierno peñanietista y de los partidos opositores, representados en el Congreso.\n Sin embargo -el prietito en el arroz-, durante el primer año de gobierno de Peña Nieto no todo fue exitoso.  ¿Por qué?  Porque más allá del aplauso de los mercados y de los reconocimientos globales, lo cierto es que el Estado mexicano muestra severas deficiencias -que afectan a millones de mexicanos-, en los terrenos de la seguridad y la impunidad.\n Sí, hace unas horas, un grupo de 300 civiles fuertemente armados entraron al municipio de Parácuaro, Michoacán, en donde ocuparon la presidencia municipal, desarmaron a la Policía local y se instalaron como la única autoridad constituida.  Se trata de las llamadas \"autodefensas\", que en poco más de un año avanzan libremente en Michoacán hasta ocupar en total 10 de los 113 municipios de la entidad.\n ¿Qué debemos entender los ciudadanos de a pie -y qué deben entender los centros financieros globales-, cuando el Estado mexicano es rebasado en una de sus responsabilidades fundamentales, como es la seguridad?  ¿Por qué razón -sea en Michoacán, sea en Guerrero u otras entidades-, los grupos de autodefensa crecen sin ningún control y se constituyen en una autoridad y un poder al margen de la autoridad y el poder constituidos?\n La respuesta a las anteriores interrogantes no admite margen para especular o para eludir res-ponsabilidades.  La respuesta es contundente; la proliferación de las autodefensas en Michoacán y en otros estados -y la impunidad que cobija a los grupos criminales-, son un rotundo fracaso del gobierno de Enrique Peña Nieto y del Estado mexicano todo.\n ¿Por qué?\n Porque si bien existe una responsabilidad compartida de los órdenes municipal y estatal de gobierno, lo cierto es que el tamaño del problema -la hegemonía que han plantado en estados como Michoacán grupos criminales como Los Templa-rios-, hace indispensable la intervención de la fuerza federal.\n Está claro que el problema rebasó desde hace mucho a los municipios y a los estados, para convertirse en un conflicto de seguridad nacional que, por esa razón, compete a los Tres Poderes de la Unión; Ejecutivo, Legislativo y Judicial.  Pero también es cierto que en el caso de las autodefensas, han fracasado tanto el gobierno de Enrique Peña Nieto, como la vigente le-gislatura del Congreso y, sin duda, el Poder Judicial.\n ¿Qué esperan los presidentes del Ejecutivo, Enrique Peña Nieto; del Legislativo y del Judicial, para diseñar una estrategia efectiva y eficaz en materia de seguridad, que restablezca la tranquilidad en Michoacán y en otras entidades, y que regrese a los militares a sus cuarteles y a sus casas y actividades productivas los civiles que han tomado en sus manos las llamadas \"autodefensas\"?\n Y es tal el ridículo de la au-sencia de autoridad en buena parte de Michoacán -y de otros estados-, que luego del accidente aéreo sufrido el pasado sábado por el líder de las \"autodefensas\", José Manuel Mireles, los estatales y los federales investigan si se trató de una emboscada por parte de los Templarios.\n Es decir, que los gobiernos estatal y federal se han convertido en meros espectadores de una guerra entre criminales y ciudadanos que -ante el fracaso del Estado-, han tenido que asumir su propia autodefensa.  ¡Sí, que bien por el PRI y por el gobierno peñanietista que se revelaron como campeones de las reformas constitucionales!  ¡Pero que mal, por la incapacidad del PRI y del gobierno de Peña Nieto para poner orden en Michoacán y en otras entidades!\n Pero los fracasos de Peña Nieto no sólo son visibles en el caso de las \"autodefensas\".  No, también son evidentes en el crecimiento sin control de la mafia CNTE y de la corrupción sin freno en los penales, en donde las bandas criminales mandan.  ¿Hasta cuándo?  Al tiempo\ntwitter-@Ricardo Aleman Mx |www.ricardoaleman.com.mx",
                    "date": "2014-01-06",
                    "eventUri": "97876",
                    "id": "1635034",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.338,
                    "source": {
                        "title": "Correo de Guanajuato",
                        "uri": "www.periodicocorreo.com.mx"
                    },
                    "time": "10:49:00",
                    "title": "Itinerario Político",
                    "uri": "148053429",
                    "url": "http://www.periodicocorreo.com.mx/opinion/138706-itinerario-politico-del-06-de-enero-de-2014.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 27,
            "averageDate": "2014-01-06",
            "avgCos": 0.4165,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "97876",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "97876",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Mexico",
                    "lat": 23,
                    "long": -102,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mexico"
                },
                "labelEng": "Mexico City",
                "lat": 19.42847,
                "long": -99.12766,
                "wikiUri": "http://en.wikipedia.org/wiki/Mexico_City"
            },
            "storyDate": "2014-01-06",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-29364",
            "variance": 0.3265
        }
    },
    "meta": {
        "CCAArticleMatchCount": 71,
        "CCAArticleMatchRatio": 0.163594470046083,
        "CCAAvgCosSim": 0.6733084507042256,
        "CCAAvgMatchWgt": 41.1830985915493,
        "_articleUri1": "147942872",
        "_articleUri2": "147906364",
        "_datetime": "2015-02-19 11:48:38",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-29364",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-45838",
        "_username": "Evgenia Belyaeva",
        "artCount1": 27,
        "artCount2": 14,
        "avgCosSimStory1": 0.4165,
        "avgCosSimStory2": 0.3846,
        "categorySim": 0,
        "conceptCosSim": 0.5362437722249748,
        "conceptJaccardSim": 0.2345679012345679,
        "coreTime1": 122852.9,
        "coreTime2": 122848.8833333333,
        "coreTimeStDev1": 7.986328372522243,
        "coreTimeStDev2": 12.84610896077597,
        "entityCosSim": 0.8393444217065972,
        "entityJaccardSim": 0.2903225806451613,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 1,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1923625187157138,
        "keywordJaccardSim": 0.2,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 12,
        "storyQuality2": 7,
        "timeAvg1": 122869.3740740741,
        "timeAvg2": 122865.4761904762,
        "timeStDev1": 29.30236276563495,
        "timeStDev2": 16.86404284396657,
        "varianceStory1": 0.3265,
        "varianceStory2": 0.3521
    }
}