{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-31651": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "The Halo 5 Multiplayer Beta has been available for those enrolled in the Xbox Live Dashboard Preview Program, as well as for media for a little over a week. But today, anyone who purchased Halo: The Master Chief Collection can access the Halo 5 Multiplayer Beta and get a taste of what the future of Halo looks and plays like.\n\nThe beta will be available at 9 AM Pacific | 11 AM Central | 12 PM Eastern time.\n\nThe Halo 5 Multiplayer Beta will be running between today and January 18th. Microsoft and 343 have plans to roll out new content throughout the 3-week period, which includes access to more maps, modes, and weapons each week.\n\nWe got a chance to test drive the multiplayer beta recently, you can find our thoughts on the next Halo here.\n\nHalo 5 is due for release on the Xbox One in Fall 2015. This beta has an unprecedented length of lead time for a public test. Almost a full year out, 343 is clearly looking to get fan feedback, calling this a \"work-in-progress snapshot of a game in production.\"\n\nHalo fans have had their fill of content this holiday season. While the release of Halo: The Master Chief Collection was hindered by network issues and other problems with the game, the most recent updates have added even more content (Spartan Ops) to the already massive offering, as well as stabilization fixes for matchmaking problems.\n\nTo make up for the rocky launch, Microsoft will be adding Halo 3: ODST to The Master Chief Collection free of charge.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29428182",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8474,
                    "source": {
                        "title": "Attack of the Fanboy",
                        "uri": "attackofthefanboy.com"
                    },
                    "time": "12:45:00",
                    "title": "Halo 5 Multiplayer Beta arrives today",
                    "uri": "237414981",
                    "url": "http://attackofthefanboy.com/news/halo-5-multiplayer-beta-arrives-today/",
                    "wgt": 1
                },
                {
                    "body": "Halo 5: Guardians has been a majorly debated topic across the globe. Many players earlier accused Halo 4 of a slow transition towards Call of Duty whereas some beta users now saying that Halo 5: Guardians is COD in space. Well, we'll let you decide the rest once you play the game for yourself. It has been revealed that Halo 5 beta multiplayer is finally online which according to Xbox Wire is:\n\n\"giving fans around the world their first taste of the next evolution of Halo combat. \"\n\nAvailable to those who purchased Halo: The Master Chief Collection, the Halo 5: Guardians Multiplayer Beta started yesterday through to January 18, 2015. The content unlocked in the previous versions of the game for use in the Halo 5: Guardians Multiplayer Beta can be carried over to the new addition ti the franchise according to the Xbox Wire. And additionally, Halo 5: Guardians gameplay was defined as the following:\n\n\"Halo 5: Guardians brings the next evolution of combat to Xbox One, featuring arena multiplayer, new modes and all-new Spartan Abilities.\n\nThe Halo 5: Guardians Multiplayer Beta is focused on 4v4 Arena multiplayer and is built upon Halo's legacy as the definitive arena shooter. The beta represents only a small portion of the epic plans we have for multiplayer in Halo 5: Guardians.\"\n\nLaunching exclusively early in 2015, pre-orders for the game have been unveiled and consumers have three pre-order editions to choose from. Eager fans of the series can reserve a copy and exclusive upcoming game content. The editions according to Xbox page are:\n\nEarlier, a gameplay video for the beta game was released showing a very stable game running at 720p and 60 fps. It was also apparent that the gameplay was arena based which is to the liking of many regular FPS players and the weaponry was less alien-like than what was expected - read more and check out the video here.\n\nTo pre-order your copy from the Microsoft Store visit the Halo 5: Guardians Pre-Order page.",
                    "date": "2014-12-30",
                    "eventUri": "2127516",
                    "id": "29528358",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8329,
                    "source": {
                        "title": "WCCFtech",
                        "uri": "wccftech.com"
                    },
                    "time": "17:21:00",
                    "title": "Halo 5: Guardians - Multiplayer Beta Starts, Pre-Order Details Released",
                    "uri": "237663139",
                    "url": "http://wccftech.com/halo-5-guardians-multiplayer-beta-starts-preorder-details-released/",
                    "wgt": 1
                },
                {
                    "body": "Microsoft is kicking off 2015 with a Halo 5 multiplayer beta you can download today if you bought The Master Chief Collection + READ ARTICLE\n\nThe Halo 5: Guardians multiplayer beta is on. It's a trifle later than expected (by two days), but Microsoft has made good by extending the beta an extra day, thus you can now plasma-filet fellow players through January 18.\n\nThe beta should be downloadable by 12 p.m. ET Monday afternoon -- but you need to own Halo: The Master Chief Collection to qualify for access.\n\n@gameelite46 Halo 5: Guardians MP Beta will go live at 9AM PST.\n\n-- Halo (@Halo) December 29, 2014\n\nMicrosoft released a trailer a little over a week ago that walks through some of the beta's features. It'll focus on 4v4 Arena play across seven maps and three game types, and represents \"only a small portion\" of the final product, according to Redmond.\n\nThe final version of the game -- which will let you play as a brand new character, Spartan Locke, sleuthing for an M.I.A. Master Chief -- launches this fall (somewhere between September 23 and December 21) on Xbox One.\n\nIn related news, Microsoft is opening up preorders for the full Halo 5 game early. It's happy to part you from a significant wad of your holiday cash if you're feeling particularly Halo-hardcore: Microsoft is selling a Limited Collector's Edition of the game, which includes a poster, digital miscellany, items (not specified) wrapped in a steel book, and a numbered statue (of what, also not specified) for $250.\n\nA $100 Limited Edition includes the digital content, items and steel book, while the $60 standard version includes the poster only if you preorder.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29445655",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8282,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "17:06:00",
                    "title": "The Much-Awaited Halo 5 Multiplayer Beta Starts Today",
                    "uri": "237457921",
                    "url": "http://time.com/3648569/halo-5-multiplayer-beta/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btime%252Fentertainment%2B%2528TIME%253A%2BEntertainment%2529",
                    "wgt": 1
                },
                {
                    "body": "Halo: The Master Chief Collection is more than just a collection of the green supersoldier's greatest hits -- it's also an early access pass to the next game in the franchise, Halo 5: Guardians. How early? Well, the game isn't expected until fall 2015, so pretty freakin' early is the answer. Right now -- today -- you can get into Halo 5's multiplayer beta months ahead of the game's completion. In that spirit, we're streaming a few hours of the game in action while taking questions live! Join us at 1PM ET today for Halo 5: Guardians, multiplayer, in beta.\n\n[For the record, I'm playing the Halo 5: Guardians beta on an Xbox One, using a download code provided by Microsoft. I'm streaming the game over wired internet using an Elgato Game Capture HD device and Open Broadcaster Software. All that to say, \"This game will likely look prettier and run more smoothly on your home equipment. Streaming conditions vary!\"]",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29449058",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8142,
                    "source": {
                        "title": "Engadget",
                        "uri": "www.engadget.com"
                    },
                    "time": "17:53:00",
                    "title": "Playdate: We're livestreaming the 'Halo 5: Guardians' beta!",
                    "uri": "237465898",
                    "url": "http://www.engadget.com/2014/12/29/playdate-halo-5-guardians-beta/",
                    "wgt": 1
                },
                {
                    "body": "Xbox One users eager to play the Halo 5 multiplayer beta can now get it through the Master Chief Collection but those facing issues can follow these alternate steps to get the game.\n\nHalo 5: Guardians beta was previewed to some Xbox One users earlier this week and now it has been expanded to more users. To install the Halo 5 multiplayer beta through Master Chief Collection users can navigate to Extras in the Main Menu and select Halo 5 to start the download process. However, it seems some users are having trouble getting the game by this method.\n\nA Reddit user has now discovered another way to get the game which involves viewing all of the Nightfall episodes. For downloading the game using this alternate method, user should visit the Halo channel and view or fast forward through Nightfall episodes before going to the Rewards tab and selecting the Halo 5 reward. This step will take the user to the Halo 5 download.\n\nThe method has been reported to be working by most users and is worth trying if you are one of those having issues getting it normally. Do let us know how it goes for you or if you find other ways to start the download process.\n\nSource: Reddit Via Inquisitr | Image via 343 Industries",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29421003",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7738,
                    "source": {
                        "title": "Neowin",
                        "uri": "www.neowin.net"
                    },
                    "time": "10:37:00",
                    "title": "Here's how you can download Halo 5: Guardians multiplayer beta now",
                    "uri": "237393729",
                    "url": "http://www.neowin.net/news/heres-how-you-can-download-halo-5-guardians-multiplayer-beta-now",
                    "wgt": 1
                },
                {
                    "body": "The multiplayer beta for Halo 5: Guardians has been going on for a bit now, and diehard Halo fans are in for a treat. Rumble's video showcasing what's available and waiting for Halo-hungry players is absolutely enticing, and it shows off the very best of what's on offer. Even if you haven't played the game in some time, there's still probably plenty of reasons for you to return and see what's changed. If Halo: The Master Chief Collection soured you on the entire thing, why not give this one a chance?\n\nâ\u0080\u008b\n\nAOL On goes beyond the traditional online video experience and delivers premium, curated video in the right context at the right time - on every topic, on every page, on every screen and every device.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29469362",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7665,
                    "source": {
                        "title": "Games.com News. CityVille, FarmVille, CastleVille games news",
                        "uri": "blog.games.com"
                    },
                    "time": "15:25:00",
                    "title": "Here's another look at Halo 5: Guardians beta gameplay",
                    "uri": "237511956",
                    "url": "http://blog.games.com/2014/12/29/heres-another-look-at-halo-5-guardians-beta-gameplay/",
                    "wgt": 1
                },
                {
                    "body": "Halo 5: Guardians launched its multiplayer beta program today, Microsoft announced. The beta phase was originally planned to arrive a few days ago, but is now scheduled to run through January 18. The program was announced during the publisher's E3 2014 press conference in June and is open to those that purchased Halo: The Master Chief Collection.\n\nAdditionally, Microsoft unveiled the bonuses goodies coming to those that pre-order one of the various editions of Halo 5 starting today. The $60 standard version of the game includes an exclusive poster, whereas the $100 Limited Edition includes the poster and adds \"exclusive items\" in a steel book case as well as bonus digital content for the game. Halo 5's Limited Collector's Edition features everything in the other two versions and adds in commemorative statue signed by 343 Industries. Halo 5 is slated to launch in fall 2015. Those missing out on the beta program can watch our archived stream of the game from earlier this month.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29438390",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7649,
                    "source": {
                        "title": "Engadget",
                        "uri": "www.joystiq.com"
                    },
                    "time": "15:29:00",
                    "title": "Halo 5 kicks off multiplayer beta today",
                    "uri": "237441100",
                    "url": "http://www.joystiq.com/2014/12/29/halo-5-kicks-off-multiplayer-beta-today/",
                    "wgt": 1
                },
                {
                    "body": "Although the Halo 5: Guardians beta is scheduled to go live tomorrow, Xbox One gamers are already able to start download process in preparation of the big event.\n\nTo get your installation underway just fire up the Halo: Master Chief Collection, navigate to the Extras section on the Main Menu, and select the Halo 5 Beta section. Since the beta download clocks in at 10.26 GB of data, it's a good idea to let your console sit for a bit.\n\nJust don't get too excited when the download finishes, as 343 isn't starting up the servers until tomorrow morning.\n\nRemember to watch 343i's live action Halo: Nightfall series to get in-game extras for the beta, including an exclusive armor set straight from the series.\n\nIf the episodes don't grab your fancy, you can always fast-forward through and collect your unlockables. But you should watch them, and also check out the second stories, which add some very real depth to the franchise and give you key insights on Agent Locke's character.\n\nIf you can't watch Nightfall be sure to redeem the code included in the Master Chief Collection. If you're digital, try backing out of the game a few times, resetting your console, or checking your e-mail inbox; chances are Microsoft (NASDAQ: MSFT) e-mailed you a code.\n\nSome gamers are also reporting that they've had to \"force quit\" out of the Master Chief Collection in order for the beta pane to pop up. Basically you'll want to hit the Xbox button to return to the main console screen, hit the Guide button, and select quit.\n\nA bit ago, Halo 5's Studio Head Josh Holmes informed eager Spartans that they'd be able to pre-download the beta to ensure smooth entry when the servers went live around 9AM PST on December 29.\n\nIf you weren't able to get into the limited preview alpha reserved for Xbox Preview members, there are a few things you can do to prep for the beta. Be sure to become familiar with Halo 5's new Spartan abilities, and check out some gameplay footage to get the flow of battle.\n\nOverall the beta looks like it incorporates a new arena-based style for competitive multiplayer, and coupled with the new abilities like Smart Scope, Sprint and Thrust, combat should be quite dynamic and interesting.\n\nFor in-depth discussions and questions, drop by the Halo Reddit, as you'll likely meet a bunch of new like-minded players who are just as excited as you are to play the beta.\n\nThe Halo 5: Guardians beta kicks off tomorrow, Dec. 29 at 9AM PST and will last until Jan. 18, 2015.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29400608",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7531,
                    "source": {
                        "title": "VR World",
                        "uri": "www.brightsideofnews.com"
                    },
                    "time": "02:32:00",
                    "title": "Here's How To Download the Halo 5 Beta Right Now",
                    "uri": "237338186",
                    "url": "http://www.vrworld.com/2014/12/28/heres-download-halo-5-beta-right-now/",
                    "wgt": 1
                },
                {
                    "body": "Apart from the smoother gameplay experience, the developer also has a main goal in mind for all of the changes, and that's to make sure that gamers, old or new, will be on equal footing when they play \"Halo 5: Guardians.\" \"We've been really focussed on keeping the skill gap pure, so it's learning about how to use all these toys. But everyone has that suite of abilities and then it's just how to use it to increase your skills,\" said creative director Tim Longo in an exclusive with OXM.\n\nAnother rather interesting change coming with \"Halo 5: Guardians\" is the overall experience of playing in the maps. Considering that it is the most innovative iteration of the franchise, old fans won't feel alienated as there are remnants of past maps, whether it's in the way players are able to move in the map or gain control of certain aspects.\n\nThe old essence of timed weapon and vehicle spawns make it feel like the spirit of \"Halo\" is in each map. However, the introduction of new elements, such as the reported voiceover that lets teams know enemy positions without having to talk, gives players an advantage from a multiplayer standpoint.\n\nThen again, \"Halo 5: Guardians\" is not without its fault. Gamingbolt finds something more to be desired with the new aim down sights, which is how aiming is done in the title. The main issue is not necessarily the inaccuracy of the feature, but rather in the way that it will affect the franchise. According to the report, the addition of the aim down sight gives \"Halo\" a more \"Call of Duty\" air more than anything, since the feature is a mainstay in the latter shooter game.\n\nStill, \"Halo 5: Guardians\" is just looking at its beta run. With months remaining before its release, the developer can use this time to make sure that fans are given what they want to make the latest Halo title the best to date.\n\nIn the meantime, 343 Industries has also released the latest episode of The Bulletin over Halo Waypoint, and this time, it features a new power weapon poll for players of \"Halo 5: Guardians\" beta experience. The episode is featured below, but basically, players have two weapon choices, one of which could be seen in the phase 2 of the multiplayer beta.\n\nThe first choice is the UNSC Rocket Launcher, which is said to be one of the more powerful weapons in Halo. The other choice is the Hydra MLRS, which is a missile launcher that locks players in on the target. The poll will end on Jan. 1, but according to Ready Up Live, the Hydra is winning the battle.\n\nThe Bulletin Episode 6 (Credit: YouTube/Halo)\n\nHave comments or feedback? Leave a message at g.galang@IBTimes.com.au.\n\nRead more gaming news:\n\nCall of Duty: Advanced Warfare Players Get Last Shot at Snipers-Only Mode, COD Online Sees Chris Evans in Trailer\n\nDriveclub Screenshots Show Off Improvements Of Newest Update, Difficulty Settings and Stats Tracking Hinted",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29414507",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7469,
                    "source": {
                        "title": "CNBC",
                        "uri": "au.ibtimes.com"
                    },
                    "time": "08:14:00",
                    "title": "‘Halo 5: Guardians’ Features New Gameplay Information And Poll For New Weapons",
                    "uri": "237374152",
                    "url": "http://au.ibtimes.com/halo-5-guardians-features-new-gameplay-information-poll-new-weapons-1403885",
                    "wgt": 1
                },
                {
                    "body": "There's a certain allure behind mystery boxes. What's in them? It could be anything. It could even be a boat; you know how much we've always wanted one of those.\n\nWell, Microsoft's offering a mystery box of its own today for pre-order, and it's in the form of a $250 limited collector's edition of Halo 5: Guardians. There's probably not a boat inside it, but it's $150 more expensive than the limited edition, and Microsoft only says it includes \"everything in the limited edition, as well as additional content such as a commemorative numbered statue.\"\n\nThe timing of the announcement of these pre-orders is highly strategic, as the Halo 5: Guardians beta opens today for owners of The Master Chief Collection. However, given all the problems that Master Chief Collection suffered, it's probably not a great idea to plunk down cash for a game that's almost a year away from release. But, if you're willing to do that, Microsoft will happily take it.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29452436",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5814,
                    "source": {
                        "title": "Destructoid",
                        "uri": "www.destructoid.com"
                    },
                    "time": "12:30:00",
                    "title": "Maybe don't spend $250 pre-ordering Halo 5: Guardians, okay?",
                    "uri": "237473621",
                    "url": "http://www.destructoid.com/maybe-don-t-spend-250-pre-ordering-halo-5-guardians-okay--285497.phtml",
                    "wgt": 1
                },
                {
                    "body": "Amazon has it for the same price with Free Shipping. Tax in many states.\n\nRelive all the adventures of Master Chief remastered in high definition in Halo 1-4. These games will feature all your favorite online multiplayer maps remade in HD from all previous halo games allowing you a various array of maps to choose from. In addition, this game will feature a mode that allows you to switch between remastered and original format so that you can see the difference.\n\n_________________________________\n\neBay (via Best Buy) also has the Halo: The Master Chief Collection Multiplayer Map Book (Xbox One) for a low $3.99. Free In-Store Pick Up.\n\nGear up for battle with the expert tips and strategies contained in this Halo: The Master Chief Collection Multiplayer Map Book.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29430618",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5646,
                    "source": {
                        "title": "www.techbargains.com",
                        "uri": "www.techbargains.com"
                    },
                    "time": "13:31:00",
                    "title": "Halo: The Master Chief Collection Game (Xbox One) $49.99 Free Shipping",
                    "uri": "237421424",
                    "url": "http://www.techbargains.com/news_displayItem.cfm/436378",
                    "wgt": 1
                },
                {
                    "body": "I was recently given a tiny Teenage Mutant Ninja Turtles Lego set. 47 pieces. I put it together in no time. Michelangelo with a little cart thing. It was simple, but I loved it. You know; that feeling you get when you finish pretty much any Lego project.\n\nThat's why I can't imagine the elation that would accompany finishing this spectacular work of art. Lee Jones recently showed off his Lego Pillar of Autumn from Halo at BrickCon in Seattle. It was an undertaking that took three-and-a-half years to complete and cost approximately $7,000. The final product is more than seven feet long and weighs 220 pounds.\n\nBecause of its sheer size, it's cringe-worthy thinking how nervous you'd have to be moving the iconic cruiser to the convention. One slip-up, and there's four years down the drain.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29466933",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2534,
                    "source": {
                        "title": "Destructoid",
                        "uri": "www.destructoid.com"
                    },
                    "time": "16:00:00",
                    "title": "It took almost four years to build this amazing Pillar of Autumn from Halo with Legos",
                    "uri": "237507471",
                    "url": "http://www.destructoid.com/it-took-almost-four-years-to-build-this-amazing-pillar-of-autumn-from-halo-with-legos-285502.phtml",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2014-12-29",
            "avgCos": 0.5025,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2127516",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2127521",
            "lang": "eng",
            "storyDate": "2014-12-29",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-31651",
            "variance": 0.2475
        }
    },
    "meta": {
        "CCAArticleMatchCount": 9,
        "CCAArticleMatchRatio": 0.05232558139534884,
        "CCAAvgCosSim": 0.7507111111111111,
        "CCAAvgMatchWgt": 39.33333333333334,
        "_articleUri1": "237414981",
        "_articleUri2": "237457149",
        "_datetime": "2015-02-19 11:54:05",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-31651",
        "_storyUri2": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-15595",
        "_username": "Evgenia Belyaeva",
        "artCount1": 12,
        "artCount2": 8,
        "avgCosSimStory1": 0.5025,
        "avgCosSimStory2": 0.4579,
        "categorySim": 0,
        "conceptCosSim": 0.79996520850789,
        "conceptJaccardSim": 0.1896551724137931,
        "coreTime1": 131432.2333333333,
        "coreTime2": 131264.6833333333,
        "coreTimeStDev1": 2.856921419989547,
        "coreTimeStDev2": 124.5454073926646,
        "entityCosSim": 0.8097753595086943,
        "entityJaccardSim": 0.125,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.7996706081729889,
        "keywordJaccardSim": 0.2,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 13,
        "storyQuality2": 8,
        "timeAvg1": 131439.2819444445,
        "timeAvg2": 131419.8854166667,
        "timeStDev1": 8.857348012343541,
        "timeStDev2": 124.5454073926646,
        "varianceStory1": 0.2475,
        "varianceStory2": 0.2903
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-15595": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "Microsoft Game Studios ha anunciado las diferentes ediciones especiales de Halo 5: Guardians, la nueva entrega para Xbox One de su franquicia estrella.\n\nTal y como vemos en Polygon, la Limited Edition costará 99,99 euros e incluirá el juego y \"nuevo contenido digital para mejorar el combate Spartan y objetos exclusivos en un steelbook con diseño único\".\n\nPero si tenéis una cartera que rebosa dinero, quizás os interese más la Limited Collector's Edition. Ésta incluye, por 249,99 euros, todo el material de la otra edición limitada y añade una estatua conmemorativa numerada, con un diseño que 343 Industries desvelará en los próximos meses.\n\nMicrosoft también ha anunciado que los usuarios que hagan la reserva de Halo 5 se llevarán gratis un póster exclusivo.\n\nRecordad también que a partir de las siete de la tarde de hoy empieza la beta multijugador de Halo 5: Guardians, a la que podréis acceder si comprasteis el recopilatorio Halo: The Master Chief Collection.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29445331",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7352,
                    "source": {
                        "title": "Eurogamer.es",
                        "uri": "www.eurogamer.es"
                    },
                    "time": "17:03:00",
                    "title": "Anunciadas las diferentes ediciones especiales de Halo 5: Guardians",
                    "uri": "237457149",
                    "url": "http://www.eurogamer.es/articles/2014-12-29-ediciones-especiales-halo-5-guardians",
                    "wgt": 1
                },
                {
                    "body": "Microsoft ha anunciado que Halo 3: ODST pasará a formar parte de Halo: The Master Chief Collection en primavera de 2015 y que será gratuito para todos aquellos usuarios que compraron la recopilación de Halo para Xbox One antes del 19 de diciembre de 2014, como compensación por los problemas sufridos en el multijugador durante su lanzamiento.\n\nEl resto de jugadores podrá comprar ODST como extra, en una fecha y un precio todavía por determinar.\n\nLa nueva versión de Halo 3: ODST funciona en Xbox One a resolución 1080p y 60 frames por segundo. En primavera también se publicará una actualización (gratuita y para todos los jugadores) del mapa multijugador Relic para Halo 2: Anniversary.\n\nLos usuarios que compraron la Master Chief Collection antes del 19 de diciembre recibirán, además, un mes gratuito de Xbox Live Gold y un avatar exclusivo.\n\nBonnie Ross, de 343 Industries, ha vuelto a pedir disculpas en la web oficial de Xbox por los problemas del matchmaking y ha reconocido que \"ha sido una lección de humildad y que como estudio podemos y debemos hacer las cosas mejor para los fans de Xbox\".",
                    "date": "2014-12-22",
                    "eventUri": "2127516",
                    "id": "28927580",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7342,
                    "source": {
                        "title": "Eurogamer.es",
                        "uri": "www.eurogamer.es"
                    },
                    "time": "08:41:00",
                    "title": "Microsoft regalará Halo 3: ODST como compensación por los problemas de Halo: The Master Chief Collection",
                    "uri": "236101090",
                    "url": "http://www.eurogamer.es/articles/2014-12-22-microsoft-regalara-halo-3-odst-como-compensacion-por-halo-the-master-chief-collection",
                    "wgt": 1
                },
                {
                    "body": "La beta de 'Halo 5: Guardians' que estuvimos probando hace algo más de una semana se abre hoy para todos aquellos que compraron o compren la 'Halo: The Master Chief Collection' y estará disponible hasta el próximo 18 de enero de 2015.\n\nEn esta beta, como ya os contamos en nuestras impresiones y en nuestro vídeo, tendréis la oportunidad de jugar en el modo Asesino a dos de los mapas multijugador que incluirá 'Halo 5: Guardians'. Son combates de cuatro contra cuatro en los que podréis ver y probar todas las novedades introducidas por 343 Industries.\n\nLas sensaciones que nos dejó son buenas. Juego rápido y robusto. A unos gustará y a otros no, como todo, aunque tratándose de la saga 'Halo' estamos seguros de que las quejas de algunos se escucharán desde Marte.\n\nTambién se han dado a conocer tanto el precio como algunos detalles de las distintas versiones del juego que serán lanzadas en otoño del próximo año:",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29455779",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7342,
                    "source": {
                        "title": "www.vidaextra.com",
                        "uri": "www.vidaextra.com"
                    },
                    "time": "19:33:00",
                    "title": "La beta multijugador de Halo 5: Guardians abre hoy sus puertas",
                    "uri": "237481551",
                    "url": "http://www.vidaextra.com/fps/la-beta-multijugador-de-halo-5-guardians-abre-hoy-sus-puertas",
                    "wgt": 1
                },
                {
                    "body": "Me gusta cómo está orientando 343 Industries la beta multijugador de 'Halo 5: Guardians', brindando una buena cantidad de contenido y ajustando las actualizaciones en base a las demandas y las votaciones de los jugadores. En esta segunda semana toca ración de mapas, arma y modo de juego.\n\nA partir de ahora los poseedores de la beta, ya sea gracias al programa preview de Xbox One o por tener en sus manos 'Halo: The Master Chief Collection', podrán acceder a dos nuevos mapas: Regret y Eden, y jugar a un nuevo modo de juego llamado Breakout, con cinco rondas para ganar y una vida para cada ronda.",
                    "date": "2015-01-03",
                    "eventUri": "2127516",
                    "id": "29760503",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.705,
                    "source": {
                        "title": "www.vidaextra.com",
                        "uri": "www.vidaextra.com"
                    },
                    "time": "17:32:00",
                    "title": "La beta multijugador de Halo 5: Guardians crece con un nuevo modo y dos mapas",
                    "uri": "238291214",
                    "url": "http://www.vidaextra.com/fps/la-beta-multijugador-de-halo-5-guardians-crece-con-un-nuevo-modo-y-dos-mapas",
                    "wgt": 1
                },
                {
                    "body": "Para todos aquellos fans de los videojuegos de ciencia ficción Halo, llega la nueva beta Halo 5: Guardians. Como regalo anticipado de Navidad, los miembros del programa \"Vista previa de Xbox One\" recibieron códigos de acceso al juego desde el pasado 19 de diciembre.\n\nA pesar de que la experiencia culminó hoy 22 de diciembre a las 03:00 am hora del este, ya se encuentran disponibles varias revisiones de la beta multi-jugador en sitios como IGN España, donde se ha asegurado que \"el resultado es todo un espectáculo tanto con el mando en las manos como para aquel que lo ve.\"\n\nSolamente aquellas personas que recibieron la invitación con los códigos de acceso pudieron disfrutar de esta experiencia por anticipado, sin embargo, se tiene previsto el lanzamiento al público en general para el próximo 29 de diciembre. La noticia fue dada en primera instancia por Bonnie Ross, Gerente General de Microsoft Games Studios, a través del blog de noticias de la Xbox, quien aseguró que \"es un juego que se espera pueda demostrar el talento, aprendizaje y habilidades del equipo de 343 Industries. Un juego que incorporará las cosas que aprendimos de 'Halo 4' acerca de la tecnología, la estética, el rendimiento y la escala; y quizás más importante, entender y congeniar con una comunidad de jugadores que aman lo que yace en el corazón de este juego, y el ilimitado potencial del universo Halo.\"\n\nPor el momento, sólo queda esperar el lanzamiento que pondrá a disposición de millones de jugadores en todo el mundo la beta de este exitoso juego, desde el 29 de diciembre y hasta el 18 de enero del siguiente año, informa el sitio Halo Way Point.",
                    "date": "2014-12-22",
                    "eventUri": "2127516",
                    "id": "29093100",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.67,
                    "source": {
                        "title": "HoyEnTEC",
                        "uri": "hoyentec.com"
                    },
                    "time": "21:13:00",
                    "title": "Halo 5 Guardians beta disponible a finales de año -HoyEnTEC",
                    "uri": "236506710",
                    "url": "http://hoyentec.com/halo-5-guardians-beta-disponible-finales-de-ano.html",
                    "wgt": 1
                },
                {
                    "body": "343 Industries ha añadido el modo Spartan Ops de Halo 4 a Halo: The Master Chief Collection para Xbox One.\n\nSpartan Ops es un modo cooperativo basado en misiones en el que cuatro jugadores toman el control del equipo de asalto Carmesí de los Spartan-IV.\n\nCon la actualización publicada hoy, que tiene un peso de 4.1GB, se añaden los diez episodios que conformaban las Spartan Ops.\n\nEl parche, tal y como vemos en Halo Waypoint, también incluye mejoras en el matchmaking y el multijugador.\n\nMientras, 343 ha mandado un mensaje de calma a la comunidad acerca de los servidores dedicados.\n\nAlgunos usuarios expresaron sus dudas de que alguna vez hayan estado activos, dados los problemas del multijugador en su lanzamiento y las semanas posteriores, pero el estudio propiedad de Microsoft ha insistido en que funcionaban desde el primer día y que siguen \"optimizando y mejorando la conectividad\".\n\n\"La gran mayoría de partidas se juega en servidores dedicados, pero en el caso de que el jugador no pueda conectarse al servidores dedicado, la partida se desarrollará con una conexión peer-to-peer\".",
                    "date": "2014-12-23",
                    "eventUri": "2127516",
                    "id": "29065815",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6108,
                    "source": {
                        "title": "Eurogamer.es",
                        "uri": "www.eurogamer.es"
                    },
                    "time": "17:11:00",
                    "title": "Disponibles las Spartan Ops de Halo 4 en Halo: The Master Chief Collection",
                    "uri": "236445004",
                    "url": "http://www.eurogamer.es/articles/2014-12-23-disponibles-spartan-ops-en-halo-the-master-chief-collection",
                    "wgt": 1
                },
                {
                    "body": "Todavía no sabemos exactamente cuándo podremos disfrutar definitivamente de Halo 5 Guardians, y ya sabemos de qué forma podremos hacerlo. Microsoft, con una clara intención de celebrar la apertura de la beta del multijugador del juego de 343 Industries ha mostrado cómo van a ser las versiones de coleccionista del juego. Para empezar, vamos a tener una clásica edición normal, por el precio estándar de 59,99 euros, que básicamente incluirá el juego y un póster para los que lo reserven.\n\nPara los más fans, pero sin fondos económicos ilimitados, podrán hacerse con una Edición Limitada que costará unos nada despreciables 99,99 euros. Los compradores de esta edición obtendrán, añadidamente contenido digital exclusivo y una caja metálica diseñada para la ocasión.\n\nLos pudientes y ahorradores fans de verdad del Jefe Maestro y de todos los Spartan que se quieran gastar 249,99 euros podrán hacerse con la edición Coleccionista. Esta contiene, además de todo lo anterior, una estatua numerada que han diseñado desde el propio estudio 343 Industries.\n\nComo os decimos, la beta del juego en su modo multijugador permanecerá abierta a todo el público desde hoy mismo hasta el próximo 18 de enero. Por lo que, y podemos dar gracias, parece que nos encontramos en un año en el que Halo va a estar muy, pero muy presente, desde estos momentos, hasta que esta esperada quinta entrega acabe por salir al mercado el próximo otoño.",
                    "date": "2014-12-29",
                    "eventUri": "2127516",
                    "id": "29469820",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5931,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "23:09:00",
                    "title": "Así serán las ediciones de Halo 5: Guardians",
                    "uri": "237513178",
                    "url": "http://www.antena3.com/defconplay/noticias/asi-seran-ediciones-halo-guardians_2014122900262.html",
                    "wgt": 1
                },
                {
                    "body": "Aunque me niego a pensar en 2014 como en el año desastroso y apocalíptico que muchos han querido pintar (no estamos tan mal, que decía aquel esperpéntico presidente), la verdad es que tampoco ha sido uno que vaya a pasar a la historia del videojuego. Es por eso que a 2015 le pido unas cuantas cosas. Cinco, principalmente:\n\nResulta casi ridículo que empecemos el año pidiendo a las compañías que tengan la decencia de publicar sus juegos con el menor número de fallos posible, pero es que la situación vivida en 2014 fue un auténtico despiporre. Juegos de carreras con un marcado enfoque social cuyos servidores y código online no funcionaban (DriveClub, The Crew), shooters multijugador con un matchmaking que tardó semanas en ser funcional (Halo: The Master Chief Collection), una aventura cargada de bugs y con un frame-rate ridículo (Assassin's Creed: Unity)... los ejemplos son numerosos y a cada cual más escandaloso.\n\nLos videojuegos no son precisamente baratos, y no hay sorpresa más desagradable que gastarte setenta euros para llegar a casa y descubrir que tienes que bajar un parche de chorrocientas gigas, en el mejor de los casos, o que el dichoso juego funciona mal o a medias, en el peor de ellos. No estaría de más invertir un poquito más en un control de calidad medianamente efectivo o, si no queda más remedio, retrasar un poco el lanzamiento antes que sacar tu producto con prisas. De verdad, no nos viene de unas semanas si al final tenemos una experiencia como dios manda en vez de una frustrante y que de ganas de lanzar la consola por la ventana.",
                    "date": "2015-01-06",
                    "eventUri": "2127516",
                    "id": "29921771",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3985,
                    "source": {
                        "title": "Eurogamer.es",
                        "uri": "www.eurogamer.es"
                    },
                    "time": "10:43:00",
                    "title": "Opinión: 5 cosas que le pedimos a 2015",
                    "uri": "238699723",
                    "url": "http://www.eurogamer.es/articles/opinion-cinco-cosas-que-le-pedimos-a-2015-articulo",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-12-28",
            "avgCos": 0.4579,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2127516",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2158951",
            "lang": "spa",
            "storyDate": "2014-12-28",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-15595",
            "variance": 0.2903
        }
    }
}