{
    "850f305d-14db-4c75-b547-79470a557ea3-1078310": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "Rome, November 27 - Italian authorities on Thursday suspended use of two batches of the FLUAD flu vaccine amid suspicions it may have caused three deaths. They also called on anyone who might have unused doses of FLUAD from lots numbered 142701 and 143301 to contact their doctor. \"Three fatalities took place within 48 hours of the administration of doses from two batches (of FLUAD),\" the Italian Pharmaceutical Agency (AIFA) said. Two of the suspicious deaths linked to the vaccine occurred in Sicily, while the other was in the southern Molise region, ANSA sources said. The two batches were produced at a Novartis plant in the Tuscan city of Siena for use by local public health clinics. AIFA stressed that the move suspending use of the vaccine is a precaution pending tests of samples from the batches. Health authorities in the northwestern Liguria region have suspended flu vaccinations while clinics and pharmacies check their stocks to make sure they don't have any from the suspicious batches.",
                    "date": "2014-11-27",
                    "eventUri": "1895631",
                    "id": "26443150",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.885,
                    "source": {
                        "title": "www.gazzettadelsud.it",
                        "uri": "www.gazzettadelsud.it"
                    },
                    "time": "22:04:00",
                    "title": "Use of flu vaccine halted following three deaths - update",
                    "uri": "229658053",
                    "url": "http://www.gazzettadelsud.it/news/118347/Use-of-flu-vaccine-halted-following-three-deaths---update.html",
                    "wgt": 1
                },
                {
                    "body": "Rome, November 28 - The death of a fourth person may be linked to the Fluad flu vaccine, Florence's La Nazione daily reported Friday. On Thursday the Italian authorities suspended use of two batches of the Novartis-produced vaccine as a precautionary measure amid suspicions it may have been linked to three deaths. The fourth suspicious death regards an 80-year-old man who died in the Tuscan city of Prato on Thursday, after taking the vaccine on Wednesday, La Nazione reported. The man reportedly was administered a dose of the vaccine from one of the two suspended batches. The Italian Pharmaceutical Agency (AIFA) has called on anyone who might have unused doses of Fluad from lots numbered 142701 and 143301 to contact their doctor. Two of the previous suspicious deaths linked to the vaccine occurred in Sicily, while the other was in the southern Molise region, ANSA sources said. The two batches were produced at a Novartis plant in the Tuscan city of Siena for use by local public health clinics. AIFA stressed that the move suspending use of the vaccine is a precaution pending tests of samples from the batches. Health authorities in the northwestern Liguria region have suspended flu vaccinations while clinics and pharmacies check their stocks to make sure they don't have any from the suspicious batches.",
                    "date": "2014-11-28",
                    "eventUri": "1895631",
                    "id": "26466556",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8621,
                    "source": {
                        "title": "www.gazzettadelsud.it",
                        "uri": "www.gazzettadelsud.it"
                    },
                    "time": "10:37:00",
                    "title": "Fourth death linked to halted flu vaccine - report - update2",
                    "uri": "229754834",
                    "url": "http://www.gazzettadelsud.it/news/118392/Fourth-death-linked-to-halted-flu-vaccine---report---update2.html",
                    "wgt": 1
                },
                {
                    "body": "ROME: Italy suspended the use of a flu vaccine made by Swiss pharmaceuticals giant Novartis on Thursday (Nov 27) amid fears it may have caused three deaths.\n\nThe Italian Pharmaceutical Agency (AIFA) banned the use of two batches of the Fluad vaccine after three people who had received it died and a fourth was taken seriously ill.\n\nThe victims were two women aged 87 and 79 and a 68-year old man, all of whom died between Nov 12 and 19 in southern Italy, according to Italian media reports. The fourth person, a 92-year old man, is in hospital in a serious condition.\n\n\"Novartis has been notified by AIFA of the precautionary suspension of two lots of Fluad in Italy following reports of the serious adverse effects events after vaccination. No causal relationship to the vaccine has been established,\" the Swiss company said. A review of the two batches \"have confirmed that they are in conformity with all production and quality standards,\" it said.\n\nHealth officials called for calm as news of the ban spread. Italian consumer association Codacons called on the health minister to suspend pro-vaccination campaigns, but AIFA insisted vaccines were \"a precious resource and irreplaceable for the prevention of seasonal flu.\"\n\n\"We need to make sure that the number of people who get vaccinated does not drop. We have to have faith in vaccines,\" said AIFA head Sergio Pecorelli, who added that \"8,000 people die of seasonal flu\" each year. The suspected batches were produced at a Novartis plant in the Tuscan city of Siena.\n\nThe Swiss company said Fluad had been used since 1997, during which time over 65 million doses have been successfully administered throughout the world, \"which confirms the data gathered during clinical studies which involved over 70,000 patients.\"",
                    "date": "2014-11-27",
                    "eventUri": "1895631",
                    "id": "26445945",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7974,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "23:10:00",
                    "title": "Italy bans Novartis flu vaccine after suspicious deaths",
                    "uri": "229668736",
                    "url": "http://www.channelnewsasia.com/news/business/international/italy-bans-novartis-flu/1498126.html",
                    "wgt": 1
                },
                {
                    "body": "AIFA said it had not yet established whether there was a direct link between the drug and the fatalities and had imposed the ban only as a precaution. Novartis said in a statement that no causal relationship had been established.\n\n\"The three events that ended in fatalities began within 48 hours after doses from the two batches of vaccine were administered,\" AIFA said on its website.\n\nThe watchdog said samples of the drug had been taken for tests and it was waiting for the results in order to assess a possible causal link between the vaccine and the deaths.\n\nHowever, Novartis said that a review of the two batches had confirmed that they are \"in conformity with all production and quality standards\". It said it was working with AIFA to assess the matter further.\n\nAIFA advised people who might have packets of batches 142701 and 143301 of the FLUAD vaccine to stop using it and contact their doctor.",
                    "date": "2014-11-27",
                    "eventUri": "1895631",
                    "id": "26444665",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.795,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "22:29:00",
                    "title": "Italy's pharmaceutical watchdog raises alarm on batches of flu drug",
                    "uri": "229662554",
                    "url": "http://www.reuters.com/article/2014/11/27/us-italy-vaccine-idUSKCN0JB2CX20141127?feedType=RSS&feedName=healthNews",
                    "wgt": 1
                },
                {
                    "body": "Fatalities came within 48 hours of FLUAD administration\n\n(ANSA) - Rome, November 27 - The Italian authorities on Thursday halted the use of two batches of the FLUAD flu vaccine amid suspicions that three deaths may have been linked to doses of it.\n\n\"Three fatalities took place within 48 hours of the administration of doses from two batches (of FLUAD),\" the Italian Pharmaceutical Agency (AIFA) said explaining its decision to halt the use of the batches of the drug.\n\nAIFA stressed that the move was precautionary.\n\nTwo of the suspect deaths linked to the drug occurred in Sicily, while the other was in the southern Molise region, ANSA sources said.",
                    "date": "2014-11-27",
                    "eventUri": "1895631",
                    "id": "26436389",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7926,
                    "source": {
                        "title": "La Gazzetta del Mezzogiorno",
                        "uri": "www.lagazzettadelmezzogiorno.it"
                    },
                    "time": "19:22:00",
                    "title": "Use of flu drug batches halted following three deaths",
                    "uri": "229633722",
                    "url": "http://www.lagazzettadelmezzogiorno.it/english/use-of-flu-drug-batches-halted-following-three-deaths-no772380/",
                    "wgt": 1
                },
                {
                    "body": "Italy has suspended the use of two batches of an anti-flu vaccine made by Swiss firm Novartis amid reports that three deaths may have been linked to the drug.\n\nItaly's pharmaceutical watchdog AIFA said the suspension of Fluad was a precautionary measure.\n\nThe victims were two elderly women and an elderly man, according to Italian media reports.\n\nNovartis said \"no casual relationship to the vaccine has been established\".\n\nA review of the two batches \"have confirmed that they are in conformity with all production and quality standards,\" the company said.\n\nIt added that Fluad had been used since 1997, during which time more than 65 million doses have been successfully administered around the world.",
                    "date": "2014-11-27",
                    "eventUri": "1895631",
                    "id": "26444882",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7858,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "22:33:00",
                    "title": "Italy suspends flu drug over deaths",
                    "uri": "229663362",
                    "url": "http://www.bbc.co.uk/news/world-europe-30240620#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-11-28",
            "avgCos": 0.5796,
            "categories": [
                {
                    "label": "Health/Child_Health/Immunizations",
                    "uri": "http://www.dmoz.org/Health/Child_Health/Immunizations",
                    "wgt": 31
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1895631",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1863659",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Italy",
                    "lat": 42.83333,
                    "long": 12.83333,
                    "wikiUri": "http://en.wikipedia.org/wiki/Italy"
                },
                "labelEng": "Rome",
                "lat": 41.89474,
                "long": 12.4839,
                "wikiUri": "http://en.wikipedia.org/wiki/Rome"
            },
            "storyDate": "2014-11-28",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1078310",
            "variance": 0.1641
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-357640": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "Roma, 28 nov (EFE).- La Agencia italiana del Fármaco (AIFA) anunció hoy estar investigando el fallecimiento de once personas a quienes en los últimos días se les había suministrado una dosis de la vacuna Fluad, de la compañía Novartis Vaccines and Diagnostics.\n\n\"La Aifa está recopilando todos los elementos necesarios para verificar caso por caso los avisos recibidos\", explicó la agencia en un comunicado.\n\nEn la nota la AIFA añade que \"por el momento no es posible afirmar que haya una relación directa entre el suministro de la vacuna y las muertes señaladas, dado que esto requiere informaciones más completas que deben ser fruto de cuidados análisis\".\n\nAyer este mismo organismo prohibió como \"medida de precaución\" la venta de dos lotes de esta vacuna tras la muerte de dos personas en Sicilia (sur de Italia) que habían sido vacunadas 48 horas antes, una medida que ha suscitado la polémica en el país.\n\nPor esta razón, la AIFA considera \"posible\" que el \"repentino aumento de las notificaciones\" pueda ser fruto del \"impacto mediático sobre la población\".\n\nPor el momento, las fiscalías de las ciudades donde se han producido estas muertes -como las toscanas Prato y Siena (centro)- han abierto una investigación, según recogen los medios.\n\nEn la nota, la AIFA recuerda \"la importancia de la vacuna contra la gripe\", una enfermedad \"infecciosa seria\" que puede derivar en \"complicaciones graves\".\n\nSegún informaron los medios, esta vacuna no ha sido distribuida en el extranjero, sino únicamente en Italia.",
                    "date": "2014-11-28",
                    "eventUri": "1895631",
                    "id": "26498092",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7881,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "21:21:00",
                    "title": "Italia investiga 11 muertes que podrían deberse a una vacuna ... - La Vanguardia",
                    "uri": "229860865",
                    "url": "http://www.lavanguardia.com/vida/20141128/54420864799/italia-investiga-11-muertes-que-podrian-deberse-a-una-vacuna-contra-la-gripe.html",
                    "wgt": 1
                },
                {
                    "body": "Ha prohibido \"como medida de precaución\" la venta de dos lotes.\n\nLa Agencia italiana del Fármaco (AIFA) anunció estar investigando el fallecimiento de once personas a quienes en los últimos días se les había suministrado una dosis de la vacuna Fluad, de la compañía Novartis Vaccines and Diagnostics. \"La Aifa está recopilando todos los elementos necesarios para verificar caso por caso los avisos recibidos\", explicó la agencia en un comunicado.\n\nEn la nota la AIFA añade que \"por el momento no es posible afirmar que haya una relación directa entre el suministro de la vacuna y las muertes señaladas, dado que esto requiere informaciones más completas que deben ser fruto de cuidados análisis\". El jueves este mismo organismo prohibió como \"medida de precaución\" la venta de dos lotes de esta vacuna tras la muerte de dos personas en Sicilia (sur de Italia) que habían sido vacunadas 48 horas antes, una medida que ha suscitado la polémica en el país.\n\nPor esta razón, la AIFA considera \"posible\" que el \"repentino aumento de las notificaciones\" pueda ser fruto del \"impacto mediático sobre la población\". Por el momento, las fiscalías de las ciudades donde se han producido estas muertes -como las toscanas Prato y Siena (centro)- han abierto una investigación, según recogen los medios.\n\nEn la nota, la AIFA recuerda \"la importancia de la vacuna contra la gripe\", una enfermedad \"infecciosa seria\" que puede derivar en \"complicaciones graves\".\n\nSegún informaron los medios, esta vacuna no ha sido distribuida en el extranjero, sino únicamente en Italia.",
                    "date": "2014-11-28",
                    "eventUri": "1895631",
                    "id": "26499277",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7512,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "22:37:00",
                    "title": "Italia investiga 11 muertes que podrían deberse a una vacuna ... - 20minutos.es",
                    "uri": "229865369",
                    "url": "http://www.20minutos.es/noticia/2310766/0/italia/muertos/gripe/",
                    "wgt": 1
                },
                {
                    "body": "Se trata de una medida de precaución a la espera de conocerse los resultados de los análisis realizados a dos lotes de la vacuna Fluad, producidos por la farmacéutica suiza Novartis.\n\nLos fallecimientos se produjeron 48 horas después de que los pacientes recibieran la vacuna.\n\n\"Estamos frente a un caso excepcional. Solo sabemos que la administración de la vacuna se realizó dos días antes, pero esto no significa que la causa sea la vacuna. Debemos esperar a los resultados de las investigaciones para saber qué sucedió\", explica Giancarlo Icardi, delegado de la Sociedad Italiana de Higiene, Medicina Preventiva y Salud Pública.\n\nLos lotes sospechosos fueron producidos en la fábrica que Novartis tiene en Siena. Según la compañía, esta vacuna se produce desde 1997 y desde entonces se han administrado más de 65 millones de dosis en todo el mundo.",
                    "date": "2014-11-28",
                    "eventUri": "1895631",
                    "id": "26469974",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6613,
                    "source": {
                        "title": "euronewses",
                        "uri": "es.euronews.com"
                    },
                    "time": "11:51:00",
                    "title": "Italia prohíbe una vacuna contra la gripe tras la muerte de cuatro ... - euronews",
                    "uri": "229767661",
                    "url": "http://es.euronews.com/2014/11/28/italia-prohibe-una-vacuna-contra-la-gripe-tras-la-muerte-de-cuatro-personas/",
                    "wgt": 1
                },
                {
                    "body": "Esta tesis fue sustentada por la doctora Sherri Tenpenny durante una conferencia en Bogotá sobre Medicina Funcional.\n\nDurante el evento, celebrado entre el 15 y 17 de noviembre, la doctora en medicina osteopática y activista en torno a la \"oposición argumentada y científicamente sustentada contra la vacunación masiva e indiscriminada\", planteó un ruptura analítica frente al sentido común que se ha venido tejiendo en torno al tema de las vacunas en el país.\n\nEn primer lugar, la doctora Tenpenny se refirió a uno de los temas que más ha generado polémica por estos días en Colombia: la vacuna contra el Virus del Papiloma Humano (VPH) y sus aparentes efectos secundarios. Para ella, \"cada vez que hay un tema con una vacuna y con los efectos secundarios, el Gobierno y la industria farmacéutica hacen lo que esté a su alcance para ocultar este hecho y tratar de identificar cualquier otra razón por la cual no fue la vacuna la que causó ese efecto\", manifestó en diálogo con El Espectador.\n\nIgualmente, aclaró que pese a que la epidemióloga colombiana Nubia Muñoz dijo que la relación entre el virus del VPH y el cáncer de cuello uterino está comprobada científicamente, y que no es posible rechazar una vacuna que protege contra esa enfermedad, asume que se está diciendo la verdad, pero que no está de acuerdo.\n\nEl argumento de Tenpenny para refutar la posición de Muñoz, es que existen \"15 tipos de virus diferentes del papiloma humano, que están relacionados con el cáncer de cuello uterino, y dos de estos están en la vacuna. Se ha comprobado que estos dos son los menos frecuentes de todos\", situación por la que afirmar que es suficiente la vacuna para prevenirlos es decirles a las personas \"que están siendo protegidas de algo, cuando en realidad no lo están\".\n\nEn segundo lugar, la entrevistada se refirió a la vacuna contra el herpes zóster, contra la varicela, la tosferina, rotavirus e influenza, así como al anunció del grupo farmacéutico Sanofi-Aventis sobre la llegada de la vacuna contra el dengue, evento sobre el que se manifestó de la siguiente manera: \"Si uno se vacuna contra el dengue y no se enferma de dengue, no se sabe si realmente es porque la vacuna funciona o porque no lo picó el mosquito. Si uno recibe la inyección y genera el anticuerpo, ¿cómo saber si fue el anticuerpo el que lo protegió? En cambio, uno sí le está metiendo al cuerpo una cantidad de componentes, de los cuales no está seguro qué son\".\n\nSeguidamente, Sherri Tenpenny le dijo a El Espectador que cada uno de los componentes de una vacuna cuenta con \"una hoja de datos de seguridad médica\", mediante los cuales se enuncian los posibles efectos secundarios, pero que no tiene conocimiento de algún estudio en donde se advierta \"qué ocurre cuando uno los une o los conjuga y cuando hay cuatro o cinco de estos materiales juntos. Si unimos todos estos componentes, ¡es como si se tratara del caldero de una bruja!\".\n\nAl final, la doctora Tenpenny reconoció que los médicos \"también presionan para que uno se vacune\", y dijo estar de acuerdo con que a los padres se les informé realmente lo que se les está aplicando a sus hijos.\n\nLas declaraciones de la especialista se publican en el impreso en el marco de la cuarta \"Jornada Nacional de Vacunación\", con la cual se busca inmunizar a cerca de 240 mil niños de diferentes zonas del país.\n\nAsí lo dio a conocer el Ministerio de Salud que bajo el lema \"Día de ponerse al día\", lanzó un llamado para que este sábado 29 de noviembre todos los niños y niñas menores de cinco años actualicen su esquema de vacunación totalmente gratis.",
                    "date": "2014-11-28",
                    "eventUri": "1895631",
                    "id": "26466020",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5955,
                    "source": {
                        "title": "pulzo.com",
                        "uri": "www.pulzo.com"
                    },
                    "time": "10:24:00",
                    "title": "Advierten que jornadas de vacunación masiva harían parte de ... - Pulzo",
                    "uri": "229753437",
                    "url": "http://www.pulzo.com/nacion/249871-advierten-que-jornadas-de-vacunacion-masiva-harian-parte-de-experimentos-de-la",
                    "wgt": 1
                },
                {
                    "body": "Hermosillo.- La Secretaría de Salud en Sonora informó que los casos de dengue que se han registrado en lo que va del año en el estado suman tres mil 783 y nueve personas han muerto a consecuencia de la enfermedad.\n\nEl director de Servicios de Salud a la Comunidad de la dependencia estatal, Francisco Javier Navarro Gálvez, explicó que del total de casos, dos mil 890 son dengue del tipo clásico y 893 corresponden al tipo hemorrágico.\n\nEl 53 por ciento del total de casos corresponden a pacientes atendidos en unidades médicas de la Secretaría de Salud y 36 por ciento en el Instituto Mexicano del Seguro Social (IMSS), en tanto que el resto se han canalizado a otras instituciones, dijo.\n\nSubrayó que durante la última semana no se confirmó ninguna defunción en la entidad.\n\nEn tanto que, anotó, el número de hospitalizados por dengue en nosocomios del sector salud suman cien; de ellos, 40 se encuentran en unidades médicas de la Secretaría de Salud, 43 en el IMSS, ocho en el Isssteson y nueve en el sector privado.\n\nEl funcionario estatal reiteró el llamado a la población para mantener las medidas preventivas en sus viviendas y evitar la proliferación del mosco transmisor.\n\nAlertó que aun y cuando las temperaturas han disminuido, el vector sigue reproduciéndose en los criaderos del mosco.\n\nNotimex",
                    "date": "2014-11-27",
                    "eventUri": "1895631",
                    "id": "26450377",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3504,
                    "source": {
                        "title": "El Heraldo de Tabasco",
                        "uri": "www.oem.com.mx"
                    },
                    "time": "23:55:00",
                    "title": "Secretaria de Salud reporta ya tres mil 783 casos de dengue en ... - La Prensa (OEM)",
                    "uri": "229687119",
                    "url": "http://www.oem.com.mx/laprensa/notas/n3621493.htm",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-11-28",
            "avgCos": 0.445,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1895631",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1867091",
            "lang": "spa",
            "storyDate": "2014-11-28",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-357640",
            "variance": 0.302
        }
    },
    "meta": {
        "CCAArticleMatchCount": 7,
        "CCAArticleMatchRatio": 0.08536585365853659,
        "CCAAvgCosSim": 0.7894857142857143,
        "CCAAvgMatchWgt": 44.42857142857143,
        "_articleUri1": "229860865",
        "_articleUri2": "229658053",
        "_datetime": "2015-02-19 11:55:13",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-357640",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1078310",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 6,
        "avgCosSimStory1": 0.445,
        "avgCosSimStory2": 0.5796,
        "categorySim": 0,
        "conceptCosSim": 0.3863013438617348,
        "conceptJaccardSim": 0.1940298507462687,
        "coreTime1": 130679.9166666667,
        "coreTime2": 130675.3666666667,
        "coreTimeStDev1": 8.260774782065162,
        "coreTimeStDev2": 4.882041448380306,
        "entityCosSim": 0.689032852589933,
        "entityJaccardSim": 0.4375,
        "extractedDateJaccardSim": 0.5,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 3,
        "hasSameLocation": -1,
        "keywordCosSim": 0.2310383520030757,
        "keywordJaccardSim": 0.1176470588235294,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 0.6666666666666666,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 6,
        "storyQuality2": 13,
        "timeAvg1": 130693.2266666667,
        "timeAvg2": 130680.0416666667,
        "timeStDev1": 8.260774782065162,
        "timeStDev2": 4.882041448380306,
        "varianceStory1": 0.302,
        "varianceStory2": 0.1641
    }
}