{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-202605": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "Do you remember The Walking Dead?\n\nYou know, that little show on AMC? With all the zombies? Which outrates every other series on every other network among young adults? By a very large margin?\n\nYeah? Good. Because it returns this Sunday!\n\nThe Walking Dead Opening Scene\n\nOh, yes, The Walking Dead Season 5 Episode 9 airs on February 8 at 9/8c and it will feature Rick Grimes and company heading off on a new journey.\n\nTo where? That question is sort of answered in the above sneak peek, provided to us by AMC. It depicts the opening two minutes of the midseason premiere, which kicks off with the gang mourning Beth.\n\nMaggie is seen sobbing as Father Gabriel recites two bible passages over Beth's grave. We then hear Noah tell Rick that his plan had been to head for a place outside Richmond, Virginia.\n\n\"If it works out, it's the last long trip we have to make,\" Rick tells the group.\n\nAnd if that place no longer exists, Glenn asks?\n\n\"We keep going,\" responds Rick.\n\nThat might as well be the tagling for the series, huh? Stay alive and just... keep... going.\n\nCheck out the clip now and then go watch The Walking Dead online via TV Fanatic if you need a refresher prior to its return.\n\nThe Walking Dead Season 5 Cast Photos 1. The Walking Dead Season 5 Cast View Photo The Walking Dead is returning soon to AMC! Take a look at the cast now! 2. Rick Grimes View Photo AMC has unveiled this photo from The Walking Dead Season 5. It features a bloodied Rick Grimes. 3. Tyreese and Sasha View Photo Siblings Tyreese and Sasha are reunited on The Walking Dead season 5 after both feared the other might not have survived the prison fight. 4. Maggie Greene View Photo Lauren Cohen is back as Maggie on The Walking Dead season 5. She's looking like quite the badass here! Advertisement A message from our sponsor. 5. Daryl Dixon and Glenn Rhee View Photo In The Walking Dead Season 5 premiere, Daryl and Glen are bound and gagged by Terminus members. 6. Daryl Dixon and Carol Peletier View Photo Spoiler Alert: Darryl's out of the Terminus train car! Does Carol help rescue her friends? 7. Beth Greene View Photo Beth was kidnapped during The Walking Dead season 4. As this still from the Comic Con trailer shows, she's still alive. For now. 8. Baby Judith View Photo Look! Baby Judith! She's still alive! For now! (Dear The Walking Dead, don't harm the baby.) Advertisement A message from our sponsor. 9. Abraham Ford View Photo Michael Cudlitz plays Abraham Ford on The Walking Dead. The character will survive at least through the first episode of season 5. The End.\n\nDid you like The Walking Dead Season 5 Cast Photos? If so, please share:\n\nShare on Facebook Tweet on Twitter Email a Friend Pin on Pinterest Want more?\n\nGet more content like this delivered to your inbox for FREE:",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32154627",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.712,
                    "source": {
                        "title": "www.thehollywoodgossip.com",
                        "uri": "www.thehollywoodgossip.com"
                    },
                    "time": "17:18:00",
                    "title": "The Walking Dead Sneak Peek: Where to Now?",
                    "uri": "246429233",
                    "url": "http://www.thehollywoodgossip.com/2015/02/the-walking-dead-sneak-peek-where-to-now/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BTheHollywoodGossip%2B%2528The%2BHollywood%2BGossip%2529",
                    "wgt": 1
                },
                {
                    "body": "The Walking Dead returns from its winter hiatus on Sunday, but the Powers That Be have bestowed upon us all a sneak peek of it's highly anticipated return.\n\nSPOILERS abound for all those needing to play catch-up with their DVRs!\n\nThe latter half of season 5 opens as grimly as The Walking Dead ever does - with Beth's burial.\n\nHer sister, Maggie (Lauren Cohan), is seen sobbing as Father Gabriel (Seth Gillam) recites 2 Corinthians - 4:18-5:1 - over Beth's grave.\n\nHowever, the clip also gives viewers an idea of the forward momentum for the rest of the season - Noah (Tyler James Williams) tells Rick (Andrew Lincoln) that he and Beth had planned to head for a place outside Richmond, Virginia.\n\nFans of the comic series will note that the place they're heading to is likely the Alexandria Safe-Zone in Alexandria, Virginia, which is about six miles out from Washington, D.C. - where everyone was headed before Eugene (Josh McDermitt) exposed himself as a fraud.\n\n\"If it works out, it's the last long trip we have to make,\" Rick tells the group. \"What if it isn't around anymore?\" asks Glenn (Steven Yeun).\n\nRick replies with what may as well be the slogan for The Walking Dead: \"Then we keep going.\"\n\nThe Walking Dead returns on Sunday at 9 p.m. ET on AMC.",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32148370",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6773,
                    "source": {
                        "title": "PEOPLE.com",
                        "uri": "www.people.com"
                    },
                    "time": "16:30:00",
                    "title": "VIDEO: The Walking Dead: Watch the First Two Minutes of the Midseason Premiere",
                    "uri": "246400245",
                    "url": "http://www.people.com/article/the-walking-dead-midseason-premiere-video",
                    "wgt": 1
                },
                {
                    "body": "Warning: This article contains spoilers from \"The Walking Dead.\"\n\nMystery and intrigue grip the air as the popular cable network series \"The Walking Dead\" sets to return to the airwaves for its Season 5 midseason premiere on Sunday night on Feb. 15, on AMC at 9 p.m.\n\nStar cast members Andrew Lincoln (Rick Grimes), Steven Yeun (Glenn) and Lauren Cohan (Maggie) are all back for a premiere episode (see a two-minute clip below) that commences with the gang mourning the loss of Beth (played by Emily Kinney).\n\nE! News reports that early on pack leader Rick gets some news about a trip and a potential safe house from Noah (Tyler James Williams) that's being touted \"the last long trip\" the crew may find cause to make.\n\n\"It's a long trip, but it works out,\" Rick Grimes says. \"It's the last long trip we have to make.\"\n\nThe new land is said to be located somewhere in Richmond, Va. and in a video the network released sometime in December Lincoln teases it as feeling \"like a new place visually and story wise.\"\n\nRoss Marquand is slated to join the cast this season in a \"mysterious new role\" as Aaron, a gay character from the popular comic book series created by show founder Robert Kirkman.\n\n\"The Walking Dead\" creators are also planning to launch a companion series featuring even more zombies and starring Kim Dickens and Cliff Curtis.\n\nAiring on AMC, Variety.com reports that \"The Walking Dead\" attracted a record-setting 17.3 million viewers for its October 2014 premiere, smashing its Season 4 premiere high of 16. 11 million. The show has also proven to immensely popular among the key 18-49-year-old demographic, amassing a Nielsen rating of 8.7 (roughly 11 million viewers) during that 2014 showing. At the time AMC officials estimated that the show could regularly grow ato have a regular audience as huge as 22 million viewers per episode.",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32189899",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6395,
                    "source": {
                        "title": "Latin Post",
                        "uri": "www.latinpost.com"
                    },
                    "time": "15:10:00",
                    "title": "'The Walking Dead' Spoilers: Group to Go on Their 'Last Long Trip' [Watch]",
                    "uri": "246582069",
                    "url": "http://www.latinpost.com/articles/35752/20150204/walking-dead-spoilers-group-go-last-long-trip-watch.htm",
                    "wgt": 1
                },
                {
                    "body": "The Walking Dead season 5 last aired in November. Do you remember the important moments in the mid-season finale?\n\nWe re-watched The Walking Dead mid-season 5 finale again so you don't have to. In short, episode 8 only had one big event (Beth's death), making the mid-point of the season a bit of a slow burner.\n\nHe had no problem driving a car into the asshole cop who turned against them. He then shot Officer Dawn's man point blank, which killed him instantly. Then Rick told him to shut up.\n\nHe went there because he \"had to see\" what'd become of his old place of worship. While there, he found Terminus cook Mary's bible and Bob's leg. After zombies broke out of the school, he ran back to the church to avoid being killed and made it just in the nick of time.\n\nMichonne was able to push the zombies back, but only for a minute. The church was overtaken by walkers.\n\nThe lock they placed on the front doors of the church didn't hold for long. The walkers were about to break out of the church until Abraham drove a firetruck right in front of the door. Amazing!\n\nMichonne shared the good news about Beth's whereabouts with her sister Maggie in the middle of the episode. Maggie was thrilled to hear that Beth was okay.\n\nIt hurt to hear the phrase \"Beth's alive,\" knowing what happens at the end of the hour.\n\nTensions between Dawn and her team of police soared when she and another cop got into a fight.\n\nWe didn't care for Dawn and the other officers because they weren't a part of the larger story. In fact, their presence only reminded us that they caused Beth's death.\n\nHalfway through the episode Dawn warned Beth that Noah would be coming back to the hospital. She was right - but it was for a reason she didn't expect.\n\nThe brother and sister duo had a little chat about whether or not they've changed since they were kids. Tyreese believed that they're still the same people, but Sasha disagreed. \"You're still the same, and that is good,\" she told him. \"I don't think I can be. Not anymore.\"\n\nThe exchange started smooth until Dawn demanded that Noah work at the hospital again. Noah handed himself over in order to avoid a conflict. When Beth gave him a goodbye hug, Dawn replied, \"I knew you'd be back.\" This infuriated Beth, who stepped up to Dawn and stabbed her. Dawn shot her in the same moment. Daryl fired a fatal blow into Dawn's head. Luckily, a second female cop stopped a larger fight from breaking out when she reminded them all that it was just about Beth and Dawn.\n\nRick and his company were invited to stay at the hospital, but they decide not to.\n\nMaggie learned of her sister's demise when Daryl carried her out of the hospital. Maggie dropped down to her knees and screamed in horror at the news.\n\nAfter the credits rolled, viewers learned Morgan caught up to Rick's recent presence at the church. He found the map pointing to Washington D.C. given to Rick by Abraham earlier in the season. Is Morgan about to go on a journey north and completely miss the group?\n\nFor more about the mid-season finale, check out our recap from November.\n\nOn Tuesday AMC released the first two minutes of The Walking Dead mid-season 5 premiere. The start of the show finds Rick and company deciding to head north at the suggestion of Noah.",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32189889",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5945,
                    "source": {
                        "title": "Hypable",
                        "uri": "www.hypable.com"
                    },
                    "time": "18:10:00",
                    "title": "What to remember from ‘The Walking Dead’ mid-season 5 finale",
                    "uri": "246582070",
                    "url": "http://www.hypable.com/walking-dead-mid-season-5-finale-refresher/",
                    "wgt": 1
                },
                {
                    "body": "WARNING - DO NOT WATCH/READ IF NOT CAUGHT UP ON WALKING DEAD!!!!\n\n-\n\nThe Walking Dead season 5 has been eventful, to say the least. Action, some good character drama, truly brutal and horrific violence, and some shocking deaths. And that's just at the mid-season mark.\n\nThe show returns on February 8th, and clearly from the clip above Rick Grimes, Maggie, and the rest of the survivors are still reeling from the death of Beth in the mid-season 5 finale. The trauma in the clip above is palpable, as no doubt many fans are still in shock themselves at how suddenly, and violently, Beth was taken out.\n\nWhat's more intriguing about the clip, however, is the particular visual style that's presented. The retro style with the overexposure edits and jump cuts is something we don't typically see from the show, hinting that The Walking Dead could perhaps be getting more sophisticated in its level of visual storytelling. The effect isn't just artsy for the sake of it; it helps to convey the surreal feeling of shock and trauma the group must be experiencing at that moment.\n\nWe also learn that Beth's hospital BFF Noah (Tyler James Williams) had (or has?) a twin. No doubt, more dramatic developments along those lines will be unveiled, when the show returns to the airwaves next week.\n\nThe Walking Dead returns Sunday, February 8th on AMC.\n\nSource AMC\n\nFollow Kofi Outlaw on Twitter @@ppnkof Get our free email alerts on the topics and author of this article: TAGS: the walking dead",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32189898",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5643,
                    "source": {
                        "title": "Screen Rant",
                        "uri": "screenrant.com"
                    },
                    "time": "16:10:00",
                    "title": "‘Walking Dead’ Mid-Season 5 Premiere Preview: TRAUMA",
                    "uri": "246582075",
                    "url": "http://screenrant.com/walking-dead-mid-seaon-5-premiere-preview/",
                    "wgt": 1
                },
                {
                    "body": "The first half of series five ended with a horrible bang, remind yourself of what happened to Rick and co with our helpful recap\n\nEveryone remember being on the edge of their seats back in November as the mid-season finale of The Walking Dead hit us with a doozy of a character loss?\n\nAnd in such a cruel way too.\n\nCoda was the kind of episode which makes you feel like you've done one million sit ups.\n\nBut, not that we're claiming you didn't pay attention and all, we have all slept since then, so we've done a handy recap ahead of tonight's return on Fox at 9pm.\n\nMan with a Plan\n\nRick knew what he had to do to get back Carol from Grady Memorial Hospital (where she was taken after its guards knocked her over when she was on a scouting mission with Daryl).\n\nHe hatched a plan, holds hostage some officers in order to negotiate Carol and Beth's freedom from Dawn, the officer now in control of the hospital.\n\nThey Almost Got Away With It\n\nWith the hostage exchange put in place, Rick and co swap two hostages Beth and Carol, but things turn sour as they were about to leave.\n\nStubborn Dawn wants Noah back - no negotiation.\n\nTo keep the peace. Noah agrees to stay with Dawn.\n\nBeth refuses to let Dawn win stabs her with a small pair of scissors, in a lightening quick reaction Dawn shoots Beth in the head.\n\nDaryl puts a bullet in Dawn's head.\n\nMeanwhile\n\nFather Gabriel, who is as suspicious as the day is long, creeps out from the church and goes to Terminus.\n\nHe finds poor Bob's half eaten leg.\n\nHe has to leg it when a hoard of walkers descend upon the abandoned camp.\n\nWhy does he keep going out when he can't defend himself against walkers? Are we the only ones who keep screaming this at the screen?\n\nBack At the Church\n\nMichonne and Carl (with baby Judith) are still waiting for Rick and co to return from their mission when they discover Father Gabriel has legged it.\n\nBut he returns, with that aforementioned herd of walkers in tow and they try and grab Judith! Oh no!\n\nNice one Gabriel.\n\nWhen it looks like they are about to be over run Abraham, Glen, Maggie et al pull up and smash their way to safety.\n\nMaggie is elated to hear that Beth has been located and the group trek on to meet up with Rick, Daryl and the rest of their friends.\n\nBut little do they know what will greet them.\n\nIf This Scene Didn't Make You Cry...\n\nThen you've no business having tear ducts.\n\nA heartbreaking set piece which sees a sobbing Daryl cradling a lifeless Beth out of the hospital.\n\nWe're filling up just writing it.\n\nA series regular since series two, Beth found her feet in these last few episodes and really stood up for herself.\n\nIt was sad to see her leave in such tragic, non-zombie circumstances.\n\nWhat next?\n\nWith Maggie having to deal with more heartbreak caused by her sister's death, Eugene coming clean that he has no plan and was lying about his scientist credentials and the group being displaced yet again, what will tonight's episode nine bring.\n\nOh and we saw Morgan arrive at the church. Is he near the group? And what will happen if he catches up with them?\n\nWe can't wait to see what happens next.\n\nThe Walking Dead airs in Fox at 9pm tonight.",
                    "date": "2015-02-09",
                    "eventUri": "2401417",
                    "id": "32532700",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5551,
                    "source": {
                        "title": "liverpoolecho",
                        "uri": "www.walesonline.co.uk"
                    },
                    "time": "19:25:00",
                    "title": "The Walking Dead: A helpful recap ahead of tonight's return (Spoilers!)",
                    "uri": "247880013",
                    "url": "http://www.walesonline.co.uk/whats-on/film-news/walking-dead-can-you-remember-8610175",
                    "wgt": 1
                },
                {
                    "body": "The second half of The Walking Dead Season 5 is only a few days away. AMC has treated us with the first 2 minutes of the mid-season premiere, the opening footage before the opening credits. If you are not caught up, or haven't been spoiled, it's best not to watch or continue reading.\n\nWithout revealing too much, the footage shows a montage of events, from the burial of Beth to shots of an undamaged prison and Woodbury, and a small bac story regarding Noah through pictures. The group appears to be planning on where to head next based on where Noah and Beth were going after escaping the Atlanta Hospital. Just outside Richmond, VA, which just happens to be 99.4 miles walking distance from Alexandria, VA. Perhaps Rick and friends arrive or head to the Alexandria Safe Zone at end of Season 5?",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32189896",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5291,
                    "source": {
                        "title": "Nerd Reactor",
                        "uri": "nerdreactor.com"
                    },
                    "time": "16:10:00",
                    "title": "Watch the first 2 minutes of The Walking Dead Season 5 mid-season premiere",
                    "uri": "246582066",
                    "url": "http://nerdreactor.com/2015/02/04/walking-dead-season-5-mid-season-premiere-2-min/",
                    "wgt": 1
                },
                {
                    "body": "It started strong, but here's how the latest episodes should finish.\n\nIt took four long years and five exasperating seasons, but The Walking Dead is finally good. Inexplicably, implausibly good. If every one of its 59 episodes to date were as exhilarating as the last half-season, this would be one of the best shows on television. Converts to the cause advanced a number of persuasive theories to account for the improvement. It had become less predictable and more volatile, for one thing, dispatching big bads as swiftly as they arrived and keeping tension high without the usual padding and repetition -- and without killing people off for the sake of shock.\n\nFor longtime endurers of The Walking Dead's frequent gaffes and pratfalls, this was all encouraging news. The show has settled into something like an ideal form -- and it has so far managed to sustain that caliber for eight consecutive episodes. The series is set to return to AMC for another eight rounds starting Sunday, and hopes are understandably high. Here are the things we hope to see from the show as season five runs its course -- and the things we need it to avoid.\n\nIt isn't hard to imagine the appeal of northern Georgia for the people behind The Walking Dead. Its remote and densely wooded countryside no doubt makes the show's long and arduous shoots a lot more manageable, while the uniformity of the landscape for miles makes it easy to shoot in the same few spots without viewers noticing. But we're going on five full seasons of the same dirt roads and same towering trees, and it's beginning to feel rather stale -- even with the occasional foray into downtown Atlanta. We've yet to get a sense of the toll the apocalypse has taken on the rest of the world, and it would be a much-needed change of style and mood if our heroes were to make a committed trip at least beyond the state border. Washington was revealed to be a bust early on, but we'd be happy with any new scenery.\n\nOne of the reasons Robert Kirkman's Walking Dead comics won over readers was its unusual readiness to kill: No character was safe from his mercurial pen, and even the most innocent or beloved people were taken down ruthlessly if it served the story. AMC's The Walking Dead has retained the bloodlust, but in the context of post-Game of Thrones serialized TV, the tendency to write people out seems like an easy way to take the audience by surprise. The first half of season five reined back on the habit, mercifully, and only two of the show's ensemble wound up cut -- and in both cases the decision felt warranted. The death of another major character seems all but guaranteed at this point, but it would be nice if the show could at least spare us the indignity of sensationalistic shock. Someone can, and probably will, die. We just want to be sure it counts for something more than a cheap trick.\n\nOne of The Walking Dead's best qualities is a natural fact of the serialized format: We're always eager to find out what happens next. Things build on this show, in other words, and over time the characters and situations bear the weight of all the horrible things that came before. The first half of season five made intriguing use of Rick's diminishing morals, revealing him as well past the point of considered debate -- a meaningful change over the early seasons that registered with a certain psychological weight. We just hope the show resists the temptation to tease us with the consequences, as it's done so many times before. If Rick has gone too far, fine, but stick to that conclusion.\n\nThe second half of The Walking Dead's fourth season was built around a convenient gimmick: The group was separated after the Governor's attack on the prison, and each episode would catch up with one or two members before finally drawing them together. Fair enough, but this isn't the first time, as it happened after the farm infestation at the end of season two, and again in season five with Beth, Carol, and the trip to D.C. Now the group has once again been reunited, and we hope for the sake of common sense that it stays that way, at least for awhile. A cast this large is hard to handle each week, certainly. But constantly splitting up and regrouping has been done to death.\n\nThe Walking Dead is a show about zombies, but of late its best moments have been human. That's a testament to the talent of the cast, which over the last season has really fallen into place. Veterans from The Wire, like Chad Coleman and Seth Gilliam, gave some really stellar work last season, while new addition Tyler James Williams (who was outstanding in last year's movie Dear White People) stood out even with a somewhat underdeveloped role. Andrew Lincoln and Norman Reedus, especially, have really come into their own with their characters, with their intensity reaching almost feral levels. We hope the show remembers that while big-budget special effects and blockbuster action sequences may satisfy from time to time, the foundation of the show is its performances, which need to be given the room they deserve.",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32156688",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5163,
                    "source": {
                        "title": "Esquire",
                        "uri": "www.esquire.com"
                    },
                    "time": "18:28:00",
                    "title": "What Still Needs to Happen on 'The Walking Dead' Season 5",
                    "uri": "246439712",
                    "url": "http://www.esquire.com/entertainment/tv/videos/a32569/walking-dead-season-5/",
                    "wgt": 1
                },
                {
                    "body": "AMC gave Walking Dead fans a glimpse of the much-anticipated midseason premiere by posting two minutes of footage on YouTube. The episode airs on Sunday Feb 8 at 9 p.m. ET. For those hungrily waiting for the midseason premiere of the world's most popular zombie show, today is your lucky day. [SPOILER ALERT FOR THOSE NOT CAUGHT UP WITH THE SERIES] The two-minute opening scenes show the gang digging up dirt, crying and reminiscing over their recently killed member, the angelic-voiced Beth. Noah, her latest friend, opens up to Rick about their plans to escape to a place just outside Richmond, Virginia. \"It was secure, a wall, homes, with 20 people, she wanted to go with him, wanted to get him there,\" Rick says to the others. \"What if it isn't around anymore?\" asks Glenn. \"Then we keep going,\" Rick says solemnly. \"And we find a new place,\" Michonne adds. Between the dialogue, shots of past safe havens for the group pop up, such as the prison and Woodbury. But the video also includes darker images of gunshots in walls and ravaged skeletons. Previously, AMC revealed a new image from the upcoming season: Glenn and Sasha teaming up to fend off attackers with big guns. While the two-minute opening scene from the midseason premiere was dripping with sadness, expect the group to pull their chin up to the sky and get moving quick after Beth's death. Andrew Lincoln, who plays Rick, hinted at what to expect from the upcoming episode: \"It feels like we're moving into a new show, it just feels like a new place visually and also story wise,\" Lincoln says in a video released in December. Fans were treated to a Season 5 trailer earlier this year:",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32189859",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5003,
                    "source": {
                        "title": "Business Insider",
                        "uri": "www.digitaljournal.com"
                    },
                    "time": "17:10:00",
                    "title": "Watch the first two minutes of the upcoming Walking Dead episode",
                    "uri": "246582080",
                    "url": "http://www.digitaljournal.com/a-and-e/entertainment/watch-the-first-two-minutes-of-the-upcoming-walking-dead-episode/article/425208",
                    "wgt": 1
                },
                {
                    "body": "The trailer - it's the first two minutes of Sunday's episode, titled \"What Happened and What's Going On,\" shows a series of seemingly random images, some familiar, some night, interspersed with a small bit of plot and dialogue. Last year's mid-season finale left the group outside Grady Memorial Hospital in Atlanta, mourning the surprising and shocking death of the young Beth Greene. Now, it's time to decide on a new course.\n\nNoah, the hospital orderly befriended by Beth, tells Rick about his home outside Richmond, Va., where he and Beth were headed. Purportedly, it's secure, though Glenn is skeptical. Rick seems in favor of driving the 100 or so miles there.\n\nMeanwhile, there's plenty of grief, glimpsed through brief images. Maggie sits alone by a small fire, sobbing. Noah sits alone as well, sobbing. There's a close-up of a shovel digging into the dirt; Father Gabriel reading Bible verses (from Corinthians, if you're wondering).\n\nThen there are the images of a long-gone normal life: a small painting of a house, resting on an end table somewhere. Several pictures of twin boys; who they are, we don't know. There's a shot of Woodbury, the now-abandoned prison. A bullet hole. A baby crying.\n\nWherever the Grimes clan is headed, it's not likely to be a very pleasant trip.",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32189897",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4497,
                    "source": {
                        "title": "The Wall Street Journal (Blogs)",
                        "uri": "blogs.wsj.com"
                    },
                    "time": "18:53:00",
                    "title": "‘The Walking Dead’ Returns Sunday: Watch a New Teaser",
                    "uri": "246582057",
                    "url": "http://blogs.wsj.com/speakeasy/2015/02/04/the-walking-dead-returns-sunday-watch-a-new-teaser/",
                    "wgt": 1
                },
                {
                    "body": "Duration: 00:42s - Published: 3 weeks ago\n\nAMC's The Walking Dead is adding another series regular. The Hollywood Reporter has learned that relative newcomer Ross Marquand will join the zombie drama based on Robert Kirkman's long-running comics. Marquand's character will be introduced in the second half of the show's fifth season and will be a series regular, with the likelihood to serve in the same capacity in the already announced sixth season.",
                    "date": "2015-02-04",
                    "eventUri": "2401417",
                    "id": "32150130",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3671,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "16:56:00",
                    "title": "'Walking Dead' Adds New Regular for Season 5",
                    "uri": "246408599",
                    "url": "http://www.onenewspage.com/video/20150115/2450608/Walking-Dead-Adds-New-Regular-for-Season.htm",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2015-02-05",
            "avgCos": 0.555,
            "categories": [
                {
                    "label": "Sports/Walking",
                    "uri": "http://www.dmoz.org/Sports/Walking",
                    "wgt": 32
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2401417",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2401417",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Richmond, Virginia",
                "lat": 37.55376,
                "long": -77.46026,
                "wikiUri": "http://en.wikipedia.org/wiki/Richmond,_Virginia"
            },
            "storyDate": "2015-02-05",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-202605",
            "variance": 0.346
        }
    },
    "meta": {
        "CCAArticleMatchCount": 46,
        "CCAArticleMatchRatio": 0.3172413793103449,
        "CCAAvgCosSim": 0.5681141304347825,
        "CCAAvgMatchWgt": 35.80434782608695,
        "_articleUri1": "246429233",
        "_articleUri2": "247797985",
        "_datetime": "2015-02-19 11:56:42",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-202605",
        "_storyUri2": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-44201",
        "_username": "Evgenia Belyaeva",
        "artCount1": 11,
        "artCount2": 12,
        "avgCosSimStory1": 0.555,
        "avgCosSimStory2": 0.5929,
        "categorySim": 0,
        "conceptCosSim": 0.5081800045073854,
        "conceptJaccardSim": 0.1375,
        "coreTime1": 132328.9333333333,
        "coreTime2": 132281.0833333333,
        "coreTimeStDev1": 1.140584404875272,
        "coreTimeStDev2": 258.316671161577,
        "entityCosSim": 0.5407792023480592,
        "entityJaccardSim": 0.1923076923076923,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5129839556070658,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 13,
        "storyQuality2": 14,
        "timeAvg1": 132340.2121212121,
        "timeAvg2": 132484.7311342592,
        "timeStDev1": 35.18159821662688,
        "timeStDev2": 303.5108351152539,
        "varianceStory1": 0.346,
        "varianceStory2": 0.3242
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-44201": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "Rick Salomon la acusa de haberse practicado abortos; es la tercera vez que la actriz pide el divorcio por violencia física y emocional\n\nPor estos días Pamela Anderson, la actriz que se hiciera famosa como una de las sensuales salvavidas de \"Baywatch\", no lo pasa nada de bien.\n\nLuego de pedir el divorcio tres veces, recién consiguió una orden de alejamiento de su ex marido, Rick Salomon, a quien acusa de violencia física y emocional. Según Anderson, Rick Salomon habría intentado estrangularla y asfixiarla con una almohada mientras mantenían relaciones sexuales.\n\nEl aludido no sólo no se hace cargo de las acusaciones, ni las ha desmentido, sino que además se defiende acusando que Anderson se ha practicado \"un número incalculable de abortos\".\n\nUno de los correos electrónicos enviados por el ex marido de Anderson y que hizo público el portal TMZ dice: \"No me quepa duda que era una asesina en serie de niños. Ella debería estar encerrada\".\n\nLuego dice que ella le pidió embarazarse cuando se casaron por primera vez y cuando lo estuvo, puso fin al embarazo.\n\nPamela Anderson presentó ese correo y otros antecedentes a la justicia y también les relató el episodio de violencia que motivó la denuncia.\n\nEn enero ella y Rick habrían estado teniendo relaciones sexuales y él le escupió en la cara, le puso una almohada encima y trató de estrangularla. Además ,la actriz indica que cuando Salomon pierde en el póker es desagradable y la llama \"puta vieja y fea\" y \"puta agrietada\".",
                    "date": "2015-03-14",
                    "eventUri": "2355318",
                    "id": "35277096",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.836,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "19:25:00",
                    "title": "Acusa a Pamela  Anderson de \"asesina en serie\"",
                    "uri": "258907048",
                    "url": "http://www.eluniversal.com.mx/espectaculos/2015/pamela-anderson-divorcio-rick-salomon-1084588.html",
                    "wgt": 1
                },
                {
                    "body": "MÃ\u0089XICO, DF(SUN) Por estos dÃ­as Pamela Anderson , la actriz que se hiciera famosa como una de las sensuales salvavidas de Baywatch, no lo pasa nada de bien.\n\nPrimero porque su ex marido, Rick Salomon la llamÃ³ â\u0080\u009casesina en serie de niÃ±osâ\u0080\u009d por â\u0080\u009chaberse practicado incontables abortos. Pero tambiÃ©n porque la familia de Sam Simon asegura que la actriz abusÃ³ del cocreador de Los Simpson quien, antes de morir, le regalÃ³ un anillo de 800 mil dÃ³lares.\n\nDe acuerdo con TMZ, parientes de Simon, fallecido la semana pasada, le han prohibido a Pamela la entrada al funeral, pues consideran que no debiÃ³ aceptar el anillo. â\u0080\u009cAbusÃ³ de un hombre dÃ©bilâ\u0080\u009d, dijo un familiar al portal.\n\nRespecto al otro conflicto que enfrenta Anderson, el mismo portal seÃ±alÃ³ que, luego de pedir el divorcio tres veces, consiguiÃ³ una orden de alejamiento de su ex marido, Rick Salomon, a quien acusa de violencia fÃ­sica y emocional. SegÃºn Anderson, Rick Salomon habrÃ­a intentado estrangularla mientras mantenÃ­an relaciones sexuales.\n\nEl aludido no sÃ³lo acepta las acusaciones (o por lo menos no las ha desmentido) sino que se defiende acusando que Anderson se ha practicado â\u0080\u009cun nÃºmero incalculable de abortosâ\u0080\u009d.\n\nUno de los correos electrÃ³nicos enviados por el ex marido de Anderson y que hizo pÃºblico el portal TMZ dice: â\u0080\u009cNo me queda duda que era una asesina en serie de niÃ±os. Ella deberÃ­a estar encerradaâ\u0080\u009d. Luego dice que ella le pidiÃ³ embarazarse cuando se casaron por primera vez y cuando lo estuvo, puso fin al embarazo.\n\nPamela Anderson presentÃ³ ese correo y otros antecedentes a la justicia y tambiÃ©n les relatÃ³ el episodio de violencia que motivÃ³ la denuncia.\n\nEn enero, ella y Rick habrÃ­an estado teniendo relaciones sexuales y Ã©l le escupiÃ³ en la cara, le puso una almohada encima. AdemÃ¡s, la actriz indica que cuando Salomon pierde en el pÃ³ker la llama â\u0080\u009cvieja, fea y agrietadaâ\u0080\u009d.",
                    "date": "2015-03-16",
                    "eventUri": "2355318",
                    "id": "35328217",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8081,
                    "source": {
                        "title": "Frontera.info",
                        "uri": "www.frontera.info"
                    },
                    "time": "00:50:00",
                    "title": "Acusan a Pamela de abortar y abusar de Sam Simon",
                    "uri": "259036375",
                    "url": "http://www.frontera.info/EdicionEnLinea/Notas/Entretenimiento/15032015/951830-Acusan-a-Pamela-de-abortar-y-abusar-de-Sam-Simon.html",
                    "wgt": 1
                },
                {
                    "body": "Consigue orden de restricción para su ex marido Rick Salomon\n\nPamela Anderson puso una orden de restricción luego de que su ex esposo Rick Salomon tratara de estrangularla y sofocarla con una almohada durante el sexo, pero él le responde demandándola por incalculables muertes de bebés que alegadamente abortó la modelo.\n\nEl hombre asegura que en repetidas ocasiones Anderson le pidió que la embarazara, hecho que sucedió, y cuando finalmente se casaron, la guapa estrella puso fin a su embarazon, aseguran documentos de la actriz obtenidos por TMZ.\n\n\"Ella debería estar encerrada\", reclama Rick.",
                    "date": "2015-03-14",
                    "eventUri": "2355318",
                    "id": "35240497",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7612,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "02:03:00",
                    "title": "Exesposo de Pamela Anderson la llama \"asesina serial de bebés\"",
                    "uri": "258750475",
                    "url": "http://www.publimetro.cl/nota/showbiz/exesposo-de-pamela-anderson-la-llama-asesina-serial-de-bebes/oEpocn%21Pq5lCEx9TtxB7tRjp9A7uA/",
                    "wgt": 1
                },
                {
                    "body": "Pamela Anderson ha conseguido una orden de alejamiento de su marido Rick Salomon. La actriz acusa al antedicho de malos tratos físicos y él a ella de ser una \"asesina en serie de niños\". Los matices para esta última declaración os los aclaramos a lo largo de esta noticia.\n\nLa actriz ha confesado que Salomon intentó asfixiarle con una almohada y luego estrangularle. En su demanda la actriz le pide el divorcio a Rick y él pide la nulidad matrimonial al considerar que su relación ha sido un fraude. Salomon quiso matizar que cuando comentó que Pamela era \"una asesina en serie\" no se refería a los maridos que ha tenido sino a la cantidad de niños que ha matado abortando. \"Debería estar encerrada por haber hecho eso\" declaraba Rick.\n\nSalomon confirma que Anderson le había pedido en varias ocasiones quedarse embarazada, cuando lo logró no tardó mucho en abortar. Anderson incluye en su demanda un texto que Rick le envió a este respecto, \"nunca me dijiste que cuando estabas con Kid Rock te quedaste embarazada y abortaste, es más, quizás esto sucedió en un par de ocasiones\".\n\nLa gota que colmó el vaso fue lo sucedido durante una relación íntima entre ambos. Salomon hizo lo que os hemos contado y la actriz ha decidido poner el punto final a su matrimonio. También reconoce Anderson que cuando su marido perdía al póquer no dudada en insultarle sin miramiento alguno. Lo más curioso del caso es que las acusaciones de \"fraude\" por parte de Salomon se basan en que Anderson, vegetariana confesa, come pescado y gambas, que provocan un fétido olor en toda la casa, y también les da carne de cerdo a sus hijos a pesar de tener un cerdo como mascota desde hace una década. Esperamos, como siempre os decimos, vuestros comentarios al respecto.",
                    "date": "2015-03-15",
                    "eventUri": "2355318",
                    "id": "35285406",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7487,
                    "source": {
                        "title": "La Cosa Rosa",
                        "uri": "www.lacosarosa.com"
                    },
                    "time": "06:31:00",
                    "title": "Pamela Anderson y su divorcio de Rick Salomon",
                    "uri": "258857879",
                    "url": "http://www.lacosarosa.com/pamela-anderson-divorcio-rick-salomon.html",
                    "wgt": 1
                },
                {
                    "body": "Pamela Anderson y Rick Salomon ya no son pareja pero él ha optado por airear los trapos sucios de su relación con la actriz. En una serie de declaraciones que acaba de hacer reconoce que su relación con Pam nunca fue tan buena como parecía. Os contamos los detalles.\n\nAl parecer, Anderson estaría harta de Salomon y había optado por no tener relaciones con él. También, según Salomon. Pamela tampoco quería saber nada del perro, de cuatro patas, de su marido. Fuentes cercanas a la pareja indican que la actriz le envió a Rick un duro correo electrónico el pasado mes de febrero.\n\nEn el texto se podían leer frases como la que decía \"no somos compatibles sexualmente, estoy frustrada y aburrida\". No termina ahí el disgusto de la actriz ya que también indicaba que quería a Rick totalmente fuera de su vida. A tanto llega la problemática relación que Anderson ha expresado su deseo de no querer ni hablar con él.\n\nSe da la circunstancia de que la activista de PETA, asociación que lucha por los derechos de los animales, echó de su casa a Bumble Bee, el rottweiler de Salomon, que fue llevado a un hospital para mascotas de Malibú donde, afortunadamente, fue encontrado por Salomon.\n\nDemasiados problemas para una pareja que debería haberse llevado algo mejor. Ahora todo parece más claro pero...¿afectará todo esto a la imagen pública de Pamela Anderson? ¿Es posible que sus campañas para PETA no sean tan creíbles a partir de ahora? Abrimos las líneas de debate para que nos comentéis lo que os parezca más oportuno a este respecto.",
                    "date": "2015-03-25",
                    "eventUri": "2355318",
                    "id": "36344753",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6953,
                    "source": {
                        "title": "La Cosa Rosa",
                        "uri": "www.lacosarosa.com"
                    },
                    "time": "19:23:00",
                    "title": "Rick Salomon comenta sus problemas con Pamela Anderson",
                    "uri": "262699975",
                    "url": "http://www.lacosarosa.com/rick-salomon-comenta-problemas-pamela-anderson.html",
                    "wgt": 1
                },
                {
                    "body": "Se rumora que la separación entre la actriz y su ahora exesposo, fue a raíz de incompatibilidad sexual\n\nDespués de tres matrimonios con Rick Salomon y varios problemas de pareja, se dice que Pamela Anderson decidió divorciarse nuevamente de él debido a que se sentía insatisfecha sexualmente.\n\nFuentes cercanas a la pareja declararon al sitio TMZ que Anderson le envió un correo electrónico a Salomon donde se leía: \"No somos sexualmente compatibles. Estoy frustrada y aburrida\".\n\nAdemás de sus problemas de alcoba, se dice que la rubia no soporta a Bumble Bee, el perro fiel de Salomon.\n\nCuando se supo lo del divorcio, Rick ha estado declarando atrocidades en contra de Pamela, a la que catalogó como una 'asesina serial de bebés'.\n\nTerra",
                    "date": "2015-03-25",
                    "eventUri": "2355318",
                    "id": "36353262",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6582,
                    "source": {
                        "title": "Terra",
                        "uri": "entretenimiento.terra.com.mx"
                    },
                    "time": "19:57:00",
                    "title": "Pamela Anderson y Salomon se divorciaron por culpa del sexo",
                    "uri": "262732961",
                    "url": "http://entretenimiento.terra.com.mx/famosos/pamela-anderson-y-salomon-se-divorciaron-por-culpa-del-sexo,74c5ff30ba15c410VgnVCM4000009bcceb0aRCRD.html",
                    "wgt": 1
                },
                {
                    "body": "Pamela Anderson se hizo un notable cambio de imagen, ya que hace unos días fue captada en un restaurante de California, y no parecía ser la misma de antes.\n\nLos medios estadounidenses coinciden que Anderson, de 47 años y madre de 2 hijos, se ve mejor con este misterioso rejuvenecimiento, a diferencia de lo que ocurrió con Renée Zellweger y Uma Thurman semanas atrás.\n\nHace algunos meses, Pamela decidió alejarse de los espectáculos, y recientemente dio a conocer se divorciara nuevamente del productor de televisión Rick Salomón, mismo con el que ha iniciado una guerra de declaraciones.",
                    "date": "2015-03-19",
                    "eventUri": "2355318",
                    "id": "35727435",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5182,
                    "source": {
                        "title": "www.sociales.com.bo",
                        "uri": "www.sociales.com.bo"
                    },
                    "time": "04:27:00",
                    "title": "Pamela Anderson causa polémica con su nueva imagen",
                    "uri": "260534517",
                    "url": "http://www.sociales.com.bo/sociales/pamela-anderson-causa-polemica-nueva.html",
                    "wgt": 1
                },
                {
                    "body": "Los años en los que Pamela Anderson dio vida C.J. Parker en Los Vigilantes de la Playa -emitida en más de 148 países- le sirvieron para hacerse conocida a nivel mundial, una serie que sumada a unas polémica vida privada, le ha servido para ocupar titulares durante décadas. Sin embargo, la actriz todavía se guardaba un as bajo la manga con el que dejar boquiabierto a nivel internacional: su hijo Brandon Thomas Lee.\n\nVER GALERÍA\n\nEl estreno de la cinta The Gunman en Los Ángeles fue el momento elegido por Pamela Anderson para dar a conocer a su primogénito, el hijo que la actriz tuvo el 6 de junio de 1996 con el rockero Tommy Lee, con el que se casó 96 horas después de conocerlo en 1995. Brandon Lee ha resultado ser un chico muy guapo, que además lo sabe, ya que aprovechó la ocasión para agradecer a su madre por los genes que le había brindado.\n\nTotalmente vestido de negro, posando con o sin gafas de sol y dedicándoles un sinfín de gestos a los fotógrafos, Brandon Lee se estrenó en una alfombra roja junto a su madre, que eligió un sexy vestido dorado. Madre e hijo demostraron una gran complicidad y él se ha postulado como un gran acompañante para la actriz, que vuelve a estar envuelta en un turbulento divorcio con Rick Salomon.\n\nVER GALERÍA\n\nAunque tanto Pamela Anderson como Tommy Lee han estado siempre en el ojo del huracán lo cierto es que han sido muy celosos con la intimidad de sus hijos (Brandon tiene un hermano un año menor, Dylan Jagger), motivo por el cual este debut ha pillado por sorpresa y son muy pocos los datos que se maneja sobre la vida personal del joven.\n\nSus redes sociales revelan que empieza a hacer sus pinitos como DJ, que es un apasionado de los viajes (algunos de ellos en avión privado y en compañía de su perro), que no se pierde un concierto de Avicci o de Bruno Mars, que le encanta posar y que es amigo de Bella Thorne. Con esta relación, Brandon -consciente de la expectación mediática que puede llegar a despertar- bromea ante sus más de diez mil seguidores: \"¿Estamos saliendo? Quién sabe...\" escribe el hijo de Pamela Anderson en una fotografía que sube con la actriz Disney.\n\nLa protagonista de la serie juvenil Shake It Up se encargó de desearle suerte al hijo de Pamela en su debut ante la prensa vía Twitter, a lo que Brandon respondió: \"Gracias nena, ojalá hubiera sido mi día, pero yo soy una especie de niño de mamá\".\n\nA pesar de mostrarse muy apegado a su madre, el joven también pasa mucho tiempo con su padre, con el que viajó (en compañía de su hermano) durante las pasadas vacaciones de Navidad a las Maldivas. Desde donde compartió fotos y videos que ya dejan ver el espíritu rebelde del que siempre ha hecho gala el batería de Mötley Crüe.\n\nYa sea en la música -siguiendo los pasos de su padre- o como actor -siguiendo los de su madre- parece que Brandon Lee esta dispuesto a dar mucho que hablar en los próximos años. Y este es sólo el principio, en unos meses su hermano Dylan cumplirá la mayoría de edad, convertido ya en un joven aún más guapo que su hermano y con similares aficiones. ¿Con que nos sorprenderá la nueva generación de 'vigilantes de la playa'?",
                    "date": "2015-03-17",
                    "eventUri": "2355318",
                    "id": "35481498",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4722,
                    "source": {
                        "title": "http://www.hola.com",
                        "uri": "www.hola.com"
                    },
                    "time": "10:11:00",
                    "title": "Brandon Lee, capaz de eclipsar a su madre... Aunque esta sea Pamela Anderson",
                    "uri": "259671921",
                    "url": "http://www.hola.com/cine/2015031777499/brandon-lee-hijo-pamela-anderson/",
                    "wgt": 1
                },
                {
                    "body": "Pamela Anderson junto a su hijo Brandon, en Los Ángeles (GTres).\n\nPamela Anderson reaparace con su imagen más formal: la vigilante de la playa ha asumido que ya no es una jovencita. Además, la que fuera protagonista de una de las series míticas de los 90 ejerció de madre y se presentó en público, en el estreno de The Gunman, en Los Ángeles, con su hijo mayor, Brandon.\n\nSu acompañante resultó no ser un Toy Boy más: se trata de uno de los dos hijos que tuvo con Tommy Lee, estrella del grupo Mötley Crue. Brandon Lee, el mayor de sus vástagos, ya es mayor de edad y eclipsó a su propia madre durante el evento al que ambos acudieron. El adolescente fue el chevalier servant perfecto para su famosísima mamá: ataviado con un elegante look total black y peinado a la moda, fue el complemento perfecto al lado del escotado vestido oro (nadie lo vio azul) de rubísima madre.\n\nPamela, que ya ha cumplido 47 años, estuvo casada casi tres (del 95 al 98) con el padre de Brandon. Contrajeron matrimonio a las 96 horas exactas de conocerse, y se hicieron casi más famosos en todo el planeta por un vídeo sexual de su luna de miel, supuestamente robado, que circuló por la red, que por sus respectivas carreras como actriz o cantante, respectivamente.\n\nFue posiblemente uno de los primeros fenómenos virales de la red. La pareja llevó a los tribunales a la empresa que distribuyó el vídeo, que finalmente tuvo que pagar a ambos un millón y medio de dólares.\n\n20 años después, es curiosamente su imagen menos exuberante la que sorprende y circula por la redes sociales.",
                    "date": "2015-03-17",
                    "eventUri": "2355318",
                    "id": "35495734",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4603,
                    "source": {
                        "title": "ecoteuve.eleconomista.es",
                        "uri": "ecoteuve.eleconomista.es"
                    },
                    "time": "12:48:00",
                    "title": "La nueva imagen de Pamela Anderson: reaparece m&aacute;s recatada junto a su hijo Brandon",
                    "uri": "259733939",
                    "url": "http://ecoteuve.eleconomista.es/series/noticias/6560490/03/15/La-nueva-imagen-de-Pamela-Anderson-reaparece-mas-recatada-junto-a-su-hijo-Brandon.html",
                    "wgt": 1
                },
                {
                    "body": "El Liceo de Salamanca acogerá este domingo el 'Miserere' de Doyagüe (21/03)\n\nSe pretende promocionar la Serra de Tramuntana como destino diversificado y diferenciado\n\nSe pretende promocionar la Serra de Tramuntana como destino diversificado y diferenciado\n\nPALMA DE MALLORCA, 23 (EUROPA PRESS)\n\nLa 'Salomon Advanced Week' tendrá lugar en Mallorca entre los días 29 de marzo y 3 de abril y reunirá a los mejores atletas del equipo de Salomon, según ha informado este lunes el director general de Deportes, Javier Morente.\n\nÉsta es la primera vez que Salomon escoge España para celebrar la Salomon Advanced Week. En esta ocasión, la firma, líder mundial en equipamiento de trailrunning, ha elegido Mallorca por su atractivo paisajístico, sobre todo por los parajes que ofrece la Serra de Tramuntana.\n\nAdemás, desde Salomon han señalado que han tenido en consideración las buenas conexiones de la isla, así como las instalaciones de la planta hotelera y el clima, propicio para la práctica de esta modalidad deportiva.\n\nDurante los seis días que durará la 'Salomon Advanced Week', los atletas probarán en el equipamiento que usarán en futuras competiciones, lo que convertirá a Mallorca en el centro de atención de los seguidores de la prestigiosa marca y de su equipo de corredores.\n\nEste tipo de carreras de montaña vive actualmente un gran auge en las islas, por lo que la celebración de este evento tendrá un gran impacto a nivel mundial entre los aficionados. De esta forma, durante estos días los atletas Salomon se convertirán en líderes de opinión de gran calado entre sus cientos de miles de seguidores.\n\nCon todo ello se pretende promocionar Mallorca y la Serra de Tramuntana como destino diversificado y diferenciado y fomentar la práctica deportiva como producto turístico desestacionalizador.\n\nCon este evento, los paisajes de la Serra serán el fondo de los entrenamientos de corredores de la talla de Emilie Forsberg, Kilian Jornet, Ryan Sandes o François D'haene, cuyas imágenes quedarán recopiladas en el material audiovisual que genera la prueba y que servirán de promoción internacional de Mallorca como destino predilecto para la práctica de este deporte, ha remarcado el Govern.\n\nPor otra parte, el 1 de abril a las 19.00 horas se celebrará a las en el Trui Teatre de Palma el 'Salomon Running TV Show', en el que se proyectarán las imágenes de las mejores carreras del mundo. El acto contará con la participación de los atletas Salomon, que compartirán sus experiencias con los aficionados que acudan a la cita.",
                    "date": "2015-03-23",
                    "eventUri": "2355318",
                    "id": "36113570",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3911,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "14:36:00",
                    "title": "Mallorca acogerá la 'Salomon Advanced Week' entre el 29 de marzo y el 3 de abril",
                    "uri": "261941489",
                    "url": "http://ecodiario.eleconomista.es/espana/noticias/6576381/03/15/Mallorca-acogera-la-Salomon-Advanced-Week-entre-el-29-de-marzo-y-el-3-de-abril.html",
                    "wgt": 1
                },
                {
                    "body": "El episodio de ayer, domingo, de The Walking Dead, definitivamente consistÃ­a en domar la bestia que vive dentro de cada uno de nuestros integrantes del grupo de sobrevivientes bajo el mando de \"Rick\", ya sea para bien o para mal.\n\nDesde que comenzÃ³ el apocalipsis zombie, cada uno de ellos tuvo que evolucionar en su conducta civilizada para lograr mantenerse con vida a la intemperie y bajo constantes amenazas. VivÃ­an como salvajes.\n\nPor eso ahora, aÃ±os despuÃ©s de haber logrado mantenerse vivos gracias a su salvajismo, los vemos luchar con ellos mismos para intentan retomar una vida social en un pueblo en el que se \"juega a la casita\".\n\n\"Carol\", por ejemplo, jamas volverÃ¡ a ser la misma que fue antes de todo el caos. Esta mujer, una ama de casa, vÃ­ctima de los golpes constantes e insultos de su esposo y cuya una misiÃ³n en la vida era cuidar de su hija, ya no existe.\n\nDe vÃ­ctima pasÃ³ a ser la heroÃ­na, la valiente, la que no le teme a nada y la que va a todas con tal de mantenerse con vida y mantener vivo a su grupo.\n\nPor eso, (spoiler) la mejor escena del episodio de ayer fue la amenaza sin titubeos que le hizo a un niÃ±o. Â¡ A un niÃ±o! Es que por poco le aplaudo. Y sabemos que la amenaza va en serio, porque \"Carol\" elimina cualquier amenaza sea un \"walker\", una persona o un niÃ±o (Â¿recuerdan a Lizzie?) O sea, resumimos su personaje como que \"con \"Carol\" no se jod (blip)\"\n\nY, Â¿quÃ© piensan de la conexiÃ³n entre \"Daryl\" y \"AarÃ³n\"? Esa sÃ­ que no la esperaba.\n\nPero, antes de hablar de ellos dos, insisto en que el personaje de \"Eric\", compaÃ±ero de \"AarÃ³n\" es uno sin sentido, aburrido y mal actuado. No hay quÃ­mica. \"Eric\" es un personaje que fÃ¡cil puede caer en la boca de un \"walker\" y no lo extraÃ±aremos mucho. \"Eric\" es sÃºper aburrido.\n\nPero \"AarÃ³n\" y \"Daryl\" parece que serÃ¡n un equipo de lo mÃ¡s interesante, encargados de reclutar mÃ¡s personas para \"Alexandria\".\n\nÂ¡Bendito! Que pena lo que pasÃ³ con el caballo que encontraron \"AarÃ³n\" y \"Daryl\" . Por un momento pensÃ© que verÃ­amos a \"Rick\" cabalgando como lo vimos en la primera temporada. Pero, ni modo.\n\nAl parecer, la intolerancia tambiÃ©n continÃºa en un mundo post apocalÃ­ptico, pues en las conversaciones que tiene \"Aaron\" con \"Daryl\", el primero le menciona los chistes de mal gusto a los que es sometido en \"AlexandrÃ­a\" por ser homosexual.\n\nHay tiempo, al parecer, para acosar a las personas.\n\nY en la lÃ­nea de las minorÃ­as, la latina \"Rosita\" apareciÃ³ de lo mÃ¡s guapa en traje y su pelo suelto. Por poco ni la reconozco.\n\nLa pobre \"Sasha\" es a la que mÃ¡s difÃ­cil se le ha hecho domar su bestia interior. Aunque parece que el romance toca a sus puertas con el hijo de \"Deanna\" la que manda.\n\nY, Â¿quÃ© le pasa a \"Deanna\" que no entiende la protecciÃ³n que necesitan tener para que su pueblo funcione? Â¿ Hello? MÃ¡s vale que comienze a hacerle caso a \"Rick\"que sabe que allÃ¡ afuera hay cosas peores que los \"walkers\".",
                    "date": "2015-03-12",
                    "eventUri": "2355318",
                    "id": "35138734",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3805,
                    "source": {
                        "title": "Primera Hora",
                        "uri": "www.primerahora.com"
                    },
                    "time": "09:10:00",
                    "title": "Domando la bestia en The Walking Dead",
                    "uri": "257981809",
                    "url": "http://www.primerahora.com/entretenimiento/tv/nota/domandolabestiaenthewalkingdead-1070008/",
                    "wgt": 1
                },
                {
                    "body": "Es un milagro porque son mínimas las posibilidades de que una persona como Tarmeńo Anderson Chávarri se lesione y no queden secuelas, dijeron los médicos.\n\nComo un milagro fue calificado el caso del obrero que sufrió un accidente que casi lo deja sin vida luego de que un fierro se le atravesara por la cabeza cuando realizaba labores de construcción.\n\n\"Es un milagro porque son mínimas las posibilidades de que una persona como Tarmeño Anderson Chávarri se lesione y no queden secuelas estructuras vitales e importantes\", dijo por RPP Noticias el director médico de la clínica Internacional, Luis Sánchez, quien manifestó que el paciente está estable y todo hace indicar que no sufrirá secuelas.\n\nLuego de más de cinco horas de operación los médicos del centro médico extrajeron la barra de fierro que le atravesó la cabeza al obrero de 27 años.\n\nAnderson Echevarría trabajaba junto a otros dos obreros en el distrito de Tarma. Fue entonces que dio un mal paso cayendo al vacío.\n\nUno de los fierros de una vivienda contigua, se incrustó en el cuello y salió por la cabeza. Prácticamente quedó atravesado e inmovilizado.",
                    "date": "2015-03-18",
                    "eventUri": "2355318",
                    "id": "35682090",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3324,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "19:05:00",
                    "title": "Califican de milagro recuperación de obrero con un fierro en la cabeza",
                    "uri": "260371115",
                    "url": "http://www.rpp.com.pe/2015-03-18-califican-de-milagro-recuperacion-de-obrero-con-un-fierro-en-la-cabeza-noticia_779089.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2015-03-14",
            "avgCos": 0.7069,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2355318",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2355318",
            "lang": "spa",
            "storyDate": "2015-03-14",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-44201",
            "variance": 0.2501
        }
    }
}