{
    "850f305d-14db-4c75-b547-79470a557ea3-265537": {
        "articles": {
            "resultCount": 31,
            "results": [
                {
                    "body": "France's ruling Socialist Party suffered humiliating losses Sunday in a local vote marked by breakthrough successes for the far-right National Front and the historic election of a first female mayor of Paris.\n On a day dubbed \"Black Sunday\" by one Socialist lawmaker, the National Front (FN) won control of at least eight towns and was on track to claim 1,200 municipal council seats nationwide, its best ever showing at the grassroots level of French politics.\n It was also a night to savour for France's main opposition, the centre-right Union for a Popular Movement (UMP).\n The party of former president Nicolas Sarkozy performed strongly across the country, seizing control of a string of towns and cities, including some once considered bastions of the left.\n In a rare consolation for President Francois Hollande's party, the Socialists held on to control of Paris, where Anne Hidalgo, 54, will become the first female mayor of the French capital after a victory that was far more comfortable than anyone had expected.\n But Limoges, a town that had been run by the left for 102 years, fell to the UMP, as did Toulouse, the Champagne capital Reims and Saint Etienne, as well as dozens of other smaller urban centres.\n \"It has been a black Sunday,\" said Socialist deputy Jean-Christophe Cambadelis.\n Candidates backed by Marine Le Pen's FN secured the mayor's seat in the mid-sized southern towns of Beziers and Frejus and six smaller towns, adding to its first-round victory in the northern town of Henin-Beaumont.\n \"We have moved onto a new level,\" Le Pen claimed.  \"There is now a third major political force in our country.\" \"\nThe historic festival city of Avignon, where the FN had headed the first round vote, remained under left-wing control and Le Pen's party also failed to win the northeastern town of Forbach and the southern city of Perpignan, both of which had been amongst their top objectives.\n An OpinionWay poll for Le Figaro suggested the UMP and its allies had taken 45 percent of the votes cast nationwide in municipalities of more than 1,000 residents, while the Socialists and other left-wing parties took 43 percent and the FN, which was only standing in a small number of communes, registered seven percent.\n - A 'severe warning' -\n\"We have had a very severe warning,\" acknowledged Segolene Royal, Hollande's former partner who is tipped for a return to government in the reshuffle that is expected to follow in the wake of Sunday's rout.\n The Socialists were not helped by a turnout estimated at around 62 percent of the electorate, which is low by French local election standards and was largely explained by large numbers of left-leaning voters staying at home.\n The low turnout had pointed to a close contest in Paris.\n But, in the end, Hidalgo emerged as a comfortable winner in her battle with former UMP minister Nathalie Kosciusko-Morizet to join a very small club of women in charge of major cities around the world.\n The FN's success at these elections has been widely interpreted as reflecting exasperation among voters with the Hollande government.\n The Socialists' failure to get a stagnant economy moving and reverse the upward march of unemployment is seen as having aggravated anger over other issues, such as crime and immigration, and increased disillusionment with mainstream politicians of all stripes.\n Prime Minister Jean-Marc Ayrault is widely expected to be made the principal scapegoat for the government's failures when Hollande takes stock on Monday morning.  \"The message the voters have sent is very clear and must be clearly heard,\" Ayrault said.\n Popular Interior Minister Manuel Valls, a dapper and tough-talking character who has broad appeal across the political spectrum, is the favourite to replace him.\n Adding a bit of soap opera drama to proceedings is the likelihood of a comeback by Royal following the president's separation from girlfriend Valerie Trierweiler in January.\n Trierweiler, who was dumped after it emerged Hollande was having an affair with actress Julie Gayet, had reportedly wielded a veto over Royal's mooted inclusion in Hollande's first cabinet.\n Now however, the mother of Hollande's four children is being tipped to get a major new portfolio spanning education, science and youth.\n The FN meanwhile faces a test of its ability to run the towns it has won.  That has generally not been the case when the party has secured a handful of mayoral positions in the past.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, is looking to establish a local base that will allow the FN to prove it is more than a protest movement in the run-up to the 2017 presidential election.\n Le Pen, who took over the FN leadership in 2011, has been credited with broadening the appeal of a party regarded as taboo by many voters in light of her father's repeated convictions for Holocaust denial and inciting racial hatred.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8641352",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7886,
                    "source": {
                        "title": "www.expatica.com",
                        "uri": "www.expatica.com"
                    },
                    "time": "22:08:00",
                    "title": "Black Sunday for France's Socialists as far-right breaks through",
                    "uri": "171846762",
                    "url": "http://www.expatica.com/fr/news/local_news/black-sunday-for-france-s-socialists-as-far-right-breaks-through_289026.html",
                    "wgt": 1
                },
                {
                    "body": "France on Sunday held a second round of voting in local elections that are set to result in a breakthrough by the far right and trigger a reshuffle of the beleaguered Socialist government.\n With his party facing a drubbing in the first electoral test since his 2012 election, President Francois Hollande is expected to react by ordering a shakeup of his government.  Popular Interior Minister Manuel Valls is tipped to replace current Prime Minister Jean-Marc Ayrault.\n The elections will make history with an all-female contest in Paris guaranteeing that a woman will become mayor of the French capital for the first time.\n It also looked set to be a landmark vote for the far-right National Front (FN), which is poised to claim a small but significant foothold in France's local government by winning control of as many as a dozen mid-sized towns.\n The first indicative results were expected when ballots in metropolitan France close at 8:00 pm (1800 GMT).  Indications at midday were that turnout would be low by French standards, increasing the likelihood of the Socialists suffering heavy losses.\n That was not good news for Anne Hidalgo, the Socialist candidate for mayor of Paris, as she battled to resist the national swing against her party.\n Hidalgo went into the election as the favourite but her rival Nathalie Kosciusko-Morizet, a former minister for the centre-right UMP party, did sufficiently well in the first round to suggest she could edge the contest to join a very small club of women who have run major cities around the world.\n The FN's strong first-round performance was widely interpreted as reflecting exasperation among voters with the Hollande government.\n The Socialists' failure to get a stagnant French economy moving again and reverse the upward march of unemployment is seen as having aggravated some voters' anger over other issues, such as crime and immigration, and increased disillusionment with mainstream politicians of all stripes.\n Ayrault is widely expected to be made the principal scapegoat for the government's failures and Valls, a dapper and tough-talking character who has broad appeal across the political spectrum, is the favourite to replace him.\n - Royal tipped for comeback -\nHollande's former partner, Segolene Royal, is tipped for a comeback following his separation from girlfriend Valerie Trierweiler in January after revelations of his affair with actress Julie Gayet.  Trierweiler reportedly vetoed Royal from being included in Hollande's first cabinet despite the mother of his four children being a long-established Socialist Party heavyweight and former presidential candidate herself.\n In the first round, Marine Le Pen's FN took five percent of the nationwide vote -- up from 0.9 percent in the first round of the last municipal polls in 2008 -- despite being able to field candidates only in a minority of municipalities.\n Where it did present lists, the FN performed better than expected.  It claimed the mayor's seat in Henin-Beaumont in northern France at the first attempt with just over 50 percent of the vote.\n Le Pen is hoping to see FN-backed mayors installed in at least another dozen towns on Sunday evening.\n The party has controlled a handful of local authorities in the past but does not have a good track record for administrative competence.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, is looking to establish a local base that will allow the party to demonstrate it can be more than an outlet for voters' frustrations.\n In an interview with Le Monde this weekend, she said: \"What we lack at the moment is a positive report card.  That is important.  With that we can move to a higher level.\" \"\nLe Pen, who took over the FN leadership in 2011, has been credited with broadening the appeal of a party regarded as taboo by many voters in light of her father's repeated convictions for Holocaust denial and inciting racial hatred.\n The best-known city that could fall to the FN is Avignon, famed for its annual international arts festival, which organisers say will be pulled out if Le Pen's party takes over.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8626904",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7704,
                    "source": {
                        "title": "www.expatica.com",
                        "uri": "www.expatica.com"
                    },
                    "time": "12:39:00",
                    "title": "Far right poised for breakthrough in France",
                    "uri": "171759280",
                    "url": "http://www.expatica.com/fr/news/local_news/far-right-poised-for-breakthrough-in-france_288996.html",
                    "wgt": 1
                },
                {
                    "body": "France's ruling Socialist Party suffered heavy losses in nationwide local elections Sunday which were marked by a breakthrough success for the far-right National Front.\n In a rare consolation on a bleak night for President Francois Hollande's party, the Socialists held on to control of Paris, where Anne Hidalgo will become the first female mayor of the French capital after a victory that was far more comfortable than anyone had expected.\n Exit polls published as ballots closed indicated the National Front (FN) had won two mid-sized towns and was on track to claim 1,200 municipal council seats nationwide in what one prominent activist described as the biggest electoral success in the party's history.\n Exit polls indicated that candidates backed by Marine Le Pen's party had secured the mayor's seat in the southern towns of Beziers and Frejus, but missed out on key targets elsewhere.\n \"We have moved onto a new level,\" Le Pen said minutes after the polls closed.  \"There is now a third major political force in our country.\" \"\nLe Pen said she was confident the vote counting would conclude with at least six towns in the hands of her party.  That would represent a major breakthrough but would be significantly less than the dozen municipalities the FN had identified as winnable after its better-than-expected showing in last Sunday's first round.\n The historic festival city of Avignon, where the FN had headed the first round vote, remained under left-wing control and Le Pen's party also failed to win the northeastern town of Forbach and the southern city of Perpignan, both of which had been amongst their top objectives.\n The centre-right UMP also claimed to have had a successful night, describing itself as the principal victor in the first electoral test for President Francois Hollande's government since his 2012 election.\n An OpinionWay poll for Le Figaro suggested the UMP and its allies had taken 45 percent of the votes cast nationwide in municipalities of more than 1,000 residents, while the Socialists and other left-wing parties took 43 percent and the FN, which was only standing in a small number of communes, took seven percent.\n - A 'severe warning' -\n\"We have had a very severe warning,\" acknowledged Segolene Royal, Hollande's former partner who is tipped for a return to government in the reshuffle that is expected to follow in the wake of Sunday's electoral debacle.\n The Socialists were not helped by a turnout estimated at around 62 percent of the electorate, which is low by French local election standards and was largely explained by large numbers of voters who traditionally support the left staying at home.\n The low turnout had pointed to an extremely close outcome in Paris.\n But, in the end, Hidalgo emerged as a comfortable winner in her battle with former conservative minister Nathalie Kosciusko-Morizet to join a very small club of women in charge of major cities around the world.\n The FN's success at these elections has been widely interpreted as reflecting exasperation among voters with the Hollande government.\n The Socialists' failure to get a stagnant economy moving and reverse the upward march of unemployment is seen as having aggravated anger over other issues, such as crime and immigration, and increased disillusionment with mainstream politicians of all stripes.\n Prime Minister Jean-Marc Ayrault is widely expected to be made the principal scapegoat for the government's failures when Hollande takes stock on Monday morning.\n Popular Interior Minister Manuel Valls, a dapper and tough-talking character who has broad appeal across the political spectrum, is the favourite to replace him.\n Adding a bit of soap opera drama to proceedings is the likelihood of a comeback by Royal following the president's separation from girlfriend Valerie Trierweiler in January.\n Trierweiler, who was dumped after it emerged Hollande was having an affair with actress Julie Gayet, had reportedly wielded a veto over Royal's mooted inclusion in Hollande's first cabinet.\n Now however, the mother of Hollande's four children is being tipped to get a major new portfolio spanning education, science and youth.\n The FN meanwhile faces a test of its ability to run the towns it has won competently.  That has generally not been the case when the party has secured mayoral positions in the past.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, is looking to establish a local base that will allow the FN to prove it is more than a protest movement in the run-up to the 2017 presidential election.\n Le Pen, who took over the FN leadership in 2011, has been credited with broadening the appeal of a party regarded as taboo by many voters in light of her father's repeated convictions for Holocaust denial and inciting racial hatred.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8638462",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7618,
                    "source": {
                        "title": "www.expatica.com",
                        "uri": "www.expatica.com"
                    },
                    "time": "20:02:00",
                    "title": "Socialists hammered in French vote as far-right makes breakthrough",
                    "uri": "171829220",
                    "url": "http://www.expatica.com/fr/news/local_news/socialists-hammered-in-french-vote-as-far-right-makes-breakthrough_289021.html",
                    "wgt": 1
                },
                {
                    "body": "French voters go to the polls Sunday for a second round of local elections that will result in Paris having a female mayor for the first time and, possibly, the country having a new prime minister.\n With the ruling Socialists facing a drubbing, President Francois Hollande is expected to react by ordering major changes at the top of his beleaguered government.  Popular Interior Minister Manuel Valls is widely tipped to replace current premier Jean-Marc Ayrault.\n The vote, in which the first ballots were cast in the French Pacific territory of New Caledonia, is also predicted to result in the far-right National Front establishing an unprecedented footprint in France's local government by winning control of as many as a dozen mid-sized towns.\n In Paris, Socialist candidate Anne Hidalgo will be hoping to resist the national swing against her party and keep the French capital under the control of the left.\n But all the signs are that it will be extremely close after a better-than-expected first-round showing by Nathalie Kosciusko-Morizet, a former minister for the centre-right UMP party who is Hidalgo's rival to join a very small club of women who have run major cities around the world.\n The FN also performed better than expected in the first round last Sunday and the results generally were interpreted as a signal of exasperation amongst voters with the Hollande government's failure to get a stagnant French economy moving again and reverse the upward march of unemployment.\n Ayrault is widely expected to be made the principal scapegoat for that and Valls, the government's most popular figure, is favourite to replace him.\n Hollande is also reportedly considering bringing veteran industrialist Louis Gallois and/or former World Trade Organisation director Pascal Lamy into the cabinet in a move that would reinforce his recent attempts to foster a more pro-business image.\n The president's former partner, Segolene Royal, is also tipped for a comeback following his separation from girlfriend Valerie Trierweiler in January after revelations of his affair with actress Julie Gayet.  Trierweiler reportedly vetoed Royal from being included in Hollande's first candidate despite the mother of his four children being a long-established Socialist Party heavyweight.\n In the first round, Marine Le Pen's FN took five percent of the nationwide vote -- up from 0.9 percent in the first round of the last municipal polls in 2008 -- despite only being able to field candidates in a minority of municipalities.\n Where it did present lists, the FN performed better than expected.  It claimed the mayor's seat in Henin-Beaumont in northern France at the first attempt with just over 50 percent of the vote.\n Le Pen is hoping to see FN-backed mayors installed in at least another dozen towns on Sunday evening.\n The party has controlled a handful of local authorities in the past but does not have a good record in terms of competent administration.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, is looking to establish a local base which will allow the party to demonstrate it can be more than an outlet for voters' frustrations.\n In an interview with Le Monde this weekend, she said: \"What we lack at the moment is a positive report card.  That is important.  With that we can move to a higher level.\" \"\nLe Pen, who took over the FN leadership in 2011, has been credited with broadening the appeal of a party regarded as taboo by many voters in light of her father's repeated convictions for Holocaust denial and inciting racial hatred.\n The best-known city that could fall to the FN is Avignon, famed for its annual international arts festival, which organisers say will be pulled out if Le Pen's party takes over.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8625399",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7556,
                    "source": {
                        "title": "Business Insider",
                        "uri": "www.digitaljournal.com"
                    },
                    "time": "11:26:00",
                    "title": "New PM, first female Paris mayor on agenda in French vote",
                    "uri": "171748939",
                    "url": "http://www.digitaljournal.com/news/world/new-pm-first-female-paris-mayor-on-agenda-in-french-vote/article/378861",
                    "wgt": 1
                },
                {
                    "body": "French voters went to the polls Sunday for a second round of local elections that will likely cement gains for the far-right at the expense of the ruling Socialists and lead to a government reshuffle.\n With President Francois Hollande's Socialist Party facing a drubbing, popular Interior Minister Manuel Valls is widely tipped to replace current Prime Minister Jean-Marc Ayrault.\n Paris will also have a female mayor for the first time.\n The vote, in which the first ballots were cast in the French Pacific territory of New Caledonia, is also predicted to result in the far-right National Front establishing an unprecedented footprint in France's local government by winning control of as many as a dozen mid-sized towns.\n Voters went to the polls from 08:00 am (0600 GMT).  Polls were set to close at 06:00 pm, 07:00 pm or 08:00 pm depending on size of the district.\n First results are expected around 8:00 pm.\n \"It's a civic duty to go and vote,\" 59-year-old David Michel told AFP as he was the first to cast his ballot at a polling station in the eastern city of Strasbourg.\n In Paris, Socialist mayoral candidate Anne Hidalgo will be hoping to resist the national swing against her party and keep the French capital under the control of the left.\n But all the signs are that it will be extremely close after a better-than-expected first-round showing by Nathalie Kosciusko-Morizet, a former minister for the centre-right UMP party who is Hidalgo's rival to join a very small club of women who have run major cities around the world.\n The far-right FN also performed better than expected in the first round vote last Sunday.  The results generally were interpreted as a signal of exasperation amongst voters with the Hollande government's failure to get a stagnant French economy moving again and reverse the upward march of unemployment.\n Ayrault is widely expected to be made the principal scapegoat for that and Valls, the government's most popular figure, is the favourite to replace him.\n Hollande is also reportedly considering bringing veteran industrialist Louis Gallois and/or former World Trade Organisation director Pascal Lamy into the cabinet in a move that would reinforce his recent attempts to foster a more pro-business image.\n - Royal tipped for comeback -\nHollande's former partner, Segolene Royal, is also tipped for a comeback following his separation from girlfriend Valerie Trierweiler in January after revelations of his affair with actress Julie Gayet.  Trierweiler reportedly vetoed Royal from being included in Hollande's first cabinet despite the mother of his four children being a long-established Socialist Party heavyweight and former presidential candidate herself.\n In the first round, Marine Le Pen's FN took five percent of the nationwide vote -- up from 0.9 percent in the first round of the last municipal polls in 2008 -- despite only being able to field candidates in a minority of municipalities.\n Where it did present lists, the FN performed better than expected.  It claimed the mayor's seat in Henin-Beaumont in northern France at the first attempt with just over 50 percent of the vote.\n Le Pen is hoping to see FN-backed mayors installed in at least another dozen towns on Sunday evening.\n The party has controlled a handful of local authorities in the past but does not have a good record in terms of competent administration.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, is looking to establish a local base which will allow the party to demonstrate it can be more than an outlet for voters' frustrations.\n In an interview with Le Monde this weekend, she said: \"What we lack at the moment is a positive report card.  That is important.  With that we can move to a higher level.\" \"\nLe Pen, who took over the FN leadership in 2011, has been credited with broadening the appeal of a party regarded as taboo by many voters in light of her father's repeated convictions for Holocaust denial and inciting racial hatred.\n The best-known city that could fall to the FN is Avignon, famed for its annual international arts festival, which organisers say will be pulled out if Le Pen's party takes over.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8620970",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7433,
                    "source": {
                        "title": "www.expatica.com",
                        "uri": "www.expatica.com"
                    },
                    "time": "08:08:00",
                    "title": "Far-right set to cement gains in local French elections",
                    "uri": "171720946",
                    "url": "http://www.expatica.com/fr/news/local_news/far-right-set-to-cement-gains-in-local-french-elections_288988.html",
                    "wgt": 1
                },
                {
                    "body": "France's ruling Socialists were braced Sunday for a stinging setback in local elections set to be marked by a breakthrough for the far-right and the election of the first female mayor of Paris.\n A record low turnout was expected to exacerbate the Socialists' losses in their first nationwide electoral test since Francois Hollande was elected president in 2012.\n Hollande reportedly plans to respond to the long-anticipated drubbing by ordering a reshuffle of his beleaguered government in which popular Interior Minister Manuel Valls is tipped to replace current Prime Minister Jean-Marc Ayrault.\n An all-female contest in Paris guaranteed that a woman will become mayor of the French capital for the first time; the Socialists' Anne Hidalgo battling former government minister Nathalie Nathalie Kosciusko-Morizet.\n It also looked set to be a landmark vote for the far-right National Front (FN), which is poised to win control of up to a dozen mid-sized towns.\n The first indicative results were expected when ballots in metropolitan France close at 8:00 pm (1800 GMT).  Indications at 5:00 pm (1500 GMT) were that the turnout would be low by French standards, increasing the likelihood of the Socialists taking a severe beating.\n That was not good news for Hidalgo, who was hoping to resist the national swing against her party and keep Paris in the hands of the left.\n Hidalgo, a deputy to current mayor Bertrand Delanoe, went into the election as a slight favourite.  But her rival, universally known by her initials NKM, did sufficiently well in the first round to suggest she could edge the contest to join a very small club of women who have run major cities around the world.\n The FN's strong first-round performance was widely interpreted as reflecting exasperation among voters with the Hollande government.\n The Socialists' failure to get a stagnant economy moving and reverse the upward march of unemployment is seen as having aggravated some voters' anger over other issues, such as crime and immigration, and increased disillusionment with mainstream politicians of all stripes.\n Ayrault is widely expected to be made the principal scapegoat for the government's failures and Valls, a dapper and tough-talking character who has broad appeal across the political spectrum, is the favourite to replace him.\n - Soap opera drama -\nAdding a bit of soap opera drama to proceedings is the fact that Hollande's former partner, Segolene Royal, is poised to make a comeback following the president's separation from girlfriend Valerie Trierweiler in January, which left him a free man, politically and personally.\n Trierweiler, who was dumped after it emerged Hollande was having an affair with actress Julie Gayet, had reportedly wielded a veto over Royal's mooted inclusion in Hollande's first cabinet.\n Royal, the mother of Hollande's four children and a party heavyweight in her own right, is being tipped to get a major new portfolio spanning education, science and youth.\n The FN meanwhile was looking to build on its better-than-expected first round showing, which included winning the mayor's seat in Henin-Beaumont in northern France at the first attempt with just over 50 percent of the vote.\n Party leader Marine Le Pen is hoping to see FN-backed mayors installed in at least another dozen towns, most of them in the south but also including Forbach, a depressed rustbelt town in the northeastern Moselle region.\n Voters there indicated that problems of crime and juvenile delinquency often blamed on the north African immigrant community were helping the cause of FN candidate Florian Philippot.\n But not all of them believed a turn to the far right was either inevitable or desirable.\n \"It is true that after a certain time of the evening, I never go out anymore because of the gangs of youths hanging around in the streets,\" said Renne Zedda, a resident of the town's Wiesberg neighbourhood.\n \"But if the FN gets in, we are going to have some serious problems here.\" \"\nMohamed Aithsaine, who runs a Moroccan organisation in the neighbourhood, added: \"Everything is not rosy but it is not the Bronx either.  Throwing oil on the fire is not going to help.\" \"\nThe FN has controlled a handful of local authorities in the past but does not have a good track record for administrative competence.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, is looking to establish a local base that will allow the FN to prove it is more than a protest movement.\n Le Pen, who took over the FN leadership in 2011, has been credited with broadening the appeal of a party regarded as taboo by many voters in light of her father's repeated convictions for Holocaust denial and inciting racial hatred.\n The best-known city that could fall to the FN is Avignon, famed for its annual international arts festival, which organisers say will be pulled out if Le Pen's party takes over.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8633881",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7372,
                    "source": {
                        "title": "www.expatica.com",
                        "uri": "www.expatica.com"
                    },
                    "time": "17:05:00",
                    "title": "French government braces for poll slap, FN surge",
                    "uri": "171800930",
                    "url": "http://www.expatica.com/fr/news/local_news/french-government-braces-for-poll-slap-fn-surge_289015.html",
                    "wgt": 1
                },
                {
                    "body": "France's far right made gains in the second round of municipal elections on Sunday, picking up victories in two key southern cities.\n Exit polls showed National Front (FN) candidate David Rachline winning in Fréjus, a sleepy French Riviera town, while Robert Ménard, an FN-backed candidate (though he is not a party member himself) and founder of Reporters Without Borders, won in the southern city of Béziers.\n Avignon, another city closely watched by FN partisans, ended up in the hands of the Socialists, with Cécile Helle getting 47.2 percent of the vote against far-right candidate Philippe Lottiaux, who won 34.7 percent, according to exit polls.\n Lottiaux came out on top in the first-round vote last Sunday, prompting the head of the city's famed theatre festival to say the event would look for a new host city if the National Front ended up at city hall.\n Meanwhile, exit polls had UMP candidate Jean-Claude Gaudin headed for a fourth term as mayor of Marseille.\n Low turnout\nAs of 5 p.m. (GMT+2), turnout was estimated at 52.36 percent (a historic low for French municipal elections), the interior ministry said - even lower than the 54.72 percent turnout reported after the first-round vote last Sunday.\n President François Hollande is tipped to react to his ruling Socialist Party's losses by ordering a cabinet reshuffle that could see the popular Interior Minister Manuel Valls installed as Prime Minister, replacing current premier Jean-Marc Ayrault.\n There have also been reports that Hollande is seeking to ramp up the pro-business credentials of his government by bringing veteran industrialist Louis Gallois or former World Trade Organisation director Pascal Lamy into the cabinet.\n Hollande told his ministers on Wednesday that they needed to \"learn a lesson\" from the Socialists' poor showing in the first round in which the left took 38.2 percent of the vote, compared to 46.44 percent for the right.\n In Paris, Socialist candidate Anne Hidalgo faced off against Nathalie Kosciusko-Morizet of the centre-right UMP in the battle to become the first female mayor of the capital.\n Hidalgo, who has served for 13 years as deputy to outgoing Paris Mayor Bertrand Delanoë, came out marginally on top after the first round of voting, though the contest with former minister Kosciusko-Morizet, known as NKM, was closer than many had predicted.\n The biggest story of the first round, though, was the strong performance by Marine Le Pen's far-right National Front (FN) party, which took five percent of the vote in last week's polling, up from 0.9 percent in the first round of the last municipal polls in 2008, despite only being able to field candidates in a minority of municipalities.\n The FN has already claimed the mayor's seat in Henin-Beaumont in northern France, having secured more than 50 percent of the vote in the first round.\n The party has controlled a handful of local authorities, including the major port of Toulon, in the past.  But their administrations were frequently tainted by allegations of mismanagement and cronyism which led to voters kicking them out at the first opportunity.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, claims the FN has matured in terms of the quality of its candidates for office.\n \"The only glass ceiling we have not broken through is being able to show what we are capable of doing,\" she says in an interview with Saturday's edition of Le Monde.\n \"What we lack at the moment is a positive report card.  That is important.  With that we can move to a higher level.\" \"",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8636776",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.727,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "19:00:00",
                    "title": "France's far right makes gains in local elections",
                    "uri": "171819898",
                    "url": "http://www.france24.com/en/20140330-france-local-municipal-elections-mayor-front-national-hollande-socialist-ump/",
                    "wgt": 1
                },
                {
                    "body": "French voters headed to the polls Sunday in the second round of voting in nationwide local elections, with the far-right looking to consolidate an unprecedented first-round showing.\n In a vote that could see a significant shake up to the country's political landscape, the elections will also result in the capital Paris having a female mayor for the first time, and possibly the country having a new prime minister.\n Following poor results in last Sunday's first round of voting, François Hollande's ruling Socialists are braced for further losses and the president is tipped to react by ordering a cabinet reshuffle that could see the popular Interior Minister Manuel Valls installed as Prime Minister, replacing current premier Jean-Marc Ayrault.\n There have also been reports that Hollande is seeking to ramp up the pro-business credentials of his government by bringing veteran industrialist Louis Gallois or former World Trade Organisation director Pascal Lamy into the cabinet.\n Hollande told his ministers on Wednesday that they needed to \"learn a lesson\" from the Socialists' poor showing in the first round in which the left took 38.2 percent of the vote, compared to 46.44 percent for the right.\n In Paris, Socialist candidate Anne Hidalgo will take on Nathalie Kosciusko-Morizet of the centre-right UMP in the battle to become the first female mayor of the capital.\n Hidalgo, who has served for 13 years as deputy to outgoing Paris Mayor Bertrand Delanoe, came out marginally on top after the first round of voting, though the contest with former minister Kosciusko-Morizet, known as NKM, was closer than many had predicted.\n Far-right hoping to repeat first round success\nThe biggest story of the first round, though, was the strong performance by Marine Le Pen's far-right National Front (FN) party, which took five percent of the vote in last week's polling, up from 0.9 percent in the first round of the last municipal polls in 2008, despite only being able to field candidates in a minority of municipalities.\n The FN has already claimed the mayor's seat in Henin-Beaumont in northern France, having secured more than 50 percent of the vote in the first round.\n Le Pen is hoping to see FN-backed mayors installed in at least another dozen towns on Sunday evening.\n The party has controlled a handful of local authorities, including the major port of Toulon, in the past.  But their administrations were frequently tainted by allegations of mismanagement and cronyism which led to voters kicking them out at the first opportunity.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, claims the FN has matured in terms of the quality of its candidates for office.\n \"The only glass ceiling we have not broken through is being able to show what we are capable of doing,\" she says in an interview with Saturday's edition of Le Monde.\n \"What we lack at the moment is a positive report card.  That is important.  With that we can move to a higher level.\" \"",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8618951",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7044,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "06:22:00",
                    "title": "Political shake up on cards as France heads to polls",
                    "uri": "171706916",
                    "url": "http://www.france24.com/en/20140330-france-local-elections-fn-mayor-paris/",
                    "wgt": 1
                },
                {
                    "body": "President François Hollande will take soundings on a cabinet reshuffle on Monday after the drubbing of his Socialists in local elections, which handed the far-right National Front (FN) victory in a record number of towns.\n The outcome of the first nationwide vote since Hollande was elected in 2012 was dubbed \"Black Sunday\" by one Socialist lawmaker.\n The FN took control of 11 towns and was on track to claim more than 1,200 municipal council seats nationwide, its best ever showing at the grassroots level of French politics and a stunning vindication of leader Marine Le Pen's efforts to extend its appeal.\n It was also a night to savour for France's main opposition, the centre-right Union for a Popular Movement (UMP).\n The party of former president Nicolas Sarkozy performed strongly across the country, seizing control of around 140 towns and cities, including some once considered bastions of the left.\n In a rare consolation for Hollande, the Socialists held on to control of Paris, where Anne Hidalgo, 54, will become the first female mayor of the French capital after a victory that was far more comfortable than anyone had expected.\n But Limoges, a town that had been run by the left for 102 years, fell to the UMP, as did Toulouse, the Champagne capital Reims and Saint Etienne.  A total of 155 towns with more than 9,000 residents swung from left to right.\n \"It has been a black Sunday,\" said Socialist deputy Jean-Christophe Cambadelis.\n The biggest towns won by the FN or FN-backed candidates were Beziers and Frejus in the south.  The mayor's seat in a district of Marseille was among eight others won on Sunday, adding to the FN's first-round election victory in the northern town of Henin-Beaumont.\n \"We have moved onto a new level,\" Le Pen claimed.  \"There is now a third major political force in our country.\n \"We will destroy this idea that the FN represents some sort of threat to the Republic.  Our elected candidates will show that they are good mayors.\" \"\nNationwide, the UMP and its allies took just under 46 percent of the votes cast, the Socialists and other left-wing parties 40.5 percent and the FN and some smaller far right groups just under seven percent.\n 'A very severe warning'\nThe rout for the Socialists is widely seen as a punishment for Hollande's failure to turn around the euro zone's second largest economy and to tackle an unemployment rate stuck at more than 10 percent.\n These failures are thought to have aggravated anger over other issues, such as crime and immigration, and increased disillusionment with mainstream politicians of all stripes.\n \"We have had a very severe warning,\" acknowledged Segolene Royal, Hollande's former partner, who is tipped for a return to cabinet in the reshuffle that is expected to follow in the wake of the electoral rout.  Royal is not an MP but the French system allows non-elected figures to be appointed to cabinet.\n The Socialists were not helped by a turnout estimated at around 62 percent of the electorate, which is low by French local election standards and was largely explained by large numbers of left-leaning voters staying at home.\n The FN's success at these elections has been widely interpreted as reflecting exasperation among voters with the Hollande government.\n Prime Minister Jean-Marc Ayrault is widely expected to be made the principal scapegoat for the government's failures when Hollande takes stock on Monday morning.\n Popular Interior Minister Manuel Valls, who has broad appeal across the political spectrum, is the favourite to replace him.\n Adding a bit of soap opera drama to proceedings is the likelihood of a comeback by Royal following the president's separation from girlfriend Valerie Trierweiler in January.\n Trierweiler, who was dumped after it emerged Hollande was having an affair with actress Julie Gayet, had reportedly wielded a veto over Royal's mooted inclusion in Hollande's first cabinet.\n Now however, the mother of Hollande's four children is being tipped to get a major new portfolio spanning education, science and youth.\n The FN, meanwhile, faces a test of its ability to run the towns it has won.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie, is looking to establish a local base that will allow the FN to prove it is more than a protest movement in the run-up to the 2017 presidential election.\n Le Pen took over the FN leadership in 2011 and has been credited with broadening the appeal of a party regarded as taboo by many voters following her father's repeated convictions for Holocaust denial and inciting racial hatred.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8656115",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6927,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "07:25:00",
                    "title": "Cabinet reshuffle looms after France's Socialists routed in local elections",
                    "uri": "171928412",
                    "url": "http://www.france24.com/en/20140331-major-reshuffle-looms-after-france-socialists-routed-local-elections/",
                    "wgt": 1
                },
                {
                    "body": "Paris looked set to elect its first female mayor last night, but the victory for socialist Anne Hidalgo was an isolated piece of good news for President François Hollande's embattled party.\n The exit polls showed that Spanish-born Ms Hidalgo (54) was estimated to have won, with 55 per cent of the vote, well ahead of her centre-right rival Nathalie Kosciusko-Morizet.\n If her victory is confirmed in a final count Ms Hidalgo will succeed the popular Socialist mayor Bertrand Delanoe, who has run the city since 2001.\n But Ms Hidalgo's probable triumph was a rare moment for celebration in what was a dismal evening for Mr Hollande, whose popularity was already at rock bottom even before yesterday's vote, and his Socialist (PS) government.\n Protest vote\nElsewhere, the Front National appeared to have once again punched above its real electoral weight in what may well turn out to have been a protest vote.\n The party's charismatic president, Marine Le Pen, said the results marked a \"new step for the FN\" and said she hoped to translate its success into seats in the European elections in May.\n \"The Front National has upset the traditional UMP-PS duo.  From now on they will have to count on a third great political force in our country,\" Ms Le Pen said.\n The revival of the FN as the Socialists struggle takes the far-right party back to levels last seen in 2002 when far-right presidential candidate Jean-Marie Le Pen knocked out the Socialist candidate in the first round of the presidential elections.\n The FN took the towns of Beziers, where FN candidate Robert Menard, former head of Reporters Sans Frontiers, obtained more than 47 per cent of the vote, and Frejus, but lost the symbolic city of Avignon, where the FN candidate had led the first-round vote.\n Most of the FN's successes were in the east and west of the country in areas with high unemployment and immigration.\n If there was any small consolation for the president and his administration, it was that while the centre-right UMP emerged overall winners, it was that the FN had not done as well as results of first-round voting last Sunday had suggested.\n In the rest of the country, French voters stayed away from polling stations in record numbers for the second round of local elections.\n The 38 per cent rate of abstention in the second round of the election was seen as a direct message of disillusion with the country's ruling class, particularly the Socialist government headed by Mr Hollande.\n Symbolic losses\nAmong the most symbolic losses for the governing Socialists were those of the town of Limoges, which the left had held since 1912, Saint Etienne, which fell to a UMP candidate, Belfort, which went to the right, and Quimper in Brittany, which elected an UMP mayor.\n Jean-François Cope of the centre-right UMP said the local elections were an overwhelming success for his opposition party.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8644537",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6887,
                    "source": {
                        "title": "Irish Times",
                        "uri": "www.irishtimes.com"
                    },
                    "time": "00:01:00",
                    "title": "Paris offers rare cheer for Hollande in mayoral elections - Irish Times",
                    "uri": "171864753",
                    "url": "http://www.irishtimes.com/news/world/europe/paris-offers-rare-cheer-for-hollande-in-mayoral-elections-1.1743870",
                    "wgt": 1
                },
                {
                    "body": "French voters are going to the polls in the second round of local elections, expected to result in significant gains for the far-right National Front (FN).\n FN breakthroughs in last week's first round - including an outright victory in the northern town of Henin-Beaumont - rattled mainstream parties.\n The FN also did well in the south and may take a number of cities.\n Socialist PM Jean-Marc Ayrault urged voters to back any candidate best placed to beat the FN in the run-offs.\n Correspondents say the FN's successes - and last week's lowest-ever turnout in French municipal elections - have highlighted the unpopularity of President Francois Hollande.\n The FN, an anti-EU party demanding tough curbs on immigration, took the lead in southern cities Avignon, Perpignan, Beziers and Frejus in the south.  It was also in second place in Marseille.\n Marine Le Pen, FN leader since 2011, hailed the results, saying her party had \"arrived as a major independent force - a political force at both national and local level\".\n The FN is widely expected to do well in the European Parliament elections in May - and opinion polls suggest the Eurosceptic party is on course to come top.\n On Sunday voters are choosing councillors and mayors in more than 36,000 villages, towns and cities.  FN candidates have won through to the second round in some 200 places.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8621210",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.684,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "08:20:00",
                    "title": "Far right expects French poll gains",
                    "uri": "171722583",
                    "url": "http://www.bbc.co.uk/news/world-europe-26807739#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "AP French Socialist Party deputy mayor of Paris, Anne Hidalgo, right, and outgoing mayor Bertrand Delanoe smile after results were announced in the second round of the French municipal elections, in Paris on Sunday.\n The French government was in full soul-searching mode on Sunday after the conservative opposition trounced the governing Socialist Party (PS) in a municipal election run-off that also yielded gains for the far-right National Front.\n Voters across the country used the election for town councils and mayors to vent their frustration with President Francois Hollande's failure to turn around the battered French economy.\n From Reims in the north-east to Toulouse in the south-west and the central city of Limoges, PS mayors were shown the door as voters in dozens of municipalities decamped to former president Nicolas Sarkozy's centre-right Union for a Popular Movement (UMP).\n Other cities that swung from left to right included Saint-Etienne, Pau and Angers.  Paris, Lyon, Lille and Strasbourg bucked the trend by re-electing PS mayors, while voters in Marseille returned the UMP incumbent.\n In Paris, Socialist Anne Hidalgo defeated the UMP's Nathalie Kosciusko-Morizet, to become the capital's first female mayor.\n Elsewhere, the UMP was savouring its spoils, which come two months before European elections, in which the anti-immigration FN is tipped to place first or second.\n Provisional results showed the UMP and other right-wing parties polling 45.91 per cent of the vote, compared with 40.57 per cent for left-wing parties, 6.84 per cent for the far right and 6.62 for independents.\n \"France's top party is the UMP,\" party leader Jean-Francois Cope declared.\n The FN was also on the march, winning 14 or 15 municipalities according to the interior ministry, including the northern former coal mining town of Henin-Beaumont, which it won in the first round of voting on March 23.\n Frejus and Beziers, two Mediterranean towns of more than 50,000 inhabitants that have been hard hit by the crisis, were among others to elect FN or FN-backed mayors.\n FN leader Marine Le Pen, who has worked hard to rid the party of its extremist image, said the polls showed the party was now a viable alternative to the PS and UMP.\n \"Today the FN has shaken up the traditional UMP-PS duo,\" she told supporters.\n The party failed, however, to convert its first-round lead in some towns, such as the Forbach in the north-east, where FN vice president Florian Philippot was defeated by the Socialist incumbent, and Avignon, where the FN candidate also lost to the Socialist candidate.\n Those wins provided little comfort for the Socialists, who were punished for the government's failure to create jobs and growth, 22 months after Mr. Hollande took office.\n Voter turnout plunged to a new record low on Sunday.  Ipsos polling company estimated a turnout of 62 per cent, down from 63.6 per cent in the first round, which was already an historic low for a municipal election.\n Apathy was particularly acute among left-wing voters, who have been disillusioned with Mr. Hollande's shift from traditional leftist tax-and-spend policies to a more business-friendly approach.\n Former Socialist presidential candidate Segolene Royal, who is the mother of Mr. Hollande's four children, expressed alarm at the results, calling them a \"very severe warning\".\n Mr. Hollande, who is expected to reshuffle his cabinet in the coming days, promised during the week to \"draw a lesson\" from the results but has also vowed to stick to his current course of trying to restore lost competitiveness.\n One of those whose position is seen as vulnerable is Prime Minister Jean-Marc Ayrault, who acknowledged Sunday a share in the government's \"collective\" responsibility for the election result.\n \"It's a clear message which must be fully heard,\" Mr. Ayrault said.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8652281",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6827,
                    "source": {
                        "title": "The Hindu",
                        "uri": "www.thehindu.com"
                    },
                    "time": "05:10:00",
                    "title": "French voters punish Hollande in municipal vote - The Hindu",
                    "uri": "171908510",
                    "url": "http://www.thehindu.com/news/international/french-voters-punish-hollande-in-municipal-vote/article5853669.ece",
                    "wgt": 1
                },
                {
                    "body": "France's far right made significant gains in local elections on Sunday, but the battered Socialists were able to hold on to Paris and Lyon.\n In the French capital, Socialist candidate Anne Hidalgo won 54.5 percent of votes against Nathalie Kosciusko-Morizet of the conservative opposition UMP party.\n Hidalgo, who has served for 13 years as deputy to outgoing Paris Mayor Bertrand Delanoë, will become the first female mayor of the capital.\n Victories in Paris and Lyon came as consolation for the ruling Socialists, who suffered heavy defeats against the UMP in cities across the country, including Toulouse, Angers and Limoges.\n But the biggest story of the night was the strong showing by Marine Le Pen's far right National Front, which came out on top in ten cities.\n Exit polls showed National Front (FN) candidate David Rachline winning in Fréjus, a sleepy Côte d'Azur town, while Robert Ménard, an FN-backed candidate (though he is not a party member himself) and founder of Reporters Without Borders, won in Béziers.\n Avignon, another city closely watched by FN partisans, ended up in the hands of the Socialists, with Cécile Helle getting 47.2 percent of the vote against far-right candidate Philippe Lottiaux, who won 34.7 percent, according to exit polls.\n Lottiaux came out on top in the first-round vote last Sunday, prompting the head of the city's famed theatre festival to say the event would look for a new host city if the National Front ended up at city hall.\n Meanwhile, exit polls had UMP candidate Jean-Claude Gaudin headed for a fourth term as mayor of Marseille.\n Low turnout\nAs of 5 p.m. (GMT+2), turnout was estimated at 52.36 percent (a historic low for French municipal elections), the interior ministry said.  This was even lower than the 54.72 percent turnout reported after the first-round vote last Sunday.\n President François Hollande is tipped to react to his Socialist Party's losses by ordering a cabinet reshuffle that could see the popular Interior Minister Manuel Valls installed as Prime Minister, replacing current premier Jean-Marc Ayrault.\n In a televised statement, Ayrault called the election a \"moment of truth\" for the ruling party.  \"This vote is a defeat for the government and for the majority,\" he said.  \"[The defeat is] collective, and I recognise my part in it.\" \"\nHollande told his ministers on Wednesday that they needed to \"learn a lesson\" from the Socialists' poor showing in the first round, in which the left took 38.2 percent of the vote, compared to 46.44 percent for the right.\n There have also been reports that Hollande is seeking to ramp up the pro-business credentials of his government by bringing veteran industrialist Louis Gallois or former World Trade Organisation director Pascal Lamy into the cabinet.  (The French political system allows non-elected figures to be appointed to cabinet.) )\nIn the first round of polling last week, Marine Le Pen's far-right National Front (FN) party took five percent of the vote - up from 0.9 percent in the first round of the last municipal polls in 2008 - despite only being able to field candidates in a minority of municipalities.\n The FN has already claimed the mayor's seat in Henin-Beaumont in northern France, having secured more than 50 percent of the vote in the first round.\n The party has controlled a handful of local authorities, including the major port of Toulon, in the past.  But their administrations were frequently tainted by allegations of mismanagement and cronyism, which led to voters ousting them at the first opportunity.\n Le Pen, who has made strenuous efforts to forge a new, more respectable image for the party founded by her father Jean-Marie Le Pen, claims the FN has matured in terms of the quality of its candidates for office.\n \"The only glass ceiling we have not broken through is being able to show what we are capable of doing,\" she says in an interview with Saturday's edition of \"Le Monde\".\n \"What we lack at the moment is a positive report card.  That is important.  With that we can move to a higher level.\" \"",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8677785",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6707,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "15:33:00",
                    "title": "Far right takes ten cities in French local elections",
                    "uri": "172023571",
                    "url": "http://www.france24.com/en/20140330-france-local-municipal-elections-mayor-front-national-hollande-socialist-ump/?ns_campaign=editorial&ns_fee=0&ns_linkname=20140330_france_local_municipal_elections_mayor_front&ns_mchannel=reseaux_sociaux&ns_source=gplus",
                    "wgt": 1
                },
                {
                    "body": "Fights started outside French town halls tonight as they came under the control of the far-right National Front for the first time following dramatic gains in local elections.\n Exit polls suggested that the anti-immigration and anti-Europe party had roundly beaten the governing Socialists in a number of key constituencies.\n 'Demonstrators are trying to get at the Front representatives and starting fights,' said a police spokesman in Frejus, the picturesque Mediterranean town which is hugely popular with British tourists.\n Frejus and nearby Beziers are now expected to have National Front (FN) mayors sworn in, along with around five other towns, following a nationwide drubbing for President Francois Hollande's Socialists.\n Riot police were also out in force in other parts of the country as anti-fascist demonstrators threatened FN candidates with violence.\n It meant further humiliation for Mr Hollande, whose disastrous tax and spend policies have led to economic stagnation, so opening the electoral door to the FN, which is regularly accused of being racist, anti-Semitic, and anti-Muslim.\n David Rachline, who is expected to become the FN mayor of Frejus, is a former head of the party's youth movement, and still just 26.\n Mr Rachline said: 'The political establishment has failed the people - it has ruined the town and filled its pockets.\n 'You can't talk about a protest vote any more - the Front's scores show that people are backing its ideas.' '\nIn a deeply humiliating blow for the Socialist government, finance minister Pierre Moscovici was unseated from the town council in Valentigny in the Doubs department.\n Mr Moscovici, who was tasked by Mr Hollande with leading the French economy out of recession, is deeply unpopular with the French people.\n There were also gains for the UMP conservative opposition, as Najat Vallaud-Belkacem, the spokesman for Mr Hollande's government, said: 'These are bad results for the Left.  Disappointing.' '\nThe FN took 50.26 per cent of the vote in the northern town of Henin-Beaumont last Sunday, giving it an instant majority and meaning it already has its first mayor there.\n As polls closed in the two round municipal elections tonight the FN said it was on track to claim 1,200 municipal council seats.\n 'We have moved on to a new level,' said Ms Le Pen.  'There is now a third major political force in our country.' '\nThe Socialists only consolation they have provided Paris with its first ever female mayor.\n Anne Hidalgo is expected to beat her conservative rival, Nathalie Kosciusko-Morizet in the French capital.\n Miss Hidalgo claimed 54.5 per cent of second round votes in the capital, comfortably beating her centre-Right rival, who won 45.5 per cent.\nThe Spanish-born civil servant hailed a 'great victory' even before the full results were announced.\n Mr Hollande's response to the expected nationwide drubbing is said to be a major reshuffle, replacing Prime Minister Jean Marc Ayrault with Interior Minister Manuel Valls.\n The despairing Mr Hollande is also expected to bring his former girlfriend, Segolene Royal, back into government.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8641811",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6576,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "22:24:00",
                    "title": "Riot police called in as violent clashes break out across France after far-right National Front win dramatic gains in local elections",
                    "uri": "171849469",
                    "url": "http://www.dailymail.co.uk/news/article-2592921/Riot-police-called-violent-clashes-break-France-far-right-National-Front-win-dramatic-gains-local-elections.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "Voters were seemingly sluggish getting out of bed on election morning in France, which coincided with the European clocks going forward by an hour.  The French Interior Ministry put turnout as of midday at just under 20 percent, less than in the first round.\n Last Sunday's turnout of 63.55 percent, which might be considered respectable in many democracies, was a record low for a French municipal vote.\n President Francois Hollande's Socialists and other left-of-center parties struggled against center-right rivals the UMP, both in terms of the popular vote and key battlegrounds.  Cities currently under Socialist control that appeared under threat based on first round results included Strasbourg, Toulouse, Saint-Etienene, and Metz.  Even the race to become Paris' first female mayor, between Socialist candidate Anne Hidalgo and conservative Nathalie Kosciusko-Morizet, looked considerably closer than expected after the first round.\n Furthermore, the ultra-nationalist National Front (FN) led by Marine Le Pen scored strongly in several towns around the country.  Le Pen estimated in an interview on Friday with daily Le Monde that FN candidates had a shot at becoming mayor in \"around a dozen\" towns, saying this was the internal target she had set ahead of the vote.  The National Front sometimes fares more poorly in runoff votes, if mainstream voters cast a tactical ballot to try to keep the FN out of office.\n In the event of an embarrassing showing at the polls on Sunday, the French press have reported that Hollande is likely to reshuffle his government in response.  Hollande himself is facing record-low approval ratings, roughly two years after defeating the UMP's Nicolas Sarkozy in presidential elections.\n Popular Interior Minister Manuel Valls has been broadly tipped as a possible candidate to replace Prime Minister Jean-Marc Ayrault if Hollande decides to shuffle his legislative deck.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8627659",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.656,
                    "source": {
                        "title": "DW.DE",
                        "uri": "www.dw.de"
                    },
                    "time": "12:58:00",
                    "title": "Hollande's Socialists brace for municipal election disappointment",
                    "uri": "171764296",
                    "url": "http://www.dw.de/hollandes-socialists-brace-for-municipal-election-disappointment/a-17531031?maca=en-rss-en-all-1573-rdf",
                    "wgt": 1
                },
                {
                    "body": "Center-right opposition UMP party has claimed victory in Sunday's second tour of French local elections.\n Ten to fifteen towns could fall into the far-right National Front (FN)'s hands, according to various reports.\n FN is poised to install mayors or councilors in some 200 places across France.\n The results favouring former President Sarkozy's UMP (Union for Popular Movement) will be considered a huge blow for the ruling Socialists, who face mounting popular discontent over their incapacity to handle France's economic problems and tackle unemployment.\n Socialists' defeat could trigger a cabinet reshuffle which could lead to the replacement of current Prime Minister Jean-Marc Ayrault with Interior Minister Manuel Valls, reports quoted by French TV channel France24 have suggested.\n Some 155 towns of more than 9000 have been lost by the Socialists.\n President Francois Hollande's party has however managed to keep their hold in the capital Paris and in Lyon, which is the country's third-biggest city.\n Socialist candidate Anne Hidalgo won 5.45% of the ballots against conservative Nathalie Kosciusko-Morizet, in a contest which regardless of its results would have led a woman to become mayor of Paris for the first time in history.\n Other major cities like Toulouse, Angers and Limoges, are set to have UMP mayors after the elections.\n The FN has done remarkably well compared to previous elections, with various cities and towns to the south of France such as Beziers and Frejus.\n In Beziers, FN-backed Robert Menard, the founder of Reporters Without Borders, will take charge of the town.\n Marine Le Pen's far-right party also achieved success last week, when it gathered 5% support (compared to 0.9% in 2008) at the first round of local elections and and gained mayorship in the town of Henin-Beaumont in northern France, as it obtained more than 50% support for its candidate.\n Voter turnout was at a historic low for municipal elections in the country, with 52.36% of activity at 17:00 on Sunday.\n Local polls, which were held in a total of 36 000 municipalities, towns and cities, are thought to be a test ahead of May 25's European elections, where the eurosceptic FN is also expected to do well.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8655013",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.633,
                    "source": {
                        "title": "Novinite",
                        "uri": "www.novinite.com"
                    },
                    "time": "06:51:00",
                    "title": "Opposition Triumphs in French Local Elections",
                    "uri": "171922787",
                    "url": "http://www.novinite.com/view_news.php?id=159378",
                    "wgt": 1
                },
                {
                    "body": "PARIS (Reuters) - France's anti-immigrant National Front was on track to win at least four towns in local elections, exit polls showed on Sunday, beating its previous record amid public dissatisfaction with President Francois Hollande's Socialists.\n Candidates backed by the National Front (FN) party looked set to secure the southern towns of Beziers and Frejus, the exit polls and partial tallies showed.  It was also likely to win the eastern town of Hayange, the outgoing Socialist mayor there said.\n The party run by Marine Le Pen had already made a breakthrough in last week's first round of voting by winning power in the northern town of Henin-Beaumont.  Its previous record was the three towns it won in 1995 local elections.\n \"Clearly we are entering a new phase, the duopoly of French politics has been broken and we must reckon with a third force,\" Le Pen said.  Socialists and mainstream conservatives have long dominated French politics.\n Sunday's runoff round of voting came after a week that saw French unemployment surge to a new record, making a reverse of first-round losses by the Socialists unlikely and a cabinet reshuffle by Hollande possible as soon as Monday.\n Some 80 percent of the French want him to dismiss Prime Minister Jean-Marc Ayrault, according to a Harris Interactive poll this week, and ambitious and tough-talking Interior Minister Manuel Valls is their favorite to replace him.  Veteran Foreign Minister Laurent Fabius is also seen a contender.\n Final turnout last Sunday was 63.5 percent - a record low for local elections in a country with a strong attachment to its mayors, who wield considerable power.\n Dissatisfaction with Hollande's tenure and a string of legal intrigues involving opposition conservatives were expected to dampen turnout.  Next presidential and parliamentary elections are scheduled for 2017.\n A high abstention rate was expected to help the anti-immigrant FN win in the depressed post-industrial north and in southern towns such as Beziers or Frejus.\n Pollsters identify half a dozen FN-run towns emerging after the vote, giving the party a chance to try exercising power once more.  Its attempts to run four southern towns it won in 1995 and 1997 were criticized as revealing a lack of competence.\n The FN made a striking breakthrough last Sunday by winning power outright in the northern town of Henin-Beaumont, a former coal-mining centre with unemployment now around 18 percent.\n The new FN mayor, 41-year-old Steeve Briois, was officially given the mayor's traditional tricolor sash during the first town council on Sunday, to applause from his supporters.\n \"Change was necessary,\" he said in the town council chamber, packed with journalists.  The outgoing Socialist mayor, Eugene Binaisse, said: \"We are officially entering the resistance.  Henin-Beaumont is not a lab, its people are not guinea pigs.\" \"\nDespite the election losses, Hollande's government has said it will stick with economic reforms and spending cuts, including a plan to phase out 30 billion euros ($41 billion) in payroll tax on companies in exchange for hiring more workers.\n A government source said Paris was preparing tax breaks for households, which would raise questions over whether France can fulfill a promise of bringing its public deficit down below the European Union target of 3 percent of gross domestic product.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8636047",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6328,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "18:29:00",
                    "title": "Hollande braces for losses in low turnout for French mayoral vote - Reuters",
                    "uri": "171816250",
                    "url": "http://www.reuters.com/article/2014/03/30/us-france-elections-idUSBREA2T04C20140330",
                    "wgt": 1
                },
                {
                    "body": "France's governing Socialists have suffered big losses in municipal elections, early results show, with the opposition UMP claiming victory and the far right celebrating further gains.\n UMP leader Jean-Francois Cope hailed what he called a \"blue wave\" of support for his centre-right party.\n The far-right National Front (FN) was heading for victory in up to seven towns, early results indicated.\n The Socialists have been hit by growing discontent over the economy.\n Turnout in Sunday's second-round vote was low, which was bad news for President Francois Hollande's Socialists as it was their supporters who were not voting, BBC Paris correspondent Hugh Schofield reports.\n Marine Le Pen's National Front was on course for victory in the southern towns of Beziers and Frejus and in Villers-Cotterets north-east of Paris.\n The centre-right UMP appear poised to capture a number of key cities, including Saint-Etienne, Reims and Roubaix, our correspondent says.\n A reshuffle - and quite likely a replacement for Prime Minister Jean-Marc Ayrault - could be announced as early as Monday, he adds.\n In Paris, which has had a Socialist mayor since 2001, Socialist candidate Anne Hidalgo claimed victory over her UMP rival.\n It was seen as a consolation for the governing party on a night of setbacks.\n Voters were choosing councillors and mayors in more than 36,000 municipalities.  FN candidates had won through to the second round in some 200 places.\n The FN is widely expected to do well in the European Parliament elections in May - and opinion polls suggest the Eurosceptic party is on course to come top.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8649221",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6183,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "03:20:00",
                    "title": "'Big defeat' for French Socialists",
                    "uri": "171891140",
                    "url": "http://www.bbc.co.uk/news/world-europe-26807739#sa-ns_mchannel%3Drss%26ampns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "France's second round of local elections on Sunday proved a hugely significant night.  There were historic gains for the National Front, crushing losses for the Socialist Party and it was a big night for the centre right.  Tune in throughout the day for all the reaction.\n 09:25 - The first female mayor of Paris, Anne Hidalgo says there needs to be change of government.  Her victory in Paris was the only bright spot on a day dubbed \"Black Sunday\" for the Socialist Party.  She said François Hollande rang her up to congratulate her saying it was \"one piece of good news in an ocean of bad news\".\n 09:12 - French PM wanted to resign - That's what Europe1 are reporting on Monday morning.  They say PM Jean-Marc Ayrault was ready to carry the can for the local elections debacle and was ready to hand in his resignation on Sunday night, before his aides talked him out of it.  Whether that's true or not, most feel that Ayrault will be dumped by Hollande at some point this week.\n 09:10 - The latest figures show the left lost 155 towns with more than 9,000 inhabitants in the 2014 local elections.  That's why Socialist Party big wigs like Segolene Royal, the former partner of the current president has talked about them being handed a \"severe warning\" by the French public.\n 08:56 - Marine Le Pen is confident her newly elected National Front mayors wil be able to prove they can run their towns.  \"We will show that our elected candidates can be good mayors,\" a delighted Le Pen said, hailing a historic breakthrough for the party founded by her father Jean-Marie Le Pen.\n 08:50 - Here's some context from French political expert Jean-Yves Camus from the Institut des Relations Internationales et Strategiques.  He told The Local on Monday morning that Sunday's local elections \"was the most significant electoral breakthrough for any far right party in Europe\", barring what happened in Greece.  We'll have more from Camus shortly.\n 08:50 - The number of towns taken by the National Front has been revised down.  Last night the Interior Minister Manuel Valls talked about 14 towns falling under FN control.  But on Monday it now seems the far-right party will take control of at least 11 French towns with more than 9,000 residents after nationwide local elections Sunday, preliminary results showed.\n Valls had earlier spoken of \"14 to 15\" towns falling to the FN but that figure was not confirmed with most of the counting concluded.  Valls apparently included a number of mayors from smaller far-right organisations in his projected total.\n Marine Le Pen, the FN's leader, said her party had won ten towns Sunday to add to the one it won in the first round of voting on March 23.\n 08:45 - If you missed all the action from Sunday then you can click here for a summary of what proved to be a dramatic night.\n 22:30 - Hollande will speak to the nation on live TV tomorrow night.  What will say?  What can he say?  He will atleast name a new PM, it seems.\n 22:16 - \"This message is clear.  It must be perfectly understood,\" says French Prime Minister Jean-Marc Ayrault.  Most people think Ayrault won't be around much longer to show he understands that message.  Hollande looks set to move him aside this week.\n 22:10 - Wondering why the French vote for the National Front?  Here's the view of expert political analyst Jean-Yves Camus.\n 22:05 - Anne Hidalgo, who becomes the first female mayor of Paris will now join an exclusive club of women who have taken charge of major cities around the world.  Members currently in office include Ana Botella, the mayor of Madrid, Cape Town's Patricia de Lille and Carolina Toha, who runs Santiago, Chile.  After losing the first round last week, Hidalgo would have had a few doubts this week, but in the end it was a comfortable win.\n 22:03 - Keep the tweets coming in.  Plenty of people out there who think France needs a change at the top.\n @OMahonyPaul @TheLocalFrance France needs to sack Hollande, lightweight f the first order -- Eric Lloyd (@ericlloyd5)\nMarch 30, 2014\n21:58 - National Front now talking about gaining 12 towns in total.  That's according to National Front MP Marion Maréchal-Le Pen, who is the granddaughter of the party's found Jean-Marie Le Pen.\n 12 villes gagnées dont #LePontet avec plus de 42%.  Bravo à Joris Hebrard.  #Municipales2014 .  #FN pic.twitter.com/Z2EoU3XTBO -- Marion Le Pen (@Marion_M_Le_Pen)\nMarch 30, 2014\n21:49 - How will Hollande react to the hammering in his first elections since he was elected president in 2012?  It looks like Prime Minister Jean-Marc Ayrault is going to be the fall guy.  Plenty of speculation that he will be replaced even as soon as Monday.  Manuel Valls, known as the 'Sarkozy of the Left' due to his tough talking around issues such as crime, looks a shoe-in for Ayrault's job, should he be pushed aside.\n 21:48 - More reaction from Socialist Party bigwigs.  \"We have had a very severe warning,\" acknowledged Segolene Royal, Hollande's former partner who is tipped for a return to government in the reshuffle that is expected to follow in the wake of Sunday's electoral debacle.\n 21:44 - Marseille is well and truly right.  UMP candidate Jean-Claude Gaudin has been re-elected for his fourth mandate.  No real surprise there.\n 21:42 - A reminder of a result that will please culture vultures.  Avignon was won by the Socialists which means the famous festival will stay put.  The organiser had threatened to move it, if the town had been won by the National Front.\n 21:36 - While all talk will be about the National Front, the main party on the right - the UMP has had a good night with leader Jean François Copé hailng their best ever showing in the local elections.  The UMP candidate has beaten the incumbent Socialist Party mayor in the town of Caen, as well as in numerous other towns...\n21:28 - Paris stays Left - The Socialists are at least celebrating in the French capital.  She has just tweeted \"Thank you Paris!\"\nMerci Paris ! pic.twitter.com/fLIxl6oH6X -- Anne Hidalgo (@Anne_Hidalgo)\nMarch 30, 2014\n21:24 - This has to be an embarassing blow for the government.  Finance Minister Pierre Moscovici was beaten in the town of Valentigny in the Doubs department.  The local population are clearly not fond of the minister, charged with leading the French economy out of recession.\n 21:19 - Reports of more victories for the National Front coming in.  Le Parisien claims the far right party has taken control of the town of Luc in the Var region.  The extreme right candidate has also won the town of Camaret-sur-Aignes in the Vaucluse.  It looks like the National Front has picked up at least nine towns so far.  Not confirmed yet.\n 21:11 - Remember Anne Hidalgo polled less votes in last week's first round than NKM.  But then made a deal with the Greens in the week, which appears to have helped her get over the line.  She also won in the key 14th arrondissment where NKM was standing.  It's been a bad night for the Socialists, but at least they appear to have kept hold of Paris.\n 21:04 With the Socialist Party's Anne Hidalgo looking like she has become the first female mayor of Paris, find out what she told The Local she wants to do, or not do in Paris.\n 21:02 - Martine Aubry, a Socialist Party stalwart has been re-elected in Lille.  Could she be drafted into the government on Monday if Hollande shuffles his troops?\n20:58 - Polls say Hidalgo has picked up 55.5 percent of the vote in Paris, compred to 42 percent for NKM.  Need to stress these are based on poll results, but that's enough for some Socialist Party supporters in Paris, who are already celebrating.\n 20:55 - Initial results say Anne Hidalgo will be elected mayor of Paris, according to BFM TV.  That's history in the making there as Hidalgo will become the first woman in charge of the City of Light, if confirmed.\n 20:54 - So it looks like the FN have taken seven towns in France, according to reports.\n 20:46 - Certain people in the town Frejus are clearly not happy about the prospect of their town being run by the National Front.  There are reports of around 100 people gathering outside the Town Hall shouting anti-FN slogans, insults etc.  The situation is very tense according to witnesses.\n Insultes, invectives, slogans anti FN : situation très tendue devant la mairie de Fréjus où plusieurs centaines de personnes sont réunies -- GERSCHEL Frédéric (@fgerschel)\nMarch 30, 2014\n20:43 - Le Pen claims the National Front have already won six or seven towns naming \"Beaucaire, Villers-Coterêt , Cogolin, Hayange\".  Add Frejus and Beziers to those four, which were announced earlier on.\n 20:40 - More on the National Front from AFP - As ballots closed, the National front (FN) said it was on track to claim 1,200 municipal council seats nationwide in what one prominent activist described as the biggest electoral success in the party's history.\n Exit polls indicated that candidates backed by Marine Le Pen's party had secured the mayor's seat in the southern towns of Beziers and Frejus, but missed out on key targets elsewhere.\n \"We have moved onto a new level,\" Le Pen said.  \"There is now a third major political force in our country.\" \"\n20:35 - Reports of trouble in the town of Frejus, which was won by the National Front on Sunday.  Youths hostile to the far right party have been in minor clashes with police.  We'll keep you posted.\n La situation se tend à Frejus entre un groupe de jeunes hostiles au FN et la police pic.twitter.com/qgA6kDzicM -- GERSCHEL Frédéric (@fgerschel)\nMarch 30, 2014\n20:31 - Vote breakdown from BVA polling agency - The Left has picked up 42 percent of the vote, the right 49 percent and the National Front 9 percent.  - Those are initial results and may be revised throughout the night.\n 20:28 - According to L'Express website, the National Front candidate Julien Sanchez has declared himself victor in the town of Beaucaire in the Gard.  Not confirmed yet.  But that would be a third victory of the night for the National Front.\n 20:23 - The National Front party are hailing its 'biggest victory in history'.  BFM TV have just shown jubilant scenes from the town of Beziers in the south, which the National Front have won today.  But will they get anymore towns?\n20:20 - The word going round is that there will be a reshuffle in the government tomorrow.  Looks like Jean-Marc Ayrault's days as Prime Minister could be over.  Who will Hollande name in place of Ayrault if he does decide to ditch him?\n20:15 - The big winner from the 2014 local elections, looks certain to be the centre right UMP, the party of former president Nicolas Sarkozy.  The UMP has already won numerous seats from the left.  The UMP leader Jean-Francois Copé has hailed the \"blue wave - the first major victory for the right in local elections\".\n 20:13 - Government spokesperson Najat Vallaud-Belkacem says: \"THese are bad results for the Left.  Disappointing.\" \" That's probably putting it lightly.\n 20:07 - As expected exit polls suggest heavy losses for President François Hollande 's Socialist party.\n 20:07 - Big result if this is confirmed.  Exit polls suggest the Socialists have at least held onto Avignon.  The National Front had threatened to take the historic town.\n 20:00 - The National Front have taken the towns of Frejus and Beziers, initial exit polls suggest.  That's coming from Le Point website.  That would be two more towns for the National Front to go with Henin-Beaumont that they won last week.\n 19:54 - It has nothing to do with local elections, but probably the highlight of the political week in France was when a minister provoked uproar by slamming the presidential palace's state dinner for the Chinese president as \"disgusting\".  Find out more here (And then come back for the results)\n19:50 - The National Front are set to acheive historic results tonight for local elections tonight.  Find out why the French are voting for the anti-EU, anti-immigration party.\n 19:43 - Sad news from the commune of Vibrac in the region of Charente.  Philippe Sauty, who was due to be sworn in as the mayor tonight committed suicide on Saturday, local media report.\n 19:35 - One of those elected last week was Robin Reda, who at 22-years-old is the youngest mayor in France.  Reda has dubbed himself \"The Crocodile\" and is hailed as a political star for the future.  He had posters of government ministers on his walls when he was a teenage boy.  CLICK HERE to find out more about him.\n 19:32 - It's worth remembering that around 30,000 of the 36,000 towns, villages and communes have already elected their mayors last week.  Only the ones where one party did not achieve 50 percent of the vote have gone to the second round this week.\n 19:23 - Voter abstention for the second round looks as though it is once again high.  Estimates are putting it as 38.5 percent, which spells bad new for the Socialist Party.  In the 2008 the abstention rate was 34.9 percent.  A high abstention rate is predicted to be good news for the National Front, who are chasing a number of mayorships.\n 19:21 - The first indicative results should come in, when the polls close around 8pm French time.\n 19:00 - This time last week French President François Hollande and his Socialist Party were about to get a bloody nose in the first round vote of the local elections.\n Things could get even worse tonight in the crucial run off.  Of France's 36,000 towns, villages and communes, around 30,000 have already elected their mayors and councillors in the first round, but around 6,000 will be decided tonight, including Paris, where the Socialist candidate Anne Hidalgo, pictured below voting, is expected to sneak in with a slender victory.  Other major French cities like Lyon, Marseille and Lille will also be decided tonight.\n Other key cities to keep an eye on are Avignon and Perpignan in the south, where the National Front could pull off shock victories that will send minor tremors around French politics.\n Our political expert Nonna Mayer from Sciences Po university in Paris has predicted signficant wins for the National Front as well as a bad night for the Socialists.  You can read more of what Mayer thinks will happen in the run-off vote by clicking here.\n For a re-cap as to what happened in the first round of the vote you can CLICK HERE.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8656391",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6046,
                    "source": {
                        "title": "www.thelocal.fr",
                        "uri": "www.thelocal.fr"
                    },
                    "time": "07:33:00",
                    "title": "LIVE: 'French PM wanted to quit over poll losses'",
                    "uri": "171929854",
                    "url": "http://www.thelocal.fr/20140331/live-french-elections-local-france",
                    "wgt": 1
                },
                {
                    "body": "France's far-right National Front has hailed its strong showing in the country's municipal elections as a major victory, but the party may still have some way to go to establish itself as a serious force at local level.\n Provisional results show the anti-immigration, anti-EU party led by Marine Le Pen will take control of 11 towns and is on track to claim more than 1,200 municipal council seats nationwide - the FN's best ever showing in local elections.\n The FN's victories included the towns of Béziers, Le Pontet, Frejus, Beaucaire, Le Luc, Camaret-sur-Aigues and Cogolin in the south, and Villers-Cotteret and Hayange in the north.\n It had already won power in the northern town of Henin-Beaumont in last week's first round of voting.\n It also won the 7th district of France's second biggest city, Marseille.  With a population of 150,000, the district represents the FN's biggest victory of the elections.\n Le Pen declared the results a major breakthrough for the party at grass roots level.  \"We have moved onto a new level,\" Le Pen claimed.  \"There is now a third major political force in our country.\" \"\nBut others claim the election results are not quite the game-changing success for which Le Pen had hoped.\n \"If we look at things objectively, the FN remains a relatively weak force at municipal level,\" Jean-Yves Dormagen, professor of political science at Montpellier 1 University, told French daily \"Libération\".\n FN loses out on key targets\nThe biggest town taken by the FN was Béziers - where the winning candidate, Robert Ménard, is not an FN member but was backed by the party - with a population of 70,000.\n But there were no victories on the scale of Toulon, the city the FN took in its previous most successful municipal elections in 1995.\n \"[The FN] won mostly small or medium-sized towns and the number of towns won remains very low compared to the 980 towns and cities with over 10,000 inhabitants,\" said Dormagen.  \"In fact, these victories are the least you would expect for a party that regularly polls between 15 percent and 20 percent in national elections.\" \"\nThe FN also lost out in several towns and cities it had been targeting, including Avignon in southern France, which was taken by the Socialists in a major upset for the conservative right.\n In Forbach, in eastern France, the party's number two, Florian Philippot, was defeated despite having led the vote in the first round.\n There was also defeats in Perpignan, where the party's vice president Louis Aliot had been standing, and the small southern town of Saint Gilles, where another high-profile FN candidate, Gilbert Collard, was running.\n The biggest challenge for the FN now will be proving it has the ability to run the towns it has won - something the party has struggled with in the past.\n Le Pen was confident, however, that her party would prove doubters wrong.  \"We will destroy this idea that the FN represents some sort of threat to the Republic,\" she said.  \"Our elected candidates will show that they are good mayors.\" \"",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8656989",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6024,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "07:50:00",
                    "title": "French elections: How big was the far right's success?",
                    "uri": "171932607",
                    "url": "http://www.france24.com/en/20140331-france-local-elections-how-big-was-far-right-success-national-front/",
                    "wgt": 1
                },
                {
                    "body": "But the Socialists retained control of Paris town hall in local elections on Sunday as their candidate Anne Hidalgo comfortably won the mayoralty.\n Promising to be the mayor of \"all Parisians,\" Miss Hidalgo hailed her historic win as the \"victory for a Left-wing that remains faithful to its ideal.\" \"\nMiss Hidalgo said: \"As the first woman mayor of Paris, I am aware of the challenge that this represents.\" \"\nThe victory is some consolation for Mr Hollande's ruling party, which according to partial tallies and exit polls was on track to lose its grip on dozens of major towns elsewhere across France.\n After winning the northern town of Henin-Beaumont in round one, the FN took at least 13 more towns, including Béziers in the southwest and Fréjus, population 84,000, on the Riviera.\n Its best ever previous score was just three, in 1995.\n The Front National scored a major victory by claiming the mayorship of the 7th sector of Marseille, putting it in charge of 150,000 people.\n \"We have moved onto a new level,\" Marine Le Pen, FN leader, claimed.  \"There is now a third major political force in our country.\" \"\nBut the FN failed to take Avignon, where the Socialists won, or Perpignan and Forbach.\n Sunday's runoff round of voting came after a week that saw French unemployment surge to a new record - making a reverse of first-round losses by the Socialists unlikely, and a cabinet reshuffle by Mr Hollande possible as soon as Monday.\n Some 80 per cent of the French want him to dismiss Prime Minister Jean-Marc Ayrault, according to a Harris Interactive poll this week, and Manuel Valls, the ambitious and tough-talking interior minister, is their favourite to replace him.  Laurent Fabius, the foreign minister, is also seen a contender.\n Final turnout last Sunday was 63.5 per cent - a record low for local elections in a country with a strong attachment to its mayors, who wield considerable power.\n Dissatisfaction with Mr Hollande's tenure and a string of legal intrigues involving opposition conservatives were expected to dampen turnout.  Next presidential and parliamentary elections are scheduled for 2017.\n But despite the strong showing for the FN, the biggest winner in numerical terms was the centre-Right opposition UMP party, which regained control from the Left of the majority of towns and cities of more than 9,000 inhabitants in what party leader Jean-François Copé dubbed a \"blue wave\".\n These included Reims, Saint-Etienne, Roubaix and Quimper.\n \"We are today the number one party in France,\" said Mr Copé.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8661896",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5926,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "10:08:00",
                    "title": "France's Front National claims biggest victory in its history",
                    "uri": "171956915",
                    "url": "http://www.independent.ie/world-news/europe/frances-front-national-claims-biggest-victory-in-its-history-30141018.html",
                    "wgt": 1
                },
                {
                    "body": "Muslims angry at Hollande government's economic and social policies appear willing to overlook FN's anti-immigration stance.\n Fréjus, France // As French voters delivered a mid-term humiliation to Francois Hollande's socialist government, forcing his prime minister's resignation, elections at the weekend also revealed a remarkable phenomenon: Muslims voting with the far right, anti-immigration Front National (FN).\n Marine Le Pen's party, which took control of 11 town halls across the country, is seen by critics as anti-Islam and even racist.\n The party claims to be neither.  But it was previously unthinkable that French Muslims with roots in the Maghreb, other than the families of Harkis, who fought with France in the Algerian war of independence, would dream of supporting it.\n Equivalents would arguably be African Americans voting for the Ku Klux Klan or British miners supporting Margaret Thatcher.\n One triumphant FN mayor, Steeve Briois, who won in the northern town of Hénin-Beaumont with more than half the vote, assured a French television reporter: \"We don't eat children.\" \"\nBut Ms Le Pen's determined campaign to \"de-demonise\" the image of her party has not convinced everyone.  Her father, Jean-Marie, the founder of the FN and notorious for Holocaust denial and anti-Islam comments, remains the party's \"president of honour\".\n In the Riviera resort of Fréjus, where one of Ms Le Pen's young supporters was the winner in second-round voting to be become mayor, there was a mixed reaction.\n Riot police were on duty as tensions rose when opponents as well as well-wishers gathered after the declaration.  A small group of protesters hurled insults outside the FN's campaign office; its supporters responded by singing the French anthem, La Marseillaise.\n Earlier, a group of Muslim council workers watching as media gathered outside the Fréjus town hall had explained the unexpected appeal of the FN to Maghrebins.\n \"People want change,\" said one of them, Karim, 40, born in France but brought up in his parents' native Algeria.\n He said he knew Muslims who had voted FN but would not disclose whether he was among them, saying only: \"The main left and right parties have failed them.  But for many Muslims, the moves towards legalising gay marriage would be enough by itself to vote for a party like the FN that opposes it too.\" \"\nThe new mayor, David Rachline, 26, insisted his party would run the town in a way that treated all 52,000 inhabitants equally \"irrespective of their origins, religion, politics or social status\".  He had earlier told The National he knew \"quite a number\" of Muslims who, sharing the FN's concerns about France's political and economic malaise, had promised him their votes.\n In the north-eastern town of Forbach, where the FN fell short of another dramatic victory, a former miner identified as Ahmed, 53, described his attraction to Ms Le Pen's politics.\n \"It might seem bizarre for an Algerian's son,\" he told the daily newspaper Aujourd'hui en France.\n \"But my vote is a sanction.  We give far too many handouts [to foreigners] in France and not enough to the French.  I wanted to see at least once what the FN would make of being in power.\" \"\nThe appeal of the FN to some Muslims has previously been charted by the France 24 television network.\n Farid Smahi, whose father fought with the French army in World War II but later against them as Algeria battled for freedom, told the channel a million people of Arab background voted for Ms Le Pen in the 2012 presidential elections.\n Mr Smahi, a former FN official who has also worked among disadvantaged people in immigrant-dominated Parisian suburbs, believes such support comes mainly from educated or skilled Maghrebins who have arrived in France relatively recently rather than those born here.  His estimates of voting patterns would be difficult if not impossible to verify.\n There is more recent evidence, including blogs and YouTube clips, that confirm the surprising electoral choice made by some French Muslims.  A Facebook page entitled \"We are Muslims and proud to vote Marine Le Pen\" has attracted nearly 1,600 \"likes\" in 11 months, though anti-Muslim comments have also been left by some visitors.\n The appeal of the FN to Muslims should not be overstated.  Many more will have been among the 36 per cent who cast no votes at all in the municipal elections, a record abstention rate.\n But that is of little comfort to Mr Hollande, who yesterday reshuffled his government in recognition that the vote was, as one newspaper headline put it, a \"mighty slap\".\n Mr Hollande confirmed last night that his outgoing prime minister, Jean-Marc Ayrault, would be replaced by the interior minister, Manuel Valls, whose hardline views on immigration and security appeal more to conservative voters.\n Unemployment, dwindling spending power and concerns about crime and immigration have made Mr Hollande the most unpopular president in modern times.  Some 170 towns of more than 9,000 inhabitants passed from left to right in Sunday's voting, with the mainstream Gaullist opposition party, the Union for a Popular Movement, the chief beneficiary.\n Anne Hidalgo, a rare success for the socialists, successfully defending left-wing control of Paris to become the capital's first female mayor, said Mr Hollande had no choice but to act.  \"We need really strong changes to the entire [government] team,\" she said on French radio.  \"What I heard during the campaign was a demand for greater efficiency.\" \"\nThe advances made by the FN in several of the towns it had targeted prompted Ms Le Pen to herald the end of a simple left-right divide in France.\n Her party is expected to make further progress in forthcoming European parliamentary elections, and Ms Le Pen's eyes are increasingly fixed on a serious presidential challenge in 2017.\n foreign.desk@thenational.ae",
                    "date": "2014-04-01",
                    "eventUri": "517743",
                    "id": "8711307",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.562,
                    "source": {
                        "title": "www.thenational.ae",
                        "uri": "www.thenational.ae"
                    },
                    "time": "05:01:00",
                    "title": "France's Muslims drawn to far right anti-immigration party",
                    "uri": "172172879",
                    "url": "http://www.thenational.ae/world/europe/frances-muslims-drawn-to-far-right-anti-immigration-party",
                    "wgt": 1
                },
                {
                    "body": "PARIS (Reuters) - Far-right leader Marine Le Pen humbled France's establishment with a powerful showing in local elections.  Now comes the hard part: proving her party can improve everyday life in the gritty, problem-ridden towns it will run.\n The anti-immigrant, anti-EU National Front won 11 town halls on Sunday, more than double its record from the 1990s in a performance that highlights the potential of far-right parties to win seats in European parliament elections in May.\n But while Le Pen hails the victories as proof she has turned the party into France's third political force, its debutant mayors must tackle the realities of crime and joblessness with limited budgets and official powers.\n Any slips could undo years of efforts by Le Pen to rebrand the National Front (FN), and revive perceptions that it is unfit to govern.\n \"Town management is now the number one problem facing the FN,\" said Jean-Yves Camus, a political analyst who researches the far-right.  \"It won't be easy to switch gears from criticising national government to managing garbage collection and local policing in a town of 10,000 inhabitants.\" \"\nNewly-elected FN mayors must fix the party's reputation for poor management, earned in the 1990s when three of its mayors were accused by the national audit body of cronyism and diverting public money to their own expense accounts.\n This time, National Front officials coached mayoral candidates on the rudiments of management, accountancy and legal practice, even setting up a network to offer them help.\n The aim is to prevent setbacks such as when the southern town of Vitrolles tried to apply an FN \"national preference\" policy restricting family benefits to French and other European citizens, only to see it struck down by a court.\n \"We want to avoid repeating the errors of the mayors elected in the 1990s,\" said FN election campaign director Nicolas Bay.  \"We insisted that they come up with concrete proposals that they can actually apply: reducing taxes, reinforcing security and fighting social inequality.\" \"\nTOUGH ON KEBABS, KIND TO PIGEONS\nWhile mayors are prominent in French public life, their powers are limited by an unwieldy local government structure, with many of the bigger budgets in the hands of regional authorities deeply opposed to the National Front.\n Most FN candidates kept campaign pledges accordingly modest, at the risk of being accused later of making little difference.\n In the northern town of Henin-Beaumont - once a Socialist bastion where unemployment is 17 percent and a former mayor was convicted for misusing public funds - FN mayor Steeve Briois has promised a clean-up of official corruption, more police, lower local taxes and tougher traffic rules.\n But he admitted that any change would take years.  His town is saddled with 38 million euros (31.33 million pounds) in debt, the once-thriving mining economy has lost its main industrial employers and local people complain of worsening petty crime.\n \"This is a town that needs to be rebuilt from the ground up.  That will take years,\" Briois told Reuters the day after his election, declining to give details of his spending plans.\n In the eastern town of Hayanges - which last year erected a tombstone to mourn steel jobs which local people said had been killed by Socialist President Francois Hollande - FN mayor Fabien Engelmann is also trying to cut crime and local taxes.\n But the 34-year-old, a one-time member of former movie star Brigitte Bardot's animal rights defence group, has said he also wants to build a pigeon house where eggs will be destroyed to control their population rather than by gassing them.\n He has also proposed a \"Pork Fest\" to liven up the town centre, a plan he insists is not designed to offend Muslims but which will do little to alleviate high local unemployment.\n Engelmann's election prompted the mayor of Arlon in Belgium to break off its relationship as the \"twin\" town of Hayanges after seven decades, an early taste of bad publicity for the FN.\n Further south, where the FN won in nine towns, mayors face similar economic problems compounded by tensions between white residents and those with origins in France's former colonies.\n In Beaucaire, a mediaeval town of 16,000 about one hour's drive west of Marseille, the centre is largely inhabited by descendants of North African immigrants who came to France as agricultural labourers, while white locals have moved out.\n As jobs in industry and agriculture grew scarce, property prices in the town plummeted.  Now shops that once dotted its 15th century streets are boarded up, and high-ceilinged manors where nobles once entertained their guests sell for under 150,000 euros - less than a studio apartment in central Paris.\n Beaucaire's 28-year-old FN mayor Julien Sanchez has promised to crack down on the drug dealers posted at many street corners and bring tourist money back to the town centre, arguing that too many kebab shops have obscured Beaucaire's roots.\n But any investment will have to be made without help from regional authorities at a time when the town's income from taxes is falling and Sanchez is bound by a promise to keep them low.\n In some towns, the arrival of FN mayors has already brought latent tensions into the open.\n Hours after a 26-year-old FN mayor was elected in the Mediterranean town of Frejus, North Africans protested at the party's office under the watch of riot police.  FN offices were attacked in Hayange and a town hall in Cogolin, another southern town.\n \"What people discovered in the 1990s was that the FN was a party that brought problems - not solutions or miracles,\" said Dominique Reynie, head of the FONDAPOL political think tank.\n \"They need to overcome that image, and with ideology largely out of the question, the only path left is good housekeeping.\" \"",
                    "date": "2014-04-03",
                    "eventUri": "517743",
                    "id": "8847865",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5359,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "12:45:00",
                    "title": "Le Pen faces reality check in depressed French towns",
                    "uri": "172799110",
                    "url": "http://www.eleconomista.es/internacional/noticias/5677455/04/14/Le-Pen-faces-reality-check-in-depressed-French-towns.html",
                    "wgt": 1
                },
                {
                    "body": "In the end it was not the triumph that some had trumpeted last week.  On Sunday the Front National made significant gains in the second round of the municipal contest by securing the election of more than 1,400 local councillors (up from 60), and by winning 13 municipalities across France (up from 0).\n Yet those good results do not represent a political earthquake.  If the FN has significantly improved its positions locally compared to the 2001 and 2008 elections, its overall standing is broadly speaking on a par with the 1995 results.\n This said, the FN's electoral performance should not be downplayed either.  The extreme-right party has now a broader national base after increasing its share of the vote in regions where it was traditionally weak (west, south-west and centre).  Some wins are impressive: Hénin-Beaumont (north), a former mining town and a historical bastion of French socialism; Hayange (north-east), an industrial working-class area, as are Béziers, Fréjus, Cogolin or Baucaire (south-east).\n Taking Sunday's gains into account, the FN remains a relatively modest political organisation: it only managed to field lists in 587 communes across France out of a possible 36,000.  Party officials were anxious not to overstretch their modest financial and human resources.  In the 1990s, a previous experience at the head of municipalities in the south-east was considered a disaster.  In Toulon, Marignane and Vitrolles, the FN attempted to implement discriminating policies against foreign residents which were deemed anti-constitutional and annulled by tribunals.  The party eventually lost those three town halls after only one term in office.\n Furthermore, the FN remains a relatively small party at local level: the centre-right UMP won 109 cities of more than 30,000 inhabitants, the centre-left Parti socialiste (PS) secured 56, the centre-right UDI 28, the Communist party 22, centre-right Modem 6, the Greens 2 and FN 2.\n But the latest surge is qualitatively significant.  Unlike her father, Marine Le Pen has a long-term strategy.  She understands that to win the presidential election, she needs the support of a web of elected members and activists on the ground.\n She pursues a strategy of \"de-demonisation\" of her party, and hopes that it will soon be regarded by the majority of the population as mainstream and respectable.\n The FN leader has distanced herself from her father's racist remarks and antisemitic puns.  Instead she concentrates on bread-and-butter issues, criticises globalisation and finance, and wants France to quit the eurozone and the EU altogether.  In short, she has reinvented herself as a politician on the side of \"ordinary folks\".\n This stand appeals to blue-collar workers in the northern constituencies.  In the south, she hammers home more familiar FN themes: law and order and the \"threats\" of multiculturalism and communitarianism.  She champions laïcité (the French secular polity, historically a leftwing cause) which, she argues, has come under threat with the rise of Islam.\n This strategy has so far been successful.  She has captured working-class voters who traditionally supported the UMP: 40% of the UMP electorate believe that their party's values are compatible with the FN's.  A growing number of UMP party officials and activists are in favour of an alliance with the FN.  This trend is putting the UMP leadership in an increasingly awkward position.\n The Socialist party lost 155 cities of more than 9,000 inhabitants, and abstention rose to a record 38.5% in the second round.  Traditional leftwing working-class voters did not switch their vote to the FN, but simply abstained.\n François Hollande alienated Left Front voters (radical left) who often refused to back socialist candidates in the second round.  Dramatically unpopular with the voters, Hollande is now taunted as the \"president of the rich\" as he is a socialist who cuts taxes on the wealthy while raising VAT for all.  He is sticking to Nicolas Sarkozy's failed austerity policies: unemployment and public debt are skyrocketing, and despite granting firms countless tax rebates, the economy is not expanding.  After breaking his campaign promises, Hollande is now widely regarded as the supine ally of big business and Angela Merkel.\n Le Pen may talk the talk, but she will not walk the walk.  She may address the socio-economic issues that matter to the ordinary people, but her \"autarchic capitalism\" offers little to workers.  Most voters know that, but they also cannot fail to notice that Hollande cannot even be bothered to talk the talk.",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8675102",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.52,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "14:47:00",
                    "title": "This French result isn't a triumph for Le Pen but it is a drubbing for Hollande",
                    "uri": "172012862",
                    "url": "http://www.theguardian.com/commentisfree/2014/mar/31/french-result-le-pen-hollande-national-front-president",
                    "wgt": 1
                },
                {
                    "body": "French president François Hollande was preparing to react quickly to expected defeat for his Socialist party in nationwide local elections on Sunday, with both the mainstream opposition UMP party and the far-right National Front set to make important gains.\n Mr Hollande has signalled he will move this week to shake up his administration in an attempt to put the election reverse behind him, with the current prime minister and finance minister both under threat of replacement.\n But the president also indicated after a sharp reverse in the first round of voting last Sunday that there will be no fundamental change in his recent promise to cut the tax burden on business and shave €50bn from public spending - both key commitments to France's eurozone partners aimed at tackling insipid growth and still-rising unemployment.\n The centre-right UMP, party of former president Nicolas Sarkozy, was confident of being the main victor of the second round, aiming to capture more than 50 municipalities from the socialists to give it control of a majority of the country's larger cities and towns.\n That should give the party a jolt of confidence after Mr Sarkozy's defeat by Mr Hollande almost two years ago - although it remains hampered by fierce infighting over who will be its next presidential candidate, with Mr Sarkozy sizing up a comeback.\n The FN, led by Marine Le Pen, was set to follow its breakthrough result in the first round of voting by winning a number of towns to add to the mayor's seat it won outright last Sunday.\n For years weak at the level of local politics, the FN had not controlled any towns since the mid-1990s.  But it won a surge of support last Sunday and is aiming to beat both the UMP and the socialists in the European parliamentary elections at the end of May.\n In a rearguard battle, the socialists were anxious to retain the key prize of Paris where candidate Anne Hidalgo lost the popular vote in the first round to Nathalie Kosciusko-Morizet of the UMP.\n Ms Hidalgo since joined forces with the Green party and held the advantage going into the second round due to leading in key districts which hold sway in the election of the mayor, who is elected by local councillors.\n Mr Hollande, burdened by record low personal approval ratings, said after the first-round results that \"lessons would be drawn\".  A government reshuffle is likely in the next few days as he bids to regain the political initiative.\n The key decision is whether he will replace Jean-Marc Ayrault, his lacklustre prime minister.  Manuel Valls, the popular interior minister, is widely seen as Mr Ayrault's most likely successor, but he is opposed by many on the left and the Greens, a socialist coalition partner that Mr Hollande to date has been keen to keep inside the government.\n Other potential replacements include Laurent Fabius, the veteran foreign minister, Jean-Yves Le Drian, the defence minister and close Hollande ally, and Bertrand Delanoë, the outgoing mayor of Paris.\n Pierre Moscovici, the finance minister, may also be moved in a widely anticipated shake-up at Bercy, the hulking finance ministry which currently houses seven ministers, including the outspoken leftist in charge of industry, Arnaud Montebourg.\n Among those consulted recently by Mr Hollande on the current situation is Pascal Lamy, former head of the World Trade Organisation and a socialist party member.  But he has played down speculation that he might join the government.\n A revamped government will have the immediate task of rallying behind Mr Hollande's \"responsibility pact\", a deal with business to reduce labour costs and taxes in return for job creation.  Along with details of the controversial spending cuts plan, the pact is due to be completed and put to a vote of confidence in parliament next month.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8626337",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5185,
                    "source": {
                        "title": "Financial Times",
                        "uri": "www.ft.com"
                    },
                    "time": "11:42:00",
                    "title": "François Hollande poised to act after French election setback - Financial Times",
                    "uri": "171755155",
                    "url": "http://www.ft.com/cms/s/0/44583aba-b7e5-11e3-92f9-00144feabdc0.html",
                    "wgt": 1
                },
                {
                    "body": "PARIS (Reuters) - Candidates backed by France's far-right National Front (FN) party were on track to secure victories in the southern towns of Beziers and Frejus in local elections on Sunday, exit polls and partial tallies showed.\n Amid broad dissatisfaction with President Francois Hollande's ruling Socialists, the FN already made a breakthrough in last week's first round of voting by winning power in the northern town of Henin-Beaumont.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8635840",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5154,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "18:26:00",
                    "title": "French far-right to win more towns in elections - exit polls",
                    "uri": "171814772",
                    "url": "http://www.eleconomista.es/mercado-continuo/noticias/5665495/03/14/French-farright-to-win-more-towns-in-elections-exit-polls.html",
                    "wgt": 1
                },
                {
                    "body": "France is going to the polls on Sunday for a second-round vote that is likely to see François Hollande punished with a rise in support for the far right.\n The Front National (FN), led by Marine Le Pen, is on track to win an unprecedented number of local council seats and even take control of a handful of town and city halls.\n Perpignon, Béziers and Avignon are among 15 municipalities, many of them in the south of France, where the FN is expected to make major gains.\n In Paris, Socialist frontrunner Anne Hidalgo was one of the first into the polling booth set up in a local primary school in the 15th arrondissement shortly after 8am.\n Met by a gaggle of photographers standing on children's chairs and tables, Hidalgo, who faces a close finish with rival Nathalie Kosciusko-Morizet from the opposition UMP party, smiled but said nothing.\n Asked if she was optimistic about victory, one of her election team would not be drawn.  \"Let's just see.  We don't want to jinx anything,\" he said.\n Kosciusko-Morizet, who surprised pollsters by winning more votes than the favourite Hidalgo in last Sunday's first round, voted half-an-hour later in the neighbouring 14th arrondissement.\n The first-round results were a drubbing for Hollande, whose popularity is at a record low, and his Socialist government.\n The president is expected to announce a cabinet reshuffle this week, possibly as early as Monday, with any shakeup likely to see the prime minister, Jean-Marc Ayrault, being shown the door, replaced by either Laurent Fabius, the foreign minister, or the interior minister, Manuel Valls.\n Polling stations close between 6pm and 8pm on Sunday evening, when exit polls will give a clue to the election results, which will not be definitively confirmed until some hours later after votes have been counted.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8631564",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.507,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "15:26:00",
                    "title": "French elections: Hollande braces for drubbing amid far-right gains - The Guardian",
                    "uri": "171787537",
                    "url": "http://www.theguardian.com/world/2014/mar/30/french-elections-hollande-le-pen-front-national",
                    "wgt": 1
                },
                {
                    "body": "At first glance, Robert Ménard is an unlikely champion of France's far-right National Front party.  He founded and led the freedom-of-expression group Reporters Without Borders (RWB).\n On Sunday he became mayor of southern French town Beziers on a Front National ticket.\n Ménard, 60, is one of 11 new FN mayors to be elected following Sunday's nationwide local elections, an unprecedented victory for the anti-Europe and anti-immigration party.\n His win spotlights the question of how a vocal defender of freedom of speech can reconcile his background with the policies of the FN, a party whose founder has been convicted of anti-Semitism and Holocaust denial.\n \"Defending freedom of expression cannot exclude the freedom of the right wing to express its own opinions,\" Ménard wrote in 2011 in a manifesto titled \"Vive Le Pen\", referring to the party's leader Marine Le Pen, daughter of FN founder Jean-Marie Le Pen.\n (continue reading...)",
                    "date": "2014-04-02",
                    "eventUri": "517743",
                    "id": "8789989",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4656,
                    "source": {
                        "title": "europenews.dk",
                        "uri": "europenews.dk"
                    },
                    "time": "13:21:00",
                    "title": "French human rights defender becomes far-right mayor",
                    "uri": "172539781",
                    "url": "http://europenews.dk/en/node/78499",
                    "wgt": 1
                },
                {
                    "body": "At first glance, Robert Ménard is an unlikely champion of France's far-right National Front party.  He founded and led the freedom-of-expression group Reporters Without Borders (RWB).\n On Sunday he became mayor of southern French town Beziers on a Front National ticket.\n Ménard, 60, is one of 11 new FN mayors to be elected following Sunday's nationwide local elections, an unprecedented victory for the anti-Europe and anti-immigration party.\n His victory has raised eyebrows and raises the question of how a vocal defender of freedom of speech can reconcile his background with the policies of the FN, a party whose founder has been convicted of anti-Semitism and Holocaust denial.\n \"Defending freedom of expression cannot exclude the freedom of the right wing to express its own opinions,\" Ménard wrote in a manifesto titled \"Vive Le Pen\" in 2011, referring to the party's leader Marine Le Pen, daughter of FN founder Jean-Marie Le Pen.\n It came as a shock to many, not least to French weekly news magazine \"Jeune Afrique\" (\"Young Africa\", published in English as the \"Africa Report\"), which had previously called Ménard \"the voice of conscience of an entire generation of independent African journalists\".\n \"Behind the seeming clarity of this ayatollah of freedom of expression, who claims to support the right to freedom of speech, lies a terrible confusion of fundamental values,\" \"Jeune Afrique\" editor François Soudan wrote in response.\n Cult of the leader\nMénard isn't just defending the FN's right to voice its own opinions.  In recent years he has been a vocal supporter of the FN's nationalist policies.  He supports the re-introduction of the death penalty and he opposes same-sex marriage.\n At the same time, he is proud that his work defending freedom of expression has led to him being banned from Cuba, Turkey and Algeria (where he was born when the North African country was still a French territory).\n \"Ménard went the extra mile to defend journalists, taking on autocratic regimes, mostly in Africa,\" said one of his former colleagues.\n In 2008 he made headlines by protesting during the departure of the Olympic flame from Greece, unfurling behind the Chinese delegation a banner depicting the Olympic rings replaced by handcuffs.  RWB accused China of clamping down on journalists as it prepared to host that year's games.  The same banner was hoisted over Notre Dame Cathedral in Paris when the torch came to France.\n He was arrested in July of that year for protesting on the Champs Elysées in central Paris against the presence of Syrian dictator Bashar al-Assad (whom the FN supports as he wages a bitter civil war) at France's national day parade.\n \"Having such a strong personality running RWB meant that people listened to us,\" a former colleague told FRANCE 24.  He said Ménard's imaginative and attention-grabbing campaigns were central to the NGO's success.\n \"But he lived and breathed the cult of the leader,\" the source said.  \"His management of RWB was autocratic.  He did not tolerate opinions among his staff that were not his own.  It's probably the only trait that survived from his Trotskyite beginnings.\" \"\nRony Braumann, also a founding member of RWB, wrote of Ménard in a 2007 in regard to human rights in Cuba, \"Not only would he not listen to dissenting voices, but anyone who disagreed with him or asked questions he didn't like was mercilessly put down, if not sacked on the spot.  The man was a tyrant.\" \"\nHatred of 'well-meaning but lukewarm' left\nMénard began his political career as an activist for France's Revolutionary Communist League before joining the more mainstream Socialist Party which he quit in 1981.\n Since then his positions have shifted ever to the right.  He is appalled by the \"well-meaning but lukewarm\" left wing, which he claims wants to stop any meaningful debate on immigration, Islam and security.\n \"Back when he ran RWB we were aware that he held some radical opinions,\" said a former employee.  \"But RWB was never concerned with these debates; his principal focus was always on total freedom of expression.\" \"\nHis former employees and colleagues were shocked last year when Ménard spoke up for comedian and convicted anti-Semite Dieudonné and outspoken Holocaust denier Vincent Reynouard.\n That shock was compounded when they hear him say on RTL radio in March 2013, \"Marine Le Pen calls a spade a spade [in French: 'a cat a cat'].  She asks questions that are valid.  And despite what people say, her answers are valid too, whether we like them or not.  She is trampling on a political class that is totally incapable of solving the problems of today.\" \"\nRWB reacted by cutting all ties with its former boss and releasing a statement that said, \"Ménard's political stance is not linked in any way with the organisation he founded in 1985 and ran for 23 years.\" \"\nThere was little surprise when he announced he was standing to become mayor of Béziers, a medieval walled town with a population of 70,000 in France's Languedoc region, under the banner of the FN.  He is not a member of the party but is part of the FN's \"Blue Marine\" grouping of far-right candidates.\n Ménard insists that despite his allegiance with the FN, it is still not his party.\n \"I'm not a card-carrying party member,\" he told left-leaning French daily \"Le Monde\" in November 2013.  \"Having said that, I agree with the FN on 80 percent of their ideas, particularly their policies on immigration.\" \"",
                    "date": "2014-03-31",
                    "eventUri": "517743",
                    "id": "8665407",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4012,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "11:26:00",
                    "title": "France - French human rights defender becomes far-right mayor - France 24",
                    "uri": "171972308",
                    "url": "http://www.france24.com/en/20140331-former-human-rights-defender-wins-french-far-right-election-coup/",
                    "wgt": 1
                },
                {
                    "body": "A Javascript enabled browser is required in order to view the video\nVoters in Paris and across France are going to the polls on Sunday in the second round of local elections.\n They are being seen as a referendum on President Francois Hollande's first two years in office and his ruling Socialist party - which is deeply unpopular - is preparing itself for losses.\n Last week's first round saw the lowest ever turnout in French municipal elections.\n The far-right National Front made significant gains including winning one mayor seat outright.  It is expected to win a number of towns in the second round.\n The opposition centre-right UMP- the party of former president Nicolas Sarkozy - could take also back control of around 100 city halls.\n One voter in Paris said: \"A lot of people are fed up, they don't know where to look because there are a lot of unfulfilled promises.  And there is also a lot of confusion, people mix up local elections and other elections.\" \"\nAnother agreed, saying: \"It should remain about local issues, but it will be a chance to find out what a lot of people think about politics.\" \"\nA government reshuffle is likely in the next few days and one victim could be Prime Minister Jean-Marc Ayrault.  An interactive poll last week showed around 80 percent of people wanted him dismissed.  His popularity has sunk because of France's poor economic showing.",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8632952",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3886,
                    "source": {
                        "title": "euronews",
                        "uri": "www.euronews.com"
                    },
                    "time": "16:29:00",
                    "title": "French voters head to polls in local elections",
                    "uri": "171795301",
                    "url": "http://www.euronews.com/2014/03/30/french-voters-head-to-polls-in-local-elections/",
                    "wgt": 1
                },
                {
                    "body": "François Hollande faces voters in the second round of this weekend's local elections as the most unpopular president in modern French history.  Yet his stock runs high in my family - especially with my 14-year-old son, who is the proud keeper of a clutch of thoughtful letters from the president himself.\n It all started when Max asked the French president to give the Légion d'Honneur to the two Paris doctors whose brain surgery had saved him from a debilitating form of epilepsy that no drug - or even Great Ormond Street, Britain's leading hospital for children - could control.\n \"They are of course great professionals, but they are also people of an extraordinary humanity,\" wrote Max, in a letter translated into flowery French prose by a family friend.  He told the president that the pair's work was so unique that they had done both their patients and France proud.\n A first letter to Hollande's predecessor, Nicolas Sarkozy, had gone unanswered.  But Max is a stubborn soul.  He was diagnosed with epilepsy when he was six years old and at one point, prior to his operation three years ago, he had endured up to 40 seizures a day - so he was not to be discouraged.  For good measure, he also sent the president a copy of an article I wrote for the FT Weekend Magazine about how he came to be treated in Paris.\n And one day in April 2013, an envelope from the Elysée Palace dropped through the letterbox of our house in north London.  A letter in French, signed by the president himself was, for all its formality, simple and touching.\n Dear Max,\nYou were good enough to share your wish to see the doctors Francine Chassoux-Truffinet and Bertrand Devaux named to the rank of chevalier in the national order of the Légion d'Honneur.\n First of all I would like to assure you that I was particularly touched by the feelings that dictated your initiative.  So I would like to thank you for this in person.\n Rest assured I have ordered a very careful examination of the candidatures and I will inform you of the result .  .  .\n I have the pleasure to inform you that I have decided to award the Légion d'Honneur to Francine Chassoux-Truffinet and Bertrand Devaux, for their services to France.\n Knowing your interest in these candidatures, I wanted to inform you of this personally .  .  .\n It is not every day an English schoolboy gets to decide who receives France's most important form of official recognition.  And last week, at Ste Anne hospital in Paris, our family watched France's minister of research decorate the neurologist and neurosurgeon who have treated patients there for the past 30 years.\n The minister, Geneviève Fioraso, saluted the pair's world-beating work to identify and safely remove epilepsy-causing brain tissue: \"It is not only science and technology that you advance but hope that you restore to people,\" she said.  \"It is only right that the republic should thank you.\" \"\nYet in emotional speeches of gratitude to their families, colleagues and patients, both doctors also paid tribute to Max, \"thanks to whom we are here tonight\", to quote Prof Devaux, whose success rate operating on patients identified by Dr Chassoux runs at 90 per cent.\nSylvie Chabannier, a 49-year-old nurse who benefited from surgery at Ste Anne much later in her life than Max, also attended the ceremony.  \"What an excellent idea [to have written to the president],\" she said.  \"I just wonder why nobody thought of this earlier.\" \"",
                    "date": "2014-03-30",
                    "eventUri": "517743",
                    "id": "8633768",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1919,
                    "source": {
                        "title": "Financial Times",
                        "uri": "www.ft.com"
                    },
                    "time": "17:01:00",
                    "title": "How an English schoolboy got his doctors the Légion d'Honneur",
                    "uri": "171800363",
                    "url": "http://www.ft.com/cms/s/2/565c47c8-b52a-11e3-a746-00144feabdc0.html?ftcamp=published_links%252Frss%252Fhome_middleeast%252Ffeed%252F%252Fproduct",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 31,
            "averageDate": "2014-03-31",
            "avgCos": 0.493,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "517743",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "504738",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "France",
                    "lat": 46,
                    "long": 2,
                    "wikiUri": "http://en.wikipedia.org/wiki/France"
                },
                "labelEng": "Paris",
                "lat": 48.8534,
                "long": 2.3486,
                "wikiUri": "http://en.wikipedia.org/wiki/Paris"
            },
            "storyDate": "2014-03-31",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-265537",
            "variance": 0.4344
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-136068": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "La UMP puede convertirse en la fuerza mayoritaria en las alcaldías\nLas urnas castigan a François Hollande.  Según las primeras estimaciones oficiosas, los franceses habrían votado muy mayoritariamente contra los candidatos socialistas en la segunda vuelta de las elecciones municipales.  La victoria de la derecha y la derrota de las izquierdas parece obligar a un cambio de Gobierno precipitadamente.\n Minutos antes de conocerse los primeros resultados, oficiosos, anunciando con pocas reservas una gran catástrofe para el presidente Francois Hollande, su Gobierno y los candidatos socialistas, en toda Francia, Benoît Hamon, ministro delegado para la economía, declaraba a RTL, primera cadena de radio nacional, que habría crisis y cambio de Gobierno este mismo lunes.\n Era el primer indicador del catastrófico resultado anunciado de unas elecciones municipales que van cambiar profundamente el mapa político nacional.\n La UMP (Unión por un Movimiento Popular, derecha tradicional) pudiera convertirse en la fuerza mayoritaria en las alcaldías de toda Francia.  El PS, primera fuerza municipal, desde hace años, pierde decenas de alcaldías grandes y medianas.  Una gran mayoría de los alcaldes y candidatos socialistas se consideran víctimas de un voto de castigo, nacional, contra Hollande y su Gobierno.\n El Frente Nacional (FN, extrema derecha), se confirma como tercer partido nacional y primer partido obrero de Francia, pero, finalmente, no consigue más de una docena de alcaldías, en una Francia donde hay más de 36.000 municipios.\n Los ecologistas no tienen implantación nacional.  Pero pudieran permitir la victoria de Anne Hidalgo, nacida en San Fernando, Cádiz, que pudiera transformarse en la primera mujer elegida democráticamente alcaldesa de la capital de Francia.  Si se confirmasen las primeras estimaciones, se trataría de un acontecimiento histórico: la hija de un emigrante español catapultada a la alcaldía de París.",
                    "date": "2014-03-30",
                    "eventUri": "590023",
                    "id": "8643321",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7609,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "18:53:00",
                    "title": "Las primeras estimaciones apuntan a una victoria para la derecha ... - ABC.es",
                    "uri": "171819973",
                    "url": "http://www.abc.es/internacional/20140330/abci-primeras-estimaciones-apuntan-victoria-201403302031.html",
                    "wgt": 1
                },
                {
                    "body": "La UMP puede convertirse en la fuerza mayoritaria en las alcaldías\nLas urnas castigan a François Hollande.  Según las primeras estimaciones oficiosas, los franceses habrían votado muy mayoritariamente contra los candidatos socialistas en la segunda vuelta de las elecciones municipales.  La victoria de la derecha y la derrota de las izquierdas parece obligado a cambiar de de Gobierno precipitadamente.\n Minutos antes de conocerse los primeros resultados, oficiosos, anunciando con pocas reservas una gran catástrofe para el presidente Francois Hollande, su Gobierno y los candidatos socialistas, en toda Francia, Benoît Hamon, ministro delegado para la economía, declaraba a RTL, primera cadena de radio nacional, que habría crisis y cambio de Gobierno este mismo lunes.\n Era el primer indicador del catastrófico resultado anunciado de unas elecciones municipales que van cambiar profundamente el mapa político nacional.\n La UMP (Unión por un Movimiento Popular, derecha tradicional) pudiera convertirse en la fuerza mayoritaria en las alcaldías de toda Francia.  El PS, primera fuerza municipal, desde hace años, pierde decenas de alcaldías grandes y medianas.  Una gran mayoría de los alcaldes y candidatos socialistas se consideran víctimas de un voto de castigo, nacional, contra Hollande y su Gobierno.\n El Frente Nacional (FN, extrema derecha), se confirma como tercer partido nacional y primer partido obrero de Francia, pero, finalmente, no consigue más de una docena de alcaldías, en una Francia donde hay más de 36.000 municipios.\n Los ecologistas no tienen implantación nacional.  Pero pudieran permitir la victoria de Anne Hidalgo, nacida en San Fernando, Cádiz, que pudiera transformarse en la primera mujer elegida democráticamente alcaldesa de la capital de Francia.  Si se confirmasen las primeras estimaciones, se trataría de un acontecimiento histórico: la hija de un emigrante español catapultada a la alcaldía de París.",
                    "date": "2014-03-30",
                    "eventUri": "590023",
                    "id": "8636573",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.76,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "18:52:00",
                    "title": "Las primeras estimaciones apuntan a una victoria para la derecha en las municipales en Francia",
                    "uri": "171818746",
                    "url": "http://www.abc.es/internacional/20140330/abci-primeras-estimaciones-apuntan-victoria-201403302031.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "París, (Agencias)- El Partido Socialista (PS) francés recibió un duro castigo en las elecciones municipales, la primera cita electoral desde la llegada de François Hollande ala Presidencia, aunque logró conservar el Ayuntamiento de París y la franco-española Anne Hidalgo se convertirá en la primera alcaldesa de la capital.\n Jean-Marc Ayrault, primer ministro -al menos- hasta el inminente cambio de Gobierno que se espera anuncie este lunes Hollande, dio cuenta de esa derrota con una lectura en clave nacional, motivada por las \"reformas sin precedentes\" de sus dos años de Gobierno, que requieren \"coraje\" antes de que \"den sus frutos\".\n \"El mensaje es claro.  Debe ser plenamente entendido\", dijo Ayrault, quien asumió su parte de culpa en una \"responsabilidad colectiva\" marcada por el \"significativo desafecto\" de quienes dieron su voto a los socialistas en las elecciones presidenciales y legislativas de 2012.\n Los comicios municipales, celebrados a dos vueltas este domingo y el pasado y marcados por una abstención histórica de cerca del 38,5%, han arrojado un balance muy favorable para el centroderecha, que recupera el terreno perdido en 2008, y un resultado histórico para el ultraderechista Frente Nacional (FN).\n El centroderecha habría conseguido el 45,1% de los votos, la izquierda el 40,5%, la extrema derecha el 6,85% y la extrema izquierda el 0,06%, según los resultados del Ministerio del Interior, aún no definitivos.\n Diez ciudades de más de 100.000 habitantes pasarán de la izquierda a la derecha, al igual que 40 municipios de30.000 a 100.000 residentes.  Además,la Unión por un Movimiento Popular (UMP), primer partido de la oposición y aliado en las urnas con los centristas del MoDem y del UDI, logró arrebatarle al PS 105 localidades de más de 9.000 censados.\n Los conservadores mantienen el poder en Marsella, segunda ciudad del país, y se impusieron en municipios como Angers o Quimper (oeste del país), Saint-Etienne (este), Angers y (sur), Reims (norte) o Toulouse (sur).\n El presidente de ese partido, Jean-François Copé, aseguró que los resultados representan \"una gran sanción para la izquierda\" y exigió al Gobierno un cambio en la política fiscal, educativa y penal.\n El Partido Socialista, que encajó un revés histórico, salvó el honor al conservar la alcaldía de París, que controla desde hace trece años y donde Hidalgo confirmó su condición de favorita al imponerse con el 54,5% de los votos, frente a Nathalie Kosciusko-Morizet, exministra de Nicolas Sarkozy.\n Además, el PS revalidó inesperadamente en Estrasburgo (noreste), y logró conquistar Aviñón (sur), que podía bascular hacia el Frente Nacional.\n Pero su derrota global PS fue mayúscula, quizá la más amplia de su historia democrática en las municipales, a falta de resultados definitivos.\n Una de las localidades que mejor ilustran el golpe encajado por los socialistas es Pau, municipio del sur del país donde que el PS había gobernado durante los últimos 43 años y que tendrá como nuevo alcalde a François Bayrou, presidente del partido centrista MoDem.\n La impopularidad de Hollande, el jefe del Estado menos apreciado desde la fundación dela V Repúblicaen 1958, el estancamiento de la economía, el avance del paro y el reciente giro neoliberal del presidente, que le acercan a los postulados de Bruselas y alejan de los votantes de izquierda, son algunos de los responsables del resultado electoral.\n Ségolène Royal, exministra, excandidata presidencial y expareja de Hollande declaró en el plató de \"France 2\" que la votación \"es una advertencia muy seria que hay que tomar en cuenta\".\n El partido ultraderechista francés Frente Nacional (FN) se ha hecho este domingo con diez nuevas alcaldías -que se suman a la que logró la semana pasada por mayoría absoluta-, en medio de un incremento del respaldo a nivel nacional que le ha llevado a aumentar ocho puntos porcentuales -del 1% al 9%- respecto a los comicios de 2008.\n Las municipales celebradas estas dos últimas semanas se han saldado con un resultado muy positivo para la formación, que ha logrado además 1.200 concejales, un aumento espectacular comparado con los 60 que logró hace seis años.\n Por ello, la líder del partido, Marine Le Pen, ha sostenido que el partido ha entrado \"en una nueva etapa\", lo que ha sido respaldado por su 'número dos', Florian Philippot, quien ha dicho que se trata de \"los mejores resultados de la historia del FN en unas elecciones locales\".\n El FN se ha alzado con la victoria en Béziers, Fréjus, Beaucaire, Villers-Cotterets, Cogolin, Beaucaire, Le Pontet, Hayange, Le Luc y Camarets-sur Aigues, localidades que se suman a Hénin-Beaumont, en la que se impuso en la primera vuelta.\n \"Hemos entrado claramente en una nueva etapa.  Es necesario que se cuente con una tercera fuerza política en nuestro país\", ha dicho Le Pen, que ha pedido al presidente, François Hollande, que \"entierre\" el pacto de responsabilidad, según ha informado el diario francés Le Figaro.",
                    "date": "2014-03-30",
                    "eventUri": "590023",
                    "id": "8650151",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6248,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "21:44:00",
                    "title": "Los socialistas se estrellan en las municipales francesas",
                    "uri": "171897273",
                    "url": "http://www.lavanguardia.com/politica/20140330/54405280440/el-partido-socialista-se-estrella-en-las-municipales-pero-conserva-paris.html",
                    "wgt": 1
                },
                {
                    "body": "A Javascript enabled browser is required in order to view the video\nSegunda vuelta de las elecciones municipales en Francia.\n Tras el revés sufrido por los socialistas en la primera ronda, perdiendo seis puntos respecto a los comicios de 2008, los franceses podrían reafirmar este domingo su voto de castigo contra el presidente François Hollande.\n El conservador UMP podría arrebatarle cien alcaldías, mientras se prevé que el el ultraderechista Frente Nacional se haga con el poder en quince ciudades, gracias a los mejores resultados de su historia.\n \"Creo que hay mucha gente que está harta, que no sabe hacia dónde moverse.  Porque se hacen muchas promesas que no se cumplen.  También creo que hay una gran confusión, mezclamos las municipales con las otras elecciones\", se queja esta votante.\n \"Estas deberían ser unas elecciones municipales, pero de hecho permiten señalar una tendencia de lo que piensa la población sobre el conjunto de la política\", comenta esta mujer.\n La primera víctima de una debacle socialista sería el primer ministro Jean-Marc Ayrault.  Según algunas encuestas, el ochenta por ciento de sus compatriotas quiere que Hollande lo destituya.\n Las cifras récord de desempleo conocidas esta semana juegan también en su contra.",
                    "date": "2014-03-30",
                    "eventUri": "590023",
                    "id": "8630358",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5568,
                    "source": {
                        "title": "euronewses",
                        "uri": "es.euronews.com"
                    },
                    "time": "14:52:00",
                    "title": "La segunda vuelta de las elecciones municipales francesas podría volver a castigar la gestión de Hollande",
                    "uri": "171779983",
                    "url": "http://es.euronews.com/2014/03/30/la-segunda-vuelta-de-las-elecciones-municipales-francesas-podria-volver-a-/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Beuronews%252Fes%252Fnews%2B%2528euronews%2B-%2Bnews%2B-%2Bes%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n Los sondeos a pie de urna en la segunda vuelta de las elecciones municipales francesas de hoy apuntan a un duro golpe para el gobernante Partido Socialista (PS) y una clara victoria para los conservadores de la Unión por un Movimiento Popular (UMP), en un contexto de fuerte abstención.\n \"Los resultados son malos para la izquierda.  Tomamos nota\", declaró en la emisora TF1 la portavoz del Gobierno, Najat Vallaud Belkacem, al cierre de los colegios electorales en la primera cita electoral desde que el socialista François Hollande fue elegido presidente en mayo de 2012.\n La votación en la jornada de la segunda vuelta de las elecciones municipales francesas ha terminado a las 18.00 horas en la mayoría de colegios electorales, aunque en las grandes ciudades ese horario se prolonga dos horas más.\n La participación a las 17.00 horas en la segunda y definitiva vuelta era del 52,36 %, menor que el 54,45% registrado a la misma hora en los comicios de 2008, anunció el Ministerio del Interior.  Los diarios frnceses califican el dato de \"abstención histórica\".\n A mediodía, la participación se situaba en el 19,83 %, frente al 23,68 % registrado a la misma hora en la segunda ronda de estos comicios en 2008, anunció el Ministerio del Interior.",
                    "date": "2014-03-30",
                    "eventUri": "590023",
                    "id": "8636194",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5005,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "18:40:00",
                    "title": "El socialismo francés se estrella en las elecciones municipales, según sondeos",
                    "uri": "171816931",
                    "url": "http://www.eleconomista.es/europa/noticias/5665521/03/14/El-socialismo-frances-se-estrella-en-las-elecciones-municipales-segun-sondeos.html",
                    "wgt": 1
                },
                {
                    "body": "En Francia, miles de manifestantes han salido este sábado a las calles de la capitalina París para exigir un cambio de política al presidente François Hollande, más a favor de los empresarios que de los empleados.\n Los manifestantes, bajo el lema \"contra la austeridad, por la igualdad, y la redistribución de la riqueza\", se han congregado en la plaza de la República, portando una gran pancarta que cubría la estatua de la plaza.\n Esta protesta, convocada por el Frente izquierda y movimientos de la extrema socialista, se ha llevado a cabo dos semanas de la remodelación del Gobierno de Hollande, tras el descalabre del Partido Socialista (PS) en los comicios municipales.\n El griego Alexis Tsipras, candidato de la izquierda europea a la presidencia de la Comisión Europea (CE), encabezada la marcha, junto con los líderes del Frente de Izquierda Jean-Luc Mélenchon (Partido de Izquierda) y Pierre Laurent (Partido Comunista).\n Cabe señalar que esta protesta masiva se realiza en vísperas de las elecciones europeas (25 de mayo).\n myd/nii/",
                    "date": "2014-04-12",
                    "eventUri": "590023",
                    "id": "9379606",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4993,
                    "source": {
                        "title": "hispantv.com",
                        "uri": "hispantv.com"
                    },
                    "time": "15:36:00",
                    "title": "Francia, escenario de protestas contra políticas de Hollande",
                    "uri": "175092717",
                    "url": "http://hispantv.com/detail/2014/04/12/267200/francia-escenario--protestas-contra-politicas--hollande",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-04-01",
            "avgCos": 0.4363,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "590023",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "590023",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "France",
                    "lat": 46,
                    "long": 2,
                    "wikiUri": "http://en.wikipedia.org/wiki/France"
                },
                "labelEng": "Paris",
                "lat": 48.8534,
                "long": 2.3486,
                "wikiUri": "http://en.wikipedia.org/wiki/Paris"
            },
            "storyDate": "2014-04-01",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-136068",
            "variance": 0.3096
        }
    },
    "meta": {
        "CCAArticleMatchCount": 30,
        "CCAArticleMatchRatio": 0.3157894736842105,
        "CCAAvgCosSim": 0.6573266666666667,
        "CCAAvgMatchWgt": 48.43333333333333,
        "_articleUri1": "171819973",
        "_articleUri2": "171846762",
        "_datetime": "2015-02-19 11:58:46",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-136068",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-265537",
        "_username": "Evgenia Belyaeva",
        "artCount1": 6,
        "artCount2": 31,
        "avgCosSimStory1": 0.4363,
        "avgCosSimStory2": 0.493,
        "categorySim": 0,
        "conceptCosSim": 0.5121597079785212,
        "conceptJaccardSim": 0.3333333333333333,
        "coreTime1": 124862.8666666667,
        "coreTime2": 124859.4333333333,
        "coreTimeStDev1": 115.1735608230233,
        "coreTimeStDev2": 8.583127997545557,
        "entityCosSim": 0.4989368341371125,
        "entityJaccardSim": 0.3714285714285714,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.5195089257679113,
        "keywordJaccardSim": 0.3043478260869565,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 6,
        "storyQuality2": 15,
        "timeAvg1": 124918.1027777778,
        "timeAvg2": 124875.7182795699,
        "timeStDev1": 115.1735608230233,
        "timeStDev2": 21.26196494476853,
        "varianceStory1": 0.3096,
        "varianceStory2": 0.4344
    }
}