{
    "850f305d-14db-4c75-b547-79470a557ea3-862930": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "Batman impressed so many fans in the successful Warner Bros. film \"The Lego Movie\" that the Caped Crusader is getting his own Lego movie.\n\nRelated stories Holy snail mail, Batman! Caped Crusader nabs his own stamps DC Comics announces Lego month with themed variant covers Batmobile hitches a ride on 'Star Wars' Millennium Falcon?\n\nThe new Lego Batman movie will be helmed by \"The Lego Movie\" animation supervisor Chris McKay, who also has a long line of credits for \"Robot Chicken,\" \"Robot Chicken: Star Wars Episode III,\" \"Titan Maximum\" and \"Moral Orel.\" He's also slated to direct \"The Lego Movie 2.\"\n\nScreenwriter and author Seth Grahame-Smith -- who is best known for his books \"Pride and Prejudice and Zombies\" and \"Abraham Lincoln, Vampire Hunter\" -- will be writing the Lego Batman movie.\n\nWill Arnett is expected to reprise his role as the gravely voice of Batman.\n\n\"Warners is eyeing a 2017 release for the spinoff, possibly even on the original date for 'Lego Movie 2,'\" according to The Hollywood Reporter. \"The next Lego movie to be released is 'Ninjago,' due to open Sept. 23, 2016. 'The Lego Movie' sequel will now presumably be released after 2017.\"",
                    "date": "2014-10-13",
                    "eventUri": "1489144",
                    "id": "21946934",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8309,
                    "source": {
                        "title": "CNET",
                        "uri": "www.cnet.com"
                    },
                    "time": "18:36:00",
                    "title": "Lego Batman to get his own awesome spinoff movie",
                    "uri": "217909193",
                    "url": "http://www.cnet.com/news/lego-batman-to-get-his-own-awesome-spinoff-movie/",
                    "wgt": 1
                },
                {
                    "body": "One of the breakout Lego stars from \"The Lego Movie\" is Will Arnett's jerk iteration of Batman. This Batman isn't as heroic as the Batman we know. This Batman reveled in being a rich, emo, privileged \"superhero\" who often treated his then-girlfriend Wyldstyle (Elizabeth Banks) badly. However, there was a lot about this character that could have been explored but wasn't. Fortunately for us, we'll get to see more of Batman in his own movie.\n\nThe Hollywood Reporter is stating that a Batman Lego movie is on the fast track towards your local movie theater. Chris McKay is now at the head of the film, which is being written by Seth Grahame-Smith, best known for his book (and subsequent film) \"Abraham Lincoln: Vampire Hunter.\" Warner Bros. is hoping to have the film ready by 2017.\n\nOf course, Arnett will return to voice Batman. The folks behind \"The Lego Movie,\" Phil Lord, Dan Lin, Christopher Miller and Roy Lee are acting as producers.\n\nThis film is one of the many Lego films in production, thanks to the success of \"The Lego Movie.\" The sequel to \"The Lego Movie\" will probably be released by 2017, while \"Ninjago\" will be released Sept. 23, 2016.\n\nWhat do you think about this movie? Are you happy that Lego Batman is coming back? Give your opinions in the comments section below!",
                    "date": "2014-10-13",
                    "eventUri": "1489144",
                    "id": "21908545",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8245,
                    "source": {
                        "title": "www.shockya.com",
                        "uri": "www.shockya.com"
                    },
                    "time": "10:56:00",
                    "title": "Will Arnett's Lego Batman to Star in His Own Film",
                    "uri": "217810600",
                    "url": "http://www.shockya.com/news/2014/10/12/will-arnetts-lego-batman-to-star-in-his-own-film/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btoxicshock%252FglTt%2B%2528Shockya.com%2B-%2BMovie%2BNews%252C%2BReviews%2Band%2BCelebrity%2BInterviews%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Lego Batman is to star in his very own spin-off film.\n\nWill Arnett will return as the voice of the Caped Crusader after his brilliant parody of Christian Bale's gruff growl in The Lego Movie, the Hollywood Reporter has revealed.\n\nChris McKay, who supervised The Lego Movie, will direct the spin-off from a script by Seth Grahame-Smith, author of best-selling novels Pride And Prejudice And Zombies and Abraham Lincoln, Vampire Hunter.\n\nThe Batman Lego film could even hit cinemas before the sequel to The Lego Movie, Warner Bros has announced.\n\nThe next big screen Lego project for release is Ninjago, based on the characters from the hit animation, in September 2016.",
                    "date": "2014-10-13",
                    "eventUri": "1489144",
                    "id": "21901987",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8148,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "09:14:00",
                    "title": "Lego Movie to get Batman spin-off",
                    "uri": "217790976",
                    "url": "http://www.independent.ie/entertainment/movies/lego-movie-to-get-batman-spinoff-30659078.html",
                    "wgt": 1
                },
                {
                    "body": "Lego Batman is getting his own movie before The Lego Movie gets a sequel because, well, he's Lego Batman.\n\nYep, Lego Batman was so popular that they're fast tracking a spinoff for him. Will Arnett is returning to voice the Dark Lego Knight and the screenplay is being written by Seth Grahame-Smith of Pride and Prejudice and Zombies fame. Warner Brothers is looking to have the movie out in 2017.\n\n(THR via Gizmodo)",
                    "date": "2014-10-12",
                    "eventUri": "1489144",
                    "id": "21860622",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8055,
                    "source": {
                        "title": "Nerd Approved - News For Nerds",
                        "uri": "nerdapproved.com"
                    },
                    "time": "18:29:00",
                    "title": "A LEGO Batman Movie Has Been Fast Tracked Because People Love LEGO Batman",
                    "uri": "217679039",
                    "url": "http://nerdapproved.com/movies/a-lego-batman-movie-has-been-fast-tracked-because-people-love-lego-batman/",
                    "wgt": 1
                },
                {
                    "body": "Released early in the year to terrific box office and overwhelmingly positive reviews, The Lego Movie was one of the funniest and most imaginative (and often subversive) animated features released by a major studio in years. Its success has spawned a Lego-based movie franchise, with Ninjago set to open in September 2016 and the recent revelation that Warner Bros. is fast-tracking a Lego Batman film based one of the first movie's greatest assets for a release in 2017.\n\nThe Hollywood Reporter first reported the news, with Miller making it official via his Twitter (which seems to have since been deleted):\n\nThe movie could possibly be released in the May 2017 slot that had been reserved for the Lego Movie sequel, which would then be expected to arrive in theaters at a later date, but that has yet to be made solid. Will Arnett, who voiced Lego Movie's sardonic, egotistical take on the legendary DC Comics superhero, is set to return to the role. I couldn't imagine the movie without him. Having most of the Lego Movie creative crew on board also gives me hope that will equal or surpass its greatness.",
                    "date": "2014-10-12",
                    "eventUri": "1489144",
                    "id": "21846387",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7461,
                    "source": {
                        "title": "Geeks of Doom",
                        "uri": "www.geeksofdoom.com"
                    },
                    "time": "13:20:00",
                    "title": "Everything Is Darkness! 'Lego Batman' Movie Gets Green Light For 2017 Release",
                    "uri": "217636521",
                    "url": "http://www.geeksofdoom.com/2014/10/10/everything-is-darkness-lego-batman-movie-gets-green-light-for-2017-release?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bgeeksofdoom%2B%2528GEEKS%2BOF%2BDOOM%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Picture: Will Arnett - Stars from the blockbuster movie 'Teenage Mutant Ninja Turtles' attended the German premiere at the UFO Sound Studios at Musikbrauerei - Berlin,...\n\nActor Will Arnett is returning to The Lego Movie franchise to reprise his role as Batman for a new spin-off film.\n\nThe Teenage Mutant Ninja Turtles star provided the gravelly voice for the animated Caped Crusader in this year's (14) hit film, and his character has proved so popular with fans, Arnett has been hired to feature in Lego Batman.\n\nChris MCKay, who served as animation supervisor on The Lego Movie, will direct the new project, which is scheduled for a release in 2017.\n\nThe Lego Movie directors Phil Lord and Christopher Miller have signed up to co-produce, according to The Hollywood Reporter.\n\nThe news means a planned The Lego Movie sequel, also helmed by MCKay, is likely to be delayed until after Lego Batman hits movie theatres.",
                    "date": "2014-10-12",
                    "eventUri": "1489144",
                    "id": "21850252",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7418,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "14:42:00",
                    "title": "Will Arnett Reprising Role As Lego Batman For Spin-off Movie",
                    "uri": "217648134",
                    "url": "http://www.contactmusic.com/story/will-arnett-reprising-role-as-lego-batman-for-spin-off-movie_4408333",
                    "wgt": 1
                },
                {
                    "body": "Tired of the long drive with 15 or 20 friends from the Midwest to Lego conventions elsewhere and the desire to make sure his dad could attend events prompted Bryan Bonahoom, who grew up in Fort Wayne, to eventually bring the Lego show home.\n\n\"We used to have to go out to Washington, D.C., or the West Coast to get an event like this,\" Bonahoom said. \"My friends and I finally decided it would be a lot shorter drive if we did one near home. So we started our venture in Chicago and it took off from there.\"\n\nThe event, Brickworld, took place Saturday and Sunday at the Grand Wayne Convention Center.\n\nIn 2011 when his father was unable to travel to Indianapolis or Chicago events, Bonahoom brought the show to Fort Wayne.\n\n\"I brought the event here to make sure my father had a chance to see one of our events,\" he said.\n\nAbout 8,000 people were expected to attend this year's two-day event.\n\n\"It's busy but not choking out the air conditioning, which is good, so people coming in have a great time and they don't have to look over people shoulders to see the displays,\" Bonahoom said.\n\nThere were plenty of displays and plenty of room to see them, he added.\n\nThe displays included Legopolis -- a city and train layout 30 feet by 8 feet that depicts a fictional city.\n\nThe display was created and built by a team of people from Fort Wayne who are all members of the adult Lego club called FortLUG (Fort Wayne Lego User Group). About seven people worked on the display. It is not modeled after any particular city but came about as he had ideas, said Geoff Ross, a FortLUG member.\n\nTwo of the buildings in the display were built from software called Lego Digital Designer, which allowed Ross to build the models on the computer and then submit them to Lego, which sent the parts needed for those structures, he said.\n\nOther structures in the display were created with existing Lego sets and pieces.\n\nAdditionally, a vintage 1998 train ran through the city. One of the FortLUG members purchased and put it together Saturday, then incorporated it in to the overall design, said Ross.\n\nA Lego replica of the Old Fort was also featured among the many displays.",
                    "date": "2014-10-13",
                    "eventUri": "1489144",
                    "id": "21927144",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5628,
                    "source": {
                        "title": "Fort Wayne News-Sentinel",
                        "uri": "www.news-sentinel.com"
                    },
                    "time": "14:43:00",
                    "title": "Lego fans check out creations at Brickworld",
                    "uri": "217859792",
                    "url": "http://www.news-sentinel.com/article/2014141019886",
                    "wgt": 1
                },
                {
                    "body": "The self-described \"Clueless Gamer\" is now slated to appear as himself in a videogame. Well, at least as a minifig version of himself as TV funny man Conan O'Brien has been confirmed as one of the playable characters in the upcoming Lego Batman 3: Beyond Gotham. During a panel at New York comic con...\n\nArthur Parsons, director for the latest Lego Batman installment, first confirmed that O'Brien did voice work for the game in a capacity that appears to be introductory narration to familiarize players with the game's controls. Gamer's may recall this was also done to great effect with B-movie star Bruce Campbell in the Spiderman games.\n\nParsons, speaking of O'Brien's voice work, said, \"He's the guy that's helping you know what's way and introducing the various aspects of the world,\". He continued, \"The [voice-over] sessions were interesting.\"\n\nParson's also confirmed some additional playable characters for the game including Solar Suit Superman, Man Bat, Darkest Knight, Condiment King, Duck Dodgers and Green Loontern.\n\nIf you are unfamiliar with O'Brien's grasp of the gaming medium, have a look at one of his \"Clueless Gamer\" segments below. Lego Batman 3: Beyond Gotham will be released November 11 on most current and last gen platforms.",
                    "date": "2014-10-12",
                    "eventUri": "1489144",
                    "id": "21863371",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5025,
                    "source": {
                        "title": "www.gamefocus.ca",
                        "uri": "www.gamefocus.ca"
                    },
                    "time": "19:37:00",
                    "title": "Conan O'Brien to Be a Playable Character in Lego Batman 3",
                    "uri": "217687646",
                    "url": "http://www.gamefocus.ca/news/conan-obrien-to-be-a-playable-character-in-lego-batman-3-42103.php",
                    "wgt": 1
                },
                {
                    "body": "An Abu Dhabi version of the Pharrell Williams music video for his smash-hit song Happy has racked up an astonishing 2.2 million views on YouTube, making it one of the world's most popular Happy tribute videos. Taking its cue from the original official promo, which showed ordinary people dancing through the streets of Los Angeles, the Abu Dhabi video, made by Omar Hassib and uploaded to the video-sharing site on March 16 this year, shows Emiratis and UAE residents dancing in the capital alongside many of the city's biggest landmarks and attractions. Pharrell - who will perform at the Formula One after-show concert at the du Arena on Yas Island on November 22 - was so impressed by it, he included it in his 24 Hours of Happy day-long video compilation. - The National staff\n\nStan Lee's superhero sights are on Bolly\n\nStan Lee, the creator of many of Marvel Comics' biggest heroes - including Spider-Man, The Hulk, The Fantastic Four, Iron Man, Thor and The X-Men - has set his sights on Bollywood. According to The Hollywood Reporter, Lee is developing a movie version of Chakra the Invincible, his first Indian superhero character, which he created in 2011. Lee has already met Bollywood directors, producers and writers to adapt his stories as live-action film. An animated television series already broadcasts on Cartoon Network India. \"We've set up some great meetings already with some of the most amazingly talented actors and directors in Indian cinema and I have no doubt that these individuals will help make the Chakra film a massive hit in India and around the globe,\" said Lee. The comics follow the adventures of a Mumbai teenager, Raju Rai, who invents a technically advanced superhero costume that can activate the body's mystical chakras, giving him special powers and abilities. The film would reportedly feature an adult version of the character facing off against his biggest enemy, Boss Yama. - The National staff\n\nIndian film to screen at children's film festival in Sharjah\n\nThe Indian film Under the Sky has been chosen to screen at the Sharjah International Children's Film Festival. Written and directed by Ahsan Bakhsh, the film tells the story of a 12-year-old boy who lives in a village near the border with Nepal and the battle he faces in his life between superstition and science and reason, before he ultimately brings about change in his society. The festival opens on Sunday and runs until October 23. Under the Sky is showing at the Jawaher Reception and Convention Centre on October 21 at 6.15pm. Visit www.sicff.ae for more details and the full schedule. - The National staff\n\nA double helping of the Dark Knight on the big screen\n\nIt turns out that Ben Affleck's version of Batman - part of the eagerly awaited Batman v Superman: Dawn of Justice movie that is due for release in March 2016 - isn't the only big-screen version of the Dark Knight heading our way. The Lego version of the character, voiced by the Arrested Development star Will Arnett and one of the best things about this year's Lego Movie, is getting a spin-off film all of his own, according to The Hollywood Reporter. The producers Warner Brothers are said to be aiming for a 2017 release date, which could push back the already-announced sequel to The Lego Movie that was due to open in May 2017. Another spin-off, Ninjago, about Lego ninjas, is due out in September 2016. - The National staff",
                    "date": "2014-10-13",
                    "eventUri": "1489144",
                    "id": "21895715",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4718,
                    "source": {
                        "title": "www.thenational.ae",
                        "uri": "www.thenational.ae"
                    },
                    "time": "07:38:00",
                    "title": "Abu Dhabi music video makes 2.2 million people Happy",
                    "uri": "217773288",
                    "url": "http://www.thenational.ae/arts-lifestyle/from-holly-to-bolly/abu-dhabi-music-video-makes-22-million-people-happy",
                    "wgt": 1
                },
                {
                    "body": "Lego Batman, the newest addition to the Lego game series will feature new playable characters. Some of the playable characters will be fun surprises for pop culture fans.\n\nThere will be staple DC characters including Man Bat and Superman in Solar Suit. More fun characters include a Daffy Duck Green Lantoon and Condiment Man. But the real odd draw are the celebrities that are featured in it. Kevin Smith will be featured prominently in the game. Late night talk show host, Conan O'Brien will be a playable character. If you ever wanted to be a carrot topped late night host this will be a dream come true.",
                    "date": "2014-10-11",
                    "eventUri": "1489144",
                    "id": "21813025",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4479,
                    "source": {
                        "title": "Bleeding Cool Comic Book, Movie, TV News",
                        "uri": "www.bleedingcool.com"
                    },
                    "time": "21:00:00",
                    "title": "Lego Batman 3 To Have Playable Versions Of Condiment King, Green Loontern and Conan O&#8217;Brien",
                    "uri": "217541479",
                    "url": "http://www.bleedingcool.com/2014/10/11/lego-batman-3-to-have-playable-versions-of-condiment-king-green-loontern-and-conan-obrien/",
                    "wgt": 1
                },
                {
                    "body": "The top 10 best-selling books in September at Liberty Bay Books, an independent store in Poulsbo.\n\n2. \"Everything I Need to Know I Learned from a Little Golden Book,\" by Diane Muldrow\n\n9. \"Everything I Need to Know About Christmas I Learned from a Little Golden Book,\" by Diane Muldrow\n\n10. \"Poulsbo (Images of America),\" by Judy Driscoll and Sherry White*\n\n2. \"Ladybug Girl and the Dress Up Dilemma,\" by David Soman\n\n6. \"The Alchemyst: The Immortal Life of Nicholas Flammel,\" by Michael Scott\n\n10. \"Lego Ninjago: Ninja vs Nindroid Activity Book,\" by Ameet studio\n\n*Pacific Northwest author",
                    "date": "2014-10-12",
                    "eventUri": "1489144",
                    "id": "21861569",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2607,
                    "source": {
                        "title": "Central Kitsap Reporter",
                        "uri": "www.bremertonpatriot.com"
                    },
                    "time": "18:52:00",
                    "title": "The Book End | Kitsap Week",
                    "uri": "217682003",
                    "url": "http://www.bremertonpatriot.com/lifestyle/278814431.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpatall%2B%2528All%2BStories%2B-%2BBremerton%2BPatriot%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2014-10-12",
            "avgCos": 0.4506,
            "categories": [
                {
                    "label": "Arts/Movies/Trivia",
                    "uri": "http://www.dmoz.org/Arts/Movies/Trivia",
                    "wgt": 31
                },
                {
                    "label": "Shopping/Toys_and_Games/Construction",
                    "uri": "http://www.dmoz.org/Shopping/Toys_and_Games/Construction",
                    "wgt": 46
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1489144",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1489144",
            "lang": "eng",
            "storyDate": "2014-10-12",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-862930",
            "variance": 0.297
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-290789": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "La película se lanzaría en 2017, probablemente en la fecha reservada para La Lego Película 2. Will Arnett pondrá voz al personaje de Christian Bale, un superhéroe arrogante, oscuro, sarcástico y siempre preparado para la aventura.\n\nEn principio, Chris McKay, el supervisor de animación de La Lego película, sería el encargado de dirigir esta secuela, escrita por Seth Grahame-Smith. Roy Lee, Dan Lin, Phil Lord and Christopher Miller, productores de la primera película Lego, repetirán en esta edición Batman, según el sitio hoycinema.abc.es\n\nLa franquicia Lego de Batman ya es muy popular. Hay al menos tres videojuegos y una película basada en ellos, Lego Batman: la película, en la que aparecen varios superhéroes de DC y donde es Troy Baker el que presta su voz a Batman.\n\nLa próxima película de Lego que se lanzará será Ninjago, sobre el universo ninja, en septiembre de 2016, de cuya dirección se encarga Charlie Bean (Las supernenas: la película)",
                    "date": "2014-10-12",
                    "eventUri": "1489144",
                    "id": "21822068",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6258,
                    "source": {
                        "title": "Prensa Libre de Guatemala",
                        "uri": "www.prensalibre.com"
                    },
                    "time": "03:13:00",
                    "title": "Batman tendrá su propia película en versión Lego",
                    "uri": "217565299",
                    "url": "http://www.prensalibre.com/espectaculos/Batman-pelicula-cine-Lego_0_1228077348.html",
                    "wgt": 1
                },
                {
                    "body": "A principios de año se habló de una secuela de \"Lego Movie\", debido a su éxito, pero no quedó claro el tema de su desarrollo.\n\nThe Hollywood Reporter indica que la secuela será un spinoff y se llamará \"Lego Batman\", y quien le daría la voz al héroe sería Will Arnett, un reconocido actor oriundo de Canadá.\n\nLa versión del héroe de Ciudad Gótica en el universo de los ladrillos amarillos fue muy popular, razón suficiente para centrar la trama de la historia en su personaje.\n\nLa cinta estaría planeada para lanzarse en el 2017, y la fecha exacta aún está por verse.\n\n\"Lego Batman\" será dirigida por Chris McKay. Este director supervisó la primera película de los bloques. El guión sería escrito por Seth Grahame-Smith.\n\nOtro proyecto relacionado con Lego tiene por título \"Ninjago\", y también estaría en producción. La cinta se trataría de ninjas y su lanzamiento se prevé el 23 de septiembre del próximo año.",
                    "date": "2014-10-11",
                    "eventUri": "1489144",
                    "id": "21797823",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.623,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "17:12:00",
                    "title": "Película de Batman en Lego llegará en 2017",
                    "uri": "217498352",
                    "url": "http://www.rpp.com.pe/2014-10-11-pelicula-de-batman-en-lego-llegara-en-2017-noticia_732772.html",
                    "wgt": 1
                },
                {
                    "body": "La entrevista tuvo lugar en el edificio de Shell, en Roque Sáenz Peña al 700, Ciudad de Buenos Aires.\n\n-A ver qué le parece esta hipótesis de cómo empezó el conflicto de Shell con el Gobierno: en 2005, pleno romance con Chávez, se empieza a decir que Pdvsa, de Venezuela, iba a desembarcar en la Argentina y a comprar la estructura de Shell. Pero usted contestó: ni vendemos ni nos vamos. ¿Cree que Kirchner apostaba a que ustedes se iban y la negativa lo enojó?\n\n-No es disparatada la idea. De hecho, Chávez visitó la Argentina, y en un momento determinado -nunca Shell había hablado con Pdvsa- cuando estaba inaugurando una estación de servicio enfrente de la ESMA, dijo: \"A fin de año -por fin de 2005- esa refinería manejada por gringos pasará a manos nacionales\". En un par de entrevistas me preguntaron, yo contesté y los diarios dijeron: \"Aranguren desmiente a Chávez\".\n\n-¿Y a partir de esto la relación cambia?\n\n-El 31 de enero fue lo que dijo Chávez, y un mes después, cuando a Shell le aumenta el costo de su materia prima en un 10% y nosotros decidimos aumentar el precio de los combustibles, un 2,7% la nafta y 4,3% el gasoil, Kirchner dice: \"A Shell no hay que comprarle ni una lata de aceite\". Después vinieron los bloqueos, las multas. Ahora el sector empresario hace referencia a la necesidad de unirse. Pero nadie salió a rasgarse las vestiduras porque el Presidente salió a pedir el boicot contra una compañía. Tenemos que decir lo que pensamos. Todos aquellos que estuvieron más cerca [del Gobierno] han decidido irse del país. Esso, una parte de Petrobras, sabemos lo que pasó con Repsol...\n\n-¿Qué es lo que quiere decir?\n\n-Bueno, que a lo mejor no tuvieron. Shell tuvo la personalidad de exponer su verdad. Vivimos en democracia, no podemos callarnos. Si no podemos expresar diferencias, no vivimos en democracia plena.\n\n-¿No estamos en democracia plena?\n\n-No, la democracia se ejerce. Si el sector empresario no se siente en condiciones de decir su verdad, de defender su interés... Somos nosotros los responsables de aceptar lo que viene de arriba como una instrucción...\n\n-Un kirchnerista lee el diario y dice: \"Aranguren llama a la rebelión en la granja\".\n\n-Lean el libro de Orwell y digan si es o no un reflejo de la sociedad. ¡Y no estoy hablando solamente del kirchnerismo, sino de la organización política argentina!\n\n-¿Y qué le diría al empresario que piensa: \"¡Qué vivo! Aranguren se planta porque tiene detrás a las dos coronas, la holandesa y la británica, y porque no arriesga capital propio\"?\n\n-Está bien, cada cual puede pensar lo que se le ocurra. Yo creo que también muchos quieren quedarse en su zona de confort.\n\n-¿Cómo caracterizaría al empresario argentino?\n\n-Tiene exagerado respeto, por no decir miedo, de lo que emana de una decisión de tipo administrativo. Insisto: si todos estamos seguros de que hacemos lo correcto, no tenemos que tener miedo.\n\n-Hablemos del \"episodio de enero\". Shell compró en un banco extranjero 3,5 millones de dólares a $ 8,40 cuando la cotización era $ 7,20. Usted dijo que el BCRA ya sabía de la operación. ¿No se daba cuenta de que podía ser acusado de armar una corrida?\n\n-El mercado mueve por día entre 200 y 300 millones de dólares. Tres o cuatro millones de dólares no mueven el mercado. Nosotros salimos a pedir cotización y ésa es la que se nos dio. El mismo Juan Carlos Fábrega dijo hace unos meses que la supuesta corrida del 21, 22 y 23 de enero de este año había sido una decisión de política monetaria.\n\n-¿A Shell le conviene una devaluación?\n\n-Todos los meses tenemos 150 millones de dólares de materia prima que pagar, que es del crudo. Por lo tanto, la devaluación nos obliga a tener más pesos y la contra de ir a trasladarle al público mayores costos por lo que significa la devaluación. ¿Cómo vamos a querer pagar más caro si por mes yo tengo una factura de esa magnitud en dólares? Es absurdo.\n\n-Ley de hidrocarburos: ¿qué le parece?\n\n-El autoabastecimiento no se va a lograr por una ley. Tenemos que tener leyes que se cumplan y no que haya decretos que las modifiquen. Esta ley modifica otra del año 67 que decía que una empresa no puede tener más de cinco permisos de exploración y cinco concesiones de explotación. Eso ahora se borró y hay compañías que no la cumplen. La primera es YPF. La ley avasalla las autonomías provinciales. Es un parche.\n\n-¿Qué opina de cómo está llevando el timón la Presidenta?\n\n-Creo que no permite el debate abierto. Las decisiones se toman de una manera no digo unilateral, pero me parece a mí sin evaluar las consecuencias de cada decisión.\n\n-Usted ha dejado entrever que el año que viene deja Shell. ¿Qué va a hacer de su vida?\n\n-Conozco la indirecta de tu pregunta. Yo no voy a tomar ninguna decisión política porque no corresponde a los principios de nuestra compañía. Pero estoy convencido de que todos los que tenemos la posibilidad de aportar algo en el sector que conocemos tenemos que hacerlo. Será en una ONG, en algún lugar de la administración pública, si es que alguien está interesado en mi punto de vista. Ahora estoy haciendo una maestría interdisciplinaria de energía. Estoy educándome.\n\n-¿Educándose para ser secretario de Energía de alguien?\n\n-Obviamente que tengo convicción política, pero no la voy a expresar. Quiero evaluar la posibilidad de contribuir a tener un plan energético en la Argentina que nos permita salir de donde estamos.\n\n-Dejamos acá.\n\nHistoria clínica\n\nAranguren, Juan José\n\nEdad: 60\n\nOcupación\n\nIngeniero químico. Presidente de Shell.\n\nObservaciones\n\nMuy atento y cordial en el trato. Parece haber salido fortalecido de estos años de conflicto con el Gobierno. La compañía tuvo 83 multas y él, 54 pedidos de prisión por parte de Moreno. Hasta ahora siempre fue absuelto..",
                    "date": "2014-10-11",
                    "eventUri": "1489144",
                    "id": "21768085",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5449,
                    "source": {
                        "title": "www.lanacion.com.ar",
                        "uri": "www.lanacion.com.ar"
                    },
                    "time": "06:47:00",
                    "title": "John J. Aranguren: \"the employer argentina has a fear exaggerated\"",
                    "uri": "217406962",
                    "url": "http://www.lanacion.com.ar/1734828-juan-j-aranguren-el-empresario-argentino-tiene-un-miedo-exagerado",
                    "wgt": 1
                },
                {
                    "body": "Juan José Aranguren, aseguró que Cristina Fernández toma decisiones \"sin evaluar las consecuencias\".\n\nEl presidente de Shell Argentina, Juan José Aranguren, aseguró hoy que la presidenta, Cristina Fernández, \"no permite el debate abierto\" y toma decisiones \"sin evaluar las consecuencias\".\n\nAdemás, al definir el perfil del empresariado local, Aranguren opinó que \"tiene exagerado respeto, por no decir miedo, de lo que emana de una decisión de tipo administrativo\".\n\nEl director de Shell se refirió además a la Ley de Hidrocarburos y consideró que \"el autoabastecimiento no se va a lograr por una ley\".\n\n\"Shell tuvo la personalidad de exponer su verdad. Vivimos en democracia, no podemos callarnos. Si no podemos expresar diferencias, no vivimos en democracia plena\", resaltó sobre sus diferencias con el gobierno nacional. En una entrevista con el diario La Nación, Aranguren remarcó que los empresarios \"son responsables de aceptar lo que viene de arriba como una instrucción\".\n\nCuando se le preguntó si Argentina \"no estaba en una democracia plena\", el ejecutivo acotó: \"No, la democracia se ejerce\".\n\nAranguren opinó también sobre la gestión de Cristina Fernández y cuestionó que la jefa de estado \"no permite el debate abierto\".\n\n\"Las decisiones se toman de una manera no digo unilateral, pero me parece a mí sin evaluar las consecuencias de cada decisión\", agregó. Por otra parte, Aranguren negó querer una devaluación del peso y explicó: \"Todos los meses tenemos 150 millones de dólares de materia prima que pagar, que es del crudo. Por lo tanto, la devaluación nos obliga a tener más pesos y la contra de ir a trasladarle al público mayores costos por lo que significa la devaluación\".\n\n\"¿Cómo vamos a querer pagar más caro si por mes yo tengo una factura de esa magnitud en dólares? Es absurdo\", advirtió.",
                    "date": "2014-10-11",
                    "eventUri": "1489144",
                    "id": "21786927",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5421,
                    "source": {
                        "title": "La Voz del Interior",
                        "uri": "www.lavoz.com.ar"
                    },
                    "time": "13:22:00",
                    "title": "Presidente de Shell Argentina aseguró que Presidenta \"no permite el debate abierto\"",
                    "uri": "217466121",
                    "url": "http://www.lavoz.com.ar/politica/presidente-de-shell-argentina-aseguro-que-presidenta-no-permite-el-debate-abierto",
                    "wgt": 1
                },
                {
                    "body": "Exhibiciones, muestras, y muchas cosas más podrán encontrarse en el denominado ´Brick Day´ que llega al pais nuevamente para reunir a la comunidad de fanáticos de Lego.\n\nEste 11 y 12 de octubre en el C.C. Caminos del Inca de Surco, fanáticos del país podrán encontrar una gran variedad de exhibiciones, muestras, juegos, entre otras cosas en el \"Brick Day\" de Lego, evento que durante dos días reunirá a todos los apasionados a esta franquicia.\n\nCharlas, área de construcción para niños, zona de dibujo, concursos, trivia y afiches, entre otras cosas podrán ser enocntradas en esta primera edición, en la que los fans podrán entrar en contacto con las últimas novedades de la franquicia.\n\nDe esta manera, Lima se suma a las grandes capitales del mundo con su fiesta temática LEGO, gracias a sus expositores, los días 11 y 12 de octubre en los que LUG LEGO Club Perú ofrecerá la oportunidad de vivir la experiencia del armado y construcción con \"bricks\".",
                    "date": "2014-10-10",
                    "eventUri": "1489144",
                    "id": "21745041",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4938,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "23:43:00",
                    "title": "El día de Lego en Perú se realizará este fin de semana",
                    "uri": "217348030",
                    "url": "http://www.rpp.com.pe/2014-10-10-el-dia-de-lego-en-peru-se-realizara-este-fin-de-semana-noticia_732681.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-10-11",
            "avgCos": 0.4002,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1489144",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1479017",
            "lang": "spa",
            "storyDate": "2014-10-11",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-290789",
            "variance": 0.3399
        }
    },
    "meta": {
        "CCAArticleMatchCount": 15,
        "CCAArticleMatchRatio": 0.09036144578313253,
        "CCAAvgCosSim": 0.6654699999999999,
        "CCAAvgMatchWgt": 49.53333333333333,
        "_articleUri1": "217909193",
        "_articleUri2": "217565299",
        "_datetime": "2015-02-19 11:59:24",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-862930",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-290789",
        "_username": "Evgenia Belyaeva",
        "artCount1": 11,
        "artCount2": 5,
        "avgCosSimStory1": 0.4506,
        "avgCosSimStory2": 0.4002,
        "categorySim": 0,
        "conceptCosSim": 0.4004460306466193,
        "conceptJaccardSim": 0.1170212765957447,
        "coreTime1": 129565.3333333333,
        "coreTime2": 129527.7166666667,
        "coreTimeStDev1": 9.126448623198044,
        "coreTimeStDev2": 9.326084089499728,
        "entityCosSim": 0.428248786435361,
        "entityJaccardSim": 0.07142857142857142,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.394476612445662,
        "keywordJaccardSim": 0.1538461538461539,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 9,
        "storyQuality2": 4,
        "timeAvg1": 129575.9196969697,
        "timeAvg2": 129540.8566666667,
        "timeStDev1": 12.90100579076056,
        "timeStDev2": 9.326084089499728,
        "varianceStory1": 0.297,
        "varianceStory2": 0.3399
    }
}