{
    "850f305d-14db-4c75-b547-79470a557ea3-537532": {
        "articles": {
            "resultCount": 21,
            "results": [
                {
                    "body": "Mexico City: A strong earthquake shook Guatemala and southern Mexico on Monday, damaging buildings, triggering landslides and sparking reports of at least two deaths, authorities said.\n The magnitude 7.1 quake rattled the region and the town of San Marcos on Guatemala's border with Mexico, and a spokesman for local emergency fire services said two people had been reported dead.\n \"This quake was pretty strong.  There are houses destroyed,\" said Luis Rivera, governor of the San Marcos region, which was also hit by a 7.4 magnitude earthquake in late 2012 that killed 48 people.\n Cracks opened up in buildings in San Marcos, and there were also landslides in the area, authorities said.\n Raul Hernandez, a spokesman for fire services in Guatemala, said that in the region of San Marcos his unit had reports of 30 houses damaged and two people dead.\n The quake was centered 22 miles (35 km) west-southwest of the city of Tapachula in the Mexican state of Chiapas at a depth of about 47 miles (75 km) the United States Geological Survey said.  Authorities in Chiapas said there were no immediate reports of major damage.  The quake was also felt in El Salvador.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14373271",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8467,
                    "source": {
                        "title": "NDTV.com",
                        "uri": "www.ndtv.com"
                    },
                    "time": "13:55:00",
                    "title": "Powerful Quake Rocks Guatemala, Mexico; Two People Reported Dead",
                    "uri": "194869911",
                    "url": "http://www.ndtv.com/article/world/powerful-quake-rocks-guatemala-mexico-two-people-reported-dead-554438",
                    "wgt": 1
                },
                {
                    "body": "GUATEMALA CITY: A strong earthquake shook the border between Guatemala and Mexico on Monday, killing at least three people, including a newborn boy, damaging dozens of buildings and triggering landslides.\n Much of the damage from the 6.9-magnitude quake was reported in the Guatemalan border region of San Marcos, where it downed power lines, cracked buildings and triggered landslides that blocked roads.\n Guatemalan President Otto Perez said the baby died when a hospital ceiling collapsed on him in San Marcos, an area hit hard by quakes in recent years.  In November 2012, the region suffered a 7.4-magnitude quake that killed 48 people.\n \"With the reports we have so far, we can say this quake has caused moderate damage.  It's not light damage,\" said Perez.\n Authorities had earlier reported the death of two other people in San Rafael Pie de la Cuesta, also in San Marcos.  However, Sergio Cabanas, a spokesman for Guatemalan emergency authority CONRED, said the reports turned out to be wrong.\n Thirty-three people were hurt, many with head injuries, and 41 houses were severely damaged, Perez said.  A further 39 houses suffered lighter damage, and 36 people in the municipality of San Sebastian Huehuetenango were evacuated, he added.\n Across the border, authorities in the southern Mexican state of Chiapas said that two people died in building collapses.\n \"This quake was pretty strong.  Families in the area are really scared because of the whole experience of November 2012,\" said San Marcos governor Luis Rivera.\n Rivera said 48 homes were damaged in the local town of La Reforma, whose municipal cemetery was destroyed.\n San Marcos suffered major disruptions in communication, added Sergio Vasquez, another spokesman for fire services.\n The quake was centered 14 miles (22 km) southwest of the city of Tapachula in Chiapas at a depth of about 37 miles (60 km) said the U.S. Geological Survey, which originally reported the quake as having a magnitude of 7.1.\n The quake was also felt in El Salvador.",
                    "date": "2014-07-08",
                    "eventUri": "937422",
                    "id": "14399697",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8378,
                    "source": {
                        "title": "Thehimalayantimes",
                        "uri": "www.thehimalayantimes.com"
                    },
                    "time": "07:32:00",
                    "title": "Quake rocks Guatemala' Mexico' three dead",
                    "uri": "194991189",
                    "url": "http://www.thehimalayantimes.com/fullNews.php?headline=Quake%2520rocks%2520Guatemala%E2%80%9A%2520Mexico%E2%80%9A%2520%2520three%2520dead&NewsID=420535#sthash.QAZSLRgG.uxfs",
                    "wgt": 1
                },
                {
                    "body": "This U.S. Geological Survey map shows the epicentre near the Mexico-Guatemala border.  (U.S. Geological Survey)\nA strong earthquake shook the Guatemalan border with Mexico on Monday, killing at least four people, damaging dozens of buildings and triggering landslides.\n The 6.9-magnitude quake struck near the frontier, and much of the damage was reported in the Guatemalan border region of San Marcos, where it downed power lines, opened cracks in buildings and triggered landslides which blocked roads.\n In November 2012, San Marcos suffered a 7.4 magnitude quake that killed 48 people.\n Asked to confirm reports the latest quake had claimed three lives in Guatemala, Alejandro Maldonado, director of Guatemalan emergency authority CONRED, said: \"Yes, unfortunately.\" \"\nEmergency services in the Mexican border state of Chiapas said via Twitter that a man died in the town of Huixtla after a wall collapsed on him.\n Luis Rivera, governor of the San Marcos region, said at least 48 homes suffered significant damage in the local town of La Reforma, whose municipal cemetery was also destroyed.\n \"This quake was pretty strong.  Families in the area are really scared because of the whole experience of November 2012.  There are houses destroyed,\" he said.\n Raul Hernandez, a Guatemalan fire services spokesman, said two deaths were reported in San Rafael Pie de la Cuesta in San Marcos.  He also said the quake had damaged 30 houses.\n Twelve people are in hospital receiving treatment and 50 houses were evacuated in the region, which suffered major disruptions to communication, added Sergio Vasquez, another spokesman for fire services.\n \"The whole San Marcos region is pretty affected,\" he said.\n The quake was centred 22 km southwest of the city of Tapachula in Chiapas at a depth of about 60 km said the U.S. Geological Survey, which had originally reported the quake at a magnitude of 7.1.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14378441",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8292,
                    "source": {
                        "title": "CBC News",
                        "uri": "www.cbc.ca"
                    },
                    "time": "16:37:00",
                    "title": "Powerful quake rocks Guatemala, Mexico, killing at least 4 people",
                    "uri": "194891386",
                    "url": "http://www.cbc.ca/news/world/strong-earthquake-hits-mexico-guatemala-at-least-4-dead-1.2698443?cmp=rss",
                    "wgt": 1
                },
                {
                    "body": "GUATEMALA CITY (Reuters) - A strong earthquake shook Guatemala and southern Mexico on Monday, damaging buildings, triggering landslides and sparking reports of at least two deaths, authorities said.\n The magnitude 7.1 quake rattled the region and town of San Marcos on Guatemala's border with Mexico, and a spokesman for local emergency fire services said two people had been reported dead.\n \"This quake was pretty strong.  There are houses destroyed,\" said Luis Rivera, governor of the San Marcos region, which was also hit by a 7.4 magnitude earthquake in late 2012 that killed 48 people.\n Cracks opened up in buildings in San Marcos, and there were also landslides in the area, authorities said.\n Raul Hernandez, a spokesman for fire services in Guatemala, said that in the region of San Marcos his unit had reports of 30 houses damaged and two people dead.\n The quake was centered 22 miles (35 km) west-southwest of the city of Tapachula in the Mexican state of Chiapas at a depth of about 47 miles (75 km) the U.S. Geological Survey said.  Authorities in Chiapas said there were no immediate reports of major damage.  The quake was also felt in El Salvador.\n (Reporting by Mike McDonald in Guatemala City and Bill Trott in Washington; Editing by Doina Chiacu and W Simon)",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14371870",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8128,
                    "source": {
                        "title": "Sun-Sentinel.com",
                        "uri": "www.sun-sentinel.com"
                    },
                    "time": "13:10:00",
                    "title": "Powerful quake rocks Guatemala, Mexico, 2 people reported dead",
                    "uri": "194864336",
                    "url": "http://www.sun-sentinel.com/sns-rt-us-earthquake-mexico-20140707%2C0%2C2350155.story",
                    "wgt": 1
                },
                {
                    "body": "A strong earthquake shook the border between Guatemala and Mexico, killing at least four people including a newborn boy, damaging dozens of buildings and triggering landslides.\n The 6.9-magnitude quake struck near the frontier late on Monday morning (local time).\n Much of the damage was reported in the Guatemalan border region of San Marcos, where it downed power lines, cracked buildings and triggered landslides which blocked roads.\n Guatemalan president Otto Perez told a news conference the baby died when a hospital ceiling collapsed on him in San Marcos, an area hit hard by quakes in recent years.\n In November 2012, the region suffered a 7.4-magnitude quake that killed 48 people.\n Two other people were reported dead in San Rafael Pie de la Cuesta, also in San Marcos, Mr Perez told reporters.\n And a woman suffered a fatal heart attack during the tremor, though it was still unclear whether the quake caused it, he added.\n \"With the reports we have so far, we can say this quake has caused moderate damage, it's not light damage,\" said Mr Perez.\n Thirty-three people were hurt, many with head injuries, and 41 houses were severely damaged.\n A further 39 houses suffered lighter damage, and 36 people in the municipality of San Sebastian Huehuetenango were evacuated, according to the president.\n Earlier, the director of Guatemalan emergency authority CONRED, Alejandro Maldonado, said at least three people had been killed in Guatemala due to the quake.\n Across the border, emergency services in the southern Mexican state of Chiapas said via Twitter that a man died in the town of Huixtla after a wall collapsed on him.\n \"This quake was pretty strong,\" said San Marcos governor Luis Rivera.\n \"Families in the area are really scared because of the whole experience of November 2012.\" \"\nMr Rivera said 48 homes were damaged in the local town of La Reforma, whose municipal cemetery was also destroyed.\n San Marcos suffered major disruptions in communication, added Sergio Vasquez, another spokesman for fire services.\n According to the US Geological Survey, the quake was centered 22 kilometres south-west of the city of Tapachula in Chiapas at a depth of about 60 kilometres.\n It was originally reported as having a magnitude of 7.1.",
                    "date": "2014-07-08",
                    "eventUri": "937422",
                    "id": "14397307",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8075,
                    "source": {
                        "title": "ABC Rural",
                        "uri": "www.abc.net.au"
                    },
                    "time": "05:25:00",
                    "title": "Four dead in Mexico-Guatemala earthquake",
                    "uri": "194977630",
                    "url": "http://www.abc.net.au/news/2014-07-08/four-dead-in-mexico-guatemala-earthquake/5579994",
                    "wgt": 1
                },
                {
                    "body": "Much of the damage from the 6.9-magnitude quake was reported in the Guatemalan border region of San Marcos, where it downed power lines, cracked buildings and triggered landslides that blocked roads.\n Guatemalan President Otto Perez said the baby died when a hospital ceiling collapsed on him in San Marcos, an area hit hard by quakes in recent years.  In November 2012, the region suffered a 7.4-magnitude quake that killed 48 people.\n \"With the reports we have so far, we can say this quake has caused moderate damage.  It's not light damage,\" said Perez.\n Authorities had earlier reported the death of two other people in San Rafael Pie de la Cuesta, also in San Marcos.  However, Sergio Cabanas, a spokesman for Guatemalan emergency authority CONRED, said the reports turned out to be wrong.\n Thirty-three people were hurt, many with head injuries, and 41 houses were severely damaged, Perez said.  A further 39 houses suffered lighter damage, and 36 people in the municipality of San Sebastian Huehuetenango were evacuated, he added.\n Across the border, authorities in the southern Mexican state of Chiapas said that two people died in building collapses.\n \"This quake was pretty strong.  Families in the area are really scared because of the whole experience of November 2012,\" said San Marcos governor Luis Rivera.\n Rivera said 48 homes were damaged in the local town of La Reforma, whose municipal cemetery was destroyed.\n San Marcos suffered major disruptions in communication, added Sergio Vasquez, another spokesman for fire services.\n The quake was centered 14 miles (22 km) southwest of the city of Tapachula in Chiapas at a depth of about 37 miles (60 km) said the U.S. Geological Survey, which originally reported the quake as having a magnitude of 7.1.\n (Reporting by Mike McDonald in Guatemala City, Anahi Rama and Christine Murray in Mexico City and Bill Trott in Washington; Writing by Dave Graham; Editing by W Simon, Jonathan Oatis, Lisa Shumkaer and Andre Grenon)",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14407826",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7646,
                    "source": {
                        "title": "Reuters India",
                        "uri": "in.reuters.com"
                    },
                    "time": "19:11:00",
                    "title": "Quake rocks Guatemala, Mexico, newborn child among 4 dead - Reuters",
                    "uri": "194918378",
                    "url": "http://in.reuters.com/article/2014/07/07/us-earthquake-mexico-idINKBN0FC12420140707",
                    "wgt": 1
                },
                {
                    "body": "The magnitude 7.1 quake rattled San Marcos near Guatemala's border with Mexico, trapping one person under a wall.  Cracks opened up in buildings in the town, and there were also landslides in the area, authorities said.\n The quake was centered 22 miles west-southwest of the city of Tapachula in the Mexican state of Chiapas at a depth of about 47 miles, the U.S. Geological Survey said.\n Authorities in Chiapas said there were no immediate reports of major damage.  The quake was also felt in El Salvador.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14371422",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7608,
                    "source": {
                        "title": "courant.com",
                        "uri": "www.courant.com"
                    },
                    "time": "12:54:00",
                    "title": "Magnitude-7.1 earthquake strikes southern Mexico",
                    "uri": "194862383",
                    "url": "http://www.courant.com/news/breaking/chi-mexico-earthquake-20140707%2C0%2C5483286.story",
                    "wgt": 1
                },
                {
                    "body": "A strong earthquake shook Guatemala and southern Mexico on Monday, damaging buildings, triggering landslides and sparking reports of at least four deaths.  The magnitude 6.9 quake rattled the region and town of San Marcos on Guatemala's border with Mexico.\n \"This quake was pretty strong.  There are houses destroyed\", said Luis Rivera, governor of the San Marcos region, which was also hit by a 7.4 magnitude earthquake in late 2012 that killed 48 people.\n Cracks opened up in buildings in San Marcos, and there were also landslides in the area, authorities said.  Raul Hernandez, a spokesman for fire services in Guatemala, said that the in region of San Marcos his unit had reports of 30 houses damaged.  Alejandro Maldonado, director of Guatemala's emergency authority, CONRED, confirmed that three people had been killed.  Emergency services in the Mexican border state of Chiapas later announced that a man had been killed by a collapsed wall in Huixtla.\n Personal de PC se encuentra acompañando a los familiares de la persona fallecida por caida de barda en Huixtla.  -- PC Chiapas (@pcivilchiapas)\nJuly 7, 2014\nThe quake was centred 35 kilometres west-southwest of Tapachula in the Mexican state of Chiapas at a depth of about 75 kilometres.  Authorities in Chiapas said there was no tsunami threat, despite the epicentre being on the coast.\n The earthquake was also felt in El Salvador and Mexico City.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14379550",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7569,
                    "source": {
                        "title": "euronews",
                        "uri": "www.euronews.com"
                    },
                    "time": "17:11:00",
                    "title": "Several dead as magnitude 6.9 earthquake rocks Guatemala and Mexico",
                    "uri": "194892992",
                    "url": "http://www.euronews.com/2014/07/07/magnitude-6-9-earthquake-rocks-guatemala-and-mexico/",
                    "wgt": 1
                },
                {
                    "body": "A strong earthquake shook the Guatemalan border with Mexico on Monday, killing at least three people, damaging dozens of buildings and triggering landslides.\n The 6.9-magnitude quake struck near the frontier, and much of the damage was reported in the Guatemalan border region of San Marcos, where it downed power lines, opened cracks in buildings and triggered landslides which blocked roads.\n In November 2012, San Marcos suffered a 7.4 magnitude quake that killed 48 people.\n Asked to confirm reports the latest quake had claimed three lives in Guatemala, Alejandro Maldonado, director of Guatemalan emergency authority CONRED, said: \"Yes, unfortunately.\" \"\nEmergency services in the Mexican border state of Chiapas said via Twitter that a man died in the town of Huixtla after a wall collapsed on him.\n Luis Rivera, governor of the San Marcos region, said at least 48 homes suffered significant damage in the local town of La Reforma, whose municipal cemetery was also destroyed.\n \"This quake was pretty strong.  Families in the area are really scared because of the whole experience of November 2012.  There are houses destroyed,\" he said.\n Raul Hernandez, a Guatemalan fire services spokesman, said two deaths were reported in San Rafael Pie de la Cuesta in San Marcos.  He also said the quake had damaged 30 houses.\n Twelve people are in hospital receiving treatment and 50 houses were evacuated in the region, which suffered major disruptions to communication, added Sergio Vasquez, another spokesman for fire services.\n \"The whole San Marcos region is pretty affected,\" he said.\n The quake was centred 22 km southwest of the city of Tapachula in Chiapas at a depth of about 60 km said the U.S. Geological Survey, which had originally reported the quake at a magnitude of 7.1.",
                    "date": "2014-07-08",
                    "eventUri": "937422",
                    "id": "14391727",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7294,
                    "source": {
                        "title": "CBC News",
                        "uri": "www.cbc.ca"
                    },
                    "time": "00:09:00",
                    "title": "Powerful quake rocks Guatemala, Mexico, killing at least 3 people",
                    "uri": "194946223",
                    "url": "http://www.cbc.ca/news/world/strong-earthquake-hits-mexico-guatemala-at-least-3-dead-1.2698443?cmp=rss",
                    "wgt": 1
                },
                {
                    "body": "A strong earthquake shook the Guatemalan border with Mexico on Monday, damaging buildings, triggering landslides and sparking reports of at least three deaths, authorities said.\n The magnitude 7.1 quake rattled the Guatemalan border region and town of San Marcos, which was also hit by a 7.4 magnitude earthquake in late 2012 that killed 48 people.\n \"This quake was pretty strong.  Families in the area are really scared because of the whole experience of November 2012.  There are houses destroyed,\" said Luis Rivera, governor of San Marcos.\n #Earthquake #temblor guatemala 58kms San Pedro san marcos pic.t twitter.c com/kXrbEKdmrc -- Christian Celada (@chriscelada)\nJuly 7, 2014\nCracks opened up in buildings in San Marcos, there were landslides in the area, and power lines came down after the early morning quake, authorities said.\n \"We have reports of damaged homes and apparently three people dead.  For now, this is all supposition, we're going by air to make checks,\" said Sergio Cabanas, a spokesman for Guatemalan emergency services.\n Raul Hernandez, a Guatemalan fire services spokesman, said two deaths were reported in San Rafael Pie de la Cuesta in San Marcos.  He also said the quake had damaged 30 houses.\n Twelve people are in hospital receiving treatment and 50 houses were evacuated in the region, which suffered major disruptions to communication, added Sergio Vasquez, another spokesman for fire services.\n \"The whole San Marcos region is pretty affected,\" he said.\n The quake was centered 22 miles (35 km) west-southwest of the city of Tapachula in the Mexican state of Chiapas at a depth of about 47 miles (75 km) the U.S. Geological Survey said.  Authorities in Chiapas said there were no immediate reports of major damage.  The quake was also felt in El Salvador.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14377976",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7106,
                    "source": {
                        "title": "Ottawa Sun",
                        "uri": "www.ottawasun.com"
                    },
                    "time": "16:24:00",
                    "title": "Powerful quake rocks Guatemala, Mexico, 2 people reported dead",
                    "uri": "194889533",
                    "url": "http://www.ottawasun.com/2014/07/07/powerful-quake-rocks-guatemala-mexico-2-people-reported-dead",
                    "wgt": 1
                },
                {
                    "body": "Guatemala City: A strong earthquake shook the Guatemalan border with Mexico on Monday, killing at least three people, damaging dozens of buildings and triggering landslides.\n The magnitude 7.1 quake struck the Guatemalan border region of San Marcos, which was also hit by a 7.4 magnitude earthquake in November 2012 that killed 48 people.\n Cracks opened up in buildings, there were landslides causing roadblocks, and power lines came down in the area after the early morning quake, authorities said.  Asked to confirm reports the quake had claimed three lives, Alejandro Maldonado, director of Guatemalan emergency authority CONRED, said: \"Yes, unfortunately.\" \"\nLuis Rivera, governor of the San Marcos region, said at least 48 homes suffered significant damage in the local town of La Reforma, whose municipal cemetery was also destroyed.\n \"This quake was pretty strong.  Families in the area are really scared because of the whole experience of November 2012.  There are houses destroyed,\" he said.\n Raul Hernandez, a Guatemalan fire services spokesman, said two deaths were reported in San Rafael Pie de la Cuesta in San Marcos.  He also said the quake had damaged 30 houses.\n Twelve people are in hospital receiving treatment and 50 houses were evacuated in the region, which suffered major disruptions to communication, added Sergio Vasquez, another spokesman for fire services.\n \"The whole San Marcos region is pretty affected,\" he said.  Authorities in Chiapas said there were no immediate reports of major damage.  The quake was also felt in El Salvador.",
                    "date": "2014-07-10",
                    "eventUri": "937422",
                    "id": "14538654",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6868,
                    "source": {
                        "title": "news.in.msn.com",
                        "uri": "news.in.msn.com"
                    },
                    "time": "09:42:00",
                    "title": "Powerful quake rocks Guatemala, killing at least 3 people",
                    "uri": "195604496",
                    "url": "http://news.in.msn.com/international/powerful-quake-rocks-guatemala-killing-at-least-3-people",
                    "wgt": 1
                },
                {
                    "body": "A strong 6.9-magnitude earthquake rocked southern Mexico and Guatemala on Monday killing at least three people - including a newborn baby at a hospital - and injuring dozens.\n The quake, initially measured at a magnitude of 7.1, struck the Pacific coast of Mexico's Chiapas state at about 11.24am GMT at a depth of 60 kilometres, the US Geological Survey said.\n The epicentre was just two kilometres from the Mexican town of Puerto Madero, and 200 kilometres from Guatemala City.\n About 10 minor aftershocks rattled the region, causing more panic and triggering landslides, and authorities warned the toll of dead and injured could rise as the scale of the tragedy became clear.\n Two of the dead were in Mexico and a baby died in a hospital in Guatemala's western border state of San Marcos when part of a ceiling caved in, President Otto Perez told reporters.\n Perez added that 35 people had been injured, two of them critically, and 70 homes had been reported damaged, half of them beyond repair.\n In the Guatemalan village of San Pedro Sacatepequez, a shaken Manuel Mendez stood in front of the ruins of the house he had built with $125 000 in savings from a decade of work in the United States.\n \"I built this for my family, my children,\" the 35-year-old immigrant told AFP.  \"I have to be strong.\" \"\nPoorest hit\nIn Mexico, a 51-year-old man died in the town of Huixtla, near the border with Guatemala, after a wall fell on him at his home, the Chiapas state civil protection department said.\n A 74-year-old man perished in Mapastepec while four others were hurt in the town of 44 000, none of them seriously, spokesperson Jose Manuel Aragon told AFP.\n Authorities were assessing damage in other areas of Chiapas, one of the poorest states in Mexico.\n \"It is possible that the number of injured could rise,\" Aragon said.\n Buildings and highways were cracked, and mountain roads collapsed, Mexican authorities said.  At the airport in Tapachula, ceilings caved in but flights were still operating.\n President Perez and his Mexican counterpart Enrique Pena Nieto met as previously scheduled to discuss immigration issues.  The pair had been expected to discuss the quake.\n Tremors could be felt hundreds of miles away in Mexico City, where no damage or injuries were reported, according to Mayor Miguel Angel Mancera.\n The quake was also felt in El Salvador.\n Mexico is prone to seismic activity, with earthquakes occurring most often along the Pacific coast.\n A series of strong quakes hit the country two months ago, with a 6.4-magnitude one on May 8 felt in the capital and causing a bridge to collapse in Guerrero, but sparing the country from major damage or injuries.\n Western Guatemala was rocked by a 7.4-magnitude earthquake in November 2012.  Forty-four people were killed.",
                    "date": "2014-07-08",
                    "eventUri": "937422",
                    "id": "14398343",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6568,
                    "source": {
                        "title": "iAfrica.com",
                        "uri": "news.iafrica.com"
                    },
                    "time": "06:19:00",
                    "title": "Quake rocks Mexico, Guatemala",
                    "uri": "194983262",
                    "url": "http://news.iafrica.com/worldnews/948109.html",
                    "wgt": 1
                },
                {
                    "body": "An earthquake off the southern coast of Mexico early this morning could be felt in Mexico City, the U.S. Geological Survey reports.\n The 7.1 magnitude quake struck off Mexico's southern coast near the border with Guatemala.  It centered in the Pacific Ocean but not far from the coast, about 22 miles west-southwest of Tapachula, Mexico, and about 140 miles west of Guatemala City, Guatemala.\n The depth of the quake was 47.2 miles, the USGS said.\n There were no reports of damage or injuries in the capital or in the southern state of Chiapas.\n Mike W. Thomas covers technology/telecom, military, finance, regulatory issues as well as nonprofits/education.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14371338",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.633,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "12:51:00",
                    "title": "Earthquake shakes southern Mexico (Video)",
                    "uri": "194861934",
                    "url": "http://www.bizjournals.com/sanantonio/blog/morning-edition/2014/07/earthquake-shakes-southern-mexico.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbizj_national%2B%2528Bizjournals%2BNational%2BFeed%2529",
                    "wgt": 1
                },
                {
                    "body": "A 6.9-magnitude earthquake has struck southern Mexico and Guatemala.\n Guatemalan firefighters said they had received reports of two people being killed in the region of San Marcos, on the border with Mexico.\n Dozens of homes are also said to have been damaged in San Marcos.\n The quake's epicentre was near the city of Puerto Madero in the southern Mexican state of Chiapas, but it could be felt as far north as Mexico City and as far south as El Salvador.\n The US Geological Survey said the quake had originated 60km (37 miles) below the surface, while Mexican seismologists said its depth was more than 90km.\n The emergency services in Guatemala said two people died when their house collapsed on top of them in the town of San Rafael Pie de la Cuesta.\n The same area was struck by a quake in 2012 which killed almost 50 people.\n A resident of Guatemala City told the BBC she had been woken up by the quake which \"shook her whole house\".\n There have been no reports of any deaths in Mexico.\n Officials in Chiapas said there had only been \"slight damage\" to infrastructure.\n Mexico lies on top of three continental plates and is regularly shaken by tremors.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14373781",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6265,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "14:11:00",
                    "title": "Quake strikes Mexico and Guatemala",
                    "uri": "194871955",
                    "url": "http://www.bbc.co.uk/news/world-latin-america-28195604#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "MEXICO CITY: A 7.1-magnitude earthquake struck the Mexican state of Chiapas Monday morning, near the Pacific coast, seismologists said.  There were no immediate reports of major damage.\n The US Geological Survey said the quake occurred around 1124 GMT and was located about 4 miles (8 kilometers) from the coast near the Guatemalan border, at a depth of 57 miles (92 kilometers).\n Although the USGS put the quake's magnitude at 7.1, Mexico's national seismological service gave a reading of 6.9.\n The quake caused \"slight damage\" to Chiapas infrastructure, but no injuries, Civil Protection National Coordinator Luis Felipe Puente told Milenio television.\n Tremors could be felt some 670 miles away in parts of Mexico City where \"for the moment there is no damage or injuries,\" Mayor Miguel Angel Mancera said.\n It was also felt in El Salvador, where no injuries or damage were reported.\n Mexico is located at a meeting point of five tectonic plates, which cause strong seismic activity, with earthquakes occurring most often along the Pacific coast.  -AFP",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14372233",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.596,
                    "source": {
                        "title": "NST Online",
                        "uri": "www.nst.com.my"
                    },
                    "time": "13:20:00",
                    "title": "7.1-magnitude quake strikes Chiapas, Mexico | New Straits Times",
                    "uri": "194865646",
                    "url": "http://www.nst.com.my/node/10537",
                    "wgt": 1
                },
                {
                    "body": "A new born baby was among at least five people killed after a strong earthquake struck the border between Guatemala and Mexico on Monday.\n Much of the damage from the 6.9 magnitude quake was reported in the Guatemalan region of San Marcos.  The baby died when the roof of the local hospital collapsed.\n The tremor brought down power lines and triggered landslides blocking roads.\n Across the border emergency services said two of the victims there also died in building collapses.\n The quake was centred 22 km southwest of the Mexican city of Tapachula in Chiapas.  The US Geological Survey said it occurred at a depth of about 60 km.\nThe area suffered a major earthquake two years ago in which 48 people died.\n This time the moment Monday's quake struck was caught on camera during a live studio broadcast.\n Two presenters were seen swaying as they sat at their desks until the tremor stopped.",
                    "date": "2014-07-08",
                    "eventUri": "937422",
                    "id": "14399517",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5834,
                    "source": {
                        "title": "euronews",
                        "uri": "www.euronews.com"
                    },
                    "time": "07:22:00",
                    "title": "At least five die after earthquake rocks Guatemala and Mexico",
                    "uri": "194989676",
                    "url": "http://www.euronews.com/2014/07/08/at-least-five-die-after-earthquake-rocks-guatemala-and-mexico/",
                    "wgt": 1
                },
                {
                    "body": "CONNECTTWEETLINKEDINCOMMENTEMAILMORE\nTUXTLA GUTIERREZ, Mexico - The death toll in from a magnitude-6.9 earthquake near Mexico's border with Guatemala has risen to five, with authorities confirming two more deaths in Mexico.\n The director of civil defense for the Mexican border state of Chiapas says a total of four people there were killed by falling pieces of roofs or walls.\n Luis Manuel Garcia Moreno said Tuesday that about 9,000 homes in Chiapas were damaged.\n In neighboring Guatemala, President Otto Perez Molina said a baby died when parts of the ceiling collapsed on the newborn in the San Marco medical center.  Perez Molina said 33 people were injured in Guatemala.\n The quake occurred early Monday on Mexico's Pacific coast near the Guatemala border.\n Read or Share this story: http://on.wkyc.com/1lShbLk",
                    "date": "2014-07-09",
                    "eventUri": "937422",
                    "id": "14428803",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5334,
                    "source": {
                        "title": "WKYC",
                        "uri": "www.wkyc.com"
                    },
                    "time": "00:32:00",
                    "title": "Death toll in Mexico, Guatemala quake rises to 5",
                    "uri": "195120840",
                    "url": "http://www.wkyc.com/story/news/nation/2014/07/08/earthquake-deaths-increase/12387401/?utm_source=dlvr.it&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- A 6.9 magnitude earthquake struck Monday morning in southern Mexico's Chiapas state near the border with Guatemala, the U.S. Geological Survey said.\n The quake happened at 6:23 a.m. (7:23 a.m. ET), about 1 mile from Puerto Madero, Mexico, which is situated on the country's Pacific coast.\n Strong shaking was felt in southern Chiapas state and western Guatemala, according to the USGS.  The epicenter was about 127 miles west of Guatemala's capital, Guatemala City.\n Details about damage weren't immediately available.\n The depth of the quake was 37 miles, the USGS said.  The USGS initially said the magnitude was 7.1.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14373527",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4882,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "14:03:00",
                    "title": "Strong quake strikes off Mexico",
                    "uri": "194870986",
                    "url": "http://edition.cnn.com/2014/07/07/world/americas/mexico-earthquake/index.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Brss%252Fcnn_world%2B%2528RSS%253A%2BWorld%2529",
                    "wgt": 1
                },
                {
                    "body": "Mexico City: A 7.1-magnitude earthquake struck the Mexican state of Chiapas Monday morning, near the Pacific coast, US seismologists said.\n But authorities have assured that there is no Tsunami threat.\n The US Geological Survey said the quake occurred around 11.24 Greenwich Mean Time or GMT and was located about 4 miles (8 kilometers) from the coast near the Guatemalan border, at a depth of 57 miles (92 kilometers).",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14370485",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4667,
                    "source": {
                        "title": "NDTV.com",
                        "uri": "www.ndtv.com"
                    },
                    "time": "12:25:00",
                    "title": "7.1-Magnitude Earthquake Hits Southern Mexico, No Tsunami Threat",
                    "uri": "194858653",
                    "url": "http://www.ndtv.com/article/world/7-1-magnitude-earthquake-hits-southern-mexico-no-tsunami-threat-554438",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES -- A small earthquake rattled nerves and jostled store shelves in and around the Southern California community of Big Bear Lake on Saturday.\n Randy Naquin of the San Bernardino County Sheriff's Department said he had no reports of damage from the widely felt temblor.  But the state Transportation Department said a section of nearby highway was closed by a rockslide.  It wasn't immediately clear if the slide had been caused by the shaking.\n City News Service reported that snowplows were dispatched to clear rocks and at least six vehicles were stranded temporarily.\n The U.S. Geological Survey reported the quake hit about 10 a.m. Saturday, centered about 6 miles northwest of the lake resort.  It had a preliminary 4.6 magnitude -- considered a light quake.  Two other smaller quakes were also reported, but it wasn't immediately clear if they were separate or related to the larger temblor.\n Wick Phillips, who owns a gift and furnishings store with his wife, Tracy, in Big Bear Lake, said about 15 coffee mugs and glass items were shattered after being knocked from shelves.  The quake hit at a time when the downtown area was filled with holiday vacationers.\n \"It was a very sharp jolt, followed by about 10 seconds of the building moving,\" Phillips said.  The building was not structurally damaged, and he and his wife were not hurt.",
                    "date": "2014-07-06",
                    "eventUri": "937422",
                    "id": "14340703",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3713,
                    "source": {
                        "title": "syracuse.com",
                        "uri": "www.syracuse.com"
                    },
                    "time": "02:30:00",
                    "title": "Saturday-morning earthquake rattles nerves in Southern California",
                    "uri": "194676917",
                    "url": "http://www.syracuse.com/news/index.ssf/2014/07/saturday-morning_earthquake_ra.html",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES (AP) -- A small earthquake rattled nerves and jostled store shelves in and around the Southern California community of Big Bear Lake on Saturday.\n Randy Naquin of the San Bernardino County Sheriff's Department said he had no reports of damage from the widely felt temblor.  But the state Transportation Department said a section of nearby highway was closed by a rockslide.  It wasn't immediately clear if the slide had been caused by the shaking.\n City News Service reported that snowplows were dispatched to clear rocks and at least six vehicles were stranded temporarily.\n The U.S. Geological Survey reported the quake hit about 10 a.m. Saturday, centered about 6 miles northwest of the lake resort.  It had a preliminary 4.6 magnitude -- considered a light quake.  Two other smaller quakes were also reported, but it wasn't immediately clear if they were separate or related to the larger temblor.\n Wick Phillips, who owns a gift and furnishings store with his wife, Tracy, in Big Bear Lake, said about 15 coffee mugs and glass items were shattered after being knocked from shelves.  The quake hit at a time when the downtown area was filled with holiday vacationers.\n \"It was a very sharp jolt, followed by about 10 seconds of the building moving,\" Phillips said.  The building was not structurally damaged, and he and his wife were not hurt.",
                    "date": "2014-07-06",
                    "eventUri": "937422",
                    "id": "14341643",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.355,
                    "source": {
                        "title": "Beaumont Enterprise",
                        "uri": "www.beaumontenterprise.com"
                    },
                    "time": "03:59:00",
                    "title": "Light quake rattles nerves in Southern California",
                    "uri": "194683975",
                    "url": "http://www.beaumontenterprise.com/news/us/article/Light-quake-rattles-nerves-in-Southern-California-5601604.php",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 21,
            "averageDate": "2014-07-07",
            "avgCos": 0.5946,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "937422",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "936067",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Guatemala",
                    "lat": 15.5,
                    "long": -90.25,
                    "wikiUri": "http://en.wikipedia.org/wiki/Guatemala"
                },
                "labelEng": "Guatemala City",
                "lat": 14.64072,
                "long": -90.51327,
                "wikiUri": "http://en.wikipedia.org/wiki/Guatemala_City"
            },
            "storyDate": "2014-07-07",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-537532",
            "variance": 0.4559
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-199600": {
        "articles": {
            "resultCount": 18,
            "results": [
                {
                    "body": "El terremoto ha tenido lugar muy cerca de la frontera entre México y Guatemala\nAl menos dos personas han fallecido en Guatemala, en la región de San Marcos, tras el terremoto registrado este lunes en la ciudad mexicana de Tapachula, cercana a la frontera entre ambos países.\n El epicentro del seísmo se localizó a 16 kilómetros al suroeste de Tapachula, en el estado de Chiapas, y a 200 kilómetros al oeste de Ciudad de Guatemala, según el Servicio Geológico de Estados Unidos.\n El movimiento sacudió principalmente el departamento de San Marcos, en el suroeste de Guatemala, donde los servicios de emergencia han informado de al menos dos fallecidos.\n Según las autoridades guatemaltecas, se han producido además daños importantes en 30 casas.  Algunas edificaciones presentaban daños en su estructura que provocaron su derrumbe.\n El gobernador de San Marcos, Luis Rivera, ha afirmado que el terremoto \"fue bastante fuerte.  Las familias del departamento están muy aterrorizadas por toda la experiencia de noviembre de 2012.  Tengo reportes que vías de comunicación están bloqueadas totalmente.  Hay casas destruidas\".\n Sergio Vásquez, portavoz de bomberos voluntarios, ha indicado que 50 casas habían sido evacuadas en San Marcos.  \"Toda la región de San Marcos está bastante afectada\", ha comentado.\n La Coordinadora Nacional para la Reducción de Desastres (Conred) ha decretado la alerta anaranjada (prevención) en el país a raíz del terremoto y posteriormente el Ministerio de Educación ha anunciado la suspensión de las clases en el oeste del país.\n En México, el Instituto de Protección Civil de Chiapas ha informado a través de Twitter de la muerte de una persona, al que se ha identificado como José Molina, al que le ha caído una barda encima en la zona de Huixtla.\n El Twitter oficial del centro histórico de la ciudad de Tapachula, en la que se ha localizado el epicentro, ha informado de daños en el aeropuerto de la ciudad.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14376002",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7633,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "15:23:00",
                    "title": "Un terremoto en el sur de México provoca dos muertes en Guatemala",
                    "uri": "194881596",
                    "url": "http://www.abc.es/internacional/20140707/abci-muertos-terremoto-mexico-guatemala-201407071640.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Un terremoto de 6,9 grados en la escala Richter sacudió este lunes por la madrugada el sur de México, en una zona cercana a la frontera con Guatemala, informó el Servicio Sismológico Nacional (SSN) de México.\n El movimiento telúrico se produjo a 47 kilómetros al suroeste de la ciudad de Tapachula, en el Pacífico mexicano, según reportó la citada oficina, y a 60 kilómetros de profundidad.\n Además se percibió en Guatemala, pues el epicentro se ubicó a unos 200 kilómetros de la capital, Ciudad de Guatemala.\n Según señalaron informes preliminares de Protección Civil de México, el terremoto no ha causado víctimas ni daños materiales.\n El coordinador nacional de Protección Civil, Luis Felipe Puente, indicó a través de la red social Twitter que no hay daños \"por la lejanía\" del temblor, cuyo epicentro fue situado 47 kilómetros al suroeste de Tapachula, en el suroriental estado de Chiapas.\n El jefe del Gobierno del Distrito Federal de México, Miguel Angel Mancera, informó en su cuenta de Twitter que el sismo se sintió en la capital mexicana, donde \"se activaron los protocolos de revisión en la ciudad\", informan medios locales.\n En tanto, según el Servicio Geológico de Estados Unidos (USGS), el terremoto también se sintió en ciudades como Tuxtla Gutiérrez, o en la capital de El Salvador, además de en otras más remotas del caribe mexicano, como Carmen.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14372847",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7611,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "13:42:00",
                    "title": "Terremoto sacudió el sur de México y Guatemala - Cooperativa.cl",
                    "uri": "194868449",
                    "url": "http://www.cooperativa.cl/noticias/mundo/mexico/terremoto-sacudio-el-sur-de-mexico-y-guatemala/2014-07-07/093653.html",
                    "wgt": 1
                },
                {
                    "body": "El epicentro del seísmo se ha localizado a 16 kilómetros al suroeste de la ciudad mexicana de Tapachula.\n Al menos tres personas han muerto en Guatemala y otra más en México por el terremoto de 6,9 de magnitud en la escala Richter, según datos revisados, que se ha dejado sentir en el sur del país azteca y en el oeste el país centroamericano.\n El epicentro del seísmo se localizó a 16 kilómetros al suroeste de la ciudad mexicana de Tapachula, fronteriza con Guatemala en el estado de Chiapas, y a 200 kilómetros al oeste de Ciudad de Guatemala, según el Servicio Geológico de Estados Unidos.\n El movimiento telúrico sacudió principalmente el departamento de San Marcos, en el suroeste de Guatemala, donde los servicios de emergencia han informado de al menos tres fallecidos.\n Según las autoridades, en San Marcos algunas edificaciones presentaban daños en estructura y había informaciones de derrumbes en la zona.  \"Este seísmo fue bastante fuerte.  Las familias del departamento están muy aterrorizadas por toda la experiencia de noviembre de 2012 (...) Tengo reportes que vías de comunicación están bloqueadas totalmente.  Hay casas destruidas\", ha precisado el gobernador de San Marcos, Luis Rivera.  Por su parte, Sergio Vásquez, portavoz de bomberos voluntarios, ha indicado que 50 casas habían sido evacuadas en San Marcos.  \"Toda la región de San Marcos está bastante afectada\", ha comentado.\n La Coordinadora Nacional para la Reducción de Desastres (Conred) ha decretado la alerta anaranjada (prevención) en el país a raíz del terremoto y posteriormente el Ministerio de Educación ha anunciado la suspensión de las clases en el oeste del país.\n Daños en el aeropuerto de Tapachula\nEn México, el Instituto de Protección Civil de Chiapas ha informado a través de Twitter de la muerte de una persona, al que se ha identificado como José Molina, al que le ha caído una barda encima en la zona de Huixtla.  \"Personal de PC se encuentra acompañando a los familiares de la persona fallecida por caída de barda en Huixtla\", ha indicado.  Asimismo, ha informado de grietas en varias viviendas en la región Soconusco.\n El Twitter oficial del centro histórico de la ciudad de Tapachula, en la que se ha localizado el epicentro, ha informado de daños en el aeropuerto de la ciudad.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14376495",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7565,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "15:39:00",
                    "title": "Al menos tres muertos en Guatemala y otro en México por un terremoto de 6,9 grados",
                    "uri": "194883493",
                    "url": "http://www.abc.es/internacional/20140707/rc-menos-tres-muertos-guatemala-201407071420.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Un terremoto de magnitud 7,1 en la escala Richter ha sacudido este lunes el sur de México y parte de Guatemala, según ha informado el Servicio Geológico de Estados Unidos.  El epicentro se situó al suroeste de Tapachula, en el estado de Chiapas.  Por el momento se desconoce si hay víctimas mortales o daños materiales.  El seísmo se ha producido a 8 kilómetros de la ciudad costera de Puerto Madero, en el Pacífico mexicano, y a unos 90 kilómetros de profundidad.\n El jefe del Gobierno del Distrito Federal de México, Miguel Ángel Mancera, informó en su cuenta de Twitter de que el seísmo se sintió en la capital mexicana, donde \"se activaron los protocolos de revisión en la ciudad\", según varios medios locales.\n Según el servicio geológico estadounidense, el terremoto también ha sido sentido en ciudades como Tuxtla Gutiérrez y en la capital de El Salvador, San Salvador, además de en otras zonas del caribe mexicano.\n Un funcionario de la Coordinadora Nacional para la Reducción de Desastres (Conred) de Guatemala, Sergio Cabañas, dijo que se ha decretado una alerta anaranjada (prevención) en el país a raíz del fuerte sismo, que principalmente afectó el departamento de San Marcos, fronterizo con México.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14371456",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.75,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "internacional.elpais.com"
                    },
                    "time": "12:45:00",
                    "title": "Un terremoto de magnitud 7,1 sacude el Guatemala y el sur de México - El País.com (España)",
                    "uri": "194862556",
                    "url": "http://internacional.elpais.com/internacional/2014/07/07/actualidad/1404736108_807228.html",
                    "wgt": 1
                },
                {
                    "body": "El terremoto ha tenido lugar muy cerca de la frontera entre México y Guatemala\nEl presidente de Guatemala, Otto Pérez Molina, ha confirmado la muerte de un bebé y otras 35 personas heridas en la región de San Marcos, tras el terremoto registrado este lunes en la ciudad mexicana de Tapachula, cercana a la frontera entre ambos países.\n El epicentro del seísmo se localizó a 16 kilómetros al suroeste de Tapachula, en el estado de Chiapas, y a 200 kilómetros al oeste de Ciudad de Guatemala, según el Servicio Geológico de Estados Unidos.\n El movimiento sacudió principalmente el departamento de San Marcos, en el suroeste de Guatemala, donde los servicios de emergencia han informado de al menos dos fallecidos.\n Según las autoridades guatemaltecas, se han producido además daños importantes en 30 casas.  Algunas edificaciones presentaban daños en su estructura que provocaron su derrumbe.\n El gobernador de San Marcos, Luis Rivera, ha afirmado que el terremoto \"fue bastante fuerte.  Las familias del departamento están muy aterrorizadas por toda la experiencia de noviembre de 2012.  Tengo reportes que vías de comunicación están bloqueadas totalmente.  Hay casas destruidas\".\n Sergio Vásquez, portavoz de bomberos voluntarios, ha indicado que 50 casas habían sido evacuadas en San Marcos.  \"Toda la región de San Marcos está bastante afectada\", ha comentado.\n La Coordinadora Nacional para la Reducción de Desastres (Conred) ha decretado la alerta anaranjada (prevención) en el país a raíz del terremoto y posteriormente el Ministerio de Educación ha anunciado la suspensión de las clases en el oeste del país.\n En México, el Instituto de Protección Civil de Chiapas ha informado a través de Twitter de la muerte de una persona, al que se ha identificado como José Molina, al que le ha caído una barda encima en la zona de Huixtla.\n El Twitter oficial del centro histórico de la ciudad de Tapachula, en la que se ha localizado el epicentro, ha informado de daños en el aeropuerto de la ciudad.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14385181",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.746,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "20:00:00",
                    "title": "Un bebé muerto y 35 heridos en Guatemala por seísmo al sur de ... - ABC.es",
                    "uri": "194918693",
                    "url": "http://www.abc.es/internacional/20140707/abci-muertos-terremoto-mexico-guatemala-201407071640.html",
                    "wgt": 1
                },
                {
                    "body": "Un terremoto de 6,5 grados sacude la zona de Oaxaca y se siente en el centro de la capital\nEl seísmo se ha producido a 8 kilómetros de la ciudad costera de Puerto Madero, en el Pacífico mexicano y a unos 200 kilómetros al este de la capital guatemalteca; el epicentro del seísmo se situó al suroeste de Tapachula, en el estado de Chiapas.\n No es la primera vez que el país mexicano sufre un terremoto de estas características.  En mayo de este año tuvo lugar uno de 7,2 grados que sacudió el suroeste de México, según confirmó el Servicio Sismológico Nacional (SSN).  En esta ocasión hubo daños materiales leves y escenas de pánico por parte de la población.\n Por el momento, no se conoce si ha habido víctimas o daños materiales como consecuencia del movimiento sísmico.\n El Jefe del Gobierno del Distrito Federal de México, Miguel Angel Mancera, ha informado en su cuenta de twitter de que el seísmo se sintió en la capital mexicana, donde \"se activaron los protocolos de revisión en la ciudad\", según han afirmado los medios locales.\n Se concluye protocolo de revisión, se observan algunos desalojos, por el momento no hay daños ni lesionados #mm?  Miguel Ángel Mancera (@ManceraMiguelMX) julio 7, 2014",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14374810",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7459,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "14:45:00",
                    "title": "Un terremoto de 6,9 grados sorprende al sur de México",
                    "uri": "194876480",
                    "url": "http://www.cadenaser.com/internacional/articulo/terremoto-69-grados-sorprende-sur-mexico/csrcsrpor/20140707csrcsrint_2/Tes",
                    "wgt": 1
                },
                {
                    "body": "Un terremoto de 6,5 grados sacude la zona de Oaxaca y se siente en el centro de la capital\nEl seísmo se ha producido a 8 kilómetros de la ciudad costera de Puerto Madero, en el Pacífico mexicano y a unos 200 kilómetros al este de la capital guatemalteca; el epicentro del seísmo se situó al suroeste de Tapachula, en el estado de Chiapas.\n No es la primera vez que el país mexicano sufre un terremoto de estas características.  En mayo de este año tuvo lugar uno de siete grados que sacudió el suroeste de México, según confirmó el Servicio Sismológico Nacional (SSN).  En esta ocasión hubo daños materiales leves y escenas de pánico por parte de la población.\n Por el momento, no se conoce si ha habido víctimas o daños materiales como consecuencia del movimiento sísmico.\n Se concluye protocolo de revisión, se observan algunos desalojos, por el momento no hay daños ni lesionados #mm?  Miguel Ángel Mancera (@ManceraMiguelMX) julio 7, 2014\nEl Jefe del Gobierno del Distrito Federal de México, Miguel Angel Mancera, ha informado en su cuenta de twitter de que el seísmo se sintió en la capital mexicana, donde \"se activaron los protocolos de revisión en la ciudad\", según han afirmado los medios locales.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14371453",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7448,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "12:55:00",
                    "title": "El sur de México sorpendido por un terremoto de 7,1 grados",
                    "uri": "194862493",
                    "url": "http://www.cadenaser.com/internacional/articulo/terremoto-71-grados-sorprende-sur-mexico/csrcsrpor/20140707csrcsrint_2/Tes",
                    "wgt": 1
                },
                {
                    "body": "Un terremoto de 6,5 grados sacude la zona de Oaxaca y se siente en el centro de la capital\nEl seísmo se ha producido a 8 kilómetros de la ciudad costera de Puerto Madero, en el Pacífico mexicano y a unos 200 kilómetros al este de la capital guatemalteca; el epicentro del seísmo se situó al suroeste de Tapachula, en el estado de Chiapas.\n No es la primera vez que el país mexicano sufre un terremoto de estas características.  En mayo de este año tuvo lugar uno de 7,2 grados que sacudió el suroeste de México, según confirmó el Servicio Sismológico Nacional (SSN).  En esta ocasión hubo daños materiales leves y escenas de pánico por parte de la población.\n Han fallecido al menos a cuatro personas, dañando decenas de edificios y provocando deslizamientos de tierra\nEl Jefe del Gobierno del Distrito Federal de México, Miguel Angel Mancera, ha informado en su cuenta de twitter de que el seísmo se sintió en la capital mexicana, donde \"se activaron los protocolos de revisión en la ciudad\", según han afirmado los medios locales.\n Se concluye protocolo de revisión, se observan algunos desalojos, por el momento no hay daños ni lesionados #mm?  Miguel Ángel Mancera (@ManceraMiguelMX) julio 7, 2014",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14378696",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7343,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "16:45:00",
                    "title": "Potente terremoto de 6,9 grados en el sur de México",
                    "uri": "194892193",
                    "url": "http://www.cadenaser.com/internacional/articulo/potente-terremoto-69-grados-sur-mexico/csrcsrpor/20140707csrcsrint_2/Tes",
                    "wgt": 1
                },
                {
                    "body": "(CNNMéxico) -- Un sismo de magnitud 6.9 grados ocurrió la mañana de este lunes al suroeste de la ciudad de Tapachula, Chiapas, cerca de la frontera mexicana con Guatemala.\n El Servicio Sismológico Nacional (SSM) reportó que el epicentro del temblor fue ubicado a 35 kilómetros al suroeste de Tapachula, a las 06:23 horas (local).\n El temblor fue registrado por el SSM con magnitud preliminar de 6.6 grados.  Mientras, el Servicio Geológico de Estados Unidos reportó que la magnitud preliminar del temblor fue de 7.1 grados.\n El director de Protección Civil federal, Luis Felipe Puente, informó a través de Twitter que no hay daños reportados en Chiapas.  También el gobernador de la entidad, Manuel Velasco, descartó afectaciones.\n En la Ciudad de México, el jefe de gobierno Miguel Ángel Mancera indicó que hubo \"algunos desalojos\" de edificios, además de que se activó el protocolo de revisión por sismo.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14370838",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7342,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "12:35:00",
                    "title": "Un sismo de 6.6 grados se registra en México",
                    "uri": "194858233",
                    "url": "http://mexico.cnn.com/nacional/2014/07/07/un-sismo-de-66-grados-se-registra-en-mexico-con-epicentro-en-chiapas",
                    "wgt": 1
                },
                {
                    "body": "El epicentro se registró en Chiapas, cerca de la frontera con Guatemala.  Murieron, al menos, dos personas.\n CIUDAD DE MEXICO, México.- - Un fuerte sismo de 7,1 de magnitud con epicentro cerca de la frontera con Guatemala provocó hoy daños en viviendas, tanto en el sureño estado mexicano de Chiapas como en el norte de Guatemala, según datos del Servicio Geológico de Estados Unidos (USGS, por sus siglas en inglés).\n Precisamente, autoridades del país centroamericano informaron que dos personas murieron a causa de los derrumbes que generó el movimiento telúrico, según publicó el período mexicano Eluniversal.c com.m mx.\n El temblor tuvo epicentro 47 kilómetros al suroeste de Tapachula, en el estado de Chiapas, con una profundidad de 60 kilómetros, según el servicio sismológico mexicano.  Hay \"cuarteaduras (grietas) en varias viviendas en región del Soconusco\", informó el organismo de Protección Civil de Chiapas en su cuenta de Twitter.  El coordinador nacional de Protección Civil, Luis Felipe Puente, afirmó fue un sismo \"sin daños a personas en este momento\".\n El movimiento telúrico se sintió en algunas zonas de la capital, pero en otras fue imperceptible.  \"No tenemos ningún reporte de emergencias\", declaró el alcalde de Ciudad de México, Miguel Ángel Mancera.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14375139",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7047,
                    "source": {
                        "title": "La Gaceta de Tucuman",
                        "uri": "www.lagaceta.com.ar"
                    },
                    "time": "14:58:00",
                    "title": "Un sismo de 7,1 sacudió el sur de México",
                    "uri": "194877970",
                    "url": "http://www.lagaceta.com.ar/nota/598404/mundo/sismo-71-sacudio-sur-mexico.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BLaGacetaUltimoMomento%2B%2528La%2BGaceta%2B-%2BUltimo%2BMomento%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "México, 7 jul (EFE).- - El movimiento telúrico que sacudió hoy el sur de México, de magnitud 6,9 en la escala Richter según el Sismológico Nacional, no ha causado víctimas ni daños materiales, señalaron informes preliminares de Protección Civil.\n El coordinador nacional de Protección Civil, Luis Felipe Puente, indicó a través de la red social Twitter que no hay daños \"por la lejanía\" del temblor, cuyo epicentro fue situado 47 kilómetros al suroeste de Tapachula, en el suroriental estado de Chiapas.\n El sismo, registrado a las 06.23 hora local (11.23 GMT), se sintió levemente en el sureño estado de Oaxaca y en la capital mexicana, donde los servicios de Protección Civil ya concluyeron los protocolos de revisión.\n \"Por el momento no hay daños ni lesionados\", aseguró el jefe de Gobierno capitalino, Miguel Ángel Mancera, quien indicó que sí se registraron \"algunos desalojos\" en la urbe.\n El Servicio Geológico de Estados Unidos estimó en 7,1 Richter la magnitud del movimiento telúrico y localizó su epicentro a ocho kilómetros de la localidad de Puerto Madero, en el municipio Tapachula, fronterizo con Guatemala.\n México se encuentra en una de las zonas sísmicas más importantes del mundo, dado que interactúan placas tectónicas como las del Pacífico, Cocos, Norteamérica, Caribe y Rivera.\n La mayoría de los movimientos telúricos en México se generan en los estados del sur del país.\n El 18 de abril pasado un sismo de una magnitud de 7,2 en la escala de Richter y con epicentro en el sureño estado de Guerrero causó daños materiales, cortes en la electricidad y la telefonía, así como crisis nerviosas entre la población.  EFE",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14388423",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6782,
                    "source": {
                        "title": "Hidrocalido",
                        "uri": "www.hidrocalidodigital.com"
                    },
                    "time": "21:54:00",
                    "title": "Un terremoto de 6.9 grados sacude el Chiapas",
                    "uri": "194931464",
                    "url": "http://www.hidrocalidodigital.com/local/articulo.php?idnota=73050",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- -La Comisión Federal de Electricidad (CFE) restableció en 98 por ciento el servicio eléctrico en la zona de Tapachula, Chiapas, tras el sismo de 6.9 grados Richter ocurrido esta mañana.\n En un comunicado, asegura que el Sistema Eléctrico Nacional opera con normalidad, sin daños a la infraestructura, a causa del movimiento telúrico, cuyo epicentro se ubicó a 47 kilómetros al suroeste de esa ciudad chiapaneca.\n Señala que tras una revisión se detectaron afectaciones en siete circuitos de distribución en la zona Tapachula y en la central hidroeléctrica Cecilio del Valle.  Indica que en Tapachula 14 mil 658 usuarios se quedaron sin luz, aunque a las 6:47 horas se restableció 98 por ciento de la carga en la zona y a las 07:20 horas quedó normalizado el servicio eléctrico a la población afectada.\n La CFE reporta que en el resto del Sistema se opera con regularidad y que personal de la empresa mantiene la revisión de la infraestructura eléctrica para verificar sus condiciones, para lo cual ofrece a los usuarios el número telefónico 071 y la cuenta de Twitter @CFEmx para reportar fallas locales.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14379116",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5964,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "16:59:00",
                    "title": "CFE restablece servicio eléctrico en Tapachula",
                    "uri": "194894100",
                    "url": "http://www.aztecanoticias.com.mx/notas/finanzas/195584/cfe-restablece-servicio-electrico-en-tapachula",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- - Un sismo de 6.9 en la costa del Pacífico estremeció una amplia zona del sur de México y Centroamérica, y por lo menos 2 personas murieron en Guatemala, reportaron autoridades.\n El Servicio Geológico Nacional de Estados Unidos indicó que el sismo ocurrió a las 6:23 a.m m.  (7:23 a.m m.  EDT; 11:23 GMT) en la costa del Pacífico a unos 8 kilómetros al noreste de Puerto Madero, Chiapas, cerca de la frontera con Guatemala.\n La prensa local mexicana reportó que el sismo se sintió intensamente en los estados de Chiapas y Tabasco, pero allí no hubo reportes de daños o heridos.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14372386",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5582,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "13:26:00",
                    "title": "Reportan 2 muertos por sismo en Guatemala y Chiapas",
                    "uri": "194866476",
                    "url": "http://www.aztecanoticias.com.mx/notas/internacional/195563/reportan-2-muertos-por-sismo-en-guatemala-y-chiapas",
                    "wgt": 1
                },
                {
                    "body": "TUXTLA GUTIÉRREZ, México (AP) _ Un sismo de magnitud 6.9 en la costa del Pacífico estremeció una amplia zona del sur de México y Centroamérica, y por lo menos dos personas murieron en Guatemala y varias viviendas resultaron averiadas, reportaron autoridades.\n El Servicio Geológico Nacional de Estados Unidos dijo que el movimiento ocurrió a las 6:23 a.m m.  (11:23 GMT) en la costa del Pacífico a unos 8 kilómetros al noreste de Puerto Madero, México, cerca de la frontera con Guatemala.  Inicialmente se informó que la magnitud fue de 7.1 pero la agencia luego lo corrigió.\n En Guatemala, el portavoz de los bomberos municipales Raúl Hernández dijo que por lo menos dos personas murieron en el poblado de Pati, en la provincia San Marcos, fronteriza con México, cuando se derrumbaron las paredes de sus viviendas.\n Cecilio Chacaj, vocero de los Bomberos Municipales Departamentales, informó que se están reportando daños en carreteras por derrumbes producto del sismo.  \"Nos reportaron postes de luz derrumbados, las líneas telefónicas también están dañadas y aún estamos esperando reportes de las comunidades lejanas\", dijo Chacaj.\n Usuarios en Twitter han enviado fotografías de los daños en San Marcos, donde se puede observar grandes grietas en las casas, repellos caídos y carreteras con derrumbes que bloquean carreteras.\n El Ministerio de Educación suspendió las clases en los departamentos del occidente del país, entre ellos San Marcos, Huehuetenango y Quetzaltenango, los más afectados por el temblor.\n La defensa civil en Chiapas dijo en su cuenta de Twitter que un hombre murió en Huixtla debido al derrumbe de una pared.\n Hernández dijo que por lo menos 30 viviendas resultaron averiadas en Guatemala, y que ocurrieron deslizamientos de tierras y cayeron postes de electricidad.\n La prensa local mexicana reportó que el sismo se sintió intensamente en los estados de Chiapas y Tabasco.\n El sismo se registró a 92 kilómetros (57 millas) bajo la superficie.\n -- La corresponsal de la AP Sonia Pérez en Guatemala contribuyó con este despacho.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14380684",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5458,
                    "source": {
                        "title": "El Diario de Yucatán",
                        "uri": "yucatan.com.mx"
                    },
                    "time": "17:35:00",
                    "title": "Dos muertos por sismo en sur de México y Guatemala - El Diario de Yucatán",
                    "uri": "194900215",
                    "url": "http://yucatan.com.mx/mexico/medio-ambiente/dos-muertos-por-sismo-en-sur-de-mexico-y-guatemala",
                    "wgt": 1
                },
                {
                    "body": "En un comunicado, asegura que el Sistema Eléctrico Nacional opera con normalidad, sin daños a la infraestructura, a causa del movimiento telúrico, cuyo epicentro se ubicó a 47 kilómetros al suroeste de esa ciudad chiapaneca.\n Señala que tras una revisión se detectaron afectaciones en siete circuitos de distribución en la zona Tapachula y en la central hidroeléctrica Cecilio del Valle.\n Indica que en Tapachula 14 mil 658 usuarios se quedaron sin luz, aunque a las 6:47 horas se restableció 98 por ciento de la carga en la zona y a las 07:20 horas quedó normalizado el servicio eléctrico a la población afectada.\n La CFE reporta que en el resto del Sistema se opera con regularidad y que personal de la empresa mantiene la revisión de la infraestructura eléctrica para verificar sus condiciones, para lo cual ofrece a los usuarios el número telefónico 071 y la cuenta de Twitter @CFEmx para reportar fallas locales.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14380219",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4467,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "17:29:00",
                    "title": "CFE restablece 98% de electricidad en Tapachula - El Universal",
                    "uri": "194898633",
                    "url": "http://www.eluniversal.com.mx/estados/2014/cfe-tapachula-sismo-1021607.html",
                    "wgt": 1
                },
                {
                    "body": "La empres eléctrica reportó que después de revisar el sistema, se restableció el servicio en las localidades afectadas.\n El Sistema Eléctrico Nacional opera con normalidad y no se detectan daños a la infraestructura nacional, luego del sismo de 6.9 grados en la escala de Richter ocurrido esta mañana, informa la Comisión Federal de Electricidad (CFE).\n De acuerdo a los protocolos establecidos, la CFE procedió a la revisión del Sistema Eléctrico Nacional.  Fueron afectados 15 MW de 7 circuitos de distribución en la zona Tapachula y 21 MW de generación en la central hidroeléctrica Cecilio del Valle.  Se reportó que en Tapachula resultaron afectados 14 mil 658 usuarios.\n Después de esta revisión se realizaron los trabajos para restablecer el servicio eléctrico a la población afectada.\n La CFE reportó que el resto del Sistema Eléctrico Nacional opera con normalidad.  La CFE continúa realizando la revisión de la infraestructura eléctrica a fin de verificar sus condiciones.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14380879",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4354,
                    "source": {
                        "title": "Milenio",
                        "uri": "www.milenio.com"
                    },
                    "time": "17:33:00",
                    "title": "CFE descarta daños a la red eléctrica por sismo - Milenio.com",
                    "uri": "194900955",
                    "url": "http://www.milenio.com/negocios/CFE-sismo-servicio_electrico_0_331166969.html",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- - Un sismo de 6.9 en la costa del Pacífico estremeció una amplia zona del sur de México y Centroamérica, y por lo menos 2 personas murieron en Guatemala y una en México, reportaron autoridades de ambos países.\n El Servicio Geológico Nacional de Estados Unidos indicó que el sismo ocurrió a las 6:23 a.m m.  (7:23 a.m m.  EDT; 11:23 GMT) en la costa del Pacífico a unos 8 kilómetros al noreste de Puerto Madero, Chiapas, cerca de la frontera con Guatemala.\n El Instituto de Protección Civil de Chiapas reportó en su cuenta de Twitter que un hombre murió en la población de Huixtla tras caerle una barda.\n Mientras que en Guatemala, el portavoz de los bomberos municipales Raúl Hernández reportó que por lo menos 2 personas murieron en el poblado de San Marcos.  También informó que hay diversos daños en carreteras por los derrumbes: \"Nos reportaron postes de luz derrumbados, las líneas telefónicas también están dañadas y aún estamos esperando reportes de las comunidades lejanas\".\n Usuarios en Twitter han enviado fotografías de los daños en San Marcos, Guatemala, donde se pueden observar grandes grietas en las casas y carreteras con derrumbes.\n El Ministerio de Educación de Guatemala suspendió las clases en los departamentos del occidente del país, entre ellos San Marcos, Huehuetenango y Quetzaltenango, los más afectados por el sismo.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14377935",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3526,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "16:22:00",
                    "title": "Sismo de 6.9 deja 3 muertos en Guatemala y Chiapas",
                    "uri": "194889313",
                    "url": "http://www.aztecanoticias.com.mx/notas/internacional/195563/sismo-de-69-deja-3-muertos-en-guatemala-y-chiapas",
                    "wgt": 1
                },
                {
                    "body": "Luis Felipe Puente, coordinador nacional de Protección Civil, confirmó que el sismo de esta mañana de 6.9 grados dejó saldo de una persona fallecida en Chiapas.\n En entrevista con Noticias MVS, el funcionario federal indicó que también se tiene el reporte de tres personas desaparecidas en el municipio de Cacahoatán.\n \"Se reporta en el municipio de Cacahoatán, en la comunidad de Toquián, tres personas personas desaparecidas, no está confirmado más que como desaparecidos.  Traemos hoy por la tarde alguna confirmación de parte de Protección Civil si fueron ya encontradas o no\", dijo.\n Explicó que las autoridades chiapanecas le reportaron que una persona falleció en Huixtla y que existe posibilidad de otro deceso en Mapastepec.  Sin embargo, dijo que dicho fallecimiento no está confirmado.\n Refirió que el temblor se sintió muy fuerte en la región de Soconusco, Chiapas, y que también fue poco perceptible en Veracruz, Oaxaca, Morelos y el DF.\n Añadió que los daños mayores se presentan en el vecino país de Guatemala.\n Puente refirió que el aeropuerto de Tapachula está funcionando y que no se han comprometido las operaciones normales, aunque trabajadores atienden la caída de plafones.\n El coordinador nacional de Protección Civil añadió que las autoridades de Chiapas le confirmaron que pedirán recursos de Fonden para atender las casas dañadas, y que hasta el momento los albergues no han sido ocupados.",
                    "date": "2014-07-07",
                    "eventUri": "937422",
                    "id": "14384255",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2391,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "19:27:00",
                    "title": "Reportan tres desaparecidos tras sismo en Chiapas - El Universal",
                    "uri": "194915458",
                    "url": "http://www.eluniversal.com.mx/estados/2014/chiapas-sismo-desaparecidos-1021671.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 18,
            "averageDate": "2014-07-07",
            "avgCos": 0.6178,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "937422",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "937955",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Mexico",
                    "lat": 23,
                    "long": -102,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mexico"
                },
                "labelEng": "Chiapas",
                "lat": 16.5,
                "long": -92.5,
                "wikiUri": "http://en.wikipedia.org/wiki/Chiapas"
            },
            "storyDate": "2014-07-07",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-199600",
            "variance": 0.5628
        }
    },
    "meta": {
        "CCAArticleMatchCount": 51,
        "CCAArticleMatchRatio": 0.1574074074074074,
        "CCAAvgCosSim": 0.7059813725490193,
        "CCAAvgMatchWgt": 49.27450980392157,
        "_articleUri1": "194881596",
        "_articleUri2": "194946223",
        "_datetime": "2015-02-19 12:02:06",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-199600",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-537532",
        "_username": "Evgenia Belyaeva",
        "artCount1": 18,
        "artCount2": 21,
        "avgCosSimStory1": 0.6178,
        "avgCosSimStory2": 0.5946,
        "categorySim": 0,
        "conceptCosSim": 0.5250703736420372,
        "conceptJaccardSim": 0.1910112359550562,
        "coreTime1": 127236.9166666667,
        "coreTime2": 127236.4166666667,
        "coreTimeStDev1": 2.11765453284658,
        "coreTimeStDev2": 7.058345708229118,
        "entityCosSim": 0.7589934479512437,
        "entityJaccardSim": 0.3529411764705883,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.2212981560942238,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 17,
        "timeAvg1": 127240.1222222222,
        "timeAvg2": 127243.6047619048,
        "timeStDev1": 2.560068479021964,
        "timeStDev2": 20.47684144406339,
        "varianceStory1": 0.5628,
        "varianceStory2": 0.4559
    }
}