{
    "850f305d-14db-4c75-b547-79470a557ea3-233267": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "TOKYO: A Japanese research institute said yesterday that a study which promised a revolutionary way to create stem cells should be quashed after claims its data was faulty, dealing a huge blow to what was touted as a game-changing discovery.  Riken institute head, Ryoji Noyori, who jointly won the Nobel Prize for chemistry in 2001, also heaped criticism on lead researcher Haruko Obokata for her \"sloppiness\" and warned the controversy could shake the public's faith in research.\n The findings, published by 30-year-old Obokata along with other Japanese researchers and a US-based scientist in the January edition of British journal \"Nature\", outlined a relatively simple way to grow transplant tissue in the lab.  But it faced hard questions as the respected institute, which sponsored the study, launched an inquiry last month over the credibility of its data used in the explosive findings.\n Key concerns\nAmong key concerns was that researchers used erroneous images-crucial to supporting the study-which resembled those used in Obokata's doctoral dissertation in 2011.  \"I apologise that the papers which Riken researchers recently announced in Nature caused an incident that could hurt the credibility of the scientific community,\" Noyori told a press briefing.\n \"This immature researcher handled and collected enormous amounts of research data, and handled it with sloppiness...  This must never happen.\" \" Riken did not offer an opinion on whether the results of the study were valid, citing a continuing probe.  But the institute itself cannot unilaterally retract the paper.\n \"I have judged that what is most important was for the paper to be swiftly retracted and to conduct the research again.  I have suggested that to the authors,\" said Masatoshi Takeichi, director of Riken's Centre for Developmental Biology.  \"However, retraction of the paper is left to the Nature magazine, upon a full agreement of all of the core authors involved.\" \"\n* Hard to believe\n* Japanese media reports yesterday had said Obokata-who was not at the press briefing-had agreed that the research should be pulled back, in what would amount to a serious professional embarrassment and deflate hopes of a major advance in the field.\n But a joint statement signed by Obokata and two other researchers, released by Riken on Friday, only said the trio were \"considering a possible retraction\".  The study had been billed as the third great advance in stem cells-a field that aims to reverse Alzheimer's, cancer and other crippling or lethal diseases.\n It took a big hit earlier this week after Teruhiko Wakayama, a Yamanashi University professor who co-authored the article, called for a retraction.  \"It's hard to believe the findings any more after so many mistakes in the data,\" he told broadcaster Nippon Television.\n However, another co-author, Charles Vacanti, a tissue engineer at Harvard Medical School and Brigham and Women's Hospital in Boston, has stuck by the results.  \"It would be very sad to have such an important paper retracted as a result of peer pressure, when indeed the data and conclusions are honest and valid,\" he told the Wall Street Journal this week.\n Nature has said it has launched its own investigation.  Stem cells are primitive cells that, as they grow, become differentiated into the various specialised cells that make up the brain, heart, kidneys and other organs.  The goal is to create stem cells in the lab and nudge them to grow into these differentiated cells, thus replenishing organs damaged by disease or accident.\n The researchers' groundbreaking findings said that white blood cells in newborn mice were returned to a versatile state through a relatively simple process that involved incubating them in a weakly acidic solution for 25 minutes, followed by a five-minute spin in a centrifuge and week-long immersion in a growth culture.\n Riken's research held major promise as the next advance in the field after earlier work had come under fire for various reasons, including the use of embryonic stem cells.  That method entails destroying the embryo, something opposed by religious conservatives and others.  -- AFP",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7527683",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8454,
                    "source": {
                        "title": "Kuwait Times",
                        "uri": "news.kuwaittimes.net"
                    },
                    "time": "17:49:00",
                    "title": "'Japanese cell study should be quashed' - Huge blow to game-changing discovery",
                    "uri": "167800964",
                    "url": "http://news.kuwaittimes.net/japanese-cell-study-quashed-huge-blow-game-changing-discovery/",
                    "wgt": 1
                },
                {
                    "body": "TOKYO: A Japanese research institute said on Friday it may retract a study that promised a revolutionary way to create stem cells after claims its data was faulty, dealing a huge blow to what was touted as a game-changing discovery.\n The findings, published by Haruko Obokata along with other Japanese researchers and a US-based scientist in the January edition of British journal Nature, outlined a relatively simple approach in the quest to grow transplant tissue in the lab.\n But it faced hard questions as the respected Riken institute, which sponsored the study, launched an inquiry last month over the credibility of data used in the explosive findings.\n Institute head, Ryoji Noyori, who jointly won the Nobel Prize for chemistry in 2001, on Friday said the institute may quash the study, but added that its investigation was continuing.\n \"We are making considerations including the option of recommending that the paper be retracted,\" Noyori told a press briefing in Tokyo.\n Minoru Yonekura, Riken's executive compliance director, added that any corrections to the study, or a full retraction, should follow an agreement between its authors and Nature.\n \"The publisher and the authors should work out a final solution,\" he told reporters.\n Japanese media reports on Friday had said the 30-year-old Obokata had agreed that the research should be pulled back, in what would amount to a serious professional embarrassment, and deflate hopes of a major advance in the field.\n But a joint statement signed by Obokata and two other researchers, released by Riken on Friday, said the trio was \"considering a possible retraction\".\n The study had been billed as the third great advance in stem cells -- a field that aims to reverse Alzheimer's, cancer and other crippling or lethal diseases.\n \"Research that surprised the world by defying the common wisdom in biological science will likely have to go back to the drawing board,\" the Asahi newspaper said.\n Earlier this week, Teruhiko Wakayama, a Yamanashi University professor who co-authored the article, called for a retraction.\n \"It's hard to believe the findings anymore after so many mistakes in the data,\" he told broadcaster Nippon Television late Monday.\n But another co-author, Charles Vacanti, a tissue engineer at Harvard Medical School and Brigham and Women's Hospital in Boston, has stuck by the results, telling the Wall Street Journal this week: \"It would be very sad to have such an important paper retracted as a result of peer pressure, when indeed the data and conclusions are honest and valid.\" \"\nAmong the concerns is that researchers used erroneous image data -- crucial to supporting the study -- which resembled those used in Obokata's doctoral dissertation in 2011.\n Nature has said it had launched an investigation.\n Stem cells are primitive cells that, as they grow, become differentiated into the various specialised cells that make up the the brain, the heart, kidneys and other organs.\n The goal is to create stem cells in the lab and nudge them to grow into these differentiated cells, thus replenishing organs damaged by disease or accident.\n The researchers' groundbreaking findings said that white blood cells in newborn mice were returned to a versatile state through a relatively simple process that involved incubating them in an acidic solution for 25 minutes, followed by a five-minute spin in a centrifuge and week-long immersion in a growth culture.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7490148",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8417,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "10:33:00",
                    "title": "Japan institute says may retract \"game-changing\" cell study",
                    "uri": "167690107",
                    "url": "http://www.channelnewsasia.com/news/health/japan-institute-says-may/1035666.html",
                    "wgt": 1
                },
                {
                    "body": "A revolutionary study into stem cell research will be quashed after its data was found to be faulty.\n A Japanese research institute says a study that promised a revolutionary way to create stem cells should be quashed after claims its data was faulty, dealing a huge blow to what was touted as a game-changing discovery.\n Riken institute head, Ryoji Noyori, who jointly won the Nobel Prize for chemistry in 2001, also heaped criticism on lead researcher Haruko Obokata for her \"sloppiness\" and warned the controversy could shake the public's faith in research.\n The findings, published by 30-year-old Obokata along with other Japanese researchers and a US-based scientist in the January edition of British journal \"Nature\", outlined a relatively simple way to grow transplant tissue in the lab.\n But it faced hard questions as the respected institute, which sponsored the study, launched an inquiry last month over the credibility of its data used in the explosive findings.\n Among key concerns was that researchers used erroneous images - crucial to supporting the study - which resembled those used in Obokata's doctoral dissertation in 2011.\n \"I apologise that the papers which Riken researchers recently announced in Nature caused an incident that could hurt the credibility of the scientific community,\" Noyori told a press briefing.\n \"This immature researcher handled and collected enormous amounts of research data, and handled it with sloppiness ...  This must never happen.\" \"\nRiken did not offer an opinion on whether the results of the study were valid, citing a continuing probe.  But the institute itself cannot unilaterally retract the paper.\n \"I have judged that what is most important was for the paper to be swiftly retracted and to conduct the research again.  I have suggested that to the authors,\" said Masatoshi Takeichi, director of Riken's Centre for Developmental Biology.\n \"However, retraction of the paper is left to the Nature magazine, upon a full agreement of all of the core authors involved.\" \"\nJapanese media reports Friday had said Obokata - who was not at the press briefing - had agreed that the research should be pulled back, in what would amount to a serious professional embarrassment and deflate hopes of a major advance in the field.\n But a joint statement signed by Obokata and two other researchers, released by Riken on Friday, only said the trio were \"considering a possible retraction\".\n The study had been billed as the third great advance in stem cells - a field that aims to reverse Alzheimer's, cancer and other crippling or lethal diseases.\n It took a big hit earlier this week after Teruhiko Wakayama, a Yamanashi University professor who co-authored the article, called for a retraction.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7499270",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7814,
                    "source": {
                        "title": "News",
                        "uri": "www.sbs.com.au"
                    },
                    "time": "12:28:00",
                    "title": "'Landmark' stem cell study discredited",
                    "uri": "167719008",
                    "url": "http://www.sbs.com.au/news/article/2014/03/14/landmark-stem-cell-study-discredited",
                    "wgt": 1
                },
                {
                    "body": "TOKYO -- A Japanese research institute said Friday it may retract a study that promised a revolutionary way to create stem cells after claims its data was faulty, dealing a huge blow to what was touted as a game-changing discovery.\n The findings, published by Haruko Obokata along with other Japanese researchers and a U.S.-based scientist in the January edition of British journal Nature, outlined a relatively simple approach in the quest to grow transplant tissue in the lab.\n But it faced hard questions as the respected Riken institute, which sponsored the study, launched an inquiry last month over the credibility of data used in the explosive findings.\n Institute head, Ryoji Noyori, who jointly won the Nobel Prize for chemistry in 2001, on Friday said the institute may quash the study, but added that its investigation was continuing.\n \"We are making considerations including the option of recommending that the paper be retracted,\" Noyori told a press briefing in Tokyo.\n Minoru Yonekura, Riken's executive compliance director, added that any corrections to the study, or a full retraction, should follow an agreement between its authors and Nature.\n \"The publisher and the authors should work out a final solution,\" he told reporters.\n Japanese media reports Friday had said the 30-year-old Obokata had agreed that the research should be pulled back, in what would amount to a serious professional embarrassment, and deflate hopes of a major advance in the field.\n But a joint statement signed by Obokata and two other researchers, released by Riken on Friday, said the trio was \"considering a possible retraction.\" \"\nThe study had been billed as the third great advance in stem cells -- a field that aims to reverse Alzheimer's, cancer and other crippling or lethal diseases.\n \"Research that surprised the world by defying the common wisdom in biological science will likely have to go back to the drawing board,\" the Asahi newspaper said.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7528788",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7712,
                    "source": {
                        "title": "www.ChinaPost.com.tw",
                        "uri": "www.chinapost.com.tw"
                    },
                    "time": "18:02:00",
                    "title": "Japan institute may retract 'game-changing' cell study",
                    "uri": "167803742",
                    "url": "http://www.chinapost.com.tw/asia/japan/2014/03/15/402818/Japan-institute.htm",
                    "wgt": 1
                },
                {
                    "body": "TOKYO: A Japanese research institute said on Friday it may retract a study that promised a revolutionary way to create stem cells after claims its data was faulty, dealing a huge blow to what was touted as a game-changing discovery.\n The findings, published by Haruko Obokata along with other Japanese researchers and a United States-based scientist in the January edition of British journal Nature, outlined a relatively simple approach in the quest to grow transplant tissue in the lab.\n But it faced hard questions as the respected Riken institute, which sponsored the study, launched an inquiry last month over the credibility of data used in the explosive findings.\n Institute head, Ryoji Noyori, who jointly won the Nobel Prize for chemistry in 2001, on Friday said the institute may quash the study, but added that its investigation was continuing.\n \"We are making considerations including the option of recommending that the paper be retracted,\" Noyori told a press briefing in Tokyo.\n Minoru Yonekura, Riken's executive compliance director, added that any corrections to the study, or a full retraction, should follow an agreement between its authors and Nature.\n \"The publisher and the authors should work out a final solution,\" he told reporters.\n Japanese media reports Friday had said the 30-year-old Obokata had agreed that the research should be pulled back, in what would amount to a serious professional embarrassment, and deflate hopes of a major advance in the field.\n But a joint statement signed by Obokata and two other researchers, released by Riken on Friday, said the trio was \"considering a possible retraction.\" \"\nThe study had been billed as the third great advance in stem cells -- a field that aims to reverse Alzheimer's, cancer and other crippling or lethal diseases.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7511445",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7674,
                    "source": {
                        "title": "manilatimes.net",
                        "uri": "manilatimes.net"
                    },
                    "time": "14:55:00",
                    "title": "Japan institute may retract cell study",
                    "uri": "167756300",
                    "url": "http://manilatimes.net/japan-institute-may-retract-cell-study/82497/",
                    "wgt": 1
                },
                {
                    "body": "The findings, published by Haruko Obokata along with other Japanese researchers and a US-based scientist in the January edition of British journal Nature, outlined a relatively simple approach in the quest to grow transplant tissue in the lab.\n Japanese media reports Friday said the 30-year-old Obokata has joined other scientists involved in the study in calling for their research to be axed, in what would amount to a serious professional embarrassment, and deflate hopes of a major advance in the field.\n The study was billed as the third great advance in stem cells -- a futuristic field that aims to reverse Alzheimer's, cancer and other crippling or lethal diseases.\n But it faced hard questions as the respected Riken institute, which sponsored the study, launched an inquiry last month over the credibility of data used in the explosive findings.\n The institute -- which has said it was mulling a retraction -- was to hold a press briefing on Friday afternoon to announce the results of its investigation, which could lead to quashing the study, public broadcaster NHK and the Asahi Shimbun newspaper reported.\n \"Research that surprised the world by defying the common wisdom in biological science will likely have to go back to the drawing board,\" the Asahi said.\n But this week, Teruhiko Wakayama, a Yamanashi University professor who co-authored the article, called for a retraction.\n \"It's hard to believe the findings anymore after so many mistakes in the data,\" he told broadcaster Nippon Television late Monday.\n Another co-author, Charles Vacanti, a tissue engineer at Harvard Medical School and Brigham and Women's Hospital in Boston, has stuck by the results, telling the Wall Street Journal this week: \"It would be very sad to have such an important paper retracted as a result of peer pressure, when indeed the data and conclusions are honest and valid.\" \"\nAt issue are allegations that researchers used erroneous image data -- crucial to supporting the study -- which resembled those used in Obokata's doctoral dissertation in 2011.\n Nature said this week it had launched an investigation.\n Stem cells are primitive cells that, as they grow, become differentiated into the various specialised cells that makeup the different organs -- the brain, the heart, kidneys and so on.\n The goal is to create stem cells in the lab and nudge them to grow into these differentiated cells, thus replenishing organs damaged by disease or accident.\n The researchers' groundbreaking findings said that white blood cells in newborn mice were returned to a versatile state through a relatively simple process that involved incubating them in a highly acidic solution for 25 minutes, followed by a five-minute spin in a centrifuge and week-long immersion in a growth culture.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7513945",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.745,
                    "source": {
                        "title": "Medindia",
                        "uri": "www.medindia.net"
                    },
                    "time": "15:23:00",
                    "title": "Report Indicates Japan Institute may Retract 'Game-Changing' Cell Study",
                    "uri": "167762848",
                    "url": "http://www.medindia.net/news/report-indicates-japan-institute-may-retract-game-changing-cell-study-133211-1.htm",
                    "wgt": 1
                },
                {
                    "body": "The president of the government-backed Riken institute admitted Friday there were \"grave errors\" in two papers produced by its researchers on a possible method to create pluripotent stem cells but wouldn't say whether the alleged irregularities were intentional.\n Separately Friday, Haruko Obokata, lead author of the two papers on potentially groundbreaking stem cell research, and two of her co-authors, released a statement in which they said they are looking into the possibility of withdrawing the papers.\n The papers, written by 14 Japanese and U.S. researchers about a procedure to reprogram stem cells, were published in the British science journal Nature in late January.  If the papers are withdrawn, the findings themselves will also be retracted.\n In announcing an interim report by its investigation committee on the allegations Friday in Tokyo, Riken President Ryoji Noyori said: \"I'm sorry to have bothered and worried the public due to doubts on the papers on STAP (stimulus-triggered acquisition of pluripotency) published in Nature by researchers at Riken.\" \"\nNoyori, a Nobel Prize laureate in chemistry, said he instructed the institute to cooperate with outside stem cell researchers and provide them with the necessary information on the method to create the cells to verify its reproducibility and authenticity.\n The investigative committee, headed by Riken scientist Shunsuke Ishii, found \"inappropriate handling\" of research data in two of the six items subject to the probe, it said.\n Regarding the \"unnatural appearance of colored cell parts\" shown in one of the papers, however, the report said the \"process of preparing these images did not constitute fabrication within the context of research misconduct.\" \"\nIt also said there was no malice found in the resemblance of some of the images of mice placenta used in the paper, as it saw \"nothing to contradict the explanation that one of the figures had inadvertently been left undeleted during the process of manuscript creation.\" \"\nThe remaining four items need further investigation, the report said.\n Obokata is one of the individuals being investigated by the committee, along with co-authors Yoshiki Sasai, Hitoshi Niwa and Teruhiko Wakayama.\n On Friday, Obokata issued a joint statement of apology with Sasai and Niwa, saying, \"We are contacting other co-authors and looking into the possibility of retracting the papers.\" \"\nTo have an article withdrawn from the British journal, consent must be obtained in principle from all of the authors involved.\n Charles Vacanti of Harvard Medical School, one of the authors, has not given his consent, saying he firmly believes the questions raised about the papers \"do not affect our findings or conclusions.\" \"\nMasatoshi Takeichi, director of the Kobe-based Center for Developmental Biology at Riken, said Obokata, who belongs to the center, has suspended research due to the current situation.\n The papers have come under scrutiny for various problems, including images resembling those used in Obokata's doctoral dissertation in 2011.  The images are said to be crucial to support the assertion that STAP cells were indeed produced.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7497601",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6683,
                    "source": {
                        "title": "The Japan Times",
                        "uri": "www.japantimes.co.jp"
                    },
                    "time": "12:09:00",
                    "title": "Stem cell papers had 'grave errors' | The Japan Times",
                    "uri": "167714240",
                    "url": "http://www.japantimes.co.jp/news/2014/03/14/national/lead-author-of-stem-cell-papers-intends-to-retract-study/#.UyLxV4WFFC4",
                    "wgt": 1
                },
                {
                    "body": "A scientific misconduct investigation has begun into a study purporting to show that stem cells can be created by simply adding weak acid solution to skin or blood cells, after other scientists failed to reproduce the work published earlier this year by a team of Japanese and American scientists.\n The Riken Centre for Development Biology in Kobe has launched a full-scale inquiry into the methods and findings of its own researchers who stunned the world in January by claiming in the journal Nature that they had produced so-called STAP stem cells and embryos from blood cells subjected to the acid treatment.\n Profesor Ryoji Novori, the President of Riken and a Nobel laureate, issued a statement today saying that the reproducibility and credibility of the study must be rigorously validated in the light of reports that mistakes had been made in preparing the scientific paper.\n \"It is extremely regrettable that significant discrepancies have been found to have been generated in the process of preparing the Nature articles for publication,\" Professor Novori said.\n \"We are investigating these discrepancies, with the understanding that it may become necessary to demand the withdrawal of the articles.  Should the investigative committee conclude that there was research misconduct, we will take strict disciplinary action as stipulated by our own regulations,\" he said.\n Haruko Obokata, a young Riken researcher, carried out the benchwork that led to the creation of the STAP cells, while the development into embryos was undertaken by Professor Teruhiko Wakayama of the University of Yamanashi, a distinguished expert on cloning, who has since voiced doubts over the work.\n \"I'm no longer sure that the articles are correct,\" Professor Wakayama said at a press conference given on Monday evening in Japan.  It is understood that he has doubts over the provenance of the cells supplied by Obokata and wants the papers retracted until the work can be thoroughly verified.\n Professor Charles Vacanti of Brigham and Woman's Hospital in Boston, a co-author of the research, who also claimed to have repeated the breakthrough on human cells, said that he is waiting for the outcome of the Riken investigation before deciding on what to do next.\n \"In the meantime, I continue to feel that the findings presented in these papers are too significant to disregard based on relatively minor errors or external pressures.  In the absence of compelling evidence that the data presented is incorrect, I do not believe that the manuscripts should be retracted, however; this decision is of such importance, that I plan to speak with all of the co-authors prior to making any recommendation,\" Professor Vacanti said.\n \"I firmly believe that the most appropriate course of action at this time is to clarify, in a very specific manner, all of the subtleties associated with the creation of STAP cells by posting specific details of our most effective protocol on our laboratory web site.  This action should enable other investigators to replicate our findings, which is what I believe to be the accepted scientific process.  I believe, over time, the science will speak for itself,\" he said.\n Other researchers have pointed out that it is not uncommon for this kind of work to be difficult to reproduce.  For instance, it took a year for other scientists to reproduce the cloning work that led to Dolly the sheep.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7511395",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5703,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "14:55:00",
                    "title": "Lab launches misconduct probe into stem cell 'breakthrough' study after researchers admit mistakes in experiments",
                    "uri": "167756214",
                    "url": "http://www.independent.co.uk/news/science/lab-launches-misconduct-probe-into-stem-cell-breakthrough-study-after-researchers-admit-mistakes-in-experiments-9193046.html",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Scientists hailed a new method of making stem cells as a breakthrough.  But questions about the data used for the two studies published in Nature in January have led one of the co-authors to call for a retraction.\n Researchers had said they could turn mature cells into embryonic-like stem cells by stressing them in various ways, such as by putting them in an acidic environment.  The embryonic-like stem cells can then be coaxed into becoming any other kind of cell possible.\n This method, demonstrated using white blood cells of mice, could be faster and simpler than existing methods.  Scientists called them STAP, or stimulus-triggered acquisition of pluripotency, cells.\n Is it too good to be true?\n Study co-author Teruhiko Wakayama, professor at the University of Yamanashi in Japan, told Japanese public broadcaster NHK this week he's not confident anymore the experiments generated STAP cells.\n Doubts about the studies have been cropping up on blogs such as PubPeer in the weeks since their publication.  The Riken Center for Developmental Biology in Kobe, Japan, said in February it was investigating \"alleged irregularities\" in research by Haruko Obokata, lead author of the studies who works at Riken, Nature reported.\n Upon reviewing test data, Wakayama discovered multiple problems, including \"questionable images,\" NHK reported.\n What's more, outside experts were unable to reproduce the findings of Wakayama's group; Riken then disclosed detailed methods of making the cells, NHK reported.\n Wakayama told NHK he has requested that his co-authors retract the studies and then would like outside experts to do verification studies.  He said he is \"no longer sure about the credibility of the data used as preconditions for the experiments,\" NHK reported.\n A Riken official told The Japan News that \"the basis of the articles\" -- the fact that STAP cells were produced -- \"is unshakable.\" \"\nIn a statement, Riken said that more time is needed to submit final conclusions of the ongoing investigation.  The center said it is also considering retraction.\n Dr. Charles Vacanti, a study co-author, said in a statement that he stands by the research.\n \"I firmly believe that the questions and concerns raised about our STAP cell paper published in Nature do not affect our findings or conclusions,\" said Vacanti, who is director of the Laboratory for Tissue Engineering and Regenerative Medicine at Brigham and Women's Hospital in Boston.\n Harvard Medical School, with which Vacanti is also affiliated, said in a statement: \"We are fully committed to upholding the highest standards of ethics and to rigorously maintaining the integrity of our research.  Any concerns brought to our attention are thoroughly reviewed in accordance with institutional policies and applicable regulations.\" \"\nThe thriving science of stem cell research seeks to develop therapies to repair bodily damage and cure disease by being able to insert cells that can grow into whatever tissues or organs are needed.\n Before the technique described in Nature, the leading candidates for creating stem cells artificially were those derived from embryos and stem cells from adult cells that require the insertion of DNA to become reprogrammable.\n Stem cells are created the natural way every time an egg that is fertilized begins to divide.  During the first four to five days of cell division, so-called pluripotent stem cells develop.  They have the ability to turn into any cell in the body.  Removing stem cells from the embryo destroys it, making this type of research controversial because some say an embryo is a human life.\n Researchers have also developed a method of producing embryonic-like stem cells by taking a skin cell from a patient, for example, and adding a few bits of foreign DNA to reprogram the skin cell to become like an embryo and produce pluripotent cells, too.  However, these cells are usually used for research because researchers do not want to give patients cells with extra DNA.\n The new method does not involve the destruction of embryos or insertion of new genetic material into cells, Vacanti said.  It also avoids the problem of rejection: The body may reject stem cells from other people, but this method uses an individual's own mature cells.\n To study the STAP cell phenomenon, researchers first genetically altered mice donating stem cells to \"label\" those cells with the color green.  For instance, they modified mice such that their cells would light up green in response to a particular wavelength of light.\n The scientists exposed blood cells from these genetically altered mice to an acidic environment.  A few days later, they saw that these cells turned into the embryonic-like state and grew in spherical clusters.\n Scientists put the cell clusters into a mouse embryo that had not been genetically modified.  It turned out, the implanted clusters could form tissues in all of the organs that the researchers tested.  The scientists knew that the cells came from the original mouse because they turned green when exposed to a particular light.\n Besides modifying acidity, researchers also stressed the cells in other ways, such as lowering the oxygen environment and disrupting the cell membrane.  Increasing acidity was one of the most effective methods of turning mouse blood cells into STAP cells.\n Among the unknowns about this technique are its effectiveness in humans, and what risks the method might pose.\n Vacanti told CNN in January he hopes the process could get tested clinically in humans within three years.  He noted that induced pluripotent stem cells are already being explored in Japan in humans and the same \"platforms\" could be used for STAP cells.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7509555",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5519,
                    "source": {
                        "title": "KMOV kmov.com",
                        "uri": "www.kmov.com"
                    },
                    "time": "14:08:00",
                    "title": "Scientist wants to withdraw stem cell studies",
                    "uri": "167750688",
                    "url": "http://www.kmov.com/news/health/Scientist-wants-to-withdraw-stem-cell-studies-250327701.html",
                    "wgt": 1
                },
                {
                    "body": "A U.S. scientist who helped Japanese researcher Haruko Obokata in potentially groundbreaking stem cell research has corrected a paper by Obokata published in a U.S. magazine in 2011, citing an erroneous figure.\n Charles Vacanti of Harvard Medical School, a former adviser to Obokata of Japan's Riken institute, posted the erratum in the Tissue Engineering Part A magazine on Thursday.\n The 2011 paper is among Obokata's works which have come into question since allegations emerged that papers released by Riken in January on the new stem cell research with Obokata as lead author contain serious errors.",
                    "date": "2014-03-19",
                    "eventUri": "472245",
                    "id": "7806443",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5454,
                    "source": {
                        "title": "english.kyodonews.jp",
                        "uri": "english.kyodonews.jp"
                    },
                    "time": "01:52:00",
                    "title": "U.S. scientist corrected Obokata's stem cell paper in 2011",
                    "uri": "168806833",
                    "url": "http://english.kyodonews.jp/news/2014/03/280094.html",
                    "wgt": 1
                },
                {
                    "body": "TOKYO -- Amid mounting allegations of problematic images and plagiarism, the lead author and two co-authors are considering retracting two controversial papers describing a simple method for creating stem cells known as STAP (stimulus-triggered acquisition of pluripotency).  Their written statement was released during a press conference here today at which an investigating committee confirmed finding problems in the papers but stopped short of rendering a judgment on research misconduct.\n \"I apologize for the great trouble and concerns caused to so many in society by the STAP papers published in Nature by RIKEN researchers,\" RIKEN President Ryoji Noyori said with a deep bow.  RIKEN, with its headquarters near Tokyo, oversees a network of nationally supported research centers, including the institute at which three of the key authors work.  Meanwhile, no one has reported reproducing the team's method of creating STAP cells.\n Haruko Obokata of the RIKEN Center for Developmental Biology in Kobe and colleagues at other institutions in Japan and at Harvard Medical School in Boston, reported a surprisingly simple way of creating stem cells in an article and a letter published online on 29 January in Nature.  Their method relied on briefly bathing blood cells from newborn mice in a mildly acidic solution and then tweaking culture conditions.\n Just days after the papers appeared, bloggers and contributors to the PubPeer website started raising questions about images in the two papers.  Stem cell researcher Paul Knoepfler of the University of California, Davis, School of Medicine's Sacramento campus created a page on his blog where scientists who attempted to reproduce the technique could report their results.  No one has reported success.\n RIKEN launched an investigation on 13 February.  But new allegations of problems with these and previous Obokata publications kept emerging.\n Today, RIKEN's investigating committee, chaired by Shunsuke Ishii, a RIKEN molecular geneticist, unveiled what it has determined thus far.  The interim report focuses on six specific allegations, and the conclusions are mixed.  One problematic image is figure 1f in the research article, which appears unnaturally distorted to some critics.  The panel concluded this was an artifact of image compression.  \"It was concluded this was not falsification or improper conduct,\" the interim report says.\n But some claims against the papers are on target.  Obokata and one of her co-authors told the committee that figures 2e and 2d in the article were used by mistake, though they did not mention that the images had appeared in Obokata's doctoral thesis as has been alleged.  Ishii emphasized that the committee so far has just determined the facts; judgments about misconduct will come after further investigation and deliberation.\n As for whether STAP cells exist, Ishii said that question would be left up to the scientific community to determine.  Noyori said he had instructed the authors to cooperate fully with researchers at outside institutions in their efforts to replicate the STAP cell results.  On 5 March, RIKEN did release technical tips for STAP cell conversion.  \"We tried the new protocol but so far we haven't had success,\" says Hongkui Deng, a stem cell researcher at Peking University in Beijing.  But he says he is willing to keep trying, especially if further details about the method are released as promised.\n In their written statement, Obokata and two co-authors, Hitoshi Niwa and Yoshiki Sasai, apologized for the confusion resulting from the uncertainties and inaccuracies in the papers.  \"We are contacting other co-authors regarding the possibility of retracting these papers,\" the trio wrote.\n Teruhiko Wakayama of the University of Yamanashi in Kofu, a stem cell biologist and co-author of both papers, earlier this week called for at least a temporary retraction pending an investigation.  A public relations spokesperson at the university told Science that Wakayama had no comment in reaction to today's press conference.\n \"Should the investigative committee conclude that there was research misconduct, we will take strict disciplinary action as stipulated by our own regulations,\" Noyori said in a prepared statement.  Maki Kawai, director of research at RIKEN, said that the whole institute would review and strengthen its research ethics training.\n The story goes beyond RIKEN as allegations surfaced this week that virtually an entire chapter of Obokata's dissertation appears to have been lifted from a National Institutes of Health website and that footnotes to another chapter have no connection to that chapter's text.  \"The doctoral dissertation that is currently making the rounds in the media is not the version that has passed (the university's) screening, but a rough draft,\" Obokata told The Wall Street Journal in an e-mail.  A public relations spokesperson for Waseda University said an investigation is under way.\n The STAP cells controversy also goes beyond the stem cell community.  \"[T]his mess impacts public trust and support for every field of science in Japan,\" wrote Robert Geller, a University of Tokyo seismologist, in a guest post on Knoepfler's blog.  He called for Waseda to investigate how the problems with Obokata's thesis escaped notice by reviewers.  He also asked Nature to make public all the editorial correspondence (redacted to protect privacy) and every version of the papers so outsiders could judge if publishing the papers was appropriate.\n A Nature spokesperson told ScienceInsider by e-mail that the journal's investigation \"is still in progress.\" \" Not all the authors would necessarily have to agree to a retraction, the spokesperson wrote.  \"In cases where a coauthor disagrees on a retraction, the dissent is noted in the text of the published retraction.\" \"",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7526986",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5375,
                    "source": {
                        "title": "news.sciencemag.org",
                        "uri": "news.sciencemag.org"
                    },
                    "time": "17:41:00",
                    "title": "Evidence Mounts Against Reprogrammed Stem Cell Papers",
                    "uri": "167798925",
                    "url": "http://news.sciencemag.org/asiapacific/2014/03/evidence-mounts-against-reprogrammed-stem-cell-papers",
                    "wgt": 1
                },
                {
                    "body": "The government-affiliated Riken institute admitted Friday that recent papers on potentially groundbreaking stem cell research, which were lead authored by a female researcher at the institute, show aspects of serious malpractice.\n Some image data used in the papers on the so-called STAP cells are deemed identical to those in a doctoral thesis submitted three years ago by the lead author, the institute said.\n Riken made the admission during a four-hour press conference to provide an interim report on its investigation into allegations that the papers published in the British journal Nature are riddled with irregularities.",
                    "date": "2014-03-14",
                    "eventUri": "472245",
                    "id": "7493926",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5355,
                    "source": {
                        "title": "english.kyodonews.jp",
                        "uri": "english.kyodonews.jp"
                    },
                    "time": "11:25:00",
                    "title": "UPDATE2: Riken admits malpractice in stem cell papers",
                    "uri": "167702929",
                    "url": "http://english.kyodonews.jp/news/2014/03/279395.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2014-03-14",
            "avgCos": 0.6801,
            "categories": [
                {
                    "label": "Science/Biology/Cell_Biology",
                    "uri": "http://www.dmoz.org/Science/Biology/Cell_Biology",
                    "wgt": 32
                },
                {
                    "label": "Science/Biology/Biotechnology",
                    "uri": "http://www.dmoz.org/Science/Biology/Biotechnology",
                    "wgt": 32
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "472245",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "472245",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Japan",
                    "lat": 35.68536,
                    "long": 139.7531,
                    "wikiUri": "http://en.wikipedia.org/wiki/Japan"
                },
                "labelEng": "Tokyo",
                "lat": 35.6895,
                "long": 139.69171,
                "wikiUri": "http://en.wikipedia.org/wiki/Tokyo"
            },
            "storyDate": "2014-03-14",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-233267",
            "variance": 0.5375
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-130574": {
        "articles": {
            "resultCount": 4,
            "results": [
                {
                    "body": "Ryoji Noyori, presidente de Riken y premio Nobel de Química 2001 en la conferencia.\n Los responsables del prestigioso Instituto japonés de investigación Riken pidieron disculpas por las anomalías en un controvertido estudio sobre células madre cuyos resultados han sido cuestionados por parte de la comunidad científica.\n La institución, financiada por el Estado nipón, convocó una rueda de prensa para hacer público el desarrollo de su investigación, que permanece abierta, en torno a las irregularidades detectadas.\n El estudio, publicado en enero por la revista Nature, demostraba un método muy sencillo para reprogramar células adultas (sumergiéndolas en un ácido o aplicando presión sobre sus membranas) y obtener así células madre, con capacidad para transformarse en cualquier tejido.\n Este gran hallazgo simplificaría mucho el proceso para obtener estas células, que constituyen el futuro de la medicina regenerativa.\n Los responsables del prestigioso Instituto japonés de investigación pidieron disculpas en una rueda de prensa por las anomalías en un controvertido estudio sobre células madre cuyos resultados han sido cuestionados por parte de la comunidad científica.\n Varios sitios web científicos comenzaron a denunciar poco después la incapacidad para replicar los resultados del estudio.\n Riken decidió entonces abrir una investigación conducida por expertos de la propia institución y externos.\n De los seis apartados diferentes que se investigan, cuatro requieren más pesquisas, y dos incluyen anomalías, según los máximos responsables de Riken.\n El presidente de Riken y premio Nobel de Química 2001, Ryoji Noyori, habló de \"errores serios\" y explicó que el organismo estudiará la retirada del artículo.\n El doctor en genética molecular y líder del comité de investigación, Shunsuke Ishii, detalló que parte de la descripción de los métodos de investigación que se detallan en el artículo es diferente de los realmente utilizados por los científicos.\n Sin embargo, se insistió en que de momento no se puede concluir que los hallazgos sean falsos o inventados.\n El estudio fue realizado por un equipo encabezado por la doctora Haruko Obokata, del Centro de Desarrollo Biológico que Riken tiene en la ciudad de Kobe (oeste de Japón).\n Responsables de Riken explicaron que han aconsejado a Obokata retirar el artículo, pese a que todos los coautores deben llegar antes a un consenso para ello.\n De este modo, la decisión de retirarlo queda a expensas de la propia revista científica Nature.\n En la rueda de prensa se leyó también un comunicado de la doctora Obokata en el que pedía sus sinceras disculpas por la confusión creada y aceptaba también las sugerencias realizadas a cuenta de las irregularidades del documento.\n Obokata dijo también que está tratando actualmente con los coautores la posibilidad de retirar el artículo.",
                    "date": "2014-03-15",
                    "eventUri": "514437",
                    "id": "7609422",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8117,
                    "source": {
                        "title": "www.latercera.com",
                        "uri": "www.latercera.com"
                    },
                    "time": "18:52:00",
                    "title": "Científicos japoneses piden disculpas por las anomalías en estudio ... - Latercera",
                    "uri": "168047532",
                    "url": "http://www.latercera.com/noticia/tendencias/2014/03/659-569638-9-cientificos-japoneses-piden-disculpas-por-las-anomalias-en-estudio-de-celulas.shtml",
                    "wgt": 1
                },
                {
                    "body": "Los responsables del prestigioso Instituto japonés de investigación Riken han pedido disculpas por las anomalías detectadas en su controvertido estudio sobre células madre, cuestionado por parte de la comunidad científica.  La institución, financiada por el Estado nipón, convocó este viernes una rueda de prensa para hacer público el desarrollo de su investigación, que permanece abierta, en torno a las irregularidades detectadas.  El estudio, publicado en enero por la revista Nature, se centraba en un método muy sencillo para reprogramar células adultas (sumergiéndolas en un ácido o aplicando presión sobre sus membranas) y obtener así células madre, con capacidad para transformarse en cualquier tejido, un hallazgo que simplificaría mucho el proceso para obtener este tipo de células, que constituyen el futuro de la medicina regenerativa.\n Tras hacerse públicas estas conclusiones, varios portales científicos empezaron a denunciar en Internet el uso de imágenes duplicadas para documentar los dos artículos y la incapacidad para replicar los resultados del estudio.  Riken decidió entonces abrir una investigación conducida por expertos de la propia institución y externos.  De los seis apartados diferentes que se investigan, cuatro requieren de más pesquisas y dos incluyen anomalías, según los máximos responsables de Riken.\n El presidente de Riken y premio Nobel de Química 2001, Ryoji Noyori, ha subrayado la existencia de \"errores serios\" y añadido que el organismo estudiará la retirada del artículo.  El doctor en genética molecular y líder del comité de investigación, Shunsuke Ishii, ha explicado que parte de la descripción de los métodos de investigación que se detallan en el artículo es diferente de los realmente utilizados por los científicos.  Sin embargo, se insistió en que de momento no se puede concluir que los hallazgos sean falsos o inventados.\n El estudio fue realizado por un equipo encabezado por la doctora Haruko Obokata, del Centro de Desarrollo Biológico que Riken tiene en la ciudad de Kobe.  Responsables de Riken explicaron que han aconsejado a Obokata retirar el artículo, pese a que todos los coautores deben llegar antes a un consenso para ello.  De este modo, la decisión de retirarlo queda a expensas de la propia revista Nature.\n En la rueda de prensa se leyó también un comunicado de la doctora Obokata en el que pedía sus sinceras disculpas por la confusión creada y aceptaba también las sugerencias realizadas a cuenta de las irregularidades del documento.  Obokata dijo también que está tratando actualmente con los coautores la posibilidad de retirar el artículo.",
                    "date": "2014-03-18",
                    "eventUri": "514437",
                    "id": "7743341",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8024,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "15:41:00",
                    "title": "Prestigiosos científicos japoneses se disculpan por las anomalías detectadas en su estudio sobre células madre",
                    "uri": "167813223",
                    "url": "http://www.lavozdegalicia.es/noticia/sociedad/2014/03/14/prestigiosos-cientificos-japoneses-disculpan-anomalias-detectadas-estudio-sobre-celulas-madre/00031394820499706535291.htm",
                    "wgt": 1
                },
                {
                    "body": "El Instituto Riken fue acusado de usar imágenes duplicadas para documentar dos artículos, así como la incapacidad para replicar los resultados del estudio\nJAPÓN, mar. 14, 2014.- - El Instituto Riken indaga anomalías sobre un trabajo científico que ha sido seriamente cuestionado.\n Fue publicado en enero pasado.  En él se informaba que el equipo que encabeza la doctora Haruko Obokota, había logrado crear un nuevo tipo de células denominadas STAP, similares a las células madre embrionarias.\n Funcionarios del instituto mencionaron entre las anomalías detectadas el que las fotografías del artículo correspondían a un trabajo anterior.\n Ryoji Noyori, presidente del instituto y premio Nobel de Química 2001, dijo que situaciones como ésta ponen en riesgo la credibilidad de la comunidad científica de Japón.\n Expertos del Riken confían anunciar en breve algunas conclusiones sobre el trabajo en cuestión, que prometía ser un revolucionario aporte a la medicina regenerativa.",
                    "date": "2014-03-14",
                    "eventUri": "514437",
                    "id": "7544327",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7279,
                    "source": {
                        "title": "noticieros.televisa.com",
                        "uri": "noticieros.televisa.com"
                    },
                    "time": "19:33:00",
                    "title": "Investigan en Japón posible fraude en artículo sobre células madre - Noticieros Televisa",
                    "uri": "167845352",
                    "url": "http://noticieros.televisa.com/mundo/1403/investigan-japon-posible-fraude-articulo-celulas-madre/",
                    "wgt": 1
                },
                {
                    "body": "\"El fraude en ciencia siempre acaba descubriéndose\".  No existe apenas un científico que no acaba recurriendo a esta ya manida frase cuando se le requiere por investigaciones en entredicho.  Y tienen razón, porque los hallazgos hay que probarlos y replicarlos y si el experimento que se anuncia no puede ser reproducido por otros es que algo falló.  Y esto es lo que les sucedió a un equipo de biólogos del Instituto Riken de Japón que en enero pasado anunciaron al mundo, con la bendición de la revista Nature, que habían descubierto un revolucionario método para crear células madre pluripotentes.  Bastaba con introducir cualquier célula adulta en una solución ácida para que retrocediese a su infancia y adquiriese de nuevo la capacidad de transformarse en cualquier tipo de célula.  Pero lo que parecía un avance crucial en la medicina regenerativa, la que permitirá crear células, tejidos e incluso órganos dañados sin rechazo, no ha pasado el mínimo filtro.  La innovadora técnica de reprogramación celular, que a priori suponía un procedimiento mucho más sencillo y menos costoso que el tradicional, no ha podido ser replicada en otro laboratorio, con lo que los científicos japoneses tuvieron que acabar por admitir su error, pedir disculpas y aceptar la vergüenza.\n \"Presento nuestras excusas por esta publicación en Nature que sacudió la credibilidad de la comunidad científica\", se lamentó ayer el venerable Ryoji Noyori, todo un premio Nobel de Química que como máximo responsable del prestigioso Instituto Riken, en el que trabajan más de 3.000 científicos, tuvo que asumir ayer el poco decoroso papel de ofrecer al mundo las disculpas por los errores cometidos por sus pupilos.\n El instituto abrió una investigación propia para aclarar lo sucedido, al igual que la revista Nature, y aunque no apreció mala fe por parte de los investigadores, encabezados por la autora principal del trabajo, Haruko Obokata, sí apreció errores en dos de las seis anomalías denunciadas.  Las otras cuatro aún se están analizando.  El comité apreció una \"conducta inapropiada\", aunque no lo suficientemente grave como para hablar de una manipulación intencionada de los datos.  Las primeras sospechas surgieron por parte de otros investigadores, quienes en principio se refirieron a fotos duplicadas, datos adulterados y material plagiado.\n \"Creí que estaba todo correcto\"\nVarios autores de la polémica investigación acabaron pidiendo su retirada.  \"Cuando hicimos el experimento creí que estaba todo completamente correcto.  Pero ahora que han surgido tantos errores creo que lo mejor es retirar el artículo, usar datos correctos, corregir las imágenes y probar de nuevo que es cierto.  Ya no está claro qué es lo que era correcto\", admitió hace unos días Teruhiko Wakayama, uno de los responsables de la investigación en declaraciones recogidas por Reuters.\n Aunque fue el propio Instituto Riken el que pidió la retirada del artículo y el que ha acabado disculpándose por un supuesto fraude en la investigación -en el mejor de los casos un fallo-, el caso ha vuelto a poner en entredicho la credibilidad de ciertos grandes avances, sobre todo desde que el coreano Hwang Woo-suk anunciase al mundo en el 2004 la falsa clonación de células madre humanas.",
                    "date": "2014-03-15",
                    "eventUri": "514437",
                    "id": "7567720",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6923,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "04:12:00",
                    "title": "El último gran avance en células madre pudo haber sido un fraude",
                    "uri": "167911010",
                    "url": "http://www.lavozdegalicia.es/noticia/sociedad/2014/03/15/ultimo-gran-avance-celulas-madre-pudo-haber-fraude/0003_201403G15P30991.htm",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 4,
            "averageDate": "2014-03-16",
            "avgCos": 0.6404,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "514437",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "545451",
            "lang": "spa",
            "storyDate": "2014-03-16",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-130574",
            "variance": 0.3399
        }
    },
    "meta": {
        "CCAArticleMatchCount": 4,
        "CCAArticleMatchRatio": 0.05797101449275362,
        "CCAAvgCosSim": 0.699925,
        "CCAAvgMatchWgt": 24.75,
        "_articleUri1": "168047532",
        "_articleUri2": "167800964",
        "_datetime": "2015-02-19 12:06:05",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-130574",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-233267",
        "_username": "Evgenia Belyaeva",
        "artCount1": 4,
        "artCount2": 12,
        "avgCosSimStory1": 0.6404,
        "avgCosSimStory2": 0.6801,
        "categorySim": 0,
        "conceptCosSim": 0.4976357082817181,
        "conceptJaccardSim": 0.1571428571428571,
        "coreTime1": 124483.55,
        "coreTime2": 124475.4166666667,
        "coreTimeStDev1": 36.25202772106546,
        "coreTimeStDev2": 2.291509085492876,
        "entityCosSim": 0.218883108124779,
        "entityJaccardSim": 0.1052631578947368,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5190528850455635,
        "keywordJaccardSim": 0.1764705882352941,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 10,
        "storyQuality2": 14,
        "timeAvg1": 124514.575,
        "timeAvg2": 124487.4444444444,
        "timeStDev1": 36.25202772106546,
        "timeStDev2": 29.77304533290283,
        "varianceStory1": 0.3399,
        "varianceStory2": 0.5375
    }
}