{
    "850f305d-14db-4c75-b547-79470a557ea3-635037": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "Has birther-ism made a comeback within the mainstream media?\n\nProbably not, but a well-known news anchor suffered an epic slip-up this week when she said that President Obama was born in Kenya -- a claim that has been thoroughly debunked since it first appeared during Obama's original run for office in 2008.\n\nNBC White House Correspondent Chris Jansing was discussing the recent U.S.-African Leaders Summit on MSNBC's \"The Reid Report,\" when she casually mentioned that Obama being from Africa should have helped relations between the U.S. and African nations.\n\n\"Yeah, the fact that he's from Kenya, and that fact that when he was elected there were expectations from the African continent that he would do great things for them,\" Jansing said Tuesday.\n\nJansing, a veteran reporter, clarified her comments just moments later, explaining she made a mistake.\n\n\"Obviously, to clarify, I misspoke before, it is obviously the President' s father who is from Kenya,\" she said. \"But (Obama) has a real connection and there has been a great expectation that great things could happen with this President and the African continent.\"\n\nThe White House has overwhelmingly and consistently discredited lingering rumors, popular among conservative Republicans and the Tea Party, that Obama was born in Kenya and, therefore, not a natural-born citizen of the U.S.\n\nObama released his long-form birth certificate in 2011 to definitively quash such chatter, proving he, in fact, was born at a hospital in Honolulu, Hawaii.\n\nON A MOBILE DEVICE? CLICK HERE FOR VIDEO.\n\nRelated Stories U.S.-Africa summit could have addressed violations committed by leaders: advocates Obama says prosperous Africa is emerging despite facing great challenges Obama toasts African leaders at State Dinner Obama pledges $33 billion to Africa",
                    "date": "2014-08-07",
                    "eventUri": "1063901",
                    "id": "16893033",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6475,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "21:19:00",
                    "title": "TV anchor accidentally claims Obama was born in Kenya",
                    "uri": "202302402",
                    "url": "http://www.nydailynews.com/news/politics/tv-anchor-accidentally-claims-obama-born-kenya-article-1.1895771",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON - President Barack Obama and dozens of African leaders opened talks Wednesday on two key issues that threaten to disrupt economic progress on the continent: security and government corruption.\n\nThe discussions capped an unprecedented three-day gathering of African leaders in Washington. Much of the conference has centered on boosting U.S. financial ties with Africa, a continent that is home to six of the world's 10 fastest-growing economies and a rapidly expanding middle class.\n\nAs he has throughout the summit, Obama sought to highlight Africa's potential, particularly as an untapped trading partner for U.S. businesses. During remarks at the State Department, he said that even though the continent faces significant challenges, \"a new Africa is emerging.\"\n\nYet White House officials acknowledge that security issues and governance challenges continue to constrain Africa's overall prosperity. There are particular concerns about Boko Haram, a violent Islamist group in Nigeria that was responsible for the kidnapping of more than 200 schoolgirls earlier this year.\n\nObama said the security discussions would center on ways to enable African governments to boost their own peacekeeping and counterterrorism capabilities while moving away from the need for costly outside intervention.\n\nLeaders were also expected to discuss good governance and transparency, with U.S. officials arguing to their African counterparts that both are necessary conditions for economic growth.\n\nThe president acknowledged the ongoing Ebola crisis that is gripping three African nations, saying the affected countries have overcome great challenges in the past and are \"drawing on that same spirit\" now. The leaders of Liberia and Sierra Leone canceled plans to travel to Washington in order to deal with the crisis, while the president of Guinea is attending the talks.\n\nThe White House has promoted the summit as the largest-ever gathering of African leaders in the United States, with more than 50 countries represented. The leaders filled a large stage at the State Department for a group photo, with some wearing their country's traditional dress.\n\nObama was to close the summit with a late-afternoon news conference. First lady Michelle Obama was hosting a spouses' event with former President George W. Bush and his wife, Laura.\n\nOn Tuesday, Obama announced $33 billion in U.S. commitments aimed at boosting financial ties with the continent. More than half was to come from the private sector, including Coca-Cola and General Electric.",
                    "date": "2014-08-06",
                    "eventUri": "1063901",
                    "id": "16849505",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6321,
                    "source": {
                        "title": "The Japan Times",
                        "uri": "www.japantimes.co.jp"
                    },
                    "time": "22:51:00",
                    "title": "Security, corruption key topics in Obama's talks with African leaders | The Japan Times",
                    "uri": "202082807",
                    "url": "http://www.japantimes.co.jp/news/2014/08/07/world/security-corruption-key-topics-obamas-talks-african-leaders/",
                    "wgt": 1
                },
                {
                    "body": "President Obama delivered a closing statement on Wednesday summarizing the progress leaders have made during the three-day U.S.-Africa Leaders Summit in Washington, D.C. (AP)\n\nPresident Obama wrapped up a three-day summit with African leaders Wednesday, making a rare foreign policy advance even as his administration continues to face daunting challenges abroad.\n\nThe massive gathering of nearly 50 African heads of state and government in Washington allowed top U.S. officials to broker deals between American companies and African dignitaries, as well as press privately for action on security and human rights concerns. And at a time when Europe and major economies such as China are expanding their foothold in Africa, the conference gave the United States a chance to reinforce its long-standing connection to the continent.\n\nWhile the summit yielded a handful of high-profile announcements -- including new public and private investments in economic, agricultural and health development totaling $37 billion -- it also featured the kind of behind-the scenes diplomatic interactions that could produce meaningful benefits later on. Elected U.S. officials and their African counterparts discussed issues ranging from tensions within the Great Lakes region to the ongoing conflict in South Sudan.\n\nIn a press conference Wednesday evening, Obama called the meeting an \"extraordinary success\" that will become a recurring event because it is a successful \"forcing mechanism for decisions and action.\"\n\nThe leaders agreed Wednesday to create a \"new peacekeeping rapid response project\" to enhance Africa's ability to defuse conflicts, the president said, along with a security and governance initiative to professionalize security forces on the continent. The group is also exploring the idea of launching a partnership to combat illicit financing, he added.\n\nHouse Foreign Relations Committee Chairman Edward R. Royce (R-Calif.) cautioned in an interview Wednesday that the real value of the meeting will be best judged a year from now, \"when the words on paper and the hours of talking are implemented and acted upon.\"\n\nSymbolism and emotional appeals were integral to the administration's pitch this week: As they have with issues ranging from gun control to education, the Obamas used their personal history to make their case for closer diplomatic and economic ties.\n\nSpeaking at an event on women and girls along with former first lady Laura Bush, Michelle Obama remarked, \"I am an African American woman.\" During his opening toast at Tuesday night's dinner, Obama described himself as not only the U.S. president and \"a proud American\" but \"the son of a man from Africa. The blood of Africa runs through our family. And so for us, the bonds between our countries, our continents, are deeply personal.\"\n\nSeveral conservatives, as well as some African policy experts, have faulted the president for failing to engage more aggressively with the continent during his first term. Charlotte Florance, a research associate for economic freedom in Africa and the Middle East, wrote in an e-mail that it took Obama \"too long to show up to the table. The rest of the world is already working on the main course, while the U.S. is still talking about what it is going to order.\"\n\nBut the frenetic pace of events in recent days -- including bilateral meetings between African leaders and top American officials, dozens of elaborate dinners and receptions and Obama's attendance at several summit events -- made an impression on many of the government and corporate leaders who had journeyed here.\n\nBurkina Faso President Blaise Compaoré said in an interview that during discussions the leaders had Wednesday on issues such as electrification and economic development, he was impressed by Obama's \"knowledge of the subject and his commitment to Africa.\"\n\nWhile the president hosted a dinner at the White House for all the leaders and attended sessions on two days of the summit, much of the diplomatic heavy lifting was done by some of his top aides and a handful of lawmakers who stayed in town despite the August recess. Secretary of State John F. Kerry alone met with more than seven heads of state, while Vice President Biden held sessions with at least three.\n\nRoyce, who met with the presidents of South Africa, Nigeria, Democratic Republic of Congo and South Sudan, said he had \"tough meetings\" that were \"not uplifting\" but delved into pressing issues including how to stabilize parts of the continent and share intelligence to how to combat wildlife trafficking.\n\n\"These leaders have their work cut out [for] them,\" Royce said, adding he was more encouraged by the young African musicians he met at a party sponsored by the ONE campaign who have been mobilizing support for democratic reforms in their home countries. \"My confidence rests with Africa's younger generation.\"\n\nIn his meeting with South Sudan's President Salva Kiir, Royce raised the issue that the ongoing conflict there has impeded assistance in the region. Silke Pietzsch, technical director for Action Against Hunger, said that in May, her group identified 176,000 children who faced serious or acute malnutrition in the country, along with another 420,000 who were experiencing moderate malnutrition.\n\n\"We're seriously concerned about the real survival of those people,\" Pietzsch said.\n\nSen. Christopher A. Coons (D-Del.), who chairs the Foreign Relations Subcommittee on African affairs,said that his talks with the presidents of South Africa, Rwanda and the DRC \"touched on the economy, and on security and humanitarian concerns that are very real, and of great importance for our countries.\"\n\nAt the same time, many of the discussions focused on potential economic opportunities. Coons brokered meetings between Delaware firms and senior African officials to resolve regulatory hurdles to investment in the region; Compaoré discussed a possible solar power project, finalized a housing development deal and chatted with Monsanto officials about improvements in crop production.\n\nScott Eisner, vice president for African affairs at the U.S. Chamber of Commerce, said one of the most significant outcomes of the conference was that it brought 200 American and African corporate executives together, and now those U.S. business leaders \"don't see Africa as a homogenous place. Ebola isn't in every country, there aren't armed insurgents in every nook and cranny.\"\n\nWitney Schneidman, who served as deputy assistant secretary of State for African affairs and is now a senior international adviser for the law firm Covington & Burling, said the fact that so many leaders came to the event shows it was \"transformational.\"\n\n\"It just reflects the appetite on both sides to forge a new relationship -- built on the past, not ignoring the past -- but moving forward with a new vision,\" Schneidman said.\n\nAnd for all the diplomacy, small moments had a powerful impact. At Tuesday's dinner, the evening's musical guest, Lionel Ritchie, brought the crowd -- many of whom had listened to him when he was in his prime, back in the 1980s -- to their feet.\n\nCoons said the dancing was a stark reminder of both America's cultural reach, as well as why it has a powerful incentive to move quickly to strength its ties to the fast-growing continent of Africa.\n\n\"We still enjoy a moment where our music, our movies, our television are listened to and watched across the globe,\" he said. \"But that will not always be the case.\"",
                    "date": "2014-08-06",
                    "eventUri": "1063901",
                    "id": "16851298",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6298,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "23:53:00",
                    "title": "Obama praises US-Africa summit as an 'extraordinary success' - Washington Post",
                    "uri": "202092776",
                    "url": "http://www.washingtonpost.com/politics/obama-praises-us-africa-summit-as-an-extraordinary-success/2014/08/06/866d996a-1d8c-11e4-ae54-0cfe1f974f8a_story.html",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama said Wednesday that he hopes to act soon to stem the wave of U.S. companies moving their headquarters overseas in order to reduce their tax bill.\n\n\"We don't want to see this trend grow,\" Obama said at a news conference following a summit with African leaders. \"We don't want companies that up until now were playing by the rules looking over their shoulder at some competitor gaming the system... We want to move quickly -- as quickly as possible.\"\n\nObama has asked Congress to address the practice, known as inversions. However, he made clear Wednesday that he also plans to take whatever unilateral steps he can to rein in the phenomenon.\n\n\"What we are doing is examining: are there elements to how existing statutes are interpreted by rule or regulation or tradition or practice that can at least discourage some of the folks who may be trying to take advantage of this loophole,\" the president said.\n\nObama declined to say whether he was considering banning companies that make such offshore moves from receiving federal contracts.\n\nIn deference to African leaders attending this week's summit chafing at media attention to the Ebola outbreak in parts of their continent, Obama made only passing reference to the health threat in his opening remarks at the news conference.\n\nHowever, the first question he got was about the ethics of the U.S. administering an experimental treatment for the illness to two American patients being treated in Atlanta, while not sharing that treatment with the thousands suffering from Ebola in Africa.\n\n\"We got to let the science guide us. I don't think all the information is in on whether this drug is helpful,\" Obama said.\n\nThe president did not squarely address the ethical issues, but stressed that the U.S. is helping countries in West Africa try to contain spread of the virus which he said is \"controllable\" in countries with strong public health systems.\n\n\"It's entirely appropriate for us to see if there are additional drugs or medical treatments that can improve the survivability of what is a very deadly and obviously brutal disease,\" Obama added.\n\nObama also fielded a question about the recent fighting in Gaza, stressing his concern for the people there and in Israel, while denigrating Hamas, the militant group which controls Gaza.\n\n\"I have no sympathy for Hamas. I have great sympathy for ordinary people who are struggling within Gaza,\" the president said. He repeated past statements of support for Israel's right to act against rocket attacks and tunnels dug into their territory from Gaza.\n\n\"It is important to remember that Hamas acts extraordinarily irresponsibly when it is deliberately siting rocket launchers in putting population centers at risk,\" Obama added. \"I've also expressed my distress at what's happened to innocent civilians, including women and children as a result of this process.\"\n\nObama was 74 minutes late for the presser as he wrapped up a first-of-its-kind summit in Washington with leaders of nearly 50 African countries. As part of the three-day meeting, the White House announced more than $37 billion in business and non-profit investment in Africa.\n\nWhile the summit is novel for the U.S., China has held five such events both in Beijing and in Africa. At the most recent summit in the Chinese capital, the Chinese government pledged $20 billion in credit for Africa. Many African heads-of-state also got so-called bilateral meetings with top Chinese officials like the president or premier.\n\nWhite House officials said such sessions were not feasible given the number of leaders attending the Washington summit.\n\n\"We just wouldn't be able to do bilats with everybody, and so the simplest thing is for the President to devote his time to engaging broadly with all the leaders,\" Deputy National Security Adviser Ben Rhodes told reporters last week. \"That way we're not singling out individuals at the expense of the other leaders.\"\n\nDespite the lack of formal bilateral meetings, Obama briefly interacted one-on-one with the African leaders when they attended a dinner at the White House Tuesday night and posed for official photos.",
                    "date": "2014-08-06",
                    "eventUri": "1063901",
                    "id": "16850100",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5937,
                    "source": {
                        "title": "POLITICO",
                        "uri": "www.politico.com"
                    },
                    "time": "23:15:00",
                    "title": "Obama says he'll act on inversions - Josh Gerstein - POLITICO.com",
                    "uri": "202086220",
                    "url": "http://www.politico.com/story/2014/08/barack-obama-act-inversions-109791.html",
                    "wgt": 1
                },
                {
                    "body": "On Tuesday's \"Reid Report,\" NBC News Senior White House Correspondent Chris Jansing accidentally said that President Obama is from Kenya.\n\nHost Joy Reid began the segment commenting on the ongoing U.S.-Africa Summit in Washington, D.C. by saying, \"The White House is clearly, I would assume, hoping that this will be part of the president's legacy, given his background.\"\n\nJansing replied, \"Yeah, the fact that he's from Kenya, and the fact that when he was elected there were expectations on the African continent that he would do great things for them. This is a concerted effort by this administration to get American companies to invest.\"\n\nJansing later addressed her mistake, noting that Obama's father is from Kenya.\n\nThe summit is a three-day conference organized by the White House with several dozen leaders from across Africa with hopes to boost U.S. ties to the continent. Obama began the welcoming dinner with a toast saying, \"The blood of Africa runs through our family, so for us, the bonds between our countries, our continents are deeply personal.\"",
                    "date": "2014-08-06",
                    "eventUri": "1063901",
                    "id": "16846484",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5862,
                    "source": {
                        "title": "The Technology Chronicles",
                        "uri": "blog.seattlepi.com"
                    },
                    "time": "21:25:00",
                    "title": "NBC correspondent accidentally says Obama 'is from Kenya'",
                    "uri": "202069529",
                    "url": "http://blog.seattlepi.com/seattlepolitics/2014/08/06/nbc-correspondent-accidentally-says-obama-is-from-kenya/",
                    "wgt": 1
                },
                {
                    "body": "Did MSNBC go birther at least temporarily?\n\nThe conspiracy minded birther movement is a much scorned cohort that believes Barack Obama was born outside of the U.S. and therefore constitutionally ineligible to serve as president. Birthers also believe that the president's Hawaiian birth certificate released by the White House in 2011 is fake. Legal challenges to Obama's legitimacy as president on grounds that he isn't a \"natural born citizen\" have gone nowhere, however.\n\nOn MNSBC, the cable news network that generally cheerleads for Team Obama 24-7, White House correspondent Chris Jansing, herself a former MSNBC anchor, inexplicably stated that the president is \"from Kenya.\"\n\nIn covering the U.S-Africa summit in D.C. this past week, Jansing was responding to the notion that Obama wants to make improved relations with the African continent part of his legacy. Said Jansing:\n\nYeah, the fact that he's from Kenya. And the fact that when he was elected, there were expectations on the African continent that he would do great things for them. This is a concerted effort by this administration to get American companies to invest...\"\n\nTwitter immediately exploded with outrage about Jansing's Obama Kenya birthplace remark as compiled by Twitchy.\n\nPerhaps because of the outcry on social media, Jansing came back on the air about 10 minutes later (see embed below) with this retraction about the Obama birthplace-related slip of the tongue:\n\nJust obviously to clarify, I misspoke at the top before. It's obviously the president's father who is from Kenya....\n\nSeparately, Congressman Steny Hoyer made a cringeworthy alleged joke (see embed below) in a speech before African CEOs at the summit. The Maryland Democrat who holds the position of minority whip in the House -- the second ranking position in that chamber behind Nancy Pelosi -- told his audience that \"First of all, let me tell my friends from Africa, I do not whip people. And if you watch House of Cards, it is not accurate.\"\n\nCommenting on Hoyer's gaffe, the Washington Examiner declared that \"If Rep. Steny Hoyer, D-Md., were a Republican, the networks would be giving the following statement wall-to-wall coverage, and the House minority whip would be forced to go on a weeklong apology tour to convince America he's not a hugely ignorant racist.\"\n\nNot to be outdone, as The Inquisitr previously reported, Vice President Joe Biden informed the assembled African dignitaries at the summit that Africa is a country rather than a continent.\n\nAgainst the backdrop of Chris Jansing's Kenya birthplace gaffe, do you agree or disagree with the Washington Post 's assertion that \"The birther movement needs only the slightest bit of encouragement to ignite itself, and the words of an NBC News reporter -- all clarifications aside -- could well be enough.\"",
                    "date": "2014-08-10",
                    "eventUri": "1063901",
                    "id": "16981450",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5488,
                    "source": {
                        "title": "The Inquisitr News",
                        "uri": "www.inquisitr.com"
                    },
                    "time": "18:40:00",
                    "title": "Obama Is From Kenya Claim Retracted By News Network [Video]",
                    "uri": "202871363",
                    "url": "http://www.inquisitr.com/1403446/obama-is-from-kenya-claim-retracted-by-news-network-video/",
                    "wgt": 1
                },
                {
                    "body": "Editor's note: Rep. Ed Royce, R-California, is chairman of the House Foreign Affairs Committee. Royce served on the Africa Subcommittee for 16 years and was chairman of the Subcommittee from 1997-2004. The opinions expressed in this commentary are solely those of the author.\n\n(CNN) -- Words like \"landmark\" and \"historic\" are being used to describe this week's U.S.-Africa Leaders Summit. More than 40 heads of state, the President, dozens of American CEOs, celebrities, activists and several members of Congress -- myself included -- are participating in the three-day event.\n\nEvery issue affecting the continent, from combating wildlife trafficking to food security, is on the agenda. Yet, of the 53 hours of official meetings scheduled for the summit, only two are dedicated to the critical issue of governance. That is scant treatment for what is perhaps the greatest impediment to security and economic growth in Africa. It also sends the wrong message about our shared priorities and values.\n\nIn Africa, electing fresh, new leaders is not something people do often. Consider this: The 10 current longest-serving African leaders have held their offices for a total of 252 years. Three of these leaders (Robert Mugabe of Zimbabwe, Isaias Afwerki of Eritrea, and Omar el-Bashir of Sudan) have not been invited to the summit because they are in poor standing with the United States. Of those receiving an invite, Rwanda's Paul Kagame and Uganda's Yoweri Museveni were unwisely hailed as \"new African leaders\" during the Clinton administration, while others came to power when Jimmy Carter was in the Oval Office.\n\nNeedless to say, presidents serving in their 25th year generally don't promote free and fair elections and good governance.\n\nElections are a pillar of democracy and good governance. When conducted freely, fairly and regularly, they give citizens their most effective tool for holding their leaders accountable and pressing policy makers for action and reform. In fact, the World Bank has shown that political competition, primarily through elections, is associated with improvements to a country's business environment.\n\nNot only do elections bolster economies, they can improve security. Take, for example, Liberia. Decades of protracted conflict and a deadly civil war resulted from corruption and massive human rights abuses by war criminal Charles Taylor, along with the political exclusion of whole swaths of the country's populace. But inclusive and democratic elections in 2006 brought to power Ellen Johnson Sirleaf, Africa's first elected female head of state. Now, Liberia is experiencing a much-needed period of political reconciliation and improved security. While Liberians certainly still face a number of challenges -- including the recent Ebola outbreak -- inclusive elections have proven to be a stabilizing force in West Africa.\n\nDespite the overstay of too many African leaders, there are reasons for hope. Eleven African countries are planning to hold elections next year, and 15 more countries have an election scheduled for 2016. In the next two years, more than half the leaders in sub-Saharan Africa are slated to stand for re-election. Each election day in these countries over the next two years will be a defining moment for the future of governance across the continent.\n\n5 reasons Obama's Africa leaders' summit matters\n\nThe United States cannot be absent during this critical transition. We should support programs that improve the transparency of elections and encourage the peaceful transfer of power, which, unfortunately, far too many Africans have yet to see. Most importantly, the United States should push back on those leaders who seek to amend their constitutions to create imperial, indefinite presidencies.\n\nTwo leaders most recently accused of seeking such constitutional changes -- Joseph Kabila of the Democratic Republic of the Congo and Blaise Compaore of Burkina Faso -- are in town for the Summit. Allowing them to return home without pressing for free, fair and regular elections would be an affront to the citizens of these two countries.\n\nOpinion: Africa and U.S.: Invest in human rights\n\nPresident Obama once pressed for good governance aggressively. In 2009, when he traveled to Ghana and addressed that country's parliament, he took a \"no excuses\" approach toward African leaders.\n\nIn an interview just before landing on the continent, the President noted that, \"I'm a big believer that Africans are responsible for Africa ... for many years we've made excuses about corruption or poor governance; that this was somehow the consequence of neo-colonialism, or the West has been oppressive, or racism. I'm not a believer in excuses. ... I think that it's very important for African leadership to take responsibility and be held accountable.\"\n\nNice words, unfortunately undermined by a summit agenda that shorts good governance.",
                    "date": "2014-08-07",
                    "eventUri": "1063901",
                    "id": "16873386",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5225,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "12:28:00",
                    "title": "What's missing from the Africa summit",
                    "uri": "202203507",
                    "url": "http://edition.cnn.com/2014/08/06/opinion/royce-africa-summit/index.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Brss%252Fcnn_allpolitics%2B%2528RSS%253A%2BPolitics%2529",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- The U.S.-Africa summit has focused on trade, security and even the Ebola virus, but human rights advocates say abuses by some leaders who are attending are being swept under the rug.\n\n\"It is kind of like a missed opportunity,\" said Daniel Bekele, Africa director for Human Rights Watch.\n\nBekele said President Obama \"is focused on trade and security issues\" at the summit this week, while giving less attention to flagrant violations of law and human rights.\n\nFour leaders of the continent's most notorious autocracies -- Sudan's Omar al-Bashir, Zimbabwe's Robert Mugabe, Eritrea's Isaias Afewerki and the Central African Republic's interim President Catherine Samba-Panza -- were barred from the summit.\n\nBut critics faulted the presence of leaders like Angolan President Eduardo dos Santos, accused of using arbitrary arrests and a repressive police force to silence critics, along with Mulatu Teshome, president of Ethiopia, which has used anti-terror laws to suppress dissent.\n\nGambian activists protested the invitation to President Yahya Jammeh, a virulent foe of gay rights.\n\nUgandan President Yoweri Museveni, whose country passed a Draconian anti-gay law that the judiciary then repealed, posed for a picture Tuesday with Obama.\n\nObama, Vice President Biden and Secretary of State Kerry have all cited human rights in their remarks this week. \"Nations that uphold these rights and principles will be prosperous and economically successful,\" the President said at a Wednesday news conference.\n\nBut critics like Bekele said Obama's strong words on the topic have often not translated into policy.\n\nRelated Stories Obama says prosperous Africa is emerging despite facing great challenges Michelle Obama, Laura Bush, George W. Bush host first ladies' summit Obama toasts African leaders at State Dinner",
                    "date": "2014-08-07",
                    "eventUri": "1063901",
                    "id": "16858522",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4779,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "04:44:00",
                    "title": "U.S.-Africa summit could have addressed violations committed by leaders: advocates",
                    "uri": "202130184",
                    "url": "http://www.nydailynews.com/news/politics/u-s-africa-summit-addressed-violations-committed-leaders-advocates-article-1.1894843",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama's effort to engage Africa brought together the largest summit of African leaders ever held in Washington. But China has hosted such summits before, and the U.S. gathering highlights what some see as a belated U.S. effort to catch up and expand its economic ties with Africa. VOA White House correspondent Luis Ramirez reports.",
                    "date": "2014-08-07",
                    "eventUri": "1063901",
                    "id": "16852432",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4593,
                    "source": {
                        "title": "VOA",
                        "uri": "www.voanews.com"
                    },
                    "time": "00:36:00",
                    "title": "US Takes Different Approach to Africa Than China",
                    "uri": "202097819",
                    "url": "http://www.voanews.com/media/video/1973303.html",
                    "wgt": 1
                },
                {
                    "body": "US President Barack Obama's meeting with President Uhuru Kenyatta at the White House may not have been exclusive, as other African leaders also posed with America's First Family, but it did have a huge political symbolism.\n\nIt was clearly a public relations coup for Uhuru after the \"choices have consequences\" declaration a month to the Kenyan polls last year by a top US official. That remark was interpreted as a caution against electing Uhuru and his deputy William Ruto, while the pair faced International Criminal Court trials.\n\nThe photograph of a smiling Uhuru with Obama to his right and Michelle to his left in the Blue Room of the White House perhaps highlighted diplomatic rapprochement between America's first black president and Uhuru, the leader of his father's ancestral land.\n\nThat arms-length relationship was further bolstered when Obama skipped Kenya, the home of his father, during an extensive tour of Africa. Uhuru's presence among 50 African leaders invited to the US-Africa Summit is seen as Obama's signal that Kenya is not a pariah State.\n\nOn Tuesday night, Obama hosted Uhuru and the African leaders for dinner - the biggest congregation of heads of State and governments at the White House. Earlier Uhuru arrived at the White House to a warm military reception complete with a ceremonial salute extended to all visiting heads of states and governments at about 7.25pm US time (3.25am local time).\n\nTop security officials accorded his motorcade a VIP escort as it pulled up at the North Portico Gate for clearance. The President's convoy then snaked through the lawns of White House with two lines of ceremonial America soldiers clutching rifles and saluting as he was driven in.\n\nHe disembarked from his diplomatic limousine right in front of the White House where he was received by Peter Selfridge, the Chief of Protocol who greeted him at the steps of the red carpet reception leading to the world's most powerful office.\n\nAfter receiving Uhuru, Selfridge walked him a few steps before asking him to turn around and salute a battery of journalists.\n\nBut unlike some of his colleagues, Uhuru was unaccompanied by the First Lady Margaret Kenyatta at the official reception. At the reception, Rwanda's Paul Kagame stole the show when he arrived with his daughter who towered above him in height.\n\nThe next president who arrived and left dozens of photographers with smiles on their faces as they clicked away images was Cameroon's Paul Biya with his fashion-loving wife Chantal. Her hairstyle had captured news headlines with the respected Washington Post announcing sarcastically, \"The first lady of Cameroon and her hair have touched down.\"\n\nUhuru, wearing a black suit with matching shoes, a white shirt and a blue tie then waved at cameras and bowed before being ushered in for the dinner Obama and Michelle had prepared.\n\nIt was the closest the Jubilee leadership was interacting with the US leadership and top diplomats of the administration after Washington said it would maintain only essential contacts with Kenyan leaders facing charges of crimes against humanity at the ICC. Last week, the director for Africa studies at the Centre for Strategic and International Studies, Jennifer Cooke, challenged the Obama administration to review its policy and relations with Kenya arguing that the ICC cases appeared to be flopping.",
                    "date": "2014-08-07",
                    "eventUri": "1063901",
                    "id": "16858648",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4144,
                    "source": {
                        "title": "Standard Digital News",
                        "uri": "www.standardmedia.co.ke"
                    },
                    "time": "04:49:00",
                    "title": "Standard Digital News - Kenya : Obama toasts to new US-Africa relations in largest leaders dinner",
                    "uri": "202130998",
                    "url": "http://www.standardmedia.co.ke/article/2000130740/obama-toasts-to-new-us-africa-relations-in-largest-leaders-dinner",
                    "wgt": 1
                },
                {
                    "body": "While most lawmakers are back in their district for the August recess, Rep. Joyce Beatty spent last night at the White House, attending the U.S.-Africa Summit dinner at the White House.\n\nThe dinner is part of a week-long summit with African leaders aimed at encouraging leaders of African nations to build relationships and develop solutions on the continent.\n\nBeatty attended the dinner with her husband, Otto Beatty, a lawyer and former Ohio state representative. Also at the dinner were the President and First Lady, Vice President Joe Biden and his wife, Jill, former President Jimmy Carter and Secretary of State John Kerry.\n\n\"Central Ohio is home to many nationalities from the African continent and the African diaspora, and I am glad to contribute to furthering relationships between the United States and African nations,\" Beatty, D-Jefferson Township, said. \"I look forward to continuing to build partnerships with stakeholders to improve diplomatic, economic, and cultural relations between all our countries.\"\n\nFrom left to right: Rep. Al Green, , D-Tx., Rep. Terry Sewell, D-Ala., Rep. Gwen Moore, D-Wis., House Minority Leader Nancy Pelosi, D-Calif., Rep. Barbara Lee, D-Calif., Rep. Robin Kelly, D-Ill., Rep. Joyce Beatty, D-Jefferson Twp., Rep. Hakeem Jeffries, D-N.Y., Rep. Bobby Rush, D-Ill.",
                    "date": "2014-08-06",
                    "eventUri": "1063901",
                    "id": "16849460",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4004,
                    "source": {
                        "title": "The Columbus Dispatch",
                        "uri": "www.dispatch.com"
                    },
                    "time": "22:50:00",
                    "title": "Beatty attends U.S.-Africa Summit Dinner at White House",
                    "uri": "202082553",
                    "url": "http://www.dispatch.com/content/blogs/the-daily-briefing/2014/08/8-6-2014-beatty-attends-state-dinner-at-white-house.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2014-08-07",
            "avgCos": 0.3801,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1063901",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1109555",
            "lang": "eng",
            "storyDate": "2014-08-07",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-635037",
            "variance": 0.3555
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-227024": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "James Brady, el portavoz de la Casa Blanca que sobrevivió a las balas\n\nWashington, 5 ago (EFE).- Empresas estadounidenses se han comprometido a invertir más de 14.000 millones de dólares en las economías africanas, según el anuncio que hará hoy el presidente Barack Obama en la cumbre EEUU-África.\n\nUn funcionario de la Casa Blanca indicó que Obama hará el anuncio durante el discurso que ofrecerá al medio centenar de jefes de Estado y de Gobierno de África invitado a una conferencia sin precedentes en Wasnington.\n\n\"Las inversiones profundizarán el compromiso económico estadounidense en África e impulsarán el crecimiento que sustentará la prosperidad más amplia en África\", señaló el funcionario.\n\nObama hablará en el Foro Empresarial EEUU-África al que asisten los gobernantes africanos y ejecutivos de más de noventa compañías estadounidenses.\n\nSegún la Casa Blanca, los sectores que se beneficiarán de la inversión privada estadounidense incluyen la construcción, los bancos, la energía limpia y la tecnología informática.\n\nEl mes pasado, la secretaria de Comercio, Penny Pritzker, dijo en una entrevista con el diario The Wall Street Journal que los compromisos del sector privado estadounidense de inversiones para África rondaba los 900.000 millones de dólares.\n\nEl año pasado, durante una gira por tres países de África, Obama dijo que Estados Unidos \"no podía quedarse a un lado porque sigamos ateniéndonos a los viejos estereotipos acera de cuál será el futuro africano\".\n\n\"En mis conversaciones encuentro que a mucha gente le complace que China se involucre en África\", dijo.\n\n\"Por otro lado reconocen que el interés principal de China es el acceso a los recursos naturales en África para alimentar la manufactura en la política económica de China orientada a las exportaciones\", añadió.\n\nEn opinión de Obama, ese enfoque \"a menudo deja a África como un simple exportador de materias primas, sin mucho valor agregado y como consecuencia no se crean muchos empleos en África y (esa política) no se convierte en una base para el desarrollo a largo plazo\".",
                    "date": "2014-08-05",
                    "eventUri": "1063901",
                    "id": "16773182",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8512,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "12:31:00",
                    "title": "Obama anunciará una inversión de 14.000 millones de dólares en ... - La Vanguardia",
                    "uri": "201750351",
                    "url": "http://www.lavanguardia.com/politica/20140805/54412786049/obama-anunciara-una-inversion-de-14-000-millones-de-dolares-en-africa.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (EFE).- Empresas estadounidenses se han comprometido a invertir más de 14.000 millones de dólares en las economías africanas, según el anuncio que hará hoy el presidente Barack Obama en la cumbre EEUU-África.\n\nUn funcionario de la Casa Blanca indicó que Obama hará el anuncio durante el discurso que ofrecerá al medio centenar de jefes de Estado y de Gobierno de África invitado a una conferencia sin precedentes en Wasnington.\n\n\"Las inversiones profundizarán el compromiso económico estadounidense en África e impulsarán el crecimiento que sustentará la prosperidad más amplia en África\", señaló el funcionario.\n\nObama hablará en el Foro Empresarial EEUU-África al que asisten los gobernantes africanos y ejecutivos de más de noventa compañías estadounidenses.\n\nSegún la Casa Blanca, los sectores que se beneficiarán de la inversión privada estadounidense incluyen la construcción, los bancos, la energía limpia y la tecnología informática.\n\nEl mes pasado, la secretaria de Comercio, Penny Pritzker, dijo en una entrevista con el diario The Wall Street Journal que los compromisos del sector privado estadounidense de inversiones para África rondaba los 900.000 millones de dólares.\n\nEl año pasado, durante una gira por tres países de África, Obama dijo que Estados Unidos \"no podía quedarse a un lado porque sigamos ateniéndonos a los viejos estereotipos acera de cuál será el futuro africano\".\n\n\"En mis conversaciones encuentro que a mucha gente le complace que China se involucre en África\", dijo.\n\n\"Por otro lado reconocen que el interés principal de China es el acceso a los recursos naturales en África para alimentar la manufactura en la política económica de China orientada a las exportaciones\", añadió.\n\nEn opinión de Obama, ese enfoque \"a menudo deja a África como un simple exportador de materias primas, sin mucho valor agregado y como consecuencia no se crean muchos empleos en África y (esa política) no se convierte en una base para el desarrollo a largo plazo\".",
                    "date": "2014-08-05",
                    "eventUri": "1063901",
                    "id": "16774654",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8496,
                    "source": {
                        "title": "El Diario de Yucatán",
                        "uri": "yucatan.com.mx"
                    },
                    "time": "12:50:00",
                    "title": "Obama anunciará una inversión de 14000 millones de dólares en ... - El Diario de Yucatán",
                    "uri": "201756833",
                    "url": "http://yucatan.com.mx/internacional/norteamerica/obama-anunciara-una-inversion-de-14000-millones-de-dolares-en-africa",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- El presidente Barack Obama se reunirá el martes a la tarde con líderes africanos, donde anunciará compromisos por 14.000 millones de dólares en Africa por parte de empresas estadounidenses.\n\nEl encuentro entre Obama, los jefes de estado africanos y los empresarios estadounidenses se realiza en el segundo día de una cumbre entre Estados Unidos y Africa, en que participan unos 50 jefes de estado africanos.\n\nLas inversiones estadounidenses serán en sectores como la construcción, banca, tecnología y energía, informó la Casa Blanca.\n\nEl ex alcalde de Nueva York Michael Bloomberg y la secretaria de Comercio Penny Pritzker participarán en el evento, junto con directivos de empresas como Chevron, IBM y Mastercard.\n\nHabrá una cena en la Casa Blanca el martes a la noche en honor a los líderes africanos.",
                    "date": "2014-08-05",
                    "eventUri": "1063901",
                    "id": "16774563",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6703,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "13:09:00",
                    "title": "Obama se reúne con líderes africanos",
                    "uri": "201756359",
                    "url": "http://www.elnuevoherald.com/2014/08/05/1814157/obama-se-reune-con-lideres-africanos.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON, 5 Ago. (Reuters/EP) -\n\nEl presidente de Estados Unidos, Barack Obama, anunciará este martes que las empresas estadounidenses se han comprometido a invertir 14.000 millones de dólares (unos 10.500 millones de euros) en África para proyectos de construcción, energías renovables, blancos y tecnologías de la información, según ha confirmado un alto cargo de la Casa Blanca.\n\nEl mandatario norteamericano realizará este anuncio durante el Foro Empresarial entre Estados Unidos y África, dentro del marco de la cumbre celebrada estos días en Washington para mostrar el interés de Estados Unidos en mejorar el comercio e invertir en la región.\n\n\"Estas inversiones estrecharán el compromiso económico de Estados Unidos en África, lo que impulsa el crecimiento que ampliará la prosperidad y los mercados emergentes de África para los negocios estadounidenses, que apoyará los empleos tanto en Estados Unidos como en África\", ha dicho esta fuente.\n\nRelacionadas COMUNICADO: Fraport gestiona los centros comerciales al por menor de cuatro aeropuertos de Estados UnidosEEUU enviará a 50 expertos a África Occidental para intentar hacer frente al brote de ébolaEstados Unidos planea invertir 19 millones en entrenar y armar a la Guardia Nacional de Ucrania en 2015\n\nObama va a participar en un debate con directivos de empresas y líderes de Gobierno durante el encuentro, al que también asistirán el secretario de Comercio, Penny Pritzker, el exalcalde de Nueva York Michael Bloomberg y el expresidente Bill Clinton.\n\nEl Foro Económico permitirá a decenas de dirigentes africanos relacionarse con empresarios norteamericanos y africanos, según ha dicho un alto cargo de la Casa Blanca. El encuentro se centrará ampliamente en la inversión financiera, en infraestructuras, energía, agricultura y bienes de consumo.\n\nMás de 90 compañías estadounidenses han sido seleccionadas para participar, como Chevro, Citigroup, Ford Motor, General Electric, Lockheed Martin, Marriott International, Morgan Stanley y Wal-Mart Stores. También están presentes varias compañías africanas.\n\nEl secretario de Comercio ha difundido un comunicado en el que sostiene que \"estos acuerdos representan la prueba concluyente de que Norteamérica está abierta a más negocios con África\". \"Cada día, 250.000 americanos van a sus puestos de trabajo respaldados por las exportaciones a África y estos pactos nos llevarán a un aumento de la prosperidad en ambos lados del Atlántico en los meses venideros\", ha añadido Pritzker.",
                    "date": "2014-08-05",
                    "eventUri": "1063901",
                    "id": "16773497",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6684,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "12:38:00",
                    "title": "Obama destinará unos 10.500 millones de euros al desarrollo de ... - Europa Press",
                    "uri": "201752043",
                    "url": "http://www.europapress.es/internacional/noticia-obama-destinara-10500-millones-euros-desarrollo-proyectos-africa-20140805143844.html",
                    "wgt": 1
                },
                {
                    "body": "El presidente Barack Obama pasará tranquilamente su cumpleaños 53; no programó ninguna actividad pública.\n\nWashington, EUA.- El presidente Barack Obama pasará tranquilamente su cumpleaños 53.\n\nObama no tiene programada ninguna actividad pública el lunes, aunque recibirá los reportes diarios y se reunirá con el secretario del Tesoro, Jacob Lew.\n\nObama tuvo el fin de semana una celebración en un campo de golf y en Campo David, el lugar de descanso de los presidentes estadounidenses en las montañas de Maryland. Entre quienes acompañaron al mandatario estuvieron tres amigos de su infancia en Hawái.\n\nEl cumpleaños del presidente ocurre en un momento arduo para la Casa Blanca tanto en asuntos nacionales como internacionales. Mientras Obama era salpicado con cuestionamientos políticos durante una conferencia de prensa el viernes, respondió \"yo pensé que ustedes chicos me iban a preguntar cómo iba a pasar mi cumpleaños\".",
                    "date": "2014-08-04",
                    "eventUri": "1063901",
                    "id": "16747342",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5591,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "21:32:00",
                    "title": "Obama pasará tranquilamente su cumpleaños",
                    "uri": "201617581",
                    "url": "http://www.aztecanoticias.com.mx/notas/internacional/197888/obama-pasara-tranquilamente-su-cumpleanos",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-08-05",
            "avgCos": 0.7197,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1063901",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1060834",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Washington, D.C.",
                "lat": 38.91706,
                "long": -77.00025,
                "wikiUri": "http://en.wikipedia.org/wiki/Washington,_D.C."
            },
            "storyDate": "2014-08-05",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-227024",
            "variance": 0.482
        }
    },
    "meta": {
        "CCAArticleMatchCount": 2,
        "CCAArticleMatchRatio": 0.02127659574468085,
        "CCAAvgCosSim": 0.5633,
        "CCAAvgMatchWgt": 38,
        "_articleUri1": "201750351",
        "_articleUri2": "202302402",
        "_datetime": "2015-02-19 16:16:17",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-227024",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-635037",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 11,
        "avgCosSimStory1": 0.7197,
        "avgCosSimStory2": 0.3801,
        "categorySim": 0,
        "conceptCosSim": 0.1579089704066478,
        "conceptJaccardSim": 0.06481481481481481,
        "coreTime1": 127917.5333333333,
        "coreTime2": 127966.8333333333,
        "coreTimeStDev1": 6.10377842905994,
        "coreTimeStDev2": 7.261279008514023,
        "entityCosSim": 0.2754232845461466,
        "entityJaccardSim": 0.0784313725490196,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.114940485610068,
        "keywordJaccardSim": 0.05263157894736842,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 11,
        "storyQuality2": 6,
        "timeAvg1": 127929.7333333334,
        "timeAvg2": 127979.7121212121,
        "timeStDev1": 6.10377842905994,
        "timeStDev2": 25.89708467164594,
        "varianceStory1": 0.482,
        "varianceStory2": 0.3555
    }
}