{
    "850f305d-14db-4c75-b547-79470a557ea3-760306": {
        "articles": {
            "resultCount": 38,
            "results": [
                {
                    "body": "Los Angeles police said Sunday that officers were responding to a 911 caller's complaint of indecent exposure Thursday when they detained actress Daniele Watts.\n\nLos Angeles police said Sunday that officers were responding to a 911 caller's complaint of indecent exposure Thursday when they detained actress Daniele Watts.\n\nWatts, who appeared in the movie \"Django Unchained,\" said on her Facebook account that she was handcuffed after kissing her companion in public.\n\nPolice said the caller complained that a male and a female were involved in indecent exposure inside a Silver Mercedes with the vehicle door open. Patrol officers and a sergeant from North Hollywood Division responded to the 11900 block of Ventura Boulevard in Studio City and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" authorities said.\n\n\"Upon further investigation it was determined that no crime had been committed,\" police said in a prepared statement. \"Ms. Watts and her companion were subsequently released.\"\n\nAn internal complaint investigation has been initiated regarding the incident, police said.\n\nA video on Instagram shows Watts, who is African American, in handcuffs and visibly upset while speaking with a police officer.\n\n\"I put my hands behind my back and I just stood there -- you guys came and grabbed me,\" a handcuffed Watts says to an officer in the video, telling him they did so \"for no reason.\"\n\nA photo on Watts' Facebook account also shows the actress handcuffed and crying, in a T-shirt, gym shorts and running shoes, while the police officer looks on.\n\n\"Today I was handcuffed and detained by 2 police officers ... after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her page.\n\nWatts wrote that she had been speaking with her father on her cellphone when an officer approached her. A few minutes later, two police officers put her in handcuffs.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts wrote.\n\nWatts' manager declined to comment Sunday.\n\nThe incident comes weeks after Beverly Hills police officers handcuffed and detained Charles Belk, an African American film producer who was visiting the city to attend a pre-Emmy party. Police officials later expressed regret, calling the incident \"extremely unfortunate.\"",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19292290",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8787,
                    "source": {
                        "title": "News",
                        "uri": "www.sbs.com.au"
                    },
                    "time": "22:39:00",
                    "title": "&#039;Django Unchained&#039; actress says LAPD detained her for public affection",
                    "uri": "210513785",
                    "url": "http://www.sbs.com.au/news/article/2014/09/15/django-unchained-actress-says-lapd-detained-her-public-affection",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES -- Los Angeles police said Sunday that officers were responding to a 911 caller's complaint of indecent exposure Thursday when they detained actress Daniele Watts.\n\nWatts, who appeared in the movie \"Django Unchained,\" said on her Facebook account that she was handcuffed after kissing her companion in public.\n\nPolice said the caller complained that a male and a female were involved in indecent exposure inside a silver Mercedes with the vehicle door open. Patrol officers and a sergeant from the North Hollywood Division responded to the 11900 block of Ventura Boulevard in Los Angeles' Studio City section and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" authorities said.\n\n\"Upon further investigation it was determined that no crime had been committed,\" police said in a prepared statement. \"Ms. Watts and her companion were subsequently released.\"\n\nAn internal complaint investigation has been initiated regarding the incident, police said.\n\nA video on Instagram shows Watts, who is African-American, in handcuffs and visibly upset while speaking with a police officer.\n\n\"I put my hands behind my back and I just stood there - you guys came and grabbed me,\" a handcuffed Watts says to an officer in the video, telling him they did so \"for no reason.\"\n\nA photo on Watts' Facebook account also shows the actress handcuffed and crying, in a T-shirt, gym shorts and running shoes, while the police officer looks on.\n\n\"Today I was handcuffed and detained by 2 police officers ... after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her page.\n\nWatts wrote that she had been speaking with her father on her cellphone when an officer approached her. A few minutes later, two police officers put her in handcuffs.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts wrote.\n\nWatts' manager declined to comment Sunday.\n\nThe incident comes weeks after Beverly Hills police officers handcuffed and detained Charles Belk, an African-American film producer who was visiting the city to attend a pre-Emmy party. Police officials later expressed regret, calling the incident \"extremely unfortunate.\"",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19293243",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8766,
                    "source": {
                        "title": "McClatchy DC",
                        "uri": "www.mcclatchydc.com"
                    },
                    "time": "23:07:00",
                    "title": "'Django Unchained' actress detained after 911 indecent-exposure call",
                    "uri": "210516572",
                    "url": "http://www.mcclatchydc.com/2014/09/14/239789/django-unchained-actress-detained.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles police said Sunday that officers were responding to a 911 caller's complaint of indecent exposure Thursday when they detained actress Daniele Watts.\n\nWatts, who appeared in the movie \"Django Unchained,\" said on her Facebook account that she was handcuffed after kissing her companion in public.\n\nPolice said the caller complained that a male and a female were involved in indecent exposure inside a Silver Mercedes with the vehicle door open. Patrol officers and a sergeant from North Hollywood Division responded to the 11900 block of Ventura Boulevard in Studio City and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" authorities said.\n\n\"Upon further investigation it was determined that no crime had been committed,\" police said in a prepared statement. \"Ms. Watts and her companion were subsequently released.\"\n\nAn internal complaint investigation has been initiated regarding the incident, police said.\n\nA video on Instagram shows Watts, who is African American, in handcuffs and visibly upset while speaking with a police officer.\n\n\"I put my hands behind my back and I just stood there -- you guys came and grabbed me,\" a handcuffed Watts says to an officer in the video, telling him they did so \"for no reason.\"\n\nA photo on Watts' Facebook account also shows the actress handcuffed and crying, in a T-shirt, gym shorts and running shoes, while the police officer looks on.\n\n\"Today I was handcuffed and detained by 2 police officers ... after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her page.\n\nWatts wrote that she had been speaking with her father on her cellphone when an officer approached her. A few minutes later, two police officers put her in handcuffs.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts wrote.\n\nWatts' manager declined to comment Sunday.\n\nThe incident comes weeks after Beverly Hills police officers handcuffed and detained Charles Belk, an African American film producer who was visiting the city to attend a pre-Emmy party. Police officials later expressed regret, calling the incident \"extremely unfortunate.\"",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19291485",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8725,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "21:39:00",
                    "title": "'Django Unchained' actress detained after 911 indecent-exposure call - Los Angeles Times",
                    "uri": "210511119",
                    "url": "http://www.latimes.com/local/lanow/la-me-ln-daniele-watts-django-unchained-detained-20140914-story.html",
                    "wgt": 1
                },
                {
                    "body": "Cops Detained Django Unchained Actress After 911 Call for Indecent Exposure LAPD releases statement in response to public complaint by Danièle Watts that she was unfairly treated\n\nLos Angeles police say Django Unchained actress Danièle Watts was detained and handcuffed after the cops received a 911 call about a couple involved in indecent exposure in a car.\n\nOn Thursday, Watts posted an account of the incident on her Facebook page, writing that she had not been doing anything wrong when she was approached by the police: \"I was handcuffed and detained by 2 police officers from the Studio City Police Department after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" the post reads.\n\nIn a statement, the Los Angeles police said a 911 operator received a call that a man and woman were involved in indecent exposure in a silver Mercedes with the car door open. \"Upon further investigation it was determined that no crime had been committed,\" the statement reads. \"Ms. Watts and her companion were subsequently released.\" The department says an internal complaint investigation has been launched to look into the incident.\n\nWatts says she was merely kissing her partner, Brian James Lucas, when the police approached them asking for identification. Lucas gave the police his ID, but Watts refused to hand over hers in the belief that she'd done nothing wrong. The police subsequently handcuffed Watts. According to Lucas' account on his Facebook page, he believes the police thought Watts was a prostitute.\n\n\"It's not a crime to be fully clothed showing public affection in our car,\" Watts said in an interview with CNN Monday. \"It's my right and my pleasure to enjoy myself... I don't feel like I should be ashamed about it.\"\n\nWatts told CNN she was \"humbled by the experience\" of having her story told to the world.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19332620",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8428,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "15:20:00",
                    "title": "Cops Detained Django Unchained Actress After 911 Call for Indecent Exposure",
                    "uri": "210636999",
                    "url": "http://time.com/3377872/daniele-watts-lapd/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btime%252Fentertainment%2B%2528TIME%253A%2BEntertainment%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles police officers detained actress Danielle Watts after receiving an emergency call reporting a couple indecently exposing themselves.\n\nThe \"Django Unchained\" actress and her celebrity chef partner Brian James Lucas were kissing in their car in Studio City on Thursday when they were approached by cops after a resident spotted them and called police to the scene.\n\nLucas recalled the story on his Facebook.com page, writing that police believed Watts was a prostitute and asked the couple for identification. When an angered Watts refused and began walking away, she was apprehended, handcuffed and taken back to the scene in a police car.\n\nWatts also took to her Facebook page after the incident, writing, \"I refused to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" and claimed the handcuffs were so tight they caused her wrists to bleed.\n\nWatts gave her identification information to officers and they let her go, and Los Angeles Police Department officials are now trying to deal with the fallout.\n\nA statement to The Hollywood Reporter reads, \"The citizen who called the police to complain told the 9-1-1 operator that a male and a female were involved in indecent exposure inside a silver Mercedes with the vehicle door open.\n\n\"The responding sergeant and police officers located two individuals that matched the description of the suspects, and they were briefly detained. Upon further investigation it was determined that no crime had been committed. Ms. Watts and her companion were subsequently released.\n\n\"An internal complaint investigation has been initiated regarding this matter.\"\n\nLucas tells TMZ.com that he and Watts have hired a lawyer and plan to file a formal complaint against the officers.\n\nTMZ reports that Watts and Lucas were having sex in the car, and that Watts used the fame card when the police arrived.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19348159",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8393,
                    "source": {
                        "title": "The Technology Chronicles",
                        "uri": "blog.sfgate.com"
                    },
                    "time": "20:05:00",
                    "title": "&#8216;Django Unchained&#8217; actress cops were probing indecent exposure report",
                    "uri": "210680157",
                    "url": "http://blog.sfgate.com/dailydish/2014/09/15/django-unchained-actress-cops-were-probing-indecent-exposure-report/",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES - \"Django Unchained\" actress Daniele Watts says she was accosted by police and handcuffed on Thursday in Los Angeles after being mistaken for a prostitute.\n\nWatts, who played house slave \"CoCo\" in \"Django\" and is Martin Lawrence's daughter on the new FX comedy \"Partners,\" shared the news on Facebook.\n\n\"Today I was handcuffed and detained by 2 police officers from the Studio City Police Department after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" she wrote.\n\nWatts also posted a picture of herself sobbing as she stood in front of an office in shorts, a t-shirt, and running shoes.\n\nAn LAPD public information officer said there was no record of the incident as Watts wasn't arrested or brought into the station for questioning.\n\nAccording to Watts and her husband Brian James Lucas, Studio City police mistook the couple for a prostitute and john after they showed public displays of affection. Watts refused to show her ID to the cops, and was therefore handcuffed and seated in the back of their car until they could figure out who she was. They let her go quickly afterward.\n\nUPDATE: Los Angeles police responded to the incident in a statement on Sunday, saying that they were responding to a complaint that a man and woman were involved in indecent exposure in a silver Mercedes with the door open.\n\nAccording to the LA Times, a sergeant and officers responded to the call and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" said authorities.\n\n\"Upon further investigation it was determined that no crime had been committed,\" police said in a statement. \"Ms. Watts and her companion were subsequently released.\"",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19298396",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8382,
                    "source": {
                        "title": "Winnipeg Sun",
                        "uri": "www.torontosun.com"
                    },
                    "time": "01:45:00",
                    "title": "Cops mistake actress Daniele Watts for a prostitute - Toronto Sun",
                    "uri": "210532755",
                    "url": "http://www.torontosun.com/2014/09/14/cops-mistake-daniele-watts-for-a-prostitute",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles police officers detained actress Daniele Watts after receiving an emergency call reporting a couple indecently exposing themselves.\n\nThe Django Unchained star and her celebrity chef partner Brian James Lucas were kissing in their car in Studio City on Thursday (11Sep14) when they were approached by cops after a resident spotted them and called police to the scene.\n\nLucas recalled the story on his Facebook.com page, writing that police believed Watts was a prostitute and asked the couple for identification. When an angered Watts refused and began walking away, she was apprehended, handcuffed and taken back to the scene in a police car.\n\nWatts also took to her Facebook page after the incident, writing, \"I refused to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" and claimed the handcuffs were so tight they caused her wrists to bleed.\n\nWatts gave her identification information to officers and they let her go, and Los Angeles Police Department (Lapd) officials are now trying to deal with the fallout.\n\nA statement to The Hollywood Reporter reads, \"The citizen who called the police to complain told the 9-1-1 operator that a male and a female were involved in indecent exposure inside a silver Mercedes with the vehicle door open.\n\n\"The responding sergeant and police officers located two individuals that matched the description of the suspects, and they were briefly detained. Upon further investigation it was determined that no crime had been committed. Ms. Watts and her companion were subsequently released.\n\n\"An internal complaint investigation has been initiated regarding this matter.\"\n\nLucas tells Tmz.com that he and Watts have hired a lawyer and plan to file a formal complaint against the officers.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19319170",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8274,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "11:23:00",
                    "title": "Daniele Watts Cops Were Probing Indecent Exposure Report",
                    "uri": "210598417",
                    "url": "http://www.contactmusic.com/story/daniele-watts-cops-were-probing-indecent-exposure-report_4374073",
                    "wgt": 1
                },
                {
                    "body": "Actress claims she was detained by police because they thought she was a prostitute\n\nLos Angeles police officials said Sunday they were investigating the conduct of officers after accusations by an actress who says they questioned and handcuffed her last week after she kissed her companion in public.\n\nVideo posted on social media shows \"Django Unchained\" actress Daniele Watts handcuffed, wearing a T-shirt, gym shorts and athletic shoes, telling an officer, \"You guys came and grabbed me ... for no reason.\"\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts, who is African American, wrote on her public Facebook page.\n\nAccording to the police account of the incident, officers were responding to a 911 complaint that a couple was engaged in indecent exposure inside a silver Mercedes-Benz with the door open. Patrol officers and a sergeant from the North Hollywood Division responded to the 11900 block of Ventura Boulevard in Studio City and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" police said in a statement.\n\n\"Upon further investigation it was determined that no crime had been committed,\" police said. \"Ms. Watts and her companion were subsequently released.\"\n\nAfter the incident, Watts and her companion, Brian James Lucas, voiced their complaints about the officers' conduct on their Facebook pages.\n\nWatt wrote that she was detained after \"showing affection, fully clothed, in a public place.\" By the time police arrived, she said she was talking on her cellphone with her father. \"I knew that I had done nothing wrong, that I wasn't harming anyone, so I walked away,\" Watts wrote. Shortly thereafter, she said, two officers came up and put her in handcuffs.\n\nLucas, a Los Angeles chef, gave a similar account. He said officers mistreated Watts when she refused to provide them with her identification.\n\n\"I gave him my ID knowing we did nothing wrong and when they asked D for hers, she refused to give it because they had no right to do so,\" wrote Lucas, who is white. \"So they handcuffed her and threw her roughly into the back of the cop car until they could figure out who she was. In the process of handcuffing her, they cut her wrist, which was truly not cool!\"\n\nLucas posted photos of the incident, including one of a cut he said Watts suffered while being detained.\n\nLAPD Capt. Stephen Carmona of the North Hollywood area station said that \"because of the allegations that were raised ... we're going to look into it.... We take all of these things really seriously, and we're going to ask the hard questions.\"\n\nNonetheless, Carmona defended the officers, saying they were doing due diligence when they detained Watts after she did not give them identification.\n\n\"That's just basic policework. It could be a vandalism suspect in an alley,\" Carmona said. \"The vandalism may be done, but they're still going to investigate the incident.\"\n\n\"We can't just say, 'OK, thanks, you guys. We're going to go now,'\" Carmona said. \"We're obligated to see who it was, so that if something comes up later, we know who we dealt with.\"\n\nWatts and Lucas did not respond to The Times' requests for comment. Watts' manager, Shepard Smith, declined to comment.\n\nWatts plays the daughter of Martin Lawrence's character on the FX television sitcom \"Partners,\" which premiered last month. She also had a role on the final season of the Showtime TV series \"Weeds.\"\n\nThe incident comes weeks after Beverly Hills police officers handcuffed and detained Charles Belk, an African American film producer who was attending a pre-Emmy party in the city. Police officials later expressed regret, calling the incident \"extremely unfortunate.\"",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19330149",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8241,
                    "source": {
                        "title": "courant.com",
                        "uri": "www.ctnow.com"
                    },
                    "time": "14:40:00",
                    "title": "Officials investigate detention of 'Django Unchained' actress",
                    "uri": "210630312",
                    "url": "http://www.ctnow.com/news/nationworld/chi-django-unchained-actress-detained-20140915%2C0%2C5496983.story",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES - An actress who appeared in \"Django Unchained\" was handcuffed by police responding to a report of indecent exposure.\n\nBut Daniele Watts said she was approached by police after a public display of affection, CBS Los Angeles reported. In cellphone video captured by her companion, Brian Lucas, she could be seen pleading with police.\n\nThe Los Angeles Police Department said Sunday that officers detained Watts, who played \"Coco\" in the film, and her companion last week after a complaint that two people were \"involved in indecent exposure\" in a silver Mercedes. When police asked Watts for her identification she refused, and was detained until police determined no crime was committed.\n\n\"The citizen who called the police to complain told the 9-1-1 operator that a male and a female were involved in indecent exposure inside a Silver Mercedes with the vehicle door open,\" the statement alleged.\n\nOn a Facebook page that appears to be associated with the actress, Watts says she was guilty only of showing affection in public. Lucas wrote on the social media site that because she is black and he is white, onlookers assumed them to be a prostitute and client.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts wrote the Facebook page. \"I felt his shame, his anger, and my own feelings of frustration for existing in a world where I have allowed myself to believe that 'authority figures' could control my BEING...my ability to BE!\"\n\nWatts was handcuffed and placed in the back of a patrol car. When police identified the woman, they let her go Lucas said.\n\nCalifornia does not have a law requiring people to show police their identification when walking down the street, legal analyst Steve Meister told CBS Los Angeles. But if police have reasonable suspicion, they can detain an individual for a reasonable amount of time to check the person's identity.\n\nPolice say an internal investigation has been launched. Representatives for Watts did not return calls and emails seeking comment.",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19294157",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8234,
                    "source": {
                        "title": "CNET",
                        "uri": "www.cbsnews.com"
                    },
                    "time": "23:22:00",
                    "title": "\"Django Unchained\" actress says police held her over public affection - CBS News",
                    "uri": "210519255",
                    "url": "http://www.cbsnews.com/news/django-unchained-actress-says-police-held-her-over-public-affection/",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES (Reuters) - The Los Angeles Police Department is conducting an internal investigation after \"Django Unchained\" actress Daniele Watts accused officers of violating her rights when they handcuffed and detained her while responding to a report of indecent exposure.\n\nThe city's police force is investigating a complaint from Watts, who posted a picture on Facebook last week showing her crying next to an officer with her hands behind her back.\n\nIn a statement released over the weekend, Los Angeles police said its officers had responded to a report from a passerby that a couple were indecently exposed inside a silver Mercedes on Thursday afternoon.\n\nThe officers detained Watts, who is black, and her boyfriend, who is white, but soon determined the two had not broken any laws and released them.\n\nWatts' boyfriend, Los Angeles chef Brian James Lucas, wrote on his Facebook page on Friday that he and Watts were \"accosted by police after showing our affection publicly.\" He added that the police had thought she was a prostitute because of the couple's attire and their differing skin colors.\n\nCelebrity news outlet TMZ on Monday posted an audio clip from the police purportedly from the incident, where Watts is heard confronting a police officer who asked for her identification after saying he was called to the area because someone reported \"lewd acts in the car.\" Watts declines to give the officer her ID.\n\nThe actress says \"Do you know how many times I've been called, the cops have been called just for being black, because we're black against white? I'm just being really honest.\"\n\nThe police officer then responds \"Who brought up the race card? Why?\"\n\nIn the nearly three minute-long audio clip, Watts is heard becoming increasingly upset as the police officer continues asking for her ID, and at one point, she mentions \"I have a publicist and I work as an actor at this studio.\"\n\nThe incident occurred near the CBS Radford studios in Studio City, about 6 miles (10 km) northwest of Hollywood.\n\nLos Angeles Police Department spokeswoman Officer Wendy Reyes said the audio appeared to be from the incident, but she could not confirm how TMZ obtained the recording.\n\nWatts is best known for her supporting role in Quentin Tarantino's 2012's slavery western film \"Django Unchained,\" and more recently starred alongside Kelsey Grammar and Martin Lawrence in FX show \"Partners.\"\n\n\"I was handcuffed and detained by 2 police officers from the Studio City Police Department after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her Facebook page.\n\nWatts' representatives did not respond to calls for comment Monday, although she and Lucas appeared on CNN, where the actress defended her decision to not hand her ID to the police.",
                    "date": "2014-09-16",
                    "eventUri": "1326297",
                    "id": "19360041",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.823,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "00:05:00",
                    "title": "LAPD investigates complaint from detained 'Django' actress - Reuters",
                    "uri": "210715113",
                    "url": "http://www.reuters.com/article/2014/09/16/us-people-danielewatts-idUSKBN0HA0LR20140916",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles police officials said Sunday they were investigating the conduct of officers after accusations by an actress who says they questioned and handcuffed her last week after she kissed her companion in public.\n\nVideo posted on social media shows \"Django Unchained\" actress Daniele Watts handcuffed, wearing a T-shirt, gym shorts and athletic shoes, telling an officer, \"You guys came and grabbed me ... for no reason.\"\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts, who is African American, wrote on her public Facebook page.\n\nAccording to the police account of the incident, officers were responding to a 911 complaint that a couple was engaged in indecent exposure inside a silver Mercedes-Benz with the door open. Patrol officers and a sergeant from the North Hollywood Division responded to the 11900 block of Ventura Boulevard in Studio City and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" police said in a statement.\n\n\"Upon further investigation it was determined that no crime had been committed,\" police said. \"Ms. Watts and her companion were subsequently released.\"\n\nAfter the incident, Watts and her companion, Brian James Lucas, voiced their complaints about the officers' conduct on their Facebook pages.\n\nWatt wrote that she was detained after \"showing affection, fully clothed, in a public place.\" By the time police arrived, she said she was talking on her cellphone with her father. \"I knew that I had done nothing wrong, that I wasn't harming anyone, so I walked away,\" Watts wrote. Shortly thereafter, she said, two officers came up and put her in handcuffs.\n\nLucas, a Los Angeles chef, gave a similar account. He said officers mistreated Watts when she refused to provide them with her identification.\n\n\"I gave him my ID knowing we did nothing wrong and when they asked D for hers, she refused to give it because they had no right to do so,\" wrote Lucas, who is white. \"So they handcuffed her and threw her roughly into the back of the cop car until they could figure out who she was. In the process of handcuffing her, they cut her wrist, which was truly not cool!\"\n\nLucas posted photos of the incident, including one of a cut he said Watts suffered while being detained.\n\nLAPD Capt. Stephen Carmona of the North Hollywood area station said that \"because of the allegations that were raised ... we're going to look into it.... We take all of these things really seriously, and we're going to ask the hard questions.\"\n\nNonetheless, Carmona defended the officers, saying they were doing due diligence when they detained Watts after she did not give them identification.\n\n\"That's just basic policework. It could be a vandalism suspect in an alley,\" Carmona said. \"The vandalism may be done, but they're still going to investigate the incident.\"\n\n\"We can't just say, 'OK, thanks, you guys. We're going to go now,'\" Carmona said. \"We're obligated to see who it was, so that if something comes up later, we know who we dealt with.\"\n\nWatts and Lucas did not respond to The Times' requests for comment. Watts' manager, Shepard Smith, declined to comment.\n\nWatts plays the daughter of Martin Lawrence's character on the FX television sitcom \"Partners,\" which premiered last month. She also had a role on the final season of the Showtime TV series \"Weeds.\"\n\nThe incident comes weeks after Beverly Hills police officers handcuffed and detained Charles Belk, an African American film producer who was attending a pre-Emmy party in the city. Police officials later expressed regret, calling the incident \"extremely unfortunate.\"",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19325461",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8185,
                    "source": {
                        "title": "Sun-Sentinel.com",
                        "uri": "www.sun-sentinel.com"
                    },
                    "time": "13:20:00",
                    "title": "LAPD investigates officers' conduct in detention of actress",
                    "uri": "210616716",
                    "url": "http://www.sun-sentinel.com/la-me-actress-detained-20140915%2C0%2C3508938.story?utm_content=buffer97d6f&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
                    "wgt": 1
                },
                {
                    "body": "An actress who appeared in the movie \"Django Unchained\" was handcuffed by police and briefly detained last week after they responded to a call from someone complaining of an incident of indecent exposure on a Los Angeles street.\n\nDaniele Watts said on her Facebook page that she was handcuffed after kissing her husband in public.\n\nAccording to a story from The Washington Post, police say they received a complaint saying that a male and a female were involved in indecent exposure incident inside a Silver Mercedes parked on a Los Angeles street with the vehicle door open. Patrol officers and a sergeant from the North Hollywood Division \"located two individuals that matched the description of the suspects, and they were briefly detained,\" police said.\n\n\"Upon further investigation it was determined that no crime had been committed,\" according to a police statement. \"Ms. Watts and her companion were subsequently released.\"\n\nWatts explained in the Facebook post that included a photo of her handcuffed and crying, that she was guilty only of showing affection in public.\n\n\"Today I was handcuffed and detained by 2 police officers ... after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her page.\n\nAccording to an Associated Press story, her husband wrote on the social media site that because she is black and he is white, onlookers assumed them to be a prostitute and client.\n\nWatts said she had been speaking with her father on her cellphone when an officer approached her. Police say an internal investigation has been launched.",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19294166",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8177,
                    "source": {
                        "title": "AL.com",
                        "uri": "www.al.com"
                    },
                    "time": "23:24:00",
                    "title": "'Django Unchained' actress detained in L.A. after complaint of indecent exposure in a Mercedes",
                    "uri": "210519279",
                    "url": "http://www.al.com/news/index.ssf/2014/09/django_unchained_actress_detai.html",
                    "wgt": 1
                },
                {
                    "body": "CONNECTTWEETLINKEDINCOMMENTEMAILMORE\n\nAn actress who appeared in \"Django Unchained\" was handcuffed by police responding to a report of indecent exposure.\n\nBut Daniele Watts said she was approached by police after a public display of affection, CBS Los Angeles reported. In cellphone video captured by her companion, Brian Lucas, she could be seen pleading with police.\n\nThe Los Angeles Police Department said Sunday that officers detained Watts, who played \"Coco\" in the film, and her companion last week after a complaint that two people were \"involved in indecent exposure\" in a silver Mercedes. When police asked Watts for her identification she refused, and was detained until police determined no crime was committed.\n\n\"The citizen who called the police to complain told the 911 operator that a male and a female were involved in indecent exposure inside a Silver Mercedes with the vehicle door open,\" the statement alleged.\n\nOn a Facebook page that appears to be associated with the actress, Watts says she was guilty only of showing affection in public. Lucas wrote on the social media site that because she is black and he is white, onlookers assumed them to be a prostitute and client.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts wrote the Facebook page. \"I felt his shame, his anger, and my own feelings of frustration for existing in a world where I have allowed myself to believe that 'authority figures' could control my BEING...my ability to BE!\"\n\nWatts was handcuffed and placed in the back of a patrol car. When police identified the woman, they let her go Lucas said.\n\nCalifornia does not have a law requiring people to show police their identification when walking down the street, legal analyst Steve Meister told CBS Los Angeles. But if police have reasonable suspicion, they can detain an individual for a reasonable amount of time to check the person's identity.\n\nPolice say an internal investigation has been launched. Representatives for Watts did not return calls and emails seeking comment.\n\nCONNECTTWEETLINKEDINCOMMENTEMAILMORERead or Share this story: http://www.13wmaz.com/story/entertainment/2014/09/15/django-unchained-actress-detained-by-police-over-public-affection/15676447/",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19347718",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8171,
                    "source": {
                        "title": "WMAZ",
                        "uri": "www.13wmaz.com"
                    },
                    "time": "19:56:00",
                    "title": "'Django Unchained' actress detained by police over public affection",
                    "uri": "210679039",
                    "url": "http://www.13wmaz.com/story/entertainment/2014/09/15/django-unchained-actress-detained-by-police-over-public-affection/15676447/",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES (Reuters) - The Los Angeles Police Department is conducting an internal investigation after \"Django Unchained\" actress Daniele Watts accused officers of violating her rights when they handcuffed and detained her while responding to a report of indecent exposure.\n\nThe city's police force is investigating a complaint from Watts, who posted a picture on Facebook last week showing her crying next to an officer with her hands behind her back.\n\nIn a statement released over the weekend, Los Angeles police said its officers had responded to a report from a passerby that a couple were indecently exposed inside a silver Mercedes on Thursday afternoon.\n\nThe officers detained Watts, who is black, and her boyfriend, who is white, but soon determined the two had not broken any laws and released them.\n\nWatts' boyfriend, Los Angeles chef Brian James Lucas, wrote on his Facebook page on Friday that he and Watts were \"accosted by police after showing our affection publicly.\" He added that the police had thought she was a prostitute because of the couple's attire and their differing skin colors.\n\nCelebrity news outlet TMZ on Monday posted an audio clip from the police purportedly from the incident, where Watts is heard confronting a police officer who asked for her identification after saying he was called to the area because someone reported \"lewd acts in the car.\" Watts declines to give the officer her ID.\n\nThe actress says \"Do you know how many times I've been called, the cops have been called just for being black, because we're black against white? I'm just being really honest.\"\n\nThe police officer then responds \"Who brought up the race card? Why?\"\n\nIn the nearly three minute-long audio clip, Watts is heard becoming increasingly upset as the police officer continues asking for her ID, and at one point, she mentions \"I have a publicist and I work as an actor at this studio.\"\n\nThe incident occurred near the CBS Radford studios in Studio City, about 6 miles (10 km) northwest of Hollywood.\n\nLos Angeles Police Department spokeswoman Officer Wendy Reyes said the audio appeared to be from the incident, but she could not confirm how TMZ obtained the recording.\n\nWatts is best known for her supporting role in Quentin Tarantino's 2012's slavery western film \"Django Unchained,\" and more recently starred alongside Kelsey Grammar and Martin Lawrence in FX show \"Partners.\"\n\n\"I was handcuffed and detained by 2 police officers from the Studio City Police Department after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her Facebook page.\n\nWatts' representatives did not respond to calls for comment Monday, although she and Lucas appeared on CNN, where the actress defended her decision to not hand her ID to the police. (Reporting by Piya Sinha-Roy, additional reporting by Curtis Skinner in San Francisco; Editing by Mary Milliken and Andrew Hay)",
                    "date": "2014-09-16",
                    "eventUri": "1326297",
                    "id": "19369701",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.809,
                    "source": {
                        "title": "Manila Bulletin | Latest Breaking News | News Philippines",
                        "uri": "www.mb.com.ph"
                    },
                    "time": "05:15:00",
                    "title": "LAPD investigates complaint from detained 'Django' actress",
                    "uri": "210747147",
                    "url": "http://www.mb.com.ph/lapd-investigates-complaint-from-detained-django-actress/",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles police officials said they were looking into reports that officers detained and handcuffed \"Django Unchained\" actress Daniele Watts in Studio City on Thursday after she had been seen kissing her companion in public.\n\n\"We're still looking into this incident. We will make more information available as soon as we have it,\" LAPD spokeswoman Sally Madera said.\n\nA video on Instagram shows Watts, who is African American, in handcuffs and visibly upset while speaking with a police officer.\n\n\"I put my hands behind my back and I just stood there -- you guys came and grabbed me,\" a handcuffed Watts says to an officer in the video, telling him they did so \"for no reason.\"\n\nA photo on Watts' Facebook account also shows the actress handcuffed and crying, in a T-shirt, gym shorts and running shoes, while the police officer looks on.\n\n\"Today I was handcuffed and detained by 2 police officers ... after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her page.\n\nWatts wrote that she had been speaking with her father on her cellphone when an officer approached her. A few minutes later, two police officers put her in handcuffs.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts wrote.\n\nWatts' manager and agent did not respond to attempts to reach them for comment.\n\nThe incident comes weeks after Beverly Hills police officers handcuffed and detained Charles Belk, an African American film producer who was visiting the city to attend a pre-Emmy party. Police officials later expressed regret, calling the incident \"extremely unfortunate.\"",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19287893",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8026,
                    "source": {
                        "title": "chicagotribune.com",
                        "uri": "www.chicagotribune.com"
                    },
                    "time": "20:08:00",
                    "title": "'Django Unchained' actress says LAPD detained her for public affection",
                    "uri": "210498708",
                    "url": "http://www.chicagotribune.com/entertainment/breaking/la-me-ln-daniele-watts-django-unchained-detained-20140914-story.html",
                    "wgt": 1
                },
                {
                    "body": "Actress Daniele Watts of \"Django Unchained\" fame said she did not regret refusing to hand over her ID to police investigating a call about indecent exposure over the weekend in North Hollywood.\n\n\"It's because I believe in America and what it stands for, and I believe in freedom,\" she said on CNN's \"New Day.\" \"If I'm within my amendment rights, my constitutional rights to say, 'No, unless you're charging me with a crime I will not be giving you my ID.' That is a right that I stand up for because of the shoulders that I stand on ... because of the people who fought so hard for their rights that came before me.\"\n\nAccording to the police account of the incident, officers were responding to a 911 complaint that a couple was engaged in indecent exposure last week inside a silver Mercedes-Benz with the door open.\n\nPatrol officers and a sergeant from the North Hollywood Division responded to the 11900 block of Ventura Boulevard in Studio City and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" police said in a statement.\n\nWatts and her companion, Los Angeles chef Brian James Lucas, were subsequently released after an investigation revealed no crime had been committed.\n\nShe told CNN that she was \"humbled\" by the incident and was grateful it was getting so much media attention because it would \"raise awareness.\"\n\nAppearing with Watts, Lucas, who is white, said he felt the incident was rooted in racial profiling and that the officer asked questions that suggested he believed Watts was a prostitute.\n\n\"It doesn't matter how passionately we're making out,\" Watts said, \"I don't feel like I should feel shameful for that or have to apologize for that.\"\n\nVideo posted on social media showed Watts handcuffed, wearing a T-shirt, gym shorts and athletic shoes, telling an officer, \"You guys came and grabbed me ... for no reason.\"\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts, who is African American, wrote on her public Facebook page.\n\nWatts told CNN the incident concluded when Lucas gave police her ID and a background check turned up nothing.\n\nLAPD Capt. Stephen Carmona of the North Hollywood area station defended the officers, saying they were doing their due diligence when they detained Watts after she did not give them identification.\n\n\"That's just basic police work. It could be a vandalism suspect in an alley,\" Carmona said. \"The vandalism may be done, but they're still going to investigate the incident.\"\n\nStill, Carmona said the LAPD would fully investigate the allegations made by Watts and Lucas.\n\n\"We take all of these things really seriously, and we're going to ask the hard questions,\" Carmona said.\n\nWatts and Lucas did not respond to Los Angeles Times requests for comment. Watts' manager, Shepard Smith, declined to comment.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19348352",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7814,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "19:40:00",
                    "title": "'Django's' Daniele Watts refused to give cop ID, and she isn't sorry - Los Angeles Times",
                    "uri": "210680825",
                    "url": "http://www.latimes.com/local/lanow/la-me-ln-django-unchained-daniele-watts-lapd-20140915-story.html",
                    "wgt": 1
                },
                {
                    "body": "A Los Angeles police official defended the actions of officers who detained \"Django Unchained\" actress Daniele Watts as \"basic police work\" amid claims that she was mistreated.\n\nAccording to the police account of the incident, officers were responding to a 911 complaint that a couple was engaged in indecent exposure last week inside a silver Mercedes-Benz with the door open.\n\nPatrol officers and a sergeant from the North Hollywood Division responded to the 11900 block of Ventura Boulevard in Studio City and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" police said in a statement.\n\nWatts and her companion, Los Angeles chef Brian James Lucas, were subsequently released after an investigation revealed no crime had been committed.\n\nVideo posted on social media shows Watts handcuffed, wearing a T-shirt, gym shorts and athletic shoes, telling an officer, \"You guys came and grabbed me ... for no reason.\"\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" Watts, who is African American, wrote on her public Facebook page.\n\nBut LAPD Capt. Stephen Carmona of the North Hollywood area station defended the officers, saying they were doing due diligence when they detained Watts after she did not give them identification.\n\n\"That's just basic police work. It could be a vandalism suspect in an alley,\" Carmona said. \"The vandalism may be done, but they're still going to investigate the incident.\"\n\nStill, Carmona said the LAPD would fully investigate the allegations made by Watts and Lucas, who is white.\n\n\"We take all of these things really seriously, and we're going to ask the hard questions,\" Carmona said.\n\nWatts and Lucas did not respond to The Times' requests for comment. Watts' manager, Shepard Smith, declined to comment.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19335253",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7644,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "16:02:00",
                    "title": "'Django' actress' detention was 'basic police work,' LAPD says",
                    "uri": "210643887",
                    "url": "http://www.latimes.com/local/lanow/la-me-ln-django-unchained-actress-detained-lapd-20140915-story.html",
                    "wgt": 1
                },
                {
                    "body": "The 'Django Unchained' actress Daniele Watts was detained in Los Angeles for \"indecent exposure\".\n\nDaniele Watts, the American actress who appeared in the Oscar winning movie 12 Years' a Slave, was detained by police in Los Angeles on Sunday when officers responded to a complaint of indecent exposure. Watts said on Facebook account that she was handcuffed for kissing her companion in public.\n\nDaniele Watts was detained in Los Angeles but was not charged\n\nPolice confirmed that a male and female were involved indecent exposure inside a Silver Mercedes with a vehicle door open. Patrol offers responded to the complaint in the 11900 block of Ventura Boulevard in Studio City and \"located two individuals that matched the description of the suspects, and they were briefly detained,\" according to the Los Angeles Times.\n\n\"Upon further investigation it was determined that no crime had been committed,\" police said, \"Ms. Watts and her companion were subsequently released.\"\n\nMore: 10 of the best Quentin Tarantino soundtrack songs\n\nMore: Quentin Tarantino confirms 'The Hateful Eight' will head to the big screen\n\nVarious photographs and videos of Watts looking visibly upset are circulating online, though the actress took to Facebook to explain her side of the story.\n\n\"Today I was handcuffed and detained by 2 police officers after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts said.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong,\" she added.\n\nWatts is currently shooting an untitled Morgan Krantz movie about the romance between a disgruntled teenager and his babysitter. In Tarantino's Django Unchained, she appeared alongside Leonardo DiCaprio and Samuel L Jackson as 'Coco'.\n\nMore: check out our Quentin Tarantino pictures\n\nMore: read our full review of 'Django Unchained'",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19319193",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7638,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "11:23:00",
                    "title": "'Django Unchained' Actress 'Handcuffed After Kissing Companion'",
                    "uri": "210598427",
                    "url": "http://www.contactmusic.com/article/django-unchained-daniele-watts-arrested_4374031",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES (AP) - An actress who appeared in \"Django Unchained\" was handcuffed by police responding to a report of indecent exposure.\n\nThe Los Angeles Police Department said Sunday that officers detained Daniele Watts and her companion last week after a complaint that two people were \"involved in indecent exposure\" in a silver Mercedes. Watts was detained until police determined no crime was committed.\n\nOn a Facebook page that appears to be associated with the actress, Watts says she was guilty only of showing affection in public. Her companion wrote on the social media site that because she is black and he is white, onlookers assumed them to be a prostitute and client.\n\nPolice say an internal investigation has been launched. Representatives for Watts did not return calls and emails seeking comment.\n\nThe full text of Watt's Facebook post is below:",
                    "date": "2014-09-18",
                    "eventUri": "1326297",
                    "id": "19536437",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7584,
                    "source": {
                        "title": "KOVR TV 13",
                        "uri": "sacramento.cbslocal.com"
                    },
                    "time": "09:58:00",
                    "title": "Police Detain 'Django Unchained' Actress In LA",
                    "uri": "211181366",
                    "url": "http://sacramento.cbslocal.com/2014/09/14/police-detain-django-unchained-actress-in-la/",
                    "wgt": 1
                },
                {
                    "body": "STUDIO CITY (CBSLA.com) -- A black actress from the movie \"Django Unchained\" says she was approached by police following a public display of affection with her white boyfriend.\n\nDaniele Watts and her boyfriend, Brian Lucas, believe they were targeted unfairly and suspect police assumed the actress was a prostitute and he, her client.\n\nLucas said, \"He was asking me questions like: 'Who is she?' 'How do you know her?' 'Are you together?'\"\n\nThe two have been dating for the past year and a half.\n\nThe incident in the 11900 block of Ventura Boulevard happened last Thursday in Studio City.\n\nIn cellphone video captured by her boyfriend, Watts could be seen sobbing as she pleaded with police.\n\n\"I don't have to feel ashamed for being who I am and that's really where the tears were coming from,\" Watts told CBS2/KCAL9's Art Barron on Sunday.\n\nThe LAPD said in a statement Sunday that officers responded to the location around 3:01 p.m. following a radio call of \"indecent exposure.\"\n\nThe couple learned from officers that someone at a nearby office building had called in the report. Watts had just gotten out of an interview at CBS Studios' Radford lot and was sitting in the Mercedes-Benz on her boyfriend's lap.\n\n\"The citizen who called the police to complain told the 911 operator that a male and a female were involved in indecent exposure inside a Silver Mercedes with the vehicle door open,\" the statement alleged.\n\nWhen officers arrived, police said they located two people who matched the description of the subjects.\n\n\"So, I said, 'Well, making out is not illegal,'\" Lucas said. \"And the cop was like, 'Yeah, I know, but they're being distracted.' Well, it's not really our problem that we're showing public affection, but we stopped.\"\n\n\"We stopped,\" Watts said.\n\nLucas said he gave the officers his identification when asked, but Watts refused.\n\n\"I knew that the clearest thing for me to do was to own my right as a free person and say I haven't done anything wrong and I know I'm not required to give you my ID,\" she said.\n\nWatts walked away and another officer down the street put her in handcuffs and into the back of a patrol car, according to Lucas. Once police identified Watts, Lucas says they let them go.\n\nWatts also posted an account of the incident on her Facebook account. In the 446-word post, she says, \"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong.\"\n\nShe continued, \"I felt his shame, his anger, and my own feelings of frustration for existing in a world where I have allowed myself to believe that 'authority figures' could control my BEING... my ability to BE!\"\n\nCalifornia has no law requiring people to show police their identification when not driving, according to KCAL9 Legal Analyst Steve Meister. However, if the police have reasonable suspicion, they are permitted to detain an individual for a reasonable amount of time in order to ascertain the person's identity.\n\nIn this case, officers said they were responding to a radio call of indecent exposure.\n\nWatts said she has hired an attorney but has no plans at this time to file a lawsuit against the police department. She said she wanted to bring this incident to light because \"it's about bringing awareness to how we can see the humanity in each other? How can we see each other as equals?\"\n\nMeanwhile, police said an internal complaint investigation has since been initiated regarding the incident.",
                    "date": "2014-09-18",
                    "eventUri": "1326297",
                    "id": "19500861",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7561,
                    "source": {
                        "title": "KNX AM 1070",
                        "uri": "losangeles.cbslocal.com"
                    },
                    "time": "06:29:00",
                    "title": "'Django Unchained' Actress Detained By Police Following Public Display Of Affection",
                    "uri": "211192622",
                    "url": "http://losangeles.cbslocal.com/2014/09/14/django-unchained-actress-daniele-watts-accosted-by-police-following-public-display-of-affection/",
                    "wgt": 1
                },
                {
                    "body": "\"Django Unchained\" actress Daniele Watts said on CNN Monday that she refused to give a Los Angeles Police Officer her identification when he asked for it because, \"I believe in America and what it stands for.\" Police said they were responding to calls from witnesses who said Watts and her boyfriend were involved in a \"sexual act\" in a public place in their car. Legal experts say the officer did have the right to request identification if he suspected illegal behavior.\n\n\"Django Unchained\" actress Daniele Watts says Los Angeles police allegedly detained her because they thought she was a prostitute.\n\nWatts, who is African-American, and her white boyfriend accuse police of racism for questioning them after they were seen showing affection in public.\n\nAn LAPD spokesman told CNN Sunday that officers from its North Hollywood precinct were responding to a citizen complaint.\n\n\"There was an indication on the radio call that a male white and female black were involved in a sexual act inside a Mercedes with the vehicle door open,\" Officer Sally Madera said.\n\nHer boyfriend -- Brian James Lucas but better known as celebrity chef Cheffy Be*Live -- wrote in a Facebook post that police \"saw a tatted RAWKer white boy and a hot bootie shorted black girl and thought we were a HO (prostitute) & a TRICK (client).\"\n\n\"Two people were briefly detained, but it was revealed no crime had been committed,\" Medera said.\n\nThe man was not handcuffed, but the woman was, according to the couple.\n\nThe alleged racial-profiling incident happened on a sidewalk near the gate of the CBS Studio Center in Studio City on Thursday.\n\nThe neighborhood is an upscale area and is home to many celebrities, including George Clooney, Miley Cyrus and Steve Martin.\n\nThe couple posted a short video clip and several photos showing Watts in handcuffs talking to police. One image shows a cut on her wrist, which she said was caused by the tight handcuffs.\n\nWatts, who acts in the FX show \"Partners,\" said the officers \"accosted me and forced me into handcuffs\" after she refused \"to agree that I had done something wrong by showing affection, fully clothed, in a public place.\"\n\nLucas said when an officer asked for their identifications, he showed his that but Watts refused \"to give it because they had no right to do so.\"\n\n\"So they handcuffed her and threw her roughly into the back of the cop car until they could figure out who she was,\" he wrote. \"In the process of handcuffing her, they cut her wrist, which was truly NOT COOL!!!\"\n\nShe was released \"quite quickly when they realized we were right outside CBS and that she was a celebrity and I was a celeb chef,\" Lucas wrote. \"Before they figured out who she was they were threatening calling an ambulance and drugging her for being psychologically unstable, SO NOT COOL WHATSOEVER! \"\n\nWatts and Lucas said they initially decided to forget about the incident, but then they decided they needed to speak up.\n\n\"We still forgive, love and bless them ... just not putting up with this for our own freedom and heart space,\" Lucas wrote.\n\nThe couple has contacted lawyers, the ACLU and the NAACP, he said. \"Our publicist has us in contact with media about it, too, and we're supposed to hear back.\"\n\nWatts, a native of Atlanta, made her feature film debut in 2012 as Coco in the Oscar-nominated \"Django Unchained.\" Her biggest television role is on \"Partners,\" in which she plays Martin Lawrence's daughter.",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19520774",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7555,
                    "source": {
                        "title": "Click2Houston",
                        "uri": "www.click2houston.com"
                    },
                    "time": "20:47:00",
                    "title": "'Django' actress says she was handcuffed for PDA",
                    "uri": "210502464",
                    "url": "http://www.click2houston.com/entertainment/django-actress-says-she-was-handcuffed-for-a-pda/28056666",
                    "wgt": 1
                },
                {
                    "body": "The Django Unchained star was 'accosted' by police after they 'mistook her for a prostitute'\n\nDaniele Watts says she was \"accosted and forced into handcuffs\" by police officers in Los Angeles last week.\n\nThe African American actress, who played a slave in Quentin Tarantino's acclaimed film Django Unchained, said it was because she had been \"showing affection\" to her white boyfriend, \"while fully clothed, in a public place.\"\n\nWatts and her partner Brian Lucas, a celebrity chef, were approached by police following a call from a member of the public. The officers demanded that the pair produce identification, but Watts refused to do so. Police then detained her until her identity was revealed. She was subsequently released and no charges were filed.\n\nLukas accused the police of displaying racial bias and says that officers mistook Watts for a prostitute. He also revealed that the police threatened to call an ambulance and have Watts drugged because she was acting \"psychologically unstable\".\n\n\"The tears I cry [are] for a country that calls itself 'the land of the free and the home of the brave' and yet detains people for claiming that very right,\" she wrote in an emotional Facebook post following the incident.\n\nLos Angeles police said they were responding to a 911 call about \"indecent exposure\" in a car, the Washington Post reports.\n\n\"Upon further investigation it was determined that no crime had been committed. Ms. Watts and her companion were subsequently released.\" The department has said it has launched an independent investigation into the incident. ·",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19332691",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7258,
                    "source": {
                        "title": "The Week UK",
                        "uri": "www.theweek.co.uk"
                    },
                    "time": "15:20:00",
                    "title": "Daniele Watts: actress detained by LAPD 'for kissing white partner'",
                    "uri": "210637147",
                    "url": "http://www.theweek.co.uk/us/60415/daniele-watts-actress-detained-by-lapd-for-kissing-white-partner",
                    "wgt": 1
                },
                {
                    "body": "Over the weekend a story surfaced about actress Daniele Watts who claimed the LAPD mistook her for a prostitute.\n\nWe covered it, and at the time most of the details available came from Watts and her boyfriend Brian Lucas. The LAPD was not yet releasing any documentation of the incident.\n\nBoth Watts and Lucas painted a picture of police brutality, posting photos of a cut on Watts' wrists they say was from Watts being handcuffed. Lucas wrote on Facebook, \"Our freedom isn't freedom folks, when people can abuse others with no reason or evidence.\"\n\nWatts was briefly put in cuffs after police arrived on the scene because she walked away, refusing to give any form of identification -- which is against the law in California if police have probable cause -- in this case, it seems they did. (Video via KCAL)\n\nBoth Watts and Lucas claim they were only kissing, fully clothed, when an onlooker called the police. But now there's another side to the story.\n\nTMZ reports multiple witnesses from the nearby Directors Guild office building saw the \"Django Unchained\" actress and her boyfriend having sex in broad daylight in the passenger seat of the car with the door open. Not only that, but the outlet also obtained audio from the incident.\n\nWATTS: \"Do you know how many times the cops have been called just for being black? Just because I'm black and he's white?\"\n\nWATTS: \"I think I'd like to identify you to my publicist.\"\n\nThere are four separate audio recordings of the incident on TMZ's site that you can check out for yourself. But let's go to a BuzzFeed article from Sunday -- Watts gave the outlet an exclusive interview.\n\nIn the article BuzzFeed does note, \"Watts, who is black, and Lucas, who is white, both said that race was playing on their minds during the incident.\" But the article went on to quote Watts as saying: \"It wasn't a black white thing, it was more about something like a hypocrisy. ... And I think these kinds of discussions can help us.\" That sounds a bit different than what Watts said in the newly released audio.\n\nSince the new developments, both Watts and Lucas went on CNN to talk about the incident. They were bluntly asked if they were having sex. Here's her answer.\n\n\"In my opinion, it's not a crime to be fully clothed showing affection on a public street. ... It's my right and my pleasure to enjoy myself.\"\n\nAlso in the interview Watts defended her decision to not give officers her ID, saying, \"I believe in America and what it stands for.\"\n\nThe couple told CNN they have contacted lawyers, the NAACP and the American Civil Liberties Union. For the record, the ACLU does suggest that people give police identification when they respond to a call with probable cause. The LAPD has started an internal investigation as well.",
                    "date": "2014-09-16",
                    "eventUri": "1326297",
                    "id": "19358480",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7205,
                    "source": {
                        "title": "Atlanta Journal-Constitution",
                        "uri": "www.ajc.com"
                    },
                    "time": "00:00:00",
                    "title": "New audio paints different picture of Daniele Watts incident | www.ajc.com",
                    "uri": "210710707",
                    "url": "http://www.ajc.com/news/news/national/new-audio-paints-different-picture-daniele-watts-i/nhNHz/?ecmp=ajc_social_twitter_2014_sfp",
                    "wgt": 1
                },
                {
                    "body": "New information has come to light regarding Daniele Watts and her unusual run-in with police last Thursday.\n\nAs previously reported, the actress (Django Unchained, Weeds) was detained by cops in North Hollywood after they received a call complaining that Watts and her boyfriend were engaged in an act of \"indecent exposure,\" according to the police statement.\n\nIn a Facebook post, Watts said she was handcuffed and embarrassed simply for \"showing affection\" while \"fully clothed' and in a \"public place\" with Brian James Lucas.\n\nDaniele Watts Detained on Suspicion Prostiution\n\nBut audio has now surfaced that shines a different light on the story.\n\nWitnesses at the Directors Guild office building told officers that Watts and Lucas were having sex in the passenger seat (she was straddling him) with the door wide open.\n\nOne onlooker could see so clearly that she told cops how Watts and Lucas cleaned up afterward with a tissue (EWWWW!).\n\nIn audio from the incident, we hear Sgt. Jim Parker calmly speaking to Lucas and explaining why he was called. But Watts jumps in and instantly brings up both her race and the fact that she has a publicist.\n\nAs the confrontation escalates, Watts says she serves \"freedom and love,\" while the authorities \"serve detainment.\" She later yells:\n\n\"I hope when you're f-cking your spouses you really feel alive.\"\n\nWatts has reportedly hired an attorney and plans to file a lawsuit against the LAPD.\n\nDoes she have a case? Who acted more inappropriately here, the police or the actress? Listen to the TMZ video and decide now:\n\nDaniele Watts Screams at Cops",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19316698",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7189,
                    "source": {
                        "title": "www.thehollywoodgossip.com",
                        "uri": "www.thehollywoodgossip.com"
                    },
                    "time": "10:29:00",
                    "title": "Daniele Watts Caught Having SEX with Boyfriend in Public, GOES OFF on Cops",
                    "uri": "210590992",
                    "url": "http://www.thehollywoodgossip.com/2014/09/daniele-watts-caught-having-sex-with-boyfriend-in-public-goes-of/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BTheHollywoodGossip%2B%2528The%2BHollywood%2BGossip%2529",
                    "wgt": 1
                },
                {
                    "body": "Photos Antonprado/iStock\n\n\"Django Unchained\" actress Daniele Watts says Los Angeles police allegedly detained her because they thought she was a prostitute.\n\nWatts, who is African-American, and her white boyfriend accuse police of racism for questioning them after they were seen showing affection in public.\n\nAn LAPD spokesman told CNN Sunday that officers from its North Hollywood precinct were responding to a citizen complaint.\n\n\"There was an indication on the radio call that a male white and female black were involved in a sexual act inside a Mercedes with the vehicle door open,\" Officer Sally Madera said.\n\nHer boyfriend -- Brian James Lucas but better known as celebrity chef Cheffy Be*Live -- wrote in a Facebook post that police \"saw a tatted RAWKer white boy and a hot bootie shorted black girl and thought we were a HO (prostitute) & a TRICK (client).\"\n\n\"Two people were briefly detained, but it was revealed no crime had been committed,\" Medera said.\n\nThe man was not handcuffed, but the woman was, according to the couple.\n\nThe alleged racial-profiling incident happened on a sidewalk near the gate of the CBS Studio Center in Studio City on Thursday.\n\nThe neighborhood is an upscale area and is home to many celebrities, including George Clooney, Miley Cyrus and Steve Martin.\n\nThe couple posted a short video clip and several photos showing Watts in handcuffs talking to police. One image shows a cut on her wrist, which she said was caused by the tight handcuffs.\n\nWatts, who acts in the FX show \"Partners,\" said the officers \"accosted me and forced me into handcuffs\" after she refused \"to agree that I had done something wrong by showing affection, fully clothed, in a public place.\"\n\nLucas said when an officer asked for their identifications, he showed his that but Watts refused \"to give it because they had no right to do so.\"\n\n\"So they handcuffed her and threw her roughly into the back of the cop car until they could figure out who she was,\" he wrote. \"In the process of handcuffing her, they cut her wrist, which was truly NOT COOL!!!\"\n\nShe was released \"quite quickly when they realized we were right outside CBS and that she was a celebrity and I was a celeb chef,\" Lucas wrote. \"Before they figured out who she was they were threatening calling an ambulance and drugging her for being psychologically unstable, SO NOT COOL WHATSOEVER! \"\n\nWatts and Lucas said they initially decided to forget about the incident, but then they decided they needed to speak up.\n\n\"We still forgive, love and bless them ... just not putting up with this for our own freedom and heart space,\" Lucas wrote.\n\nThe couple has contacted lawyers, the ACLU and the NAACP, he said. \"Our publicist has us in contact with media about it, too, and we're supposed to hear back.\"\n\nWatts, a native of Atlanta, made her feature film debut in 2012 as Coco in the Oscar-nominated \"Django Unchained.\" Her biggest television role is on \"Partners,\" in which she plays Martin Lawrence's daughter.\n\nRecommended",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19288967",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7046,
                    "source": {
                        "title": "WISN",
                        "uri": "www.wisn.com"
                    },
                    "time": "20:48:00",
                    "title": "'Django' actress says she was handcuffed for PDA",
                    "uri": "210502474",
                    "url": "http://www.wisn.com/entertainment/django-actress-says-she-was-handcuffed-for-a-pda/28056666?utm_source=dlvr.it&utm_medium=twitter&utm_campaign=wisn12news",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES (AP) - Police said Monday they followed proper protocol when they demanded identification from an actress and her boyfriend while investigating a 911 call alleging lewd conduct in a parked car.\n\nActress Daniele Watts, who appeared in \"Django Unchained,\" says she was unjustly handcuffed and detained Thursday after refusing to provide identification and walking away from officers responding to a report of lewd conduct in a car along Ventura Boulevard in Studio City.\n\nWatts said in an interview Monday that she and her boyfriend, Brian Lucas, were kissing in the car and fully clothed, with nothing improper going on.\n\nShe and Lucas wrote about the incident on Facebook and posted photos of a crying Watts in handcuffs. Lucas said he suspects that onlookers assumed Watts to be a prostitute and him a client because she is black and he is white.\n\nLos Angeles police Lt. Andrew Neiman said citizens are required to identify themselves if requested to do so by an officer who has reasonable suspicion to believe an offense may have been committed.\n\nIn this case, he said, reasonable suspicion was created by the 911 call, and Watts and Lucas fit the description and location described by the caller.\n\nCelebrity website TMZ posted audio of the exchange between Watts and police. Neiman and Bill McCoy, a spokesman for the couple, say the audio is authentic, though its origin is unknown.\n\nOn the recording, a police sergeant is heard telling Watts, \"Somebody called, which gives me the right to be here, so it gives me the right to identify you by law.\"\n\nWatts can be heard responding in frustration. She was detained until police determined no crime was committed.\n\nNeiman said it is unlikely that a recording of the 911 call will be made public. The results of the LAPD's internal investigation of the matter, which could take several months, are also unlikely to be released, he said.\n\nWatts said the officer's demeanor was an emotional trigger for her because of personal and historical experiences of racial profiling by police.\n\n\"He was not abusive,\" she said. \"He was not overtly racist.\"\n\nShe said she felt as though she was singled out even though she hadn't done anything wrong. She said she is speaking out about the incident in hopes of furthering a discussion about \"questions that give us clarity about the nature of our being in this society.\"\n\n\"I can understand how people would say that I'm being a drama queen and that I created this situation for publicity,\" she said. \"To a certain degree, you can say they're correct in that if I'm going to be in the public eye, I'm going to stand up for what I believe in, and I don't believe I committed any crime where I deserved to be in handcuffs.\"\n\n___\n\nFollow AP Entertainment Writer Sandy Cohen at www.twitter.com/APSandy .\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-09-18",
                    "eventUri": "1326297",
                    "id": "19528594",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6892,
                    "source": {
                        "title": "KLTV TV 7",
                        "uri": "www.kltv.com"
                    },
                    "time": "09:10:00",
                    "title": "Police: Protocol followed in detention of actress",
                    "uri": "211349023",
                    "url": "http://www.kltv.com/story/26535925/police-protocol-followed-in-detention-of-actress",
                    "wgt": 1
                },
                {
                    "body": "Actress Daniele Watts was briefly handcuffed and detained by two police officers Thursday afternoon after allegedly engaging in PDA with her boyfriend.\n\nAccording to Los Angeles police, officers responded to a citizen's complaint about indecent exposure. A nearby resident claimed a white male and black female were involved in a sexual act inside a silver Mercedes Benz with the door open.\n\nWatts says nothing inappropriate occurred.\n\n\"I was handcuffed and detained...after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" she wrote on Facebook. \"When the officer arrived, I was standing on the sidewalk by a tree. I was talking to my father on my cell phone.\"\n\nShe added, \"I knew that I had done nothing wrong, that I wasn't harming anyone, so I walked away.\"\n\nPHOTOS: Lucky for Daniele, she didn't end up with a mug shot\n\nA few minutes later, Watts says police forced her into handcuffs and moved her into the back of a police car. Her boyfriend, Brian, added that the actress refused to give her ID to police \"because they had no right to do so.\"\n\n\"I could tell that whoever called on us (including the officers), saw a tatted RAWKer white boy and hot bootie shorted black girl and thought we were a HO (prostitute) & a TRICK (client),\" he wrote on Facebook. \"This is something that happened to her and her father when she was 16. What an assumption to make!!!\"\n\nDuring the investigation, police officials tells E! News Watts and her boyfriend were detained and it was determined that no crime was committed. The individuals were later released.\n\nPHOTOS: Stars busted for a good cause\n\nWatts says the whole experience taught her a valuable lesson.\n\n\"Today I exist with courage, knowing that I am blessed to have experienced what I did today,\" she wrote on Facebook. \"All of those feelings, no matter how uncomfortable. These feelings are what builds my internal strength, my ability to grow through WHATEVER may happen to me.\"",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19293294",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.687,
                    "source": {
                        "title": "E! Online",
                        "uri": "uk.eonline.com"
                    },
                    "time": "23:09:00",
                    "title": "Django Unchained Star Daniele Watts Briefly Detained After Engaging in PDA With Boyfriend",
                    "uri": "210516687",
                    "url": "http://uk.eonline.com/news/579047/django-unchained-star-daniele-watts-briefly-detained-after-engaging-in-pda-with-boyfriend?cmpid=rss-000000-rssfeed-365-topstories&utm_source=eonline&utm_medium=rssfeeds&utm_campaign=rss_topstories",
                    "wgt": 1
                },
                {
                    "body": "The Los Angeles police department has issued a statement after Django Unchained actress Daniele Watts was handcuffed and detained by the police after showing some affection to her husband.\n\nThe statement said that the police were looking for two suspects. The police \"located two individuals that matched the description of the suspects, and they were briefly detained. Upon further investigation it was determined that no crime had been committed. Ms. Watts and her companion were subsequently released,\" according to the LA Times.",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19294088",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6819,
                    "source": {
                        "title": "Just Jared",
                        "uri": "www.justjared.com"
                    },
                    "time": "23:38:00",
                    "title": "Police Release Statement After Detaining Actress Daniele Watts for Kissing Her Husband - Read the Statement",
                    "uri": "210519009",
                    "url": "http://www.justjared.com/2014/09/14/police-release-statement-after-detaining-actress-daniele-watts-for-kissing-her-husband-read-the-statement/",
                    "wgt": 1
                },
                {
                    "body": "On 11 September actress Daniele Watts wrote on Facebook she was detained by police officers in Los Angeles. She had been kissing her boyfriend, Brian James Lucas, in a car.\n\nThey were sitting in a Mercedes parked on Ventura Boulevard. Watts, who appeared in Django Unchained, is black. Lucas, a celebrity chef who specialises in raw food, is white.\n\nThose facts are not in dispute. Other parts of the story, however, are controversial.\n\n\"Studio City police mistook the couple for a prostitute and john,\" according to Variety. \"Watts refused to show her ID to the cops, and was therefore handcuffed\".\n\nIn a photo she posted on Facebook, she is standing on a sidewalk, crying.\n\nAfterwards she was placed in a police car. She wrote: \"I was sitting in that back of this cop car, filled with adrenaline, my wrist bleeding in pain\".\n\nMore than 6,500 people have liked the post, and it has been shared almost 4,000 times.\n\nThe incident strikes a chord for many people, particularly in the aftermath of Michael Brown's death in Ferguson, Missouri\n\n\"I take my video camera everywhere,\" Bridge Golde commented on Facebook, \"I'm thinking of have a T-shirt made that reads, 'I'm Black so I'm armed with a video camera.'\"\n\nAlso on Facebook Richard Caroll wrote: \"I am so sorry this happened to you. This was racial profiling.\"\n\nIn a statement, the Los Angeles Police Department say they were responding to a call about \"indecent exposure\".\n\n\"Upon further investigation it was determined that no crime had been committed,\" the statement reads. \"An internal complaint investigation has been initiated.\"\n\nCharlton McIlwain, an associate professor of media at New York University, told BBC Trending the image of Ms Watts in handcuffs is deeply divisive.\n\n\"There are many who will look at it and say, 'The police are reasonable.,'\" he said.\n\n\"For others it's tragic. For the past several decades, or even century, this image of African-Americans and crime has been the predominant one in the US landscape.\"\n\n\"It means we haven't come as far as we think we have,\" he said.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19352243",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.654,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "21:29:00",
                    "title": "Outrage over actress in handcuffs",
                    "uri": "210691588",
                    "url": "http://www.bbc.co.uk/news/blogs-trending-29183937#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "Watts and her husband said they were handcuffed, detained and questioned after the pair showed affection in public on Thursday. They say Watts's wrist was cut while being handcuffed.\n\nThe Los Angeles Police Department said Sunday it had responded to a radio call from a concerned citizen about \"indecent exposure\" inside a silver Mercedes with the door open.\n\nFollowing the pair's arrest, \"upon further investigation it was determined that no crime had been committed\" and they were released, the LAPD said.\n\nThe incident took place in Studio City, an upscale neighborhood of north Los Angeles.\n\n\"Today I was handcuffed and detained by 2 police officers from the Studio City Police Department after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place,\" Watts wrote on her Facebook page on Thursday.\n\n\"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong.\n\n\"I felt his shame, his anger, and my own feelings of frustration for existing in a world where I have allowed myself to believe that 'authority figures' could control my BEING... my ability to BE!!!!!!! \"\n\nAFP",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19320499",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6201,
                    "source": {
                        "title": "The Nation",
                        "uri": "www.nationmultimedia.com"
                    },
                    "time": "11:48:00",
                    "title": "'Django Unchained' actress arrested with white husband",
                    "uri": "210602404",
                    "url": "http://www.nationmultimedia.com/breakingnews/Django-Unchained-actress-arrested-with-white-husba-30243325.html",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES (CNN) - Video released by the boyfriend of Django Unchained actress Daniele Watts shows the discussion between the couple and police.\n\nWatts said she was detained by police on Thursday because they thought she was a prostitute.\n\nShe and her boyfriend, Brian James Lucas - better known as celebrity chef Cheffy Be*live - accuse police of racism for questioning them after they were seen showing affection in public.\n\nAn LAPD spokeswoman said officers were responding to a citizen complaint that the couple was engaged in a \"sexual act inside a Mercedes.\"\n\nThe couple says they have contacted lawyers, the ACLU and the NAACP.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19316151",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5742,
                    "source": {
                        "title": "WAVE TV 3",
                        "uri": "www.wave3.com"
                    },
                    "time": "10:22:00",
                    "title": "Police accused of racism after cuffing 'Django Unchained' actres - wave3.com-Louisville News, Weather & Sports",
                    "uri": "210589176",
                    "url": "http://www.wave3.com/story/26530415/police-accused-of-racism-after-cuffing-django-unchained-actress",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles (CNN) -- \"Django Unchained\" actress Daniele Watts says Los Angeles police allegedly detained her because they thought she was a prostitute.\n\nWatts, who is African-American, and her white boyfriend accuse police of racism for questioning them after they were seen showing affection in public.\n\nAn LAPD spokesman told CNN Sunday that officers from its North Hollywood precinct were responding to a citizen complaint.\n\n\"There was an indication on the radio call that a male white and female black were involved in a sexual act inside a Mercedes with the vehicle door open,\" Officer Sally Madera said.\n\nHer boyfriend -- Brian James Lucas but better known as celebrity chef Cheffy Be*Live -- wrote in a Facebook post that police \"saw a tatted RAWKer white boy and a hot bootie shorted black girl and thought we were a HO (prostitute) & a TRICK (client).\"\n\n\"Two people were briefly detained, but it was revealed no crime had been committed,\" Medera said.\n\nThe man was not handcuffed, but the woman was, according to the couple.\n\nThe alleged racial-profiling incident happened on a sidewalk near the gate of the CBS Studio Center in Studio City on Thursday.\n\nThe neighborhood is an upscale area and is home to many celebrities, including George Clooney, Miley Cyrus and Steve Martin.",
                    "date": "2014-09-14",
                    "eventUri": "1326297",
                    "id": "19289261",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5724,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "21:00:00",
                    "title": "'Django' actress Daniele Watts: Police handcuffed me",
                    "uri": "210503579",
                    "url": "http://edition.cnn.com/2014/09/14/showbiz/django-unchained-actress-detained/index.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Brss%252Fcnn_latest%2B%2528RSS%253A%2BMost%2BRecent%2529",
                    "wgt": 1
                },
                {
                    "body": "An actress who had a role in the film \"Django Unchained\" claimed on Facebook that she was wrongfully detained by two Los Angeles Police Department officers for publicly showing affection to a companion in Studio City. Police said Sunday that they responded to a report of indecent exposure. Gadi Schwartz reports from North Hollywood for the NBC4 News at 9:30 p.m. on Sunday, Sept. 14, 2014.\n\nAn actress who had a part in the film \"Django Unchained\" claimed on Facebook that she was \"humiliated\" and forced into handcuffs by two Los Angeles Police Department officers for publicly showing affection to a companion in Studio City Thursday.\n\nIn the Facebook post, which had nearly 2,000 shares by Sunday, actress Daniele Watts says she was put into a police car after refusing to agree that she had done \"something wrong by showing affection, fully clothed, in a public space.\"\n\nLA Producer Describes Ordeal of Mistaken ID Arrest\n\n\"I allowed myself to be honest about my anger, frustration, and rage as tears flowed from my eyes,\" Watts wrote on Facebook. \"The tears I cry for a country that calls itself 'the land of the free and the home of the brave' and yet detains people for claiming that very right.\"\n\nTop News Photos of the Week\n\nPolice said Sunday that they responded to a report of indecent exposure in the 11900 block of Ventura Boulevard when they came across Watts. LAPD's Sally Madera said a citizen reported seeing a couple engaged in a \"sexual act\" in a car.\n\nMan Dares Judge to Give Him Death Sentence\n\nA responding sergeant and officer questioned Watts and her companion, who matched the suspect description. Police determined no crime was committed and the couple was released after a brief detainment, officials said.\n\nPolice said an internal investigation has been launched into the incident.\n\nHardy Deactivated Amid Domestic Violence Controversy\n\n\"The cops are on thin ice here,\" said NBC4 legal analyst Royal Oakes. \"California does not have a law that lets the cops force you to identify yourself, so to the extent the cops hassling this actress tried to get her to give her name and she said no, she had a right to remain silent.\"\n\n\"She may have a basis for a civil rights action, an action saying that the police stepped over the line,\" Oakes added.\n\nGadi Schwartz contributed to this report.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19320426",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5601,
                    "source": {
                        "title": "NBC New York",
                        "uri": "www.nbcnewyork.com"
                    },
                    "time": "11:47:00",
                    "title": "\"Django\" Actress Claims Cops \"Humiliated\" Her for PDA",
                    "uri": "210602149",
                    "url": "http://www.nbcnewyork.com/entertainment/entertainment-news/Django-Unchained-Actress-Claims-Wrongful-Detainment-by-LAPD-275063361.html?_osource=SocialFlowTwt_NYBrand",
                    "wgt": 1
                },
                {
                    "body": "Uprising's guest expert Courtney Morris, an assistant professor of African American and women's Studies at Penn State University, analyzes today's news headlines:\n\nThe Islamic State released yet another gruesome video over the weekend apparently showing the beheading of a British aid worker named David Haines. The video, with a similar setting as earlier beheadings of two journalists, was aimed this time at Britain because of its role in collaborating with the US in the war against ISIS. Another hostage named Alan Henning may be next. Both UK Prime Minister David Cameron and US president Barack Obama responded saying they would not back down. Meanwhile, Secretary of State John Kerry's mission to win over Arab allies to join the US-led coalition claims to have had some success. However those allies apparently cannot be named. Click here for a Newsweek article and here for a Washington Post article about the story.\n\nElsewhere in the Middle East, Egyptians are pushing back against the draconian efforts of a militaristic regime headed by former Army General Abdel Fatah Al Sisi to curb protests. A widespread hunger strike that began on Saturday to denounce an anti-protest law, is gaining momentum. The strike is being led by activists and journalists who are demanding the release of detainees imprisoned under the law. Meanwhile a blogger and activist who faces one of the harshest sentences under the law was just released on bail. Mr. Alaa Abd El Fattah still faces a retrial. The Egyptian president will be in New York next week for a UN General Assembly meeting. Click here for an Al Jazeera article and here for a Guardian newspaper article about the story.\n\nAnd finally here in the US, very close to where this radio station is located, Daniele Watts, the black actress best known for her role in Django Unchained, was handcuffed by the Los Angeles Police Department before being released. Watts was with her partner, who is white, when she was detained, apparently on suspicion of prostitution. She was fully clothed and said on her Facebook page that she was \"showing affection\" to her husband. But LAPD says they were responding to a complaint of \"indecent exposure.\" Watts wrote, \"As I was sitting in the back of the police car, I remembered the countless times my father came home frustrated or humiliated by the cops when he had done nothing wrong.\" Click here for an LA Times article about the story, and here to read Watts' testimony on Facebook.",
                    "date": "2014-09-16",
                    "eventUri": "1326297",
                    "id": "19500795",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.451,
                    "source": {
                        "title": "uprisingradio.org",
                        "uri": "uprisingradio.org"
                    },
                    "time": "16:25:00",
                    "title": "Daily News Flash with Courtney Morris on Latest Islamic State Video, Egypt&#8217;s Hunger Strikers, And Daniele Watts&#8217; Arrest",
                    "uri": "211183379",
                    "url": "http://uprisingradio.org/home/2014/09/15/daily-news-flash-with-courtney-morris-on-latest-islamic-state-video-egypts-hunger-strikers-and-daniele-watts-arrest/",
                    "wgt": 1
                },
                {
                    "body": "After the incident on Thursday, she shared the awful story on Facebook. She wrote:\n\n\"Today I was handcuffed and detained by 2 police officers from the Studio City Police Department after refusing to agree that I had done something wrong by showing affection, fully clothed, in a public place.\"\n\nThe police reportedly demanded that she show ID after receiving a call from a concerned citizen. What that concern might have been, that a man and woman were kissing, we have no idea.\n\nWhat we do know is that Daniele told the police she had done nothing wrong, and so they handcuffed her hard enough to make her wrists bleed and threw her in the back of a police car.\n\nThe LAPD has not given a statement yet, apart to say that they're \"still looking into this incident.\"\n\nDaniele, on the other hand, gave a full emotional account. She wrote:",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19329677",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4335,
                    "source": {
                        "title": "PerezHilton.com",
                        "uri": "perezhilton.com"
                    },
                    "time": "14:32:00",
                    "title": "Django Unchained Actress Handcuffed By Police For PDA With Her Boyfriend -- But It's The Despicable Reason Why That Everyone Is Talking About!",
                    "uri": "210628727",
                    "url": "http://perezhilton.com/2014-09-15-django-unchained-actress-daniele-watts-detained-handcuffed-police-pda",
                    "wgt": 1
                },
                {
                    "body": "The LAPD first responded to inquiries by saying that because no arrest had taken place, they had no record of the incident.\n\nThat obviously is not good enough. You can't detain someone, cuff someone, cut their wrist, then realize you're mistaken and pretend it didn't happen.\n\nApparently they finally got that message, because on Sunday they released the following statement:\n\n\"On Thursday September 11, 2014, around 3:01 p.m., patrol officers from North Hollywood Division along with a patrol sergeant responded to a radio call of indecent exposure in the 11900 block of Ventura Boulevard. The citizen who called the police to complain told the 9-1-1 operator that a male and a female were involved in indecent exposure inside a Silver Mercedes with the vehicle door open.\n\nThe responding sergeant and police officers located two individuals that matched the description of the suspects, and they were briefly detained. Upon further investigation it was determined that no crime had been committed. Ms. Watts and her companion were subsequently released.\n\nAn internal complaint investigation has been initiated regarding this matter.\"\n\nWe don't know what justice will come of this investigation, but we doubt anything could undo the damage these police have done to the hearts of El Lay's citizens.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19336666",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4239,
                    "source": {
                        "title": "PerezHilton.com",
                        "uri": "perezhilton.com"
                    },
                    "time": "16:26:00",
                    "title": "The LAPD Finally Releases Statement After Detaining Daniele Watts- But Will It Make You Even Angrier? Plus See Video Of The Incident HERE!",
                    "uri": "210647826",
                    "url": "http://perezhilton.com/2014-09-15-django-unchained-actress-daniele-watts-detained-pda-lapd-statement",
                    "wgt": 1
                },
                {
                    "body": "The story of Daniele Watts, an African-American actress who appeared in Django Unchained, became a media sensation this weekend after news spread that she was handcuffed by police for making out with her white boyfriend in public.\n\nNow a different version of the story has surfaced and eyewitness reports say that Daniele and her boyfriend were actually having sex in the passenger seat of their car, with the door open, before the cops were called.\n\nWhen the cops came, they asked to see her ID because someone had called to complain, but Daniele refused to cooperate.\n\n\"I have every right to say no and if you'd like to demand it, you can take me down to the court office and I can make a scene about it,\" Daniele says. \"And you know what? I have a publicist and I work as an actor at [CBS Studios]. If you'd like my ID you can say I am resisting arrest.\"",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19328616",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3896,
                    "source": {
                        "title": "Just Jared",
                        "uri": "www.justjared.com"
                    },
                    "time": "14:12:00",
                    "title": "Django Unchained's Daniele Watts Was Allegedly Having Sex in Public - Listen to Police Audio",
                    "uri": "210625691",
                    "url": "http://www.justjared.com/2014/09/15/django-unchaineds-daniele-watts-was-allegedly-having-sex-in-public-listen-to-police-audio/",
                    "wgt": 1
                },
                {
                    "body": "Actress Daniele Watts, who appeared in \"Django Unchained,\" is complaining that she was handcuffed and briefly put in the back of a squad car after a public display of affection with her white companion.More >>\n\nCrimestoppers and the US Marshals office say an Orangeburg County man wanted in connection with a July incident has pledged to \"shooting it out when the cops came\" looking for him.\n\nLaw enforcement officials say 29-year-old Reginald DeWayne Shaw is wanted for assault and battery of a high and aggravated nature, reckless driving, hit and run causing injury, failure to stop for blue lights, possession of a handgun, and resisting arrest.\n\nShaw is described as being 5'5\" tall and weighing 185. He is known to frequent Williston and Orangeburg.\n\nHe is considered to be armed and dangerous.\n\nIf you have any information about the whereabouts of Reginald DeWayne Shaw, please contact Crimestoppers at 1-888-CRIME-SC.",
                    "date": "2014-09-15",
                    "eventUri": "1326297",
                    "id": "19326632",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2622,
                    "source": {
                        "title": "WIS TV 10",
                        "uri": "www.wistv.com"
                    },
                    "time": "13:40:00",
                    "title": "Officials: Suspect says he'll be 'shooting it out' with cops when captured",
                    "uri": "210620291",
                    "url": "http://www.wistv.com/story/26532916/officials-suspect-says-hell-be-shooting-it-out-with-cops-when-captured",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 38,
            "averageDate": "2014-09-15",
            "avgCos": 0.5017,
            "categories": [
                {
                    "label": "Society/Law/Law_Enforcement",
                    "uri": "http://www.dmoz.org/Society/Law/Law_Enforcement",
                    "wgt": 30
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1326297",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1325470",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Los Angeles",
                "lat": 34.05223,
                "long": -118.24368,
                "wikiUri": "http://en.wikipedia.org/wiki/Los_Angeles"
            },
            "storyDate": "2014-09-15",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-760306",
            "variance": 0.2483
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-260145": {
        "articles": {
            "resultCount": 13,
            "results": [
                {
                    "body": "MADRID, 15 Sep. (EUROPA PRESS)\n\nDaniele Watts, la actriz a la que vimos en Django Desencadenado de Tarantino,ha denunciado acoso policial después de que dos agentes la detuvieran en plena calle al confundirla con una prostituta.\n\nAl parecer Watts y su novio Brian James Lucas estaban besándose en una calle del barrio de Studio City cuando unos agentes les pidieron que se identificaran. La pareja encajaba con la descripción de los sospechosos que fueron denunciados a través de la llamada telefónica.\n\n\"Fueron liberados cuando se comprobó que no habían cometido ningún delito\", aseguró el Departamento de Policía de Los Angeles.\n\nA través de su página de Facebook, la actriz ha denunciado y relatado los hechos que tuvieron lugar el pasado viernes. \"Hoy fui detenida y esposada por dos agentes del departamento de policía de Studio City, que se negaron a admitir que yo no había hecho nada malo al mostrar afecto, completamente vestida, en un lugar público\", Watts que asegura que cuando los agentes llegaron ella \"estaba de pie en la acera junto a un árbol hablando con mi padre por teléfono celular\".\n\nuna publicación de Daniele Watts.\n\n\"Sabía que no había hecho nada malo, que no estaba perjudicando a nadie, así que me alejé\", dice la actriz que narra como \"unos minutos más tarde, cuando todavía estaba hablando con mi padre, dos policías me abordaron y me colocaron las esposas\".\n\n\"Cuando estaba sentada en la parte de atrás del coche de policía recordé las innumerables veces que mi padre llegó a casa frustrado o humillado por la policía sin haber hecho nada malo\", apunta.",
                    "date": "2014-09-15",
                    "eventUri": "1289179",
                    "id": "19314746",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8329,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "09:53:00",
                    "title": "Actriz de Django denuncia acoso policial después de que la confundieran con una prostituta",
                    "uri": "210584666",
                    "url": "http://www.europapress.es/cultura/cine-00128/noticia-actriz-django-denuncia-acoso-policial-despues-confundieran-prostituta-20140915111804.html",
                    "wgt": 1
                },
                {
                    "body": "Daniele Watts, la actriz que aparece en la película Django Desencadenado de Tarantino, ha denunciado acoso policial después de que dos agentes la detuvieran en plena calle al confundirla con una prostituta.\n\nAl parecer, Watts y su novio Brian James Lucas estaban besándose en una calle del barrio de Studio City cuando unos agentes les pidieron que se identificaran. La pareja encajaba con la descripción de los sospechosos que fueron denunciados a través de la llamada telefónica.\n\n\"Fueron liberados cuando se comprobó que no habían cometido ningún delito\", aseguró el Departamento de Policía de Los Angeles.\n\nA través de su página de Facebook, la actriz ha denunciado y relatado los hechos que tuvieron lugar el pasado viernes. \"Hoy fui detenida y esposada por dos agentes del departamento de policía de Studio City, que se negaron a admitir que yo no había hecho nada malo al mostrar afecto, completamente vestida, en un lugar público\", afirma Watts, que asegura que cuando los agentes llegaron ella estaba de pie en la acera junto a un árbol hablando con su padre por teléfono.\n\n\"Sabía que no había hecho nada malo, que no estaba perjudicando a nadie, así que me alejé\", dice la actriz que narra como \"unos minutos más tarde, cuando todavía estaba hablando con su padre, dos policías la \"abordaron\" y le \"colocaron las esposas\".\n\n\"Cuando estaba sentada en la parte de atrás del coche de policía recordé las innumerables veces que mi padre llegó a casa frustrado o humillado por la policía sin haber hecho nada malo\", apunta.",
                    "date": "2014-09-15",
                    "eventUri": "1289179",
                    "id": "19317065",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8059,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "10:44:00",
                    "title": "La policía arresta a la actriz Daniele Watts al confundirla con una prostituta",
                    "uri": "210592228",
                    "url": "http://ecodiario.eleconomista.es/cultura/noticias/6078662/09/14/La-policia-arresta-a-la-actriz-Daniele-Watts-al-confundirla-con-una-prostituta.html",
                    "wgt": 1
                },
                {
                    "body": "El departamento de policía de Los Ángeles, en California, informó que sus oficiales estaban respondiendo a una llamada del 911 que denunciaba un acto de exhibicionismo cuando detuvieron a la actriz afroestadounidense Daniele Watts.\n\nWatts, quien en 2012 apareció en la película de Quentin Tarantino \"Django unchained\", denunció a través de su página de Facebook haber sido detenida sin ningún motivo cuando estaba dándole un beso a su novio de raza blanca en la calle, el pasado jueves.\n\nPara la policía, sin embargo, la pareja cumplía con la descripción de los sospechosos que fueron denunciados a través de la llamada telefónica.\n\n\"Fueron liberados cuando se comprobó que no habían cometido ningún crimen\", se lee en un comunicado de las autoridades, quienes también anunciaron que se realizará una investigación interna para aclarar el incidente.\n\nWatts y su compañero Brian James Lucas dijeron que se estaban besando en una calle del barrio de Studio City cuando unos agentes les pidieron que se identificaran, algo a lo que Watts se negó.\n\n\"Hoy fui esposada y detenida por dos agentes del departamento de policía de Studio City, que se negaron a aceptar que yo no había hecho nada malo al mostrar afecto, completamente vestida, en un lugar público\", escribió la actriz en Facebook.\n\n\"Cuando el oficial llegó, yo estaba de pie en la acera junto a un árbol. Hablaba con mi padre en mi teléfono celular y sabía que no había hecho algo malo y que no estaba perjudicando a nadie, así que me alejé\", explicó Watts, quien publicó una foto y un video en los que se la ve esposada y llorando junto a un agente de policía.\n\nLa actriz añadió: \"Unos minutos más tarde, cuando todavía estaba hablando con mi padre, dos policías me abordaron y me colocaron las esposas. Y cuando estaba sentada en la parte posterior del vehículo de la policía, recordé las innumerables veces que mi padre llegó a casa frustrado o humillado por la policía sin haber hecho nada malo\".\n\nSegún destaca desde Los Ángeles el periodista de BBC Mundo Jaime González, la prensa local se ha hecho eco ampliamente de este incidente.\n\nHace pocos días la policía de Beverly Hills debió disculparse por detener al productor de televisión afroestadounidense Charles Belk mientras se dirigía a una fiesta de los premios Emmy, al confundirlo con un atracador.",
                    "date": "2014-09-15",
                    "eventUri": "1289179",
                    "id": "19321120",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7863,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "12:00:00",
                    "title": "Actriz de \"Django unchained\" denuncia que la detuvieron en polémico procedimiento policial - Cooperativa.cl",
                    "uri": "210604482",
                    "url": "http://www.cooperativa.cl/noticias/entretencion/personajes/actriz-de-django-unchained-denuncia-que-la-detuvieron-en-polemico-procedimiento-policial/2014-09-15/083456.html",
                    "wgt": 1
                },
                {
                    "body": "ep/hoycinema Día 15/09/2014 - 12.30h\n\nLa actriz Daniele Watts, que formó parte del reparto de \"Django desencadenado\", la oscarizada película de Quentin Tarantino, denunció acoso policial después de que dos agentes la detuvieran en plena calle, al confundirla con una prostituta, en una zona de Los Ángeles, California.\n\nSegún recogen diversos medios estadounidenses, como The Hollywood Reporter, Watts y su novio Brian James Lucas estaban besándose en una calle de Studio City (distrito del Valle de San Fernando, en la región de Los Ángeles) cuando unos agentes les pidieron que se identificaran. Al parecer, la pareja encajaba con la descripción de los sospechosos que fueron denunciados a través de la llamada telefónica. \"Fueron liberados cuando se comprobó que no habían cometido ningún delito\", aseguró el Departamento de Policía de Los Angeles.\n\nA través de su página de Facebook, la actriz denunció y relató los hechos, que tuvieron lugar el pasado viernes. \"Hoy fui detenida y esposada por dos agentes del departamento de policía de Studio City, que se negaron a admitir que no había hecho nada malo al mostrar afecto, completamente vestida, en un lugar público\", escribe Watts, quien mantiene que, cuando aparecieron los agentes en escena, ella \"estaba de pie en la acera junto a un árbol hablando con mi padre por teléfono\".\n\n\"Sabía que no había hecho nada malo, que no estaba perjudicando a nadie, así que me alejé\", continúa la actriz, que narra cómo \"unos minutos más tarde, cuando todavía estaba hablando con mi padre, dos policías me abordaron y me colocaron las esposas\". \"Cuando estaba sentada en la parte de atrás del coche de Policía recordé las innumerables veces que mi padre llegó a casa frustrado o humillado por la Policía sin haber hecho nada malo\", describe.\n\n\"Estaba llena de adrenalina y me dolían las muñecas ensangrentadas, y se me ocurrió que, incluso en ese momento, todavía tenía poder sobre mi propio espíritu\", es otra de las demoledoras reflexiones que deja la actriz tras el desagradable incidente.",
                    "date": "2014-09-15",
                    "eventUri": "1289179",
                    "id": "19317979",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7689,
                    "source": {
                        "title": "ABC.es",
                        "uri": "hoycinema.abc.es"
                    },
                    "time": "11:02:00",
                    "title": "Una actriz de \"Django\", arrestada al ser confundida con una prostituta",
                    "uri": "210594972",
                    "url": "http://hoycinema.abc.es/noticias/20140915/abci-actriz-django-confundida-prostituta-201409151215.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "La actriz Daniele Watts, estrella de 'Django sin cadenas', acusó a la policía de Los Ángeles de racismo tras haber sido detenida brevemente junto a su marido bajo acusaciones de dedicarse a la prostitución. Junto a su esposo, Brian Lucas, denunciaron que fueron esposados, detenidos e interrogados después de que ambos demostraron su cariño en público el jueves. Aseguraron que Watts sufrió cortes en las muñecas por las esposas.\n\nEl Departamento de Policía de Los Ángeles explicó el domingo que había respondido a una llamada de radio de un ciudadano preocupado por \"una exposición indecente\" dentro de un automóvil Mercedes plateado con la puerta abierta.\n\nLuego de la detención de la pareja, \"tras una investigación se determinó que no se cometió delito\" y fue puesta en libertad, dijo la policía. El incidente tuvo lugar en Studio City, un exclusivo barrio del norte de Los Angeles.\n\n\"Hoy fui esposada y detenida por 2 agentes de policía del Departamento de Policía de Studio City tras negarse a aceptar que yo no había hecho nada malo al mostrar afecto, totalmente vestida, en un lugar público\", escribió Watts en su página de Facebook el jueves.\n\n\"Mientras estaba sentada en la parte de atrás del auto de la policía, me acordé de las innumerables veces que mi padre llegó a casa frustrado o humillado por la policía sin haber hecho nada malo\", agregó. \"Sentí su vergüenza, su ira, y mis propios sentimientos de frustración por existir en un mundo en el que he dejado de creer que 'las figuras de autoridad' podrían controlar mi SER... ¡¡¡¡mi capacidad de SER!!!!!!\", escribió la actriz.\n\nFotos de la actriz en las series de televisión 'Weeds' y de 'How I Meet Your Mother', se mezclaban en su perfil de Facebook con otras del incidente en el que Watts, vestida con una camiseta blanca, unos coloridos pantalones cortos y zapatillas deportivas, se veía llorando con las manos detrás de la espalda mientras se encontraba de pie junto a un oficial de policía.",
                    "date": "2014-09-15",
                    "eventUri": "1289179",
                    "id": "19352694",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7659,
                    "source": {
                        "title": "El Pais",
                        "uri": "www.elpais.com.co"
                    },
                    "time": "20:41:00",
                    "title": "Actriz de 'Django sin cadenas' acusa de racista a la policía de Los ... - El Pais - Cali Colombia",
                    "uri": "210693007",
                    "url": "http://www.elpais.com.co/elpais/entretenimiento/noticias/actriz-django-sin-cadenas-acusa-racista-policia-angeles",
                    "wgt": 1
                },
                {
                    "body": "Watts y su esposo, Brian Lucas, denunciaron que fueron esposados , detenidos e interrogados después de que ambos demostraron su cariño en público el jueves (11 de septiembre de 2014).\n\nAseguraron que Watts sufrió cortes en las muñecas por las esposas. El Departamento de Policía de Los Angeles explicó el domingo (14 de septiembre) que había respondido a una llamada de radio de un ciudadano preocupado por \"una exposición indecente\" dentro de un automóvil Mercedes plateado con la puerta abierta.\n\nLuego de la detención de la pareja, \"tras una investigación se determinó que no se cometió delito\" y fue puesta en libertad, dijo la policía de Los Ángeles.\n\nEl incidente tuvo lugar en Studio City, un exclusivo barrio del norte de Los Ángeles. \"Hoy fui esposada y detenida por 2 agentes de policía del Departamento de Policía de Studio City tras negarse a aceptar que yo no había hecho nada malo al mostrar afecto, totalmente vestida, en un lugar público\", escribió Watts en su página de Facebook el jueves.\n\n\"Mientras estaba sentada en la parte de atrás del auto de la policía, me acordé de las innumerables veces que mi padre llegó a casa frustrado o humillado por la policía sin haber hecho nada malo\", agregó.\n\n\"Sentí su vergüenza, su ira, y mis propios sentimientos de frustración por existir en un mundo en el que he dejado de creer que 'las figuras de autoridad' podrían controlar mi SER... ¡¡¡¡mi capacidad de SER!!!!!!\", escribió la actriz.\n\nFotos de la actriz en las series de televisión los 'Weeds' y de 'How I Meet Your Mother', se mezclaban en su perfil de Facebook con otras del incidente en el que Watts, vestida con una camiseta blanca, unos coloridos pantalones cortos y zapatillas deportivas, se veía llorando con las manos detrás de la espalda mientras se encontraba de pie junto a un oficial de policía.",
                    "date": "2014-09-16",
                    "eventUri": "1289179",
                    "id": "19364213",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.741,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "02:31:00",
                    "title": "Actriz de 'Django Unchained' acusa de racista a policía de Los Ángeles tras ser detenida",
                    "uri": "210728384",
                    "url": "http://www.elcomercio.com/tendencias/actriz-djangounchained-acusa-racista-policia.html",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES -- Los agentes siguieron el protocolo adecuado cuando exigieron a una actriz y a su novio que presentaran sus identificaciones mientras investigaban un aviso sobre presunta conducta obscena en un automóvil estacionado, dijo el lunes la policía.\n\nLa actriz Daniele Watts, quien apareció en la película \"Django Unchained\", dijo que fue esposada injustamente y detenida el jueves después de que se negó a proporcionar su identificación y se alejó caminando de los agentes que respondieron a un reporte sobre conducta obscena en un vehículo en Ventura Boulevard, en Studio City.\n\nWatts señaló el lunes en una entrevista que ella y su novio, Brian Lucas, se estaban besando en el automóvil completamente vestidos, y que no estaba sucediendo nada impropio.\n\nElla y Lucas escribieron sobre el incidente en Facebook y colocaron fotografías de Watts llorando y esposada. Lucas dijo que sospecha que quienes los vieron en el auto asumieron que Watts era una prostituta y él un cliente porque ella es negra y él blanco.\n\nEl teniente Andrew Neiman de la policía de Los Ángeles dijo que los ciudadanos están obligados a identificarse si se lo solicita un agente que tenga sospecha razonable de que podría estarse cometiendo una ofensa.\n\nEn este caso, señaló, la sospecha razonable fue creada por el llamado al número telefónico de atención de emergencias 911, y Watts y Lucas correspondían a la descripción y ubicación proporcionadas por la persona que realizó la llamada.\n\nEl sitio de internet dedicado a las celebridades TMZ presentó un audio del intercambio verbal entre Watts y la policía. Neiman y Bill McCoy, un vocero de la pareja, dijeron que la grabación es auténtica, aunque su origen es desconocido.\n\nEn la grabación se escucha a un sargento de la policía que le dice a Watts: \"alguien llamó, lo que me da derecho a estar aquí, así que me da el derecho de identificarla por ley\".\n\nSe puede escuchar a Watts responder frustrada. Ella estuvo detenida hasta que la policía determinó que no se cometió ningún delito.\n\nNeiman dijo que es improbable que se haga pública una grabación de la llamada al 911. También es improbable que se dé a conocer el resultado de una investigación interna del Departamento de Policía de Los Ángeles, la cual podría tardar meses, agregó.\n\nWatts dijo que el comportamiento del agente fue un detonante emocional para ella debido a experiencias personales e históricas de etiquetación racial por parte de la policía.\n\n\"No fue abusivo\", señaló, \"no fue abiertamente racista\".\n\nDijo que sintió que como si hubiera sido señalada a pesar de que no había hecho nada malo.",
                    "date": "2014-09-16",
                    "eventUri": "1289179",
                    "id": "19366468",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6714,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "03:41:00",
                    "title": "Policía siguió protocolo en detención de la actriz Daniele Watts",
                    "uri": "210735941",
                    "url": "http://www.elnuevoherald.com/2014/09/15/1845128/policia-siguio-protocolo-en-detencion.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Daniele Watts afirmó haber estado 'esposada y detenida' por agente de la policía de Los Ángeles.\n\nLa actriz afro-estadounidense, quien participó en la película 'Django Unchained' de Quentin Tarantino, escribió en su cuenta de Facebook la situación que vivió el pasado jueves cuando fue detenida por haber sido confundida con una prostituta.\n\nDos agentes de la Policía se acercaron a Watts y a su esposo, Brian James Lucas, en el momento que se encontraban demostrando su afecto. \"Fui esposada y detenida por no aceptar que estaba haciendo algo malo por estar demostrando mi afecto, con ropa puesta, en un lugar público\". Ella comentó que se negó a mostrar su documento de identidad y luego fue esposada y montada en uno de los carros de los agentes, mientras lograban averiguar quién era.\n\n\"Como yo estaba sentada en la parte posterior del carro de la policía, me acordé de las innumerables veces que mi padre llegó a casa frustrado o humillado por la policía cuando no había hecho nada malo\", escribió en el mensaje que publicó en Facebook.\n\nAdemás, su esposo publicó fotografías en esta misma red social en la que muestra señales de agresión contra la actriz, en donde se ven pequeñas heridas en las muñecas a causa de las esposas y un mensaje en el que relata lo sucedido. Asimismo cuestionó el abuso de autoridad que vivieron.\n\nWatts también publicó fotos de Facebook, en el instante en que fue esposada y está llorando. Fue puesta en libertad poco después. ​\n\nUn informe oficial dado por la Policía Departamental de Los Ángeles dice que no hay constancia de lo sucedido con la actriz Daniele Watts, según Variety.\n\nLa actriz afro-estadounidense, quien participó en la película 'Django Unchained' de Quentin Tarantino, escribió en su cuenta de Facebook la situación que vivió el pasado jueves cuando fue detenida por haber sido confundida con una prostituta.\n\nPara leer el articulo completo suscríbete Guardar\n\nComentar Reportar un error Imprimir ¿Encontraste un error?\n\nPara EL TIEMPO las observaciones sobre su contenido son importantes. Permítenos conocerlas para, si es el caso, tomar los correctivos necesarios, o darle trámite ante las instancias pertinentes dentro de EL TIEMPO Casa Editorial.\n\n¿Estás seguro de que quieres cancelar el reporte de error?\n\nLos datos que ingresaste se perderán\n\nEl reporte de error fue enviado con éxito.\n\nPublicidad\n\n   \n\nIngresa los siguientes datos para enviar el correo\n\n¿Estás seguro de que quieres cancelar el envío del mensaje?\n\nLos datos que ingresaste se perderán.\n\nEl mensaje ha sido enviado con éxito.",
                    "date": "2014-09-15",
                    "eventUri": "1289179",
                    "id": "19326731",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.63,
                    "source": {
                        "title": "eltiempo.com",
                        "uri": "www.eltiempo.com"
                    },
                    "time": "13:33:00",
                    "title": "Actriz de Hollywood es detenida tras ser confundida con una prostituta - ElTiempo.com",
                    "uri": "210620676",
                    "url": "http://www.eltiempo.com/mundo/ee-uu-y-canada/daniele-watts-es-detenida-tras-ser-confundida-con-una-prostituta/14535475",
                    "wgt": 1
                },
                {
                    "body": "El Departamento de Policía de Los Angeles (LAPD), dijo en un comunicado publicado este domingo en su web que los agentes atendieron \"una llamada de radio\" de un ciudadano que denunció una \"exhibición indecente\" por parte de \"un hombre y una mujer que se encontraban dentro de un Mercedes plateado con la puerta abierta\".\n\nLos agentes de policía que respondieron \"localizaron a dos individuos que coincidían con la descripción de los sospechosos y fueron detenidos. Tras realizar una breve investigación, se concluyó que no se había cometido delito. Watts y su pareja fueron puestos en libertad \", concluye la policía, que hizo un llamamiento a los testigos.\n\nLa actriz publicó este jueves en su Facebook una foto acompañada de un mensaje denunciando los hechos. \"Fui esposada y detenida por dos agentes de policía de Studio City (un barrio de clase media al norte de Los Angeles) por negarme a admitir que había hecho algo malo al mostrar una actitud afectuosa, completamente vestida, en un lugar público\". Cuando la actriz fue arrestada, arrancó a llorar.\n\n\"Mientras estaba sentada en la parte posterior del coche policial, recordé las muchas veces que mi padre regresaba frustrado a casa tras haber sido humillado por la policía cuando no había hecho nada malo,\" explicó. \"Sentí vergüenza e ira\", agregó la actriz, que apareció en la exitosa serie 'Weed' y 'Cómo conocí a vuestra madre', y cuya página de Facebook muestra fotos del incidente, llorando, con las manos detrás de la espalda, junto a un oficial de policía.\n\nEl acompañante de la actriz, Brian James Lucas declaró que fueron \"acosados por la policía después de mostrar afecto en público.\" \"Cuando escuché las preguntas del agente entendí que que pensaron que un tatuado blanco y una negra en faldas cortas eran necesariamente una prostituta y su cliente.\"\n\n\"Mostré mi identificación, sabiendo que no habíamos hecho nada malo, pero Daniele se negó a mostrar la suya diciendo que no tenían derecho\", dijo. \"La esposaron, la metieron en el coche policial y las esposas le hicieron un corte en la muñeca\", ha concluido en su página de Facebook.",
                    "date": "2014-09-16",
                    "eventUri": "1289179",
                    "id": "19423023",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6113,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "06:58:00",
                    "title": "Detenida una actriz de 'Django desencadenado' al confundirla con ... - La Vanguardia",
                    "uri": "210771529",
                    "url": "http://www.lavanguardia.com/gente/20140915/54415040924/actriz-prostituta-django-desencadenado.html",
                    "wgt": 1
                },
                {
                    "body": "hoycinema Día 17/09/2014 - 17.49h\n\nVuelta de tuerca en el caso de Daniele Watts, actriz que participó en la película \"Django desencadenado\", de Quentin Tarantino, y que el pasado lunes denunció que la Policía la había arrestado sin motivo, tras confundirla con una prostituta cuando supuestamente tan solo se besaba con su novio en la calle en Studio City (Los Ángeles, California). Watts insinuó que en su detención habían mediado motivos raciales (es afroamericana).\n\nAhora, sin embargo, la Policía ofrece una versión de los hechos muy diferente que recoge The Hollywood Reporter. \"Está mintiendo\", afirma, rotundo, el sargento Jim Parker, quien acusa a Watts de realizar \"declaraciones maliciosas y falsas\". Frente a su afirmación de que estaba vestida y tan solo se besaba, lo que cuenta Parker va mucho más allá: \"Estaban [ella y su novio] manteniendo relaciones sexuales. Ella estaba en el asiento del pasajero, con las piernas fuera del coche\".\n\nDe acuerdo con el testimonio del oficial de la Policía de Los Ángeles, todo partió de una denuncia que señalaba que una pareja estaba participando en un encuentro sexual en un coche, a plena luz del día, con la puerta abierta. Los testigos aportaban cuantiosos datos: matrícula del coche y decripción de la pareja y lo que llevaban puesto. Además, al menos uno de ellos les fotografió. \"La gente no se inventa esta mierda\", remacha Parker.\n\nEl policía grabó el incidente. Una grabación que acabó filtrándose a la famosa web de cotilleos TMZ. \"Como se puede escuchar, ella empezó a montar un lío\", se defiende Parker. ¿Qué se escucha en esa grabación? Entre otras cosas, cómo Watts dice: \"¿Sabéis cuántas veces han llamado a los \"polis\" porque soy negra? ¿Solo porque soy negra y él es blanco? Podéis decir que me estoy resistiendo al arresto\".\n\nEl componente racial\n\nWatts utilizó su perfil en Facebook para dar cobertura y repercusión a lo que consideraba un trato abusivo por parte de la Policía. Y no dudó en utilizar la baza racial. \"Cuando estaba sentada en la parte de atrás del coche de Policía recordé las innumerables veces que mi padre llegó a casa frustrado o humillado por la Policía sin haber hecho nada malo\", escribió. \"Estaba llena de adrenalina y me dolían las muñecas ensangrentadas, y se me ocurrió que, incluso en ese momento, todavía tenía poder sobre mi propio espíritu\".\n\nSu versión contrasta poderosamente con la que da la Policía, que afirma que Watts hacía mucho más que besarse y que fue ella quien provocó un altercado, hasta el punto de que el sargento Parker recurrió a una agente femenina para que la esposara y evitar así posibles complicaciones. Tiene claro, además, qué habría ocurrido si no hubiera grabado lo ocurrido: \"Los tres [le acompañaban dos agentes] estaríamos suspendidos\". La Poicía de Los Ángeles, de momento, ha abierto una investigación.",
                    "date": "2014-09-17",
                    "eventUri": "1289179",
                    "id": "19465127",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5957,
                    "source": {
                        "title": "ABC.es",
                        "uri": "hoycinema.abc.es"
                    },
                    "time": "16:01:00",
                    "title": "Acusan a la actriz de \"Django\" de mantener sexo en público",
                    "uri": "211062981",
                    "url": "http://hoycinema.abc.es/noticias/20140917/abci-actriz-django-sexo-miente-201409171705.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Daniele Watts y Brian Lucas mantienen una relaciÃ³n hace aproximadamente un aÃ±o. (AP)\n\nLa actriz Daniele Watts dijo que su Ãºnico delito fue demostrar cariÃ±o en pÃºblico cuando fue detenida por la PolicÃ­a el pasado jueves, luego de que personas aseguraron que ella y su pareja â\u0080\u009cefectuaban una exhibiciÃ³n indecenteâ\u0080\u009d.\n\nPero hoy testigos de lo ocurrido aseguran que la actriz afroamericana y su novio, Brian Lucas, estaban mostrÃ¡ndose mÃ¡s que cariÃ±o, pues afirman que estaban teniendo relaciones sexuales en un Mercedes Benz plateado con la puerta abierta.\n\nEl incidente ha llamado la atenciÃ³n debido a que Watts asegurÃ³ que se trataba de un incidente de racismo por la manera en que fue tratada por la policÃ­a, quien presuntamente la confundiÃ³ con una prostituta por ser de raza negra y su acompaÃ±ante blanco.\n\nEmpleados de oficinas cercanas le dijeron a la policÃ­a que vieron cÃ³mo la pareja tenÃ­a relaciones sexuales en el asiento del pasajero, segÃºn informÃ³ TMZ.\n\nLos testigos aseguran que Lucas estaba sentado mientras que Watts estaba sentada encima de Ã©l, entre otros detalles mÃ¡s explÃ­citos que les dieron a las autoridades.\n\nSegÃºn el sitio, que tuvo acceso a la grabaciÃ³n de la intervenciÃ³n policial, Watts rÃ¡pido alegÃ³ que la detenciÃ³n se trataba de un caso de racismo cuando el sargento Jim Parker le pidiÃ³ su identificaciÃ³n. Luego, recurriÃ³ a su fama para evitar enseÃ±arla.\n\nWatts quedÃ³ arrestada hasta que la policÃ­a determinÃ³ que no se habÃ­a cometido ningÃºn delito.\n\nLa actriz dijo que ella y Lucas se abrazaban el jueves en el vehÃ­culo cuando apareciÃ³ la policÃ­a. El canal televisivo dijo que ambos tienen una relaciÃ³n desde el Ãºltimo aÃ±o.\n\n\"SÃ© que lo mÃ¡s claro para mÃ­ era ejercer mi derecho como persona libre y dije: 'No estoy haciendo nada malo y sÃ© que no estoy obligada a mostrarle mi identificaciÃ³n''', afirmÃ³ la artista en una entrevista con el canal KCBS-TV.",
                    "date": "2014-09-18",
                    "eventUri": "1289179",
                    "id": "19483180",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5513,
                    "source": {
                        "title": "El Nuevo Dia",
                        "uri": "www.elnuevodia.com"
                    },
                    "time": "04:28:00",
                    "title": "Testigos dicen que actriz y novio mantenían relaciones sexuales",
                    "uri": "211145183",
                    "url": "http://www.elnuevodia.com/testigosdicenqueactrizynoviomantenianrelacionessexuales-1854769.html",
                    "wgt": 1
                },
                {
                    "body": "Daniele Watts había denunciado a la Policía de Los Ángeles de confunduirla con una prostituta \"por ser negra\". Una grabación reveló que en realidad fue interrogada por tener sexo en un auto con su marido\n\nLa actriz Daniele Watts, conocida por su trabajo en \"Django Unchained\", quien afirmó que fue detenida en Los Ángeles tras ser confundida por una prostituta, en realidad estaba teniendo sexo con su pareja en su vehículo, de acuerdo al audio policial del incidente obtenido por el sitio TMZ. La grabación demuestra que una persona llamó al 911 para denunciar que la pareja mantenía relaciones sexuales con la puerta abierta del auto en la vía pública.",
                    "date": "2014-09-15",
                    "eventUri": "1289179",
                    "id": "19331806",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5424,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "15:06:00",
                    "title": "Audio desmiente la acusación de la actriz de \"Django Unchained\"",
                    "uri": "210634678",
                    "url": "http://www.infobae.com/2014/09/15/1594929-audio-desmiente-la-acusacion-la-actriz-django-unchained",
                    "wgt": 1
                },
                {
                    "body": "Luego del incidente que vivió la semana pasada Danielle Watts, quien fue esposada porque policías la confundieron con una prostituta, testigos aseguran que la actriz estaba teniendo sexo en un vehículo.\n\nDanielle aseguró que sólo estaba mostrando afecto a su novio, el chef Brian James Lucas, totalmente vestida, en un espacio público. Por eso se dijo víctima de racismo y publicó en Facebook un mensaje donde criticaba la supuesta libertad en Estados Unidos.\n\nSin embargo, el portal TMZ publica varias versiones de testigos, quienes presentan una escena totalmente distinta, pues aseguran que la actriz y el chef estaban teniendo sexo en el asiento del copiloto y con la puerta abierta.\n\nWatts había salido alrededor de las 14:00 horas de los estudios de la CBS en el Valle de San Fernando. Personas en un edificio cercano dijeron a los oficiales de policía que vieron cómo la actriz y el chef tuvieron sexo. Él estaba en el asiento del copiloto y ella, encima de él. Incluso un testigo comentó que se limpiaron con un pañuelo poco después.\n\nEn los audios que publica TMZ se escucha cómo Danielle se opone a mostrar su identificación y se dice víctima de un acto racista. Después habla de su fama y luego comienza a llorar y es esposada.\n\nLa actriz comentó que pensaba demandar al Departamente de Policía de Los Ángeles.",
                    "date": "2014-09-16",
                    "eventUri": "1289179",
                    "id": "19430086",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4711,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "09:05:00",
                    "title": "Dicen que tuvo sexo en el auto - El Universal",
                    "uri": "210782029",
                    "url": "http://www.eluniversal.com.mx/espectaculos/2014/impreso/dicen-que-tuvo-sexo-en-el-auto-133494.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 13,
            "averageDate": "2014-09-16",
            "avgCos": 0.4773,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1289179",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1289179",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Los Angeles",
                "lat": 34.05223,
                "long": -118.24368,
                "wikiUri": "http://en.wikipedia.org/wiki/Los_Angeles"
            },
            "storyDate": "2014-09-16",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-260145",
            "variance": 0.2722
        }
    },
    "meta": {
        "CCAArticleMatchCount": 128,
        "CCAArticleMatchRatio": 0.2677824267782427,
        "CCAAvgCosSim": 0.7269679687500004,
        "CCAAvgMatchWgt": 48.625,
        "_articleUri1": "210513785",
        "_articleUri2": "210584666",
        "_datetime": "2015-02-19 16:24:00",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-760306",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-260145",
        "_username": "Evgenia Belyaeva",
        "artCount1": 38,
        "artCount2": 13,
        "avgCosSimStory1": 0.5017,
        "avgCosSimStory2": 0.4773,
        "categorySim": 0,
        "conceptCosSim": 0.1463572736514741,
        "conceptJaccardSim": 0.141304347826087,
        "coreTime1": 128901.65,
        "coreTime2": 128914.7333333333,
        "coreTimeStDev1": 15.02486703778372,
        "coreTimeStDev2": 14.89251619329004,
        "entityCosSim": 0.1437246360780984,
        "entityJaccardSim": 0.1842105263157895,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 3,
        "hasSameLocation": 1,
        "keywordCosSim": 0.1603691611673724,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 23,
        "storyQuality2": 11,
        "timeAvg1": 128920.3868421053,
        "timeAvg2": 128931.0551282051,
        "timeStDev1": 21.37263586252129,
        "timeStDev2": 20.13515697358637,
        "varianceStory1": 0.2483,
        "varianceStory2": 0.2722
    }
}