{
    "850f305d-14db-4c75-b547-79470a557ea3-852761": {
        "articles": {
            "resultCount": 20,
            "results": [
                {
                    "body": "Share\n\nChilpancingo (Mexico) (AFP) - Thousands of people protested in Mexico on Wednesday to demand justice for 43 missing students amid fears they were executed by a gang working with crooked police.\n\nIn the state of Guerrero, where the students vanished, protesters partially blocked the highway between the regional capital Chilpancingo and the resort of Acapulco.\n\n\"This march is to demand that the federal and state governments show our sons alive,\" said Manuel Martinez, the spokesman for the families of the missing.\n\nThe students, all men, disappeared on September 26 after municipal police officers working with a gang shot at buses seized by the aspiring teachers in the city of Iguala and took several of them away in patrol cars.\n\nA mass grave containing 28 unidentified bodies was discovered on the outskirts of Iguala last weekend, in the same location where two hit men from the Guerreros Unidos gang confessed to executing 17 students.\n\nBut authorities said it will take at least two weeks to confirm the identities of the bodies.\n\nThousands of people demonstrated in Mexico City's main boulevard ahead of a rally called by civil society groups in the country's capital.\n\n\"We are filled with outrage and anger. We join this cry for justice,\" said Misael Velazquez, coordinator of the Zapatista Rural Indigenous Movement.\n\nThe government of President Enrique Pena Nieto has faced US and UN calls to solve the disappearance and investigate why gang-linked police attacked the students on September 26.\n\nPena Nieto deployed hundreds of federal forces to take over security in Iguala on Monday and disarm the local police. Some 30 investigators from the attorney general's office are in Iguala now.\n\n- Search for students continues -\n\nIn Iguala, hundreds of civilian militiamen scoured the city of 140,000 to find the students.\n\nThey used machetes to cut through vegetation near the site of the mass grave.\n\n\"We will find the young men, dead or alive,\" said a self-defense commander called Moises, whose citizen self-defense group emerged last year to combat gangs plaguing towns in the rural mountains of Guerrero.\n\nBut authorities issued an order via radio for them to turn around.\n\n\"The police only conducts searches near roads. We will cover the whole ground,\" said Bruno Placido, leader of the UPOEG community police movement.\n\nThe students are from a teacher training college near Chilpancingo known as a bastion of radical protests.\n\nSurvivors say they had gone to Iguala to collect funds for their studies and were attacked when they were on their way home after seizing buses, a common practice among radical teachers-in-training in Guerrero to move around the state.\n\nWhile authorities are still investigating the motive, the spotlight has turned on Mayor Jose Luis Abarca and his wife, Maria de Los Angeles Pineda Villa, president of the local family services agency.\n\nMexican media cited an intelligence services report saying she had asked the public security director to sic the police on the students.\n\nGovernor Angel Aguirre said the allegation was one of several theories being checked but that it should be taken with caution.\n\nPineda Villa's two brothers were members of the Beltran Leyva drug cartel until their deaths in 2009.\n\nAuthorities want to question Abarca over his role in the disappearance, but he and his wife have apparently gone into hiding.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21480130",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7406,
                    "source": {
                        "title": "West Australian",
                        "uri": "au.news.yahoo.com"
                    },
                    "time": "23:09:00",
                    "title": "Thousands march for 43 missing Mexican students (AFP)",
                    "uri": "216679735",
                    "url": "https://au.news.yahoo.com/thewest/world/a/25216372/thousands-march-for-43-missing-mexican-students/",
                    "wgt": 1
                },
                {
                    "body": "Chilpancingo (Mexico) (AFP) - Thousands of people protested in Mexico on Wednesday to demand justice for 43 missing students amid fears they were executed by a gang working with crooked police.\n\nIn the state of Guerrero, where the students vanished, protesters partially blocked the highway between the regional capital Chilpancingo and the resort of Acapulco.\n\n\"This march is to demand that the federal and state governments show our sons alive,\" said Manuel Martinez, the spokesman for the families of the missing.\n\nThe students, all men, disappeared on September 26 after municipal police officers working with a gang shot at buses seized by the aspiring teachers in the city of Iguala and took several of them away in patrol cars.\n\nA mass grave containing 28 unidentified bodies was discovered on the outskirts of Iguala last weekend, in the same location where two hit men from the Guerreros Unidos gang confessed to executing 17 students.\n\nBut authorities said it will take at least two weeks to confirm the identities of the bodies.\n\nThousands of people demonstrated in Mexico City's main boulevard ahead of a rally called by civil society groups in the country's capital.\n\n\"We are filled with outrage and anger. We join this cry for justice,\" said Misael Velazquez, coordinator of the Zapatista Rural Indigenous Movement.\n\nThe government of President Enrique Pena Nieto has faced US and UN calls to solve the disappearance and investigate why gang-linked police attacked the students on September 26.\n\nPena Nieto deployed hundreds of federal forces to take over security in Iguala on Monday and disarm the local police. Some 30 investigators from the attorney general's office are in Iguala now.\n\nIn Iguala, hundreds of civilian militiamen scoured the city of 140,000 to find the students.\n\nThey used machetes to cut through vegetation near the site of the mass grave.\n\n\"We will find the young men, dead or alive,\" said a self-defense commander called Moises, whose citizen self-defense group emerged last year to combat gangs plaguing towns in the rural mountains of Guerrero.\n\nBut authorities issued an order via radio for them to turn around.\n\n\"The police only conducts searches near roads. We will cover the whole ground,\" said Bruno Placido, leader of the UPOEG community police movement.\n\nThe students are from a teacher training college near Chilpancingo known as a bastion of radical protests.\n\nSurvivors say they had gone to Iguala to collect funds for their studies and were attacked when they were on their way home after seizing buses, a common practice among radical teachers-in-training in Guerrero to move around the state.\n\nWhile authorities are still investigating the motive, the spotlight has turned on Mayor Jose Luis Abarca and his wife, Maria de Los Angeles Pineda Villa, president of the local family services agency.\n\nMexican media cited an intelligence services report saying she had asked the public security director to sic the police on the students.\n\nGovernor Angel Aguirre said the allegation was one of several theories being checked but that it should be taken with caution.\n\nPineda Villa's two brothers were members of the Beltran Leyva drug cartel until their deaths in 2009.\n\nAuthorities want to question Abarca over his role in the disappearance, but he and his wife have apparently gone into hiding.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21477453",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7389,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "22:38:00",
                    "title": "Thousands march for 43 missing Mexican students",
                    "uri": "216673781",
                    "url": "http://news.yahoo.com/thousands-march-43-missing-mexican-students-222339960.html",
                    "wgt": 1
                },
                {
                    "body": "MEXICO CITY, Oct 09, 2014 (AFP) - Tens of thousands of people held protests in Mexico on Wednesday, joining tearful families of 43 missing students demanding their return amid fears a police-backed gang executed them.\n\nCrowds gathered from Mexico City to the violence-wracked state of Guerrero, where the students disappeared, and as far south as Chiapas.\n\nParents of the victims traveled from Guerrero to head a march of thousands of people in Mexico City, tearfully holding up pictures of their sons, and signs reading \"we want them back alive.\"\n\nPeople watched from the sidewalk in tears, holding their fists up and chanting \"you are not alone!\"\n\nThe young men disappeared on September 26 after municipal police officers working with a gang shot at buses seized by the aspiring teachers in the Guerrero city of Iguala and took several of them away in patrol cars.\n\nA mass grave containing 28 unidentified bodies was discovered on the outskirts of Iguala last weekend, in the same location where two hitmen from the Guerreros Unidos gang confessed to executing 17 students.\n\nBut authorities said it will take at least two weeks to confirm the identities of the bodies.\n\n\"We are sad but we will fight until the end,\" said a 19-year-old from the missing students' teacher training school who declined to give his name for fear of reprisals.\n\n\"We demand that the president doesn't just talk and send more forces to Guerrero,\" he said, with his face covered with a scarf as he protested in Mexico City.\n\nIn Guerrero state, more than 20,000 marched and blocked the highway between the regional capital Chilpancingo and the resort of Acapulco.\n\n\"This march is to demand that the federal and state governments show our sons alive,\" said Manuel Martinez, the spokesman for the families of the missing students, who were as young as 17 or in their early 20s\n\nThousands more protested in the southern state of Chiapas, with masked members of the Zapatista rebel movement taking part, without weapons but signs reading \"We share your rage.\"\n\nThe government of President Enrique Pena Nieto has faced US and UN calls to solve the disappearance and investigate why gang-linked police attacked the students on September 26.\n\nPena Nieto deployed hundreds of federal forces to take over security in Iguala on Monday and disarm the local police. Some 30 investigators from the attorney general's office are in Iguala now.\n\n- Search for students continues -\n\nIn Iguala, meanwhile, hundreds of civilian militiamen scoured the city of 140,000 to find the students.\n\nThey used machetes to cut through vegetation near the site of the mass grave.\n\n\"We will find the young men, dead or alive,\" said a self-defense commander called Moises, whose citizen self-defense group emerged last year to combat gangs plaguing towns in the rural mountains of Guerrero.\n\nBut authorities issued an order via radio for them to turn around.\n\n\"The police only conducts searches near roads. We will cover the whole ground,\" said Bruno Placido, leader of the UPOEG community police movement.\n\nThe students are from a teacher training college near Chilpancingo known as a bastion of radical protests.\n\nSurvivors say they had gone to Iguala to collect funds for their studies and were attacked when they were on their way home after seizing buses, a common practice among radical teachers-in-training in Guerrero to move around the state.\n\nWhile authorities are still investigating the motive, the spotlight has turned on Mayor Jose Luis Abarca and his wife, Maria de Los Angeles Pineda Villa, president of the local family services agency.\n\nGovernor Angel Aguirre said one theory being explored is that the wife was unhappy the students were in town but he warned that the allegation she sent in the police should be taken with caution.\n\nPineda Villa's two brothers were members of the Beltran Leyva drug cartel until their deaths in 2009.\n\nAuthorities want to question Abarca over his role in the disappearance, but he and his wife have apparently gone into hiding.",
                    "date": "2014-10-09",
                    "eventUri": "1478419",
                    "id": "21508566",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7226,
                    "source": {
                        "title": "Haveeru Daily",
                        "uri": "www.haveeru.com.mv"
                    },
                    "time": "06:15:00",
                    "title": "Thousands march for missing Mexican students",
                    "uri": "216749407",
                    "url": "http://www.haveeru.com.mv/world/56986",
                    "wgt": 1
                },
                {
                    "body": "MOSCOW, October 8 (RIA Novosti) - The disappearance of protesting students and the discovery of mass graves near Iguala, Guerrero, are most likely linked to the high level of police corruption, gang violence and general impunity, Tony Payan, the director of the Mexico Center at Rice University's James A. Baker III Institute for Public Policy, said in an interview with Radio VR.\n\n\"It is yet unknown what happened to the students\", Prof.Payan said on the phone from Houston, only 1.000 miles away from the affected by gang violence town of Iguala, Mexico, where several dozens of students are suspected to have been killed for their protest activity for the rights of rural teachers. \"It seems to me that one of the gangs, 'Guerreros Unidos', led by the brother-in-law of the mayor of Iguala is involved, and it seems that police in Iguala, Guerrero, acted as an armed branch of this group. When the mayor was faced with these protests, he might have said \"Quiet them down as best as you can, wipe them off the streets, do something\". And, of course, these groups plus the police force, dozens of them are under detention now, they might have thought that was equivalent to an order to get rid of them. And so they kidnapped them and they took them out to the rural area and then killed them and buried them in shallow graves\".\n\nProf.Payan notes teverything at this point is mere speculation, as nothing has been confirmed to show that the mass graves found near Iguala are the actual burial site of the murdered protester students. However, the high level of criminal activity and corruption of the region suggests that this is most likely the case.\n\n\"One of the things that happened after Calderon administration went very hard against the large cartels is that organized crime in Mexico became pulverized; there are now hundreds of small criminal groups operating in Mexico instead of the very large four cartels that used to operate. States like Guerrero were places were many other groups emerged, one of them called 'Guerreros Unidos', and another group called 'Reds', are operating. The fight between the two groups is directly linked to the mayor of Iguala. Obviously they kidnapped those students, and it is still to be proven that the bodies found are the bodies of the students kidnapped, but it appears they are going to be\", the expert says.\n\nIn the past few days the Mexican military has taken over control of the region.\"Initial deployment of the military happened because the government said that the municipal forces and the state police forces could not be trusted as they have been penetrated by the criminal groups. This is tragic because out of half a million cops in Mexico 400.000, a full 80%, cannot be trusted. Many of the police units were disbanded, and the military took control for them in hopes that it would be cleaned out and redeployed as a clean police force. That has not yet happened\", Prof.Payan says.\n\nAt the same time, \"deploying the military can have an adverse effect on the justice system\", the expert notes. \"The military personnel do not know much about the human rights and the constitutional rights. In June they surrounded a group of 21 alleged gang members in a town in state of Mexico, which is home state to President Pena Nieto, he used to be a governor there, and they killed all of them there, they called them 'dogs' and said they did not deserve to live. These guys were supposed to get arrested and processes, but the military just killed them there\".\n\nAs for the possible reasons behind such bloodthirsty behavior of the mayor of Iguala, Prof. Payan says that \"they thought that was going to be a very local matter, they thought they could get rid of these students as these are all small towns. There are shootings in the state of Chihuahua and nobody talks about that, there are trucks full of dead bodies that come from the mountains; there are mass graves in the states of Tamaulipas and Coahuila. Very often they get away with it\".\n\nThe expert suggests that this is because \"levels of impunity in Mexico are very high, only 2% of crimes are resolved. Most crime in Mexico goes unreported, the police is not trusted anywhere, and I think President Pena sent the wrong message. Where President Calderon tried to make public security a priority, President Pena concentrated on education, labor and energy reforms. This may have been takes by organized crime as \"Okay, the 'War on Drugs' is over, we can now operate with an even greater impunity than in the past\", and I think this is a strategic mistake of the current President\". The prospects of an official investigation Prof. Payan estimates as rather gloomy. \"The ideal is that the investigation will take place. Unfortunately, I think, this will be forgotten, we'll never find out who it was, and that is a very likely scenario\".\n\nGang activity has been rife, making Mexico extremely dangerous recently and Prof.Payan outlined the factors. \"The Gulf cartel is still there, disintegrating but still there, the Sinaloa cartel which is a federation of drug traffickers, is still there and is probably the big winner of the 'War on Drugs', and then you have the Tijuana cartel and the Juarez cartel, which are severely weakened, and then you have 'Los Zetas' which are splinter group from the Gulf cartel, and you have 'La Familia Michoacána', and then you have many other cartels among which are these two in Guerrero that appear to be involved in the disappearance of the students in Iguala\", the expert says.\n\n\"We are having the effect similar to what happened with Al-Qaeda\", Prof.Payan suggests. \"What used to be highly hierarchical, pyramidal, very structured large organization, and then upon the pounding of the government they became essentially pulverized, separated from one another, their top leaders were arrested, and their lieutenants established local cells independently from one another and are now operating in cities throughout Mexico. They are dedicated to kidnapping for ransom, to extortion of businesses and stealing oil and fuels and mining and logging and other illegal businesses\".\n\n\"They are even more dangerous, as they are not dedicated to only pushing drugs in the United States. You could call it a civil war, certainly in some states it looks like it, in Guerrero, in Michoacán, in Tamaulipas, Chihuahua is another one. And there are very safe states like Queretaro, or Yucatan, these are places where nothing is really happening, these groups are not operating there and the police is relatively clean and efficient\".\n\nThe brutal mass murder in Iguala has drawn international attention after the local police attacked a group of students, which resulted in six people dead. Local media report 43 students disappeared after being detained by the police and some of them were later found dead with signs of torture. The most shocking news came on 5 October when a mass burial site containing 28 burnt bodies was discovered in the vicinity of Iguala. 22 local police have been arrested on suspicion of involvement, speculated to be carried out by the local cartel under the direct order of Jose Luis Abarca, the mayor of Iguala.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21393428",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6413,
                    "source": {
                        "title": "en.ria.ru",
                        "uri": "en.ria.ru"
                    },
                    "time": "09:39:00",
                    "title": "Iguala Mayor, Gangs Colluded to Murder Students: US-Mexican Analyst",
                    "uri": "216471611",
                    "url": "http://en.ria.ru/analysis/20141008/193801175/Iguala-Mayor-Gangs-Colluded-to-Murder-Students-US-Mexican.html",
                    "wgt": 1
                },
                {
                    "body": "Mexican authorities have found a mass grave on the outskirts of the town of Iguala, where 43 students went missing on September 28.\n\nIt is not clear whether the bodies found in a pit are those of the missing students, who were last seen being forced into police vans.\n\nThe group had travelled to the area, in the state of Guerrero, to take part in a protest over teachers' rights.\n\nPolice opened fire on their buses, killing six people.\n\nTwenty-two police officers are being held in connection with the shooting.\n\nWitnesses said that most of the survivors - all trainee teachers - were bundled into police vans before disappearing.\n\nSome had gone into hiding and contacted their relatives after several days, still fearing for their lives.\n\nMexican troops near mass grave\n\nMexican troops have been guarding the location where the clandestine grave was found.\n\nThe government has offered a reward of US $75,000 for information leading to the students' location. Iguala lies about 120 miles south of the capital Mexico City. The grave was discovered on Saturday, following an anonymous tip.\n\nIt is not known exactly how many bodies it contains. Guerrero state prosecutor Inaky Blanco said forensic scientists were trying to identify the victims.\n\nAt least 15 bodies have already been retrieved from the pit.\n\nSome of the relatives of the missing students had joined the search, knocking on doors and handing out pictures of their loved ones.\n\nState prosecutors said local officials and police officers could have links with criminal gangs operating in Guerrero state.\n\nArrest warrants have been issued for the mayor of Iguala, Jose Luis Albarca, and his security chief who are both considered fugitives from justice and may be involved in the violence.",
                    "date": "2014-10-09",
                    "eventUri": "1478419",
                    "id": "21487387",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.616,
                    "source": {
                        "title": "www.reporter.bz",
                        "uri": "www.reporter.bz"
                    },
                    "time": "00:45:00",
                    "title": "Mass grave discovered in Mexico",
                    "uri": "216695571",
                    "url": "http://www.reporter.bz/world/mass-grave-discovered-in-mexico/",
                    "wgt": 1
                },
                {
                    "body": "Mexicans reacted with anger and indignation to the disappearance and possible murder of 43 young students of a teachers' college near Iguala, in the Southern State of Guerrero, on September 26. Meanwhile, relatives of the students waited to hear whether 28 dismembered and burned bodies found in a mass grave just outside Iguala are indeed those of their loved ones.\n\nThe students, from a teacher training college, the Ayotzinapa Rural Normal School, had gone to nearby Iguala, a city of about 110,000 people, to raise funds for a campaign of resistance to \"educational reform\" plans of Mexican President Enrique Peña Nieto which they fear will degrade and eventually eliminate teacher training programs like theirs. When they were getting ready to leave Iguala, the three buses which they had obtained for the ride home were attacked by what appears to have been a coordinated force of hit men from a regional gang and local police from Iguala.\n\nTwo of the students, and several bystanders, were killed outright and the remaining 43 disappeared. Two have surfaced alive, but many fear all the rest were murdered. It cannot be assumed that the 28 bodies in the mass grave are theirs, firstly because they were burned beyond recognition, secondly because nobody trusts the local people in charge, and thirdly because since former President Felipe Calderon, at U.S. behest, declared \"war\" against drug cartels in 2006, up to 100,000 have been kidnapped and/or murdered and there are many, many mass graves.\n\nIn Guerrero, there is a long history of protest and revolutionary uprisings in which teachers have often played a part. Since the system of training schools in the countryside was originally set up by President Lazaro Cardenas del Rio in the 1920s (the Rural Normal Schools, Escuelas Normales Rurales), they have been seen as a threat by some, because they have turned out teachers who come from the indigenous and poor communities and are committed to educating those communities, including using bilingual education methods with non-Spanish speaking native communities.\n\nMoreover, many of these teachers belong to a militant branch of the Mexican teachers union which is not subservient to the \"corporate\" model of labor unions so rife in Mexico, in which the government and the ruling Revolutionary Institutional Party (PRI) basically appoint and control the union leadership. They have been carrying out protests in Mexico City and elsewhere against government \"educational reforms.\"\n\nThe state of Guerrero, with about 3,500,000 inhabitants, is named for Mexico's second president, Vicente Guerrero, who was an African-Mexican of very advanced views for his day. It contains an ethnic and linguistic mixture including more than 20 indigenous language communities and also the main concentration of African-Mexican people in the country. It has a violently dramatic history, reaching up to our own times. Much of the conflict has been between poor peasant communities against big landowners and local political bosses backed by national and international power centers. Even today, the Human Development Index in Guerrero is the third lowest of Mexico' 31 states.\n\nIn the 1960s, a teacher, Genaro Vazquez Rojas, organized peasants and workers. Police suppressed peaceful dissent, so Vazquez and friends ended up as guerrillas in the mountains. Vazquez was captured and died in 1972. Another teacher trained at one of President Cardenas' Normal Schools, Lucio Cabañas, was involved in unionization efforts but fled to the mountains to join Genaro Vazquez when a strike he led was violently suppressed. In 1974, Cabañas was killed. Out of these efforts arose the People's Revolutionary Army which has continued in arms in the mountains of Guerrero and neighboring regions, sporadically clashing with security forces.\n\nPolitical assassinations carried out at the behest of the powerful still are common, as in the case of several organizers affiliated with the Communist Party of Mexico a little over a year ago.\n\nSo the idea that local landowners, businesspeople, and political bosses would find militant, organized students in teacher training schools threatening is not so strange. Nor is it strange that the national government would try to put an end to the normal school institution-it is a significant focus of resistance and struggle against neo-liberal policies.\n\nBut the anger that has been let loose in all of Mexico by the kidnapping and probable murder of the students in Iguala has politicians scrambling. The municipal president of Iguala, Jose Luis Abarca, has fled, and the nominally leftist Revolutionary Democratic Party (PRD) to which he belongs is in the process of kicking him out. The attorney general of Guerrero has denounced the incident and declared that the whole municipal and police structure of Iguala is riddled with criminals. The governor of Guerrero, Angel Aguirre Rivero, is a former member of President Peña Nieto's Revolutionary Institutional Party (PRI) who jumped to the PRD in order to get their support for his election; he has denounced the incident in Iguala but many are calling for his removal.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21446022",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6143,
                    "source": {
                        "title": "People's World",
                        "uri": "peoplesworld.org"
                    },
                    "time": "17:24:00",
                    "title": "Anger in Mexico over attack on teachers' college students",
                    "uri": "216601299",
                    "url": "http://peoplesworld.org/anger-in-mexico-over-attack-on-teachers-college-students/",
                    "wgt": 1
                },
                {
                    "body": "IGUALA, Mexico, Oct 5 (Reuters) - Missing students were likely among charred corpses found in mass graves in southwest Mexico and local security officials are suspected of conspiring with gang members to kill them, authorities said on Sunday.\n\nSeveral investigators said they feared the victims were among dozens of students who went missing after they clashed with police in Iguala in the volatile state of Guerrero on the night of Sept. 26.\n\nSpeaking on condition of anonymity, local officials said that at least 34 bodies had been buried at the site.\n\nGuerrero state Attorney General Inaky Blanco said 28 bodies had been recovered so far, some complete and some in pieces. He said \"it is probable\" that some of the students are among the remains found in the graves.\n\nThe prosecutor added that two gang hitmen have admitted killing 17 of the 43 missing students with the help of security officials.\n\nWhile federal investigators, police and the army continued to pull human remains out of the plot of broken land on the outskirts of the city of Iguala, families of missing students demanded information on the whereabouts of their loved ones.\n\nAt the college east of the state capital of Chilpancingo, where the students are from, there was anger and despair over their fate and anxious relatives blamed President Enrique Pena Nieto for what had happened.\n\n\"Things are going from bad to worse,\" said a woman who identified herself as Anayeli, whose 20-year-old brother was among the missing. \"Supposedly Pena Nieto isn't involved, but this is happening right under his nose. He's involved in all of this.\"\n\nAs dogs wandered about a rough dirt track petering out into the sierra, security officials said they believed the victims had been driven to the end of the track, walked up the hillside, executed and buried in six graves.\n\nBlanco told reporters that bodies were set on fire after being heaped on top of branches which were likely doused with gasoline or diesel.\n\nHe said that 29 suspects have been identified so far, 26 of whom have been arrested, including Felipe Flores, the head of security for Iguala.\n\nBlanco said local police had been infiltrated by a criminal gang known as the Guerreros Unidos, and that Flores had conspired with a gang leader to order the killings.\n\nHe added that Francisco Salgado, Flores's deputy, also ordered the police to detain the students and has gone missing.\n\nPolice are suspected of abducting some of the students, a local security official said, speaking on condition of anonymity.\n\n\"You really can't call them police,\" the state security official said.\n\nSuspected gang members had told investigators that police had handed over the students to the people who killed them, who belonged to the gang, he added. The suspected gang members had also helped the authorities identify the site, he said.\n\nHowever, the state government said it could be days before the identities of the dead are known.\n\nSoldiers and police had cordoned off the dirt track where it ended not far from the graves, which lay about a 40-minute walk across rocky terrain inaccessible by vehicle.\n\nThe fugitive mayor of Iguala, Jose Luis Abarca, is also being investigated for possible involvement in the crimes, Blanco said.\n\nSome 22 police have been arrested in connection with the Sept. 26 violence, which claimed the lives of at least six people and left 25 injured.\n\nThe graves have created a major headache for Pena Nieto, who took office two years ago pledging to end a wave of gang-related violence that has killed around 100,000 people since the start of 2007.\n\nThough homicides have fallen on his watch, other crimes have increased, including extortion and kidnapping.\n\nOver the past few days, Pena Nieto's record on law and order has taken a number of blows, including the killing of a federal congressman and news that soldiers are believed to have summarily executed a group of suspected gang members earlier this year.\n\nInformation leading to the discovery of the graves had in part come from the interrogation of local police arrested after the clashes in Iguala, the security official said.\n\nGuerrero state, home to Iguala and the resort of Acapulco, has been one of the most lawless in the country for years. (Additional reporting by David Alire Garcia in Mexico City; Editing by Simon Gardner)\n\nSorry we are not currently accepting comments on this article.",
                    "date": "2014-10-09",
                    "eventUri": "1478419",
                    "id": "21489264",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6009,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "01:08:00",
                    "title": "Mexico security officials likely conspired in massacre-State Gov't - Daily Mail",
                    "uri": "215638262",
                    "url": "http://www.dailymail.co.uk/wires/reuters/article-2781808/Mexico-security-officials-likely-conspired-massacre-State-Govt.html",
                    "wgt": 1
                },
                {
                    "body": "IGUALA, Mexico -- Militarized police patrolled this violent city Tuesday after the entire local police force was relieved of duty, with some members implicated in the disappearance and possible massacre of 43 university students.\n\n\"We're looking for halcones\" - lookouts working for the drug gangs, said a well-armed officer from the gendarmerie, Mexico's new specialized law enforcement agency, as he staked out corners of a downtown park. \"It is hard to find them because they blend into the population.\" He did not give his name, citing security reasons.\n\nThe federal government dispatched the gendarmerie to Iguala, in Guerrero state, late Monday in joint operations with the army, in an attempt to tame rising tension over the students' disappearance and the subsequent discovery of hidden mass graves.\n\nAuthorities recovered 28 bodies from the makeshift graves on the outskirts of Iguala, in rugged, brush-covered terrain accessible only through rock-and-dirt paths. They are attempting to identify the bodies, many of them burned, and determine whether they are the students, most of whom were in their late teens or early 20s and came from poor, rural families.\n\nThe mayor of Iguala, Jose Luis Abarca, was forced to take a leave of absence and then disappeared. He is wanted for questioning. Officials of his Democratic Revolution Party, or PRD, said the ties of his wife's family to the Beltran Leyva cartel have long been known to Guerrero Gov. Angel Aguirre and other authorities.\n\nTwo of the wife's slain brothers were lieutenants for the cartel, their mother, Leonor Villa, said in a video that circulated Tuesday.\n\nPRD official Rene Bejarano said he blamed state and federal authorities for ignoring Guerrero, a poor, mountainous state with a turbulent social and political history. \"I think they never calculated the effect of letting these groups grow, that act with such violence, savagery and barbarity,\" he said.\n\nThe students who went missing Sept. 26-27 - originally a group of more than 50, but some escaped - attended a special form of rural college in the nearby town of Ayotzinapa that trains teachers and is also known for radical left-wing political activity. They apparently had commandeered buses and gone to Iguala, where they were confronted by police, who opened fire. Six people were killed, including a 15-year-old soccer player who happened on the scene.\n\nAfterward, 43 students could not be accounted for.\n\nAuthorities say the Iguala police force is beset by drug-gang infiltration. Twenty-two officers have been arrested; two people have confessed to killing a number of students, Guerrero prosecutor Inaky Blanco said.\n\nThe students already had a contentious relationship with Iguala police and some residents. In a demonstration last year, they damaged City Hall, said Sergio Fajardo, owner of a local radio station. \"For me, at that point, they stop being students and are vandals,\" he said.\n\nIguala remained tense Tuesday, but the presence of hundreds of federal police officers and gendarmerie was welcomed by some residents.\n\n\"This gives us some hope, but they will really have to clean up, like a cancer, removing criminals from the roots,\" said Cecilia Zuniga, 63, who was teaching embroidery to other women under trees in the patio of City Hall.\n\n\"Everyone robs: the transit department, the taxi drivers, the police,\" said Tomas Carranza, a retired teacher, as he waited in line for subsidized milk distributed by the city. \"We have had a lot of impunity and zero government.\"\n\nMeanwhile pressure mounted on Aguirre, the governor, to resign, which would make him the most prominent political casualty in an atrocity that may have even greater repercussions.\n\nAguirre struck a defiant note in a brief news conference Monday evening when asked by a reporter whether he would step down.\n\n\"Let them investigate me all they want,\" he said. \"I've said it and I say it again, I have nothing to be ashamed of. I have never stained my hands with blood.\"\n\nAguirre was formerly with the Institutional Revolutionary Party, which holds the presidency, but switched to the leftist PRD.\n\nEven some of his party compatriots, however, are abandoning him.\n\n\"The government of Guerrero must be held accountable and ... punish the guilty,\" Sen. Alejandro Encinas, also of the PRD, said in an opinion piece in El Universal newspaper, \"and the PRD leadership must abandon (policies) that have permitted that ambition for money and for control of the party to open the door to delinquents.\"",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21426108",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5947,
                    "source": {
                        "title": "sacbee",
                        "uri": "www.sacbee.com"
                    },
                    "time": "14:43:00",
                    "title": "Mexico deploys federal forces to missing students' city",
                    "uri": "216554685",
                    "url": "http://www.sacbee.com/2014/10/07/6768708/mexico-deploys-federal-forces.html#mi_rss%3DLatest%2520News",
                    "wgt": 1
                },
                {
                    "body": "Hundreds of vigilantes have joined the search for 43 students who went missing in the Mexican town of Iguala in Guerrero state on 26 September.\n\nMembers of the so-called self-defence groups said they would conduct a house-by-house search.\n\nMeanwhile, forensic tests are under way on dozens of bodies found in shallow graves near the town last week.\n\nIt is feared the bodies could be those of the students, who clashed with police during a protest.\n\nTheir disappearance and the circumstances surrounding it have caused shock in Mexico.\n\nThe students, from a teacher training college in Ayotzinapa, travelled to the nearby town of Iguala to protest against what they perceived as discriminatory hiring practices for teachers.\n\nAfter a day of protests and fundraising, they wanted to make their way back to their college.\n\nAccounts of what happened next differ.\n\nMembers of the student union say they hitched a lift aboard three local buses, but the police says the students seized the buses.\n\nIn the hours which followed, six people were killed when armed men opened fire on the three buses and that of a third division football team which they presumably mistook for one carrying students.\n\nThree students, a footballer, the driver of one of the buses and a woman in a taxi were shot dead. Many more were injured.\n\nMunicipal police gave chase to the students, and are believed to have fired at them.\n\nTwenty-two officers have been detained in connection with the shooting.\n\nBut there are also reports of other armed men opening fire on the students. Eight people not belonging to the municipal police have also been arrested.\n\nFollowing the incident on the night of 26 September, 57 students were reported missing.\n\nOn 30 September it was announced that 13 of them had returned to their homes.\n\nOne name was found to have appeared in the list of the missing twice, leaving 43 students unaccounted for.\n\nOn 4 October, prosecutors announced they had found six shallow graves containing the remains of at least 28 people.\n\nThe bodies are so badly burnt they have not yet not been identified. Forensic experts said it could take days or even weeks to carry out DNA tests.\n\nThe reasons why police should have opened fire on the students and what may lie behind their disappearance remain unclear.\n\nA number of different theories have been put forward.\n\nThe chief prosecutor for Guerrero state, Inaky Blanco, said that some of the detained suspects said the municipal police force had been infiltrated by a local drug gang called Guerreros Unidos (United Warriors).\n\nHe also announced that one of the detained civilians had confessed to taking 17 of the students to a nearby hillside and killing them on the orders of the Guerreros Unidos.\n\nThe detained officers have denied killing the students.\n\nThe students all went to a local teacher training college with a history of left-wing activism, but it is not clear whether they were targeted for their political beliefs.\n\nSome think that they may have angered Guerreros Unidos by refusing to pay extortion money.\n\nOthers believe there may be a link between the students' disappearance and a speech given by the wife of Iguala's mayor on the day of the clashes.\n\nMaria de los Angeles Pineda Villa was speaking to local dignitaries when the students were protesting in Iguala and some believe they may have been targeted because it was feared they could disrupt the event.\n\nPolice are searching for her husband, mayor Jose Luis Abarca Velazquez.\n\nBut on Tuesday, Prosecutor General Jesus Murillo Karam said he had no evidence that Mr Abarca Velazquez had any links to drug gangs as had been reported by some local media.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21431871",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5939,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "15:30:00",
                    "title": "Vigilantes in Mexico students search",
                    "uri": "216568829",
                    "url": "http://www.bbc.co.uk/news/world-latin-america-29538079#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "IGUALA, Mexico--Mexico faced growing international pressure Tuesday to solve the disappearance of 43 students who vanished after they were attacked by police linked to a drug gang.\n\nThe United States and the Organization of American States (OAS) joined appeals for the country to find the young men, who were last seen 10 days ago in Iguala, a city in the violence-plagued southern state of Guerrero.\n\nFears over their fate rose over the weekend after authorities found a mass grave up a steep hill outside Iguala containing 28 unidentified and badly burned bodies.\n\nTwo gang hitmen told investigators they had executed 17 of the 43 young men and dumped them in pits. But authorities say it will take at least two weeks for DNA tests to confirm the victims' identities.\n\n\"This is a troubling crime that demands a full, transparent investigation,\" said U.S. State Department spokeswoman Jen Psaki. \"The perpetrators must be brought to justice.\"\n\nOAS Secretary-General Jose Miguel Insulza called for \"the clarification of the murders that have brought grief not only to the Mexican people, but to all the countries of the Americas.\"\n\nWhile authorities say the motive remains under investigation, Guerrero's governor said one theory is that the police attacked the students because the mayor's wife was concerned they would disrupt a speech she was giving that day.\n\nLocal police disarmed\n\nMexican President Enrique Pena Nieto deployed hundreds of federal police to Iguala on Monday to take over security and disarm the municipal police force.\n\nThe attorney-general's office dispatched 30 investigators, criminologists and forensic experts to crack the case, which could rank among the most horrific in a drug war that has left 80,000 people dead and 22,000 missing since 2006.\n\nBut families of the missing refuse to believe they are dead. And hundreds of members of a civilian militia, which formed last year to combat cartels, arrived in Iguala to help with the search.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21451145",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5864,
                    "source": {
                        "title": "www.ChinaPost.com.tw",
                        "uri": "www.chinapost.com.tw"
                    },
                    "time": "18:12:00",
                    "title": "Mexico pressed to discover students' fate",
                    "uri": "216613360",
                    "url": "http://www.chinapost.com.tw/international/americas/2014/10/09/418979/Mexico-pressed.htm",
                    "wgt": 1
                },
                {
                    "body": "IGUALA, Mexico -- Long before the city of Iguala became known for one of Mexico's most horrific mass murders, its mayor had a cloud over his head.\n\nWord on the street was that Mayor Jose Luis Abarca Velazquez was mobbed up, local police had become his enforcers and Iguala had slid into darkness.\n\nThat belief has only mounted since local police under Abarca's command opened fire on a throng of protesting student teachers Sept. 26, leading to six known deaths and 43 missing students. Mass graves discovered last weekend near this city in coastal Guerrero state have yielded 28 unidentified bodies, deepening distress over the fate of the student teachers.\n\nAbarca and his chief of public security are now fugitives, and the ominous signs around them have only grown.\n\nTake the video posted to YouTube this week. In it, a woman who identifies herself as Leonor Villa Ortuno is shown blindfolded, her hands bound. Under interrogation, she recounts how two of her sons were killed for drug trafficking. A third got out of federal prison in Tamaulipas last year on drug-related charges.\n\n\"How are you related to the mayor of Iguala, Jose Luis Abarca Velazquez?\" asks a voice off camera.\n\n\"He's my son-in-law,\" Villa Ortuno answers.\n\nShe then relates her family's long-standing connections to the Beltran Leyva narcotics cartel. A breakaway faction of the cartel, known as Guerreros Unidos (United Warriors), operates in the region around Iguala. Then another question comes.\n\n\"What relation is there between the Iguala mayor and the United Warriors?\"\n\n\"My son-in-law protects them,\" Villa Ortuno responds, \"in exchange for a monthly fee of 2 million pesos ($149,200). He runs all city police officers and commanders at his will.\"\n\nThe veracity of the video couldn't be ascertained, or whether the woman was speaking under severe coercion. It wasn't clear whether she was subsequently released.\n\nBut Rene Bejarano, a former federal legislator and prominent figure in the Party of the Democratic Revolution, known by its Spanish initials as the PRD, said he recognized Villa Ortuno from the video as the mayor's mother-in-law and acknowledged that his leftist party's historic grip on Guerrero state had been damaged by its dissemination.\n\nIn the tape, the woman says her sons backed the successful PRD campaign of Angel Aguirre for governor of Guerrero in 2011 on behalf of the Beltran Leyva crime group.\n\nMexican Attorney General Jesus Murillo Karam told Radio Formula on Wednesday that he'd been aware of the tape for a year but hadn't looked into it because it was a matter for \"counterintelligence,\" without elaborating. He added that a murder allegation had been lodged against the mayor last year but that proof was never gathered.\n\nThe disappearance of the students has roiled political waters. Hundreds of armed men who call themselves community police swarmed into Iguala aboard pickups Tuesday at dusk. Largely from settlements along the coast of Guerrero, they formed in past years in response to what they said was the failure of state and municipal police in dealing with organized crime.\n\nTens of thousands of marchers snarled streets in the Guerrero capital of Chilpancingo on Wednesday afternoon, demanding that authorities clarify the fate of the missing students. A march was planned for later in the day in Mexico City.\n\nFor some residents of Iguala, run-ins with the mayor were frightening, perhaps even lethal, and made dealings with City Hall unnerving.\n\nAbarca came to office in 2012. He immediately put a cluster of relatives into the city administration, including his wife, three cousins, a sister-in-law and a brother-in-law, nephews, a half brother and his daughter, among others.\n\nOne of the cousins, Felipe Flores Velazquez, assumed the role of public security director over the city police force, which numbered around 140 officers before federal police took over most security functions last weekend.\n\nThe murder rap that emerged against Abarca last year led a survivor, a spouse and other activists to travel to Washington last month to appeal to the Inter-American Commission on Human Rights.\n\nThe victim was the husband of Iguala Councilwoman Sofia Mendoza Martinez, a soft-spoken 32-year-old who says she's now afraid to enter City Hall or look the mayor in the eye.\n\nMendoza spoke to a group of foreign reporters seated in an ice cream parlor across the street from City Hall. In a sign of the tensions in the city, employees denied the group service and asked them to leave.\n\nMendoza's husband, agronomist Arturo Hernandez, was a founder of the local Popular Unity branch of the PRD. He had a public altercation with the mayor in May 2013, accusing him of pilfering fertilizer meant for public distribution.\n\nOn May 30, 2013, two SUVs filled with armed men intercepted Hernandez and seven others. They were taken to a rural site, beaten and whipped with barbed wire, according to the testimony of a survivor, Nicolas Mendoza Villa. The next day, Mendoza said, the mayor and public security chief showed up.\n\n\"Why are you f---ing around talking about fertilizer? I'm going to have the pleasure of killing you,\" the testimony said the mayor told the agronomist, before shooting him in the face and chest. Two others were killed, as well. The others escaped on a subsequent day.\n\nMendoza said Abarca dominated the 12-seat City Council and all of City Hall, and that after her husband's murder her job became bitter.\n\n\"This man had a lot of power. I put up with it. I tried not to look at him. During council meetings, some people called me rude and said I should respect him,\" Mendoza said.\n\nAsked whether Abarca was an organized-crime figure, she nodded but demurred.\n\n\"This is dangerous. I cannot comment. I live in Iguala. I have a 5-year-old son,\" she said.\n\nAnother council member, Andres Guzman Salgado, said it was now up to federal authorities to resolve the case of the missing students, who came from a radical federal teachers' college near Chilpancingo, and to sort out the corruption allegations.\n\nThe students' arrival in Iguala late in the afternoon disrupted a speech that the mayor's wife and intended successor, Maria de los Angeles Pineda Villa, was to give telling of her accomplishments as the head of a city social service agency. The national newspaper El Universal on Wednesday described the \"furious\" expression on her face - \"pretty like a television villain\" - at a council meeting Sept. 29 when her husband asked to take a 30-day leave of absence. After that session, the two went underground.\n\nAngel Montiel Diaz, a commander of a unit of the local transit police, which hasn't been disbanded, said he didn't know what had happened to the missing students, but he described them in pejorative terms.\n\n\"They always create trouble. They are very violent. They are vandals. They commandeer buses, and steal gasoline. They ask for money, or they just take it, like grabbing purses from women,\" Montiel Diaz said.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21475669",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5733,
                    "source": {
                        "title": "Idaho Statesman",
                        "uri": "www.idahostatesman.com"
                    },
                    "time": "22:17:00",
                    "title": "Massacre wasn&#x2019;t first report of violence in Iguala, Mexico",
                    "uri": "216669387",
                    "url": "http://www.idahostatesman.com/2014/10/08/3417445/massacre-wasnt-first-report-of.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "The municipal police in Iguala were quite strict with traffic violations. Cars found double parked or in no-parking areas were stripped of their license plates, and these were not returned until the driver paid every last cent of the fine.\n\nThe local police force employed the same logic with residents who had managed to save some money. A week before the student massacre that put this Mexican town on the international map, police officers kidnapped a bus driver and did not release him until his family paid up the €600 ransom.\n\nIn this land where car plates and citizens get kidnapped indistinctly, authorities are suspected of being at the service of organized crime.\n\nThe mayor of Iguala, José Luis Abarca, has gone missing ever since 43 college students were arrested by local police and never turned up again. Two hitmen recently confessed to having killed 17 of them, and six mass graves have turned up containing 28 as yet unidentified bodies.\n\nAbarca had personal ties to the Beltrán Leyva cartel, one of the most powerful drug organizations in the country until the capture of death of its leaders. Abarca's two brothers-in-law, who died in 2009, held high-ranking positions within the criminal group.\n\nInternal reports issued by his own party, the left-wing PRD (Party of the Democratic Revolution) -- claim that he had three opponents assassinated. This information has been in the power of Cisen, the Mexican intelligence services, for a year.\n\nFollowing the massacre, all politicians in the area are considered suspect.\n\nÁngel Aguirre, governor of Guerrero -- a state that is out of control and posts the highest poverty rates in the nation -- announced on Tuesday that the 81 mayors and their respective police forces will be investigated and conclusions sent straight to President Enrique Peña Nieto.\n\n\"We know that crime has infiltrated several municipalities [...] We demand the ability to act swiftly and resolutely, with support from the federal government, in cases where we can accredit that there are police officers like those in Iguala,\" he said. But Aguirre himself has come under fire, and many are asking for his resignation.\n\nMeanwhile, 22 police officers from Iguala have been arrested and the rest have been suspended from their duties and salaries because of their ties to the local crime cartel, the Guerreros Unidos. The town is now under the control of heavily armed federal police forces and a special crime-busting unit called the Gendarmería.\n\n\"They warned us suddenly and told us we're going to be here a couple of months,\" said one officer as she unloaded a printer and several computers from the back of a truck.\n\nThese officers, who do not wear balaclavas and act friendlier than the military personnel who have fought the cartels in the past, made a point of chatting with the locals and taking selfies in a bid to dispel the negative image they have had for years.\n\nBut the Guerreros Unidos were not quite as welcoming, and issued the following warning: \"Federal and state governments, and everyone who supported us: we demand the release of the 22 arrested policemen. We are giving you 24 hours, or else prepare for the consequences. We will start revealing the names of the government people who supported us...the war has begun. Best regards, GU\".\n\nIn these uncertain times, locals are getting their information from Facebook, where members of groups like Solo Chilpo or Solo Iguala provide real-time coverage of what is happening before their eyes.\n\n\"All the gossip is there. Last Friday I read there was a shootout near here, and I pulled down the blinds of my establishment. Later it turned out two people were killed right next to this place,\" says Carlos, the owner of a cyber-café. Solo Chilpo has received 200,000 visits a day in the last few days.\n\nMeanwhile, the bodies in the mass graves have yet to be identified. The main working hypothesis is that Iguala police officers arrested most of the students at a street protest -- two others were shot on the spot and a third was skinned and his eyes gauged out -- then turned them over to the cartel's hitmen.\n\nThe criminal gang was allegedly very aggravated by the fact that the students, who were part of a very militant group that routinely protested for teachers' rights and against the system, had come into their territory to make trouble.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21460640",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5693,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "elpais.com"
                    },
                    "time": "19:44:00",
                    "title": "Everyone is a suspect in Iguala",
                    "uri": "216635559",
                    "url": "http://elpais.com/elpais/2014/10/08/inenglish/1412777706_350959.html",
                    "wgt": 1
                },
                {
                    "body": "Confusion and fear reign in the south-central Mexican city of Iguala, where 43 students went missing 10 days ago and are feared to be among the 28 victims found in a mass grave over the weekend.\n\nMembers of a drug gang have reportedly admitted to executing some of the missing students, but tearful parents in Iguala are still waiting for the government to confirm the link between the disappearance and the killings.\n\nTwo young men told FRANCE 24 that they saw local police detain and promptly shoot some of the students on the night of September 26, but the motivations for the attack remained hazy.\n\nPolice in Iguala, who are believed to be in league with gangs, have been disarmed by federal soldiers sent in to restore order.\n\nBut Iguala residents fear the arrival of the security forces will only lead to more violence in a Mexican region awash with drugs and guns.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21439140",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5683,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "16:25:00",
                    "title": "Video: Mexican town fears more violence in wake of 'massacre'",
                    "uri": "216585239",
                    "url": "http://www.france24.com/en/20141008-video-mexico-students-massacre-town-fear-violence-drugs/",
                    "wgt": 1
                },
                {
                    "body": "A student of Guerrero State carries a portrait of a disappeared person, during a protest in Mexico City, on Wednesday.\n\nThousands of protesters took to the streets in Mexico to demand the return of 43 students who went missing after a confrontation with police. As we reported, authorities later found 28 bodies in a mass grave near the town of Iguala.\n\nOfficials said the graves were connected to the missing students, but they have not been able to identify the bodies.\n\nReporting from Mexico, NPR's Carrie Kahn filed this report for our Newscast unit:\n\nThe Mexican news site Animal Politico posted videos and images of the protest in Mexico City. They showed demonstrators carrying pictures of the missing college students and signs that read: \"Enough of the dead and missing.\"\n\nThis video shows demonstrators demanding: \"Where are they? Where are they?\"",
                    "date": "2014-10-09",
                    "eventUri": "1478419",
                    "id": "21485478",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5521,
                    "source": {
                        "title": "NPR.org",
                        "uri": "www.npr.org"
                    },
                    "time": "00:23:00",
                    "title": "In Mexico, Protesters Demand Return Of 43 Missing Students",
                    "uri": "216691819",
                    "url": "http://www.npr.org/blogs/thetwo-way/2014/10/08/354661579/in-mexico-protesters-demand-return-of-43-missing-students?utm_medium=RSS&utm_campaign=storiesfromnpr",
                    "wgt": 1
                },
                {
                    "body": "Bishkek (AKIpress) - Thousands of people have held protests in cities across Mexico against the disappearance of students in the southern town of Iguala last month.\n\nThe students had clashed with police during a demonstration and were last seen being bundled into police cars. Hundreds of local vigilantes have joined the search, saying they would conduct a house-by-house search, reports AFP.\n\nMeanwhile forensic tests are under way on dozens of bodies found in shallow graves near the town last week. It is feared the bodies could be those of the students. In Mexico City, family members led a procession, carrying photographs of the disappeared. Demonstrations also took place in many cities, including Oaxaca, Veracruz, Morelia, and Guerrero.\n\nA silent march was staged by the the EZLN - better known as the Zapatistas indigenous rebel group - in the southern city of San Cristobal de las Casas. The students, from a teacher college in Ayotzinapa in Guerrero State, had travelled to nearby Iguala to protest against what they perceived as discriminatory hiring practices for teachers.\n\nAfter a day of protests, they wanted to make their way back to their college. Accounts of what happened next differ. Members of the student union say they boarded three local buses, but the police says the students seized the buses.\n\nIn the hours that followed, six people were killed when armed men opened fire on the three buses and that of a local football team which they presumably mistook for one carrying students.\n\nThree students, a footballer, the driver of one of the buses and a woman in a taxi were shot dead. Many more were injured. Municipal police gave chase to the students, and are believed to have fired at them.\n\nTwenty-two officers have been detained in connection with the shooting. A student who survived the attack said he had seen police taking away his fellow students. \"We blame the state for the forced disappearance of our fellow students,\" Omar Garcia told reporters in Mexico City.",
                    "date": "2014-10-09",
                    "eventUri": "1478419",
                    "id": "21530673",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5364,
                    "source": {
                        "title": "www.akipress.com",
                        "uri": "www.akipress.com"
                    },
                    "time": "11:14:00",
                    "title": "Nationwide protests held in Mexico over missing students",
                    "uri": "216815581",
                    "url": "http://www.akipress.com/news%3A549238",
                    "wgt": 1
                },
                {
                    "body": "Thousands of protesters took to the streets in Mexico to demand the return of 43 students who went missing after a confrontation with police. As we reported, authorities later found 28 bodies in a mass grave near the town of Iguala.\n\nOfficials said the graves were connected to the missing students, but they have not been able to identify the bodies.\n\nReporting from Mexico, NPR's Carrie Kahn filed this report for our Newscast unit:\n\nThe Mexican news site Animal Politico posted videos and images of the protest in Mexico City. They showed demonstrators carrying pictures of the missing college students and signs that read: \"Enough of the dead and missing.\"\n\nThis video shows demonstrators demanding: \"Where are they? Where are they?\"",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21482966",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5245,
                    "source": {
                        "title": "NPR.org",
                        "uri": "www.npr.org"
                    },
                    "time": "23:48:00",
                    "title": "In Mexico, Protesters Demand Return Of 43 Missing Students",
                    "uri": "216686267",
                    "url": "http://www.npr.org/blogs/thetwo-way/2014/10/08/354661579/in-mexico-protesters-demand-return-of-43-missing-students?utm_medium=RSS&utm_campaign=news",
                    "wgt": 1
                },
                {
                    "body": "Dear Mexican: Why don't Mexicans tip decently? I labor as a waitress in a local upscale steakhouse where, unfortunately, many Mexicans eat, and the lousy tips are starting to piss me off! Even blacks tip better! (Although, I gotta say, Mexicans are much easier to wait on. No constant requests for \"So' mo' ranch dressin'.\") And yes: I always give good service on the one-in-a-million chance the brown-skinned loser sitting at my table isn't a complete social retard. Could you possibly pass the word along so I can quit spitting in their drinks??\n\nWaits on Too Many Wabs\n\nDear Gabacho: Let's consult the findings of Cornell University professor Michael Lynn, the country's premier scholar on tipping. In a 2003 study titled \"Ethnic Differences in Tipping: Evidence, Explanations and Implications,\" Lynn examined the long-standing claims by waiters that minorities tip less than gabachos. He analyzed the responses of nearly 2,000 eaters in Houston and found that not only did \"Hispanics\" (really Mexicans, since Houston's Latino community is nearly three-quarters Mexican) tip as well as gabachos, they usually tipped better. Mexicans, according to Lynn, \"increased their percentage tips with service...more than did whites.\" Lynn offered no explanation for his findings, but I will: Mexicans leave a little extra not out of a perceived social obligation but for a job well done -- which includes how caliente the chica is. Most Mexican restaurants force their waitresses to wear skirts just below the culo and blouses with a neckline that plunges like the American auto industry. Mexicans tip accordingly -- I've been to dives where Mexican men will tip three times their $40 bill if the waitress jiggles just a little bit longer. When Mexicans go to eateries where the waitresses dress more conservatively, the tips usually dry up. Want a little extra, Too Many Wabs? Bring us a bottle of Tapatío -- not Tabasco -- without prompting. And get some ass implants.\n\nDear Mexican: Why do Mexicans pronounce \"shower\" as \"chower\" but \"chicken\" as \"shicken\"??\n\nVietnamese About to Orate\n\nDear Chinito: This column has provided readers with many indicators of the differences between recently arrived Mexicans and los que have lived here for generations: skin tone, car purchases, whether the Mexican in question flushes his soiled toilet paper or tosses it in the trash can. Another sure-fire way is the ch/sh phonetic test. Proper Spanish doesn't feature a \"sh\" sound (known among linguists as a linguapalatal fricative), so Mexicans pronounce English words using an \"sh\" sound with the harsher \"ch\" (known as a lingualveolar affricate). However, many indigenous Mexican tongues use linguapalatal fricatives. The most famous example is in the original pronunciation of Mexico: as said in Nahuatl, the word sounds like \"meh-shee-ko.\" The Spaniards couldn't pronounce the middle consonant, though, instead substituting a guttural \"j\" (as in \"Meh-hee-ko\") early in the Conquest. They killed most of Mexico's Indians in the ensuing decades, but the indigenous \"sh\" sound never wholly disappeared: if you do hear a Mexican using \"sh,\" it's probably a Mexican Indian. So next time you hear a Mexican ask for a \"Shinese shicken sandwish with sheddar sheese,\" VATO, por favor don't shortle.",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21451606",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4028,
                    "source": {
                        "title": "Westword",
                        "uri": "www.westword.com"
                    },
                    "time": "18:16:00",
                    "title": "Dear Mexican: Why Don't Mexicans Tip Well?",
                    "uri": "216614540",
                    "url": "http://www.westword.com/2014-10-09/news/ask-a-mexican-tipping/",
                    "wgt": 1
                },
                {
                    "body": "Dear Gabacho: Let's consult the findings of Cornell University professor Michael Lynn, the country's premier scholar on tipping. In a 2003 study titled \"Ethnic Differences in Tipping: Evidence, Explanations and Implications,\" Lynn examined the long-standing claims by waiters that minorities tip less than gabachos. He analyzed the responses of nearly 2,000 eaters in Houston and found that not only did \"Hispanics\" (really Mexicans, since Houston's Latino community is nearly three-quarters Mexican) tip as well as gabachos, they usually tipped better. Mexicans, according to Lynn, \"increased their percentage tips with service...more than did whites.\" Lynn offered no explanation for his findings, but I will: Mexicans leave a little extra not out of a perceived social obligation but for a job well done -- which includes how caliente the chica is. Most Mexican restaurants force their waitresses to wear skirts just below the culo and blouses with a neckline that plunges like the American auto industry. Mexicans tip accordingly -- I've been to dives where Mexican men will tip three times their $40 bill if the waitress jiggles just a little bit longer. When Mexicans go to eateries where the waitresses dress more conservatively, the tips usually dry up. Want a little extra, Too Many Wabs? Bring us a bottle of Tapatío -- not Tabasco -- without prompting. And get some ass implants.\n\nDear Chinito: This column has provided readers with many indicators of the differences between recently arrived Mexicans and los que have lived here for generations: skin tone, car purchases, whether the Mexican in question flushes his soiled toilet paper or tosses it in the trash can. Another sure-fire way is the ch/sh phonetic test. Proper Spanish doesn't feature a \"sh\" sound (known among linguists as a linguapalatal fricative), so Mexicans pronounce English words using an \"sh\" sound with the harsher \"ch\" (known as a lingualveolar affricate). However, many indigenous Mexican tongues use linguapalatal fricatives. The most famous example is in the original pronunciation of Mexico: as said in Nahuatl, the word sounds like \"meh-shee-ko.\" The Spaniards couldn't pronounce the middle consonant, though, instead substituting a guttural \"j\" (as in \"Meh-hee-ko\") early in the Conquest. They killed most of Mexico's Indians in the ensuing decades, but the indigenous \"sh\" sound never wholly disappeared: if you do hear a Mexican using \"sh,\" it's probably a Mexican Indian. So next time you hear a Mexican ask for a \"Shinese shicken sandwish with Sheddar sheese,\" VATO, por favor don't shortle. ...\n\nAsk the Mexican at themexican@askamexican.net, be his fan on Facebook, follow him on Twitter @gustavoarellano or follow him on Instagram @gustavo_arellano!",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21429123",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4004,
                    "source": {
                        "title": "www.riverfronttimes.com",
                        "uri": "www.riverfronttimes.com"
                    },
                    "time": "15:08:00",
                    "title": "Ask a Mexican: Special Best Of Edition",
                    "uri": "216561964",
                    "url": "http://www.riverfronttimes.com/2014-10-09/news/iexcl-ask-a-mexican/",
                    "wgt": 1
                },
                {
                    "body": "Why don't Mexicans tip decently? I labor as a waitress in an upscale steakhouse where, unfortunately, many Mexicans eat, and the lousy tips are starting to piss me off! Even blacks tip better! (Although, I gotta say Mexicans are much easier to wait on. No constant requests for \"So' mo' ranch dressin'.\") And, yes, I always give good service on the one-in-a-million chance the brown-skinned loser sitting at my table isn't a complete social retard. Could you possibly pass the word along so I can quit spitting in their drinks?\n\nWaits on Too Many Wabs\n\nLet's consult the findings of Cornell University professor Michael Lynn, the country's premier scholar on tipping. In a 2003 study titled \"Ethnic Differences in Tipping: Evidence, Explanations, and Implications,\" Lynn examined the long-standing claims by waiters that minorities tip less than gabachos. He analyzed the responses of nearly 2,000 eaters in Houston and found that not only did \"Hispanics\" (really, Mexicans, since Houston's Latino community is nearly three-quarters Mexican) tip as well as gabachos, they usually tipped better. Mexicans, according to Lynn, \"increased their percentage tips with service . . . more than did whites.\" Lynn offered no explanation for his findings, but I will: Mexicans leave a little extra not out of a perceived social obligation but for a job well done -- which includes how caliente the chica is. Most Mexican restaurants force their waitresses to wear skirts just below the culo and blouses with a neckline that plunges like the American auto industry. Mexicans tip accordingly -- I've been to dives where Mexican men will tip three times their $40 bill if the waitress jiggles just a little bit longer. When Mexicans go to eateries where the waitresses dress more conservatively, the tips usually dry up. Want a little extra, Too Many Wabs? Bring us a bottle of Tapatío -- not Tabasco -- without prompting. And get some ass implants.\n\nWhy do Mexicans pronounce \"shower\" as \"chower\" but \"chicken\" as \"shicken\"??\n\nVietnamese About to Orate\n\nThis column has provided readers with many indicators of the differences between recently arrived Mexicans and los que have lived here for generations: skin tone, car purchases, whether the Mexican in question flushes his soiled toilet paper or tosses it in the trash can. Another surefire way is the ch/sh phonetic test. Proper Spanish doesn't feature a \"sh\" sound (known among linguists as a linguapalatal fricative), so Mexicans pronounce English words using an \"sh\" sound with the harsher \"ch\" (known as a lingualveolar affricate). However, many indigenous Mexican tongues use linguapalatal fricatives. The most famous example is in the original pronunciation of Mexico: as said in Nahuatl, the word sounds like \"meh-shee-ko.\" The Spaniards couldn't pronounce the middle consonant, though, instead substituting a guttural \"j\" (as in \"Meh-hee-ko\") early in the Conquest. They killed most of Mexico's Indians in the ensuing decades, but the indigenous \"sh\" sound never wholly disappeared: If you do hear a Mexican using \"sh,\" it's probably a Mexican Indian. So next time you hear a Mexican ask for a \"Shinese shicken sandwish with Sheddar sheese,\" VATO, por favor don't shortle . . .",
                    "date": "2014-10-08",
                    "eventUri": "1478419",
                    "id": "21457824",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3956,
                    "source": {
                        "title": "Phoenix New Times",
                        "uri": "www.phoenixnewtimes.com"
                    },
                    "time": "19:16:00",
                    "title": "Ask a Mexican on Mexicans and Tipping",
                    "uri": "216628992",
                    "url": "http://www.phoenixnewtimes.com/2014-10-09/news/ask-a-mexican-on-mexicans-and-tipping/",
                    "wgt": 1
                },
                {
                    "body": "Got a spicy question about Mexicans?\n\nLetters will be edited for clarity cabrones -- unless you're a racist pendejo. And include a hilarious pseudonym, por favor, or we'll make one up for you!\n\nWhy don't Mexicans tip decently? I labor as a waitress in a local upscale steakhouse where, unfortunately, many Mexicans eat, and the lousy tips are starting to piss me off! Even blacks tip better! (Although, I gotta say, Mexicans are much easier to wait on. No constant requests for \"So' mo' ranch dressin'.\") And yes: I always give good service on the one-in-a-million chance the brown-skinned loser sitting at my table isn't a complete social retard. Could you possibly pass the word along so I can quit spitting in their drinks?\n\nLet's consult the findings of Cornell University professor Michael Lynn, the country's premier scholar on tipping. In a 2003 study titled \"Ethnic Differences in Tipping: Evidence, Explanations and Implications,\" Lynn examined the long-standing claims by waiters that minorities tip less than gabachos. He analyzed the responses of nearly 2,000 eaters in Houston and found that not only did \"Hispanics\" (really Mexicans, since Houston's Latino community is nearly three-quarters Mexican) tip as well as gabachos, they usually tipped better. Mexicans, according to Lynn, \"increased their percentage tips with service ... more than did whites.\"\n\nLynn offered no explanation for his findings, but I will: Mexicans leave a little extra not out of a perceived social obligation but for a job well done -- which includes how caliente the chica is. Most Mexican restaurants force their waitresses to wear skirts just below the culo and blouses with a neckline that plunges like the American auto industry. Mexicans tip accordingly -- I've been to dives where Mexican men will tip three times their $40 bill if the waitress jiggles just a little bit longer. When Mexicans go to eateries where the waitresses dress more conservatively, the tips usually dry up. Want a little extra, Too Many Wabs? Bring us a bottle of Tapatío -- not Tabasco -- without prompting. And get some ass implants.\n\nWhy do Mexicans pronounce \"shower\" as \"chower\" but \"chicken\" as \"shicken\"?\n\nThis column has provided readers with many indicators of the differences between recently arrived Mexicans and los que have lived here for generations: skin tone, car purchases, whether the Mexican in question flushes his soiled toilet paper or tosses it in the trash can. Another surefire way is the ch/sh phonetic test. Proper Spanish doesn't feature a \"sh\" sound (known among linguists as a linguapalatal fricative), so Mexicans pronounce English words using a \"sh\" sound with the harsher \"ch\" (known as a lingualveolar affricate). However, many indigenous Mexican tongues use linguapalatal fricatives. The most famous example is in the original pronunciation of Mexico: as said in Nahuatl, the word sounds like \"meh-shee-ko.\" The Spaniards couldn't pronounce the middle consonant, though, instead substituting a guttural \"j\" (as in \"Meh-hee-ko\") early in the Conquest. They killed most of Mexico's Indians in the ensuing decades, but the indigenous \"sh\" sound never wholly disappeared: if you do hear a Mexican using \"sh,\" it's probably a Mexican Indian. So next time you hear a Mexican ask for a \"Shinese shicken sandwish with sheddar sheese,\" VATO, por favor don't shortle.",
                    "date": "2014-10-09",
                    "eventUri": "1478419",
                    "id": "21515256",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3926,
                    "source": {
                        "title": "Reno News & Review",
                        "uri": "www.newsreview.com"
                    },
                    "time": "07:50:00",
                    "title": "Best of the Mexican > The Mexican revisits some of his favorite questions from past columns.",
                    "uri": "216768986",
                    "url": "http://www.newsreview.com/sacramento/best-of-the-mexican/content?oid=15161797",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 20,
            "averageDate": "2014-10-08",
            "avgCos": 0.4018,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1478419",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1465013",
            "lang": "eng",
            "storyDate": "2014-10-08",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-852761",
            "variance": 0.3386
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-285573": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "08 de octubre de 2014, 10:50MÃ©xico, 8 oct (PL) Diversas organizaciones de la sociedad civil mexicana convocaron para hoy marchas en distintas ciudades del paÃ­s y del mundo en repudio a la represiÃ³n estudiantil en Iguala, estado de Guerrero. Bajo el lema Ã¢\u0080\u0098Por Ayotzinapa, tod@s a la calleÃ¢\u0080Ã-, fueron convocadas al menos medio centenar de marchas en solidaridad con los estudiantes de la Normal Rural de Ayotzinapa, tres de cuyos estudiantes fueron asesinados y otros 43 desaparecidos por la policÃ­a de Iguala y sicarios del crimen organizado.",
                    "date": "2014-10-08",
                    "eventUri": "1464753",
                    "id": "21431294",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.663,
                    "source": {
                        "title": "Prensa Latina",
                        "uri": "www.prensa-latina.cu"
                    },
                    "time": "15:25:00",
                    "title": "Marcharán hoy en México contra represión estudiantil en Iguala",
                    "uri": "216566994",
                    "url": "http://www.prensa-latina.cu/index.php?option=com_content&task=view&id=3151891&Itemid=1",
                    "wgt": 1
                },
                {
                    "body": "08 de octubre de 2014, 12:01MÃ©xico, 8 oct (PL) El EjÃ©rcito Zapatista de LiberaciÃ³n Nacional (EZLN) expresÃ³ su solidaridad con los estudiantes de la Normal Rural de Ayotzinapa, estado mexicano de Guerrero, y prometiÃ³ su participaciÃ³n en la marcha nacional convocada para hoy. El EZLN instÃ³ a la movilizaciÃ³n en MÃ©xico y otras partes del mundo, en apoyo a la lucha de los normalistas de Iguala, que reclaman justicia por sus compaÃ±eros asesinados y desaparecidos por la represiÃ³n policial y del crimen organizado.",
                    "date": "2014-10-08",
                    "eventUri": "1464753",
                    "id": "21442388",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6332,
                    "source": {
                        "title": "Prensa Latina",
                        "uri": "www.prensa-latina.cu"
                    },
                    "time": "16:52:00",
                    "title": "EZLN apoya movilización en solidaridad con normalistas en México",
                    "uri": "216592765",
                    "url": "http://www.prensa-latina.cu/index.php?option=com_content&task=view&id=3152161&Itemid=1",
                    "wgt": 1
                },
                {
                    "body": "Contingentes de diferentes organizaciones sociales, estudiantiles y sociedad civil se alistan para marchar en demanda de la presentación con vida de 43 normalistas de Ayotzinapa desaparecidos tras los hechos de violencia en Iguala.\n\nEstudiantes de la Universidad Autónoma de Guerrero, maestros y administrativos forman un contingente de unas dos mil personas y se sumaron a la exigencia de justicia del caso Iguala, donde fueron asesinadas seis personas y 25 más resultaron heridas.\n\nLos maestros de la Coordinadora Estatal de Trabajadores de la Educación de Guerrero (CETEG) encabezan otro contingente de por lo menos seis mil personas.\n\nLa mitad de estudiantes de la Normal Rural de Ayotzinapa se encuentran en la marcha y la otra mitad se dirige a la ciudad de México, junto con los padres de los 43 jóvenes desaparecidos para movilizarse y exigir a la federación la destitución del gobernador y justicia por el caso Iguala, además de la demanda de presentación con vida de sus hijos.\n\nEntre las organizaciones que participan en la marcha están integrantes de la Coordinadora Regional y Autoridades Comunitarias (CRAC), que portan machetes y palos.\n\nLos contingentes van a salir del puente que comunica a la colonia Hermenegildo Galeana y a su vez conecta con la Autopista del Sol; se prevé que marchen por esta vialidad.",
                    "date": "2014-10-08",
                    "eventUri": "1464753",
                    "id": "21444802",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5863,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "17:13:00",
                    "title": "Normalistas se preparan para marchar en Chilpancingo",
                    "uri": "216598702",
                    "url": "http://www.eluniversal.com.mx/estados/2014/normalistas-chilpancingo-marcha-1044436.html",
                    "wgt": 1
                },
                {
                    "body": "El secretario del Comité Ejecutivo Estudiantil de la Benemérita Escuela Normal Veracruzana \"Enrique C. Rébsamen\", Antonio Quintana, anunció que esta tarde llevarán a cabo una marcha en apoyo a los estudiantes de la Normal Rural de Ayotzinapa, Guerrero.\n\nDijo que será en apoyo a la convocada a nivel nacional para exigir justicia por los jóvenes normalistas levantados y asesinados en días pasados.\n\nIniciará a las 16:00 horas de la Escuela Normal Veracruzana con rumbo a la plaza Lerdo en el centro de la ciudad.",
                    "date": "2014-10-08",
                    "eventUri": "1464753",
                    "id": "21440066",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5688,
                    "source": {
                        "title": "Marcha",
                        "uri": "www.marcha.com.mx"
                    },
                    "time": "16:34:00",
                    "title": "Normal Veracruzana marchará en apoyo a normalistas de Ayotzinapa",
                    "uri": "216587602",
                    "url": "http://www.marcha.com.mx/resumen.php?id=59219",
                    "wgt": 1
                },
                {
                    "body": "Los estudiantes normalistas han replicado varias manifestaciones a raíz de los hechos ocurridos en Iguala\n\nCIUDAD DE MÉXICO, 8 de octubre.- Marcos es un estudiante de la Escuela Normal Rural \"Isidro Burgos\" de Ayotzinapa. Él y otros jóvenes alumnos vivieron el infierno de la matanza y secuestro de muchos de sus compañeros aquel fatídico 26 de septiembre en Iguala, Guerrero.\n\nEn una amplia entrevista con Adela Micha en Grupo Imagen Multimedia, el estudiante negó que haya habido provocación a los policías ese día, que los estudiantes tengan algún tipo de relación con armas o grupos de la delincuencia organizada y aseguró con contundencia que sus compañeros desaparecidos iban todos vivos y conscientes.\n\nCon un lúcido detalle, el muchacho de 20 años delineó paso a paso las horas aciagas que vivió junto con sus compañeros entre la noche del viernes 26 de septiembre y la madrugada del sábado 27.\n\n\"Ya no nos subieron a las patrullas porque ya no cabíamos\", explicó, a pregunta expresa de la conductora de Imagen Informativa Primera Emisión.\n\nÉl estuvo allí, vivió en su propia carne la barbarie injustificada, sin motivo aparente según su propia apreciación. Así explicó lo que vivió:",
                    "date": "2014-10-08",
                    "eventUri": "1464753",
                    "id": "21420579",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5372,
                    "source": {
                        "title": "Excélsior",
                        "uri": "www.excelsior.com.mx"
                    },
                    "time": "13:55:00",
                    "title": "No se llevaron más normalistas \"porque ya no cabíamos en las patrullas\"",
                    "uri": "216540938",
                    "url": "http://www.excelsior.com.mx/nacional/2014/10/08/985769",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-10-08",
            "avgCos": 0.4226,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1464753",
            "extractedDate": "2014-10-08",
            "extractedDateEnd": "",
            "id": "1461071",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Mexico",
                    "lat": 23,
                    "long": -102,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mexico"
                },
                "labelEng": "Guerrero",
                "lat": 17.66667,
                "long": -100,
                "wikiUri": "http://en.wikipedia.org/wiki/Guerrero"
            },
            "storyDate": "2014-10-08",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-285573",
            "variance": 0.3214
        }
    },
    "meta": {
        "CCAArticleMatchCount": 15,
        "CCAArticleMatchRatio": 0.1948051948051948,
        "CCAAvgCosSim": 0.63369,
        "CCAAvgMatchWgt": 40.66666666666666,
        "_articleUri1": "216566994",
        "_articleUri2": "216679735",
        "_datetime": "2015-02-19 16:27:01",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-285573",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-852761",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 20,
        "avgCosSimStory1": 0.4226,
        "avgCosSimStory2": 0.4018,
        "categorySim": 0,
        "conceptCosSim": 0.4214172187565538,
        "conceptJaccardSim": 0.08333333333333333,
        "coreTime1": 129469.9166666667,
        "coreTime2": 129471.1333333333,
        "coreTimeStDev1": 1.202746856155517,
        "coreTimeStDev2": 4.058037613284963,
        "entityCosSim": 0.7518784960138742,
        "entityJaccardSim": 0.1481481481481481,
        "extractedDateJaccardSim": 0.7142857142857143,
        "extractedDatesStory1": 4,
        "extractedDatesStory2": 3,
        "hasSameLocation": -1,
        "keywordCosSim": 0.0879365920120544,
        "keywordJaccardSim": 0.05263157894736842,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 0.6666666666666666,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 5,
        "storyQuality2": 9,
        "timeAvg1": 129471.9966666667,
        "timeAvg2": 129477.3866666667,
        "timeStDev1": 1.202746856155517,
        "timeStDev2": 6.118618217285888,
        "varianceStory1": 0.3214,
        "varianceStory2": 0.3386
    }
}