{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-153181": {
        "articles": {
            "resultCount": 29,
            "results": [
                {
                    "body": "Novak Djokovic is brimming with confidence, having bolstered his status as Australian Open favourite by dismissing Fernando Verdasco in straight sets to reach the fourth round.\n\nFour-time champion Djokovic, facing his first serious test of the tournament against the 31st seed, triumphed 7-6 (10-8) 6-3 6-4 on Saturday night.\n\nDjokovic was bothered by a flu and stomach bug in the lead-up to the event, but showed he was fully fit by serving at a tick under 75 per cent against former semi-finalist Verdasco.\n\nNever before at the Australian Open has Djokovic managed such a high conversion in a match.\n\nAdvertisement\n\n\"I didn't give him too many of the similar serves. I changed the pace, the angles .. to not give him rhythm,\" Djokovic said.\n\nCoupled with his outstanding record on Rod Laver Arena, Djokovic has every reason to feel buoyant in the second week.\n\n\"It's a great confidence booster if you are on the court, if you have great memories and you won the tournament four times,\" Djokovic said.\n\n\"I'm always trying to have that in the back of my mind, the great performances I had over the years. I try to use that in my advantage.\"\n\nThe world No.1 next faces Gilles Muller, the unseeded Luxembourgian, who had never progressed beyond the third round in Melbourne before beating John Isner in straight sets on Saturday.\n\nA quarter-final against eighth seed Milos Raonic or Feliciano Lopez is likely to follow, as the Serb starts to ramp up his bid for an eighth grand slam title.\n\nDjokovic always looked a class above Verdasco on Rod Laver Arena, but the Spaniard showed plenty of pluck in an opening set that lasted an hour.\n\nVerdasco saved six break points to scrap his way to a first-set tiebreak, while Djokovic had dropped just four points on serve at that point.\n\n\"It was frustrating, but I had to keep it together,\" Djokovic said in an on-court interview, then asking the crowd to sing Happy Birthday for his mother.\n\nThe underdog took a 5-3 lead in the breaker, but an unforgivable double-fault followed.\n\nVerdasco continued to fight and fended off three set points, but the top seed was not to be denied.\n\nVerdasco's three break points in the match all came early in the second set, when he had a golden chance to break back at 40-0.\n\nDjokovic's response was emphatic - three consecutive aces.\n\nThe 27-year-old held serve and rampaged his way to victory in two hours and 21 minutes.\n\nAs has so often been the case in Djokovic's career, he regularly managed to reel off an astonishing return when the point looked over.\n\nMeanwhile, 19th seed and renowned marathon man Isner went down 7-6 (7-4) 7-6 (8-6) 6-4 to Muller earlier in the night session.\n\nThe American giant broke his racquet in anger after losing the second-set tiebreak.\n\nThe men's action on Saturday ended with ninth seed David Ferrer beating Gilles Simon 6-2 7-5 5-7 7-6 (7-4) in three hours and 37 minutes.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31211742",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8193,
                    "source": {
                        "title": "The Age",
                        "uri": "news.theage.com.au"
                    },
                    "time": "15:05:00",
                    "title": "Novak Djokovic into fourth round at Open",
                    "uri": "241974554",
                    "url": "http://news.theage.com.au/breaking-news-sport/novak-djokovic-into-fourth-round-at-open-20150124-3oshf.html",
                    "wgt": 1
                },
                {
                    "body": "Novak Djokovic won in straight sets over former semi-finalist Fernando Verdasco. Photo: Getty Images\n\nNovak Djokovic has further bolstered his status as Australian Open favourite by dismissing former semi-finalist Fernando Verdasco in straight sets to reach the fourth round.\n\nFour-time champion Djokovic, facing his first serious test of the tournament against the 31st seed, triumphed 7-6 (10-8) 6-3 6-4 on Saturday night.\n\nThe world No.1 next faces Gilles Muller, the unseeded Luxembourgian, who had never progressed beyond the third round in Melbourne before beating John Isner in straight sets on Saturday.\n\nA quarter-final against eighth seed Milos Raonic or Feliciano Lopez is likely to follow, as the Serb starts to ramp up his bid for an eighth grand slam title.\n\nAdvertisement\n\nDjokovic always looked a class above Verdasco on Rod Laver Arena, but the Spaniard showed plenty of pluck in an opening set that lasted an hour.\n\nVerdasco saved six break points to scrap his way to a first-set tiebreak, while Djokovic had dropped just four points on serve at that point.\n\n\"He kept coming up with a service winner or ace. It was frustrating, but I had to keep it together,\" Djokovic said in an on-court interview, then asking the crowd to sing Happy Birthday for his mother.\n\nThe underdog took a 5-3 lead in the breaker, but an unforgivable double-fault followed.\n\nVerdasco continued to fight and fended off three set points, but the top seed was not to be denied.\n\nVerdasco's three break points in the match all came early in the second set, when he had a golden chance to break back at 40-0.\n\nDjokovic's response was emphatic - three consecutive aces.\n\nThe 27-year-old held serve and rampaged his way to victory in two hours and 21 minutes.\n\nBut the scoreboard belied how much Djokovic had to work in the match, with Verdasco sending down 16 aces and saving 12 break points.\n\nAs has so often been the case in Djokovic's career, he regularly managed to reel off an astonishing return when the point looked over.\n\nCoupled with the fact he served at a tick under 75 per cent for the match - a personal best at the Australian Open - Djokovic always enjoyed a position of dominance.\n\nMeanwhile, 19th seed and renowned marathon man Isner went down 7-6 (7-4) 7-6 (8-6) 6-4 to Muller earlier in the night session.\n\nThe American giant broke his racquet in anger after losing the second-set tiebreak.\n\nAAP",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31209270",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8112,
                    "source": {
                        "title": "The Age",
                        "uri": "www.theage.com.au"
                    },
                    "time": "14:03:00",
                    "title": "Novak Djokovic into fourth round at Australian Open",
                    "uri": "241967084",
                    "url": "http://www.smh.com.au/sport/tennis/novak-djokovic-into-fourth-round-at-australian-open-20150124-12xlg4.html",
                    "wgt": 1
                },
                {
                    "body": "Not even the distraction of a spectator proposing to his girlfriend could prevent top seed Novak Djokovic from easing into the last 16 of the Australian Open on Saturday.\n\nThe romantic fan popped the question after the second set of Djokovic's third-round match with Fernando Verdasco and received not only a 'yes', but a massive cheer from the rest of the crowd on Rod Laver Arena and applause from Djokovic himself.\n\nBy that stage Djokovic had weathered the storm and was two sets ahead, the world number one crucially winning a tie-break in the opening set after failing to convert any of his six break points.\n\n\"Credit to Fernando, it was a great match,\" Djokovic said in an on-court interview with four-time grand slim winner Jim Courier. \"Fernando is a top-10 player, he has played in the final stages of grand slams and big tournaments. He has big power in his game.\n\n\"Every time I had an opportunity for the break he came up with a service winner or an ace and obviously it was frustrating but I had to keep it together and the difference was made in the first set when I won the tie-break.\"\n\nVerdasco was favourite to win that tie-break when an ace took him 5-3 ahead with another serve to come, but a terrible double fault let Djokovic off the hook and the Serbian eventually took his fourth set point to win it 10-8.\n\nDjokovic claimed an early break in the second set and crucially saved three break points in the next game with a hat-trick of aces. From then on there was only ever going to be one winner and Djokovic celebrated his 7-6 (10/8), 6-3, 6-4 win by getting the crowd to sing Happy Birthday to his mother Dijana.\n\nNext up for the four-time champion is Luxembourg's Gilles Muller, who won a big-serving battle with American John Isner that unsurprisingly featured tie-breaks in the first two sets and a total of 54 aces.\n\nDefending champion Stan Wawrinka avoided the same fate that befell compatriot Roger Federer with a comfortable victory over Finland's Jarkko Nieminen to move into the Australian Open fourth round.\n\nThe 29-year-old Swiss, appearing on Rod Laver Arena almost 24 hours after Federer had been shocked by Andreas Seppi on the same court, did not allow the tricky left-hander any opportunities in the 6-4, 6-2, 6-4 win.\n\nWawrinka actually had major troubles with his first serve, with it hovering at less than 50 per cent for much of the match, but still won his service games and dominated most of the short rallies.\n\nHe will meet Spaniard Guillermo Garcia-Lopez in the fourth round.\n\nCanadian No.8 seed Milos Raonic has equalled his best-ever performance at the Australian Open, thrashing Germany's Benjamin Becker to cruise into the round of 16 at Melbourne Park.\n\nRaonic only dropped serve once in the 6-4, 6-3, 6-3 victory over Becker, who sent Lleyton Hewitt crashing out in the previous round.\n\nRaonic will take on No.12 seed Feliciano Lopez from Spain in the fourth round.\n\nLopez beat Jerzy Janowicz 7-6 (6), 6-4, 7-6 (3) while Garcia-Lopez overcame Vasek Pospisil 6-2, 6-4, 6-4.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31225384",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7367,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "06:22:00",
                    "title": "Australian Open: Straight sets wins for top seed Djokovic and champion Wawrinka",
                    "uri": "242012941",
                    "url": "http://www.theguardian.com/sport/2015/jan/24/australian-open-straight-sets-wins-for-wawrinka-and-raonic",
                    "wgt": 1
                },
                {
                    "body": "Top seed Novak Djokovic overcame a nervous start and feisty Fernando Verdasco to safely negotiate his way into the fourth round of the Australian Open on Saturday.\n\nWith the surprise loss of Roger Federer still hanging over the men's draw, Djokovic was well aware the danger the 31-year-old Verdasco, a former top-10 player posed. The Spaniard had taken Rafa Nadal deep into the night in a five-hour, five set marathon during the 2009 semi-finals in Melbourne and only trailed the Serb 6-4 in their career head-to-head record.\n\nVerdasco harassed Djokovic at the start but once the world number one sealed the first set tiebreak after an hour of the tense baseline battle he ran away with the match in the next two to win 7-6(8) 6-3 6-4 and set up a fourth round clash with Luxembourg's Gilles Muller.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31212037",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7321,
                    "source": {
                        "title": "Daily News and Analysis (DNA) India",
                        "uri": "www.dnaindia.com"
                    },
                    "time": "15:10:00",
                    "title": "Australian Open: Top seed Novak Djokovic beats Fernando Verdasco 7-6(8) 6-3 6-4; sails into fourth round",
                    "uri": "241975946",
                    "url": "http://www.dnaindia.com/sport/report-australian-open-top-seed-novak-djokovic-beats-fernando-verdasco-7-68-6-3-6-4-sails-into-fourth-round-2055355",
                    "wgt": 1
                },
                {
                    "body": "Top seed Novak Djokovic overcame a nervous start and feisty Fernando Verdasco to safely negotiate his way into the fourth round of the Australian Open on Saturday.\n\nWith the surprise loss of Roger Federer still hanging over the men's draw, Djokovic was well aware the danger the 31-year-old Verdasco, a former top-10 player posed.\n\nThe Spaniard had taken Rafael Nadal deep into the night in a five-hour, five set marathon during the 2009 semifinals in Melbourne and only trailed the Serb 6-4 in their career head-to-head record.\n\nVerdasco harassed Djokovic at the start but once the world number one sealed the first set tiebreak after an hour of the tense baseline battle he ran away with the match in the next two to win 7-6(8) 6-3 6-4 and set up a fourth round clash with Luxembourg's Gilles Muller.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31228031",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7311,
                    "source": {
                        "title": "India Today magazine",
                        "uri": "indiatoday.intoday.in"
                    },
                    "time": "21:52:00",
                    "title": "Djokovic safely through to fourth round at Australian Open",
                    "uri": "242020743",
                    "url": "http://indiatoday.intoday.in/story/novak-djokovic-fernando-verdasco-australian-open/1/415222.html",
                    "wgt": 1
                },
                {
                    "body": "Djoker hits the books, video to study opponents\n\n'It's my job to know my colleagues, tennis players, especially if I get to play them'\n\n'I've got to do my homework, sit down with the team, prepare myself well with the video analysis'\n\nNovak Djokovic of Serbia blows a kiss to the camera for his mother's birthday after winning his third round match against Fernando Verdasco of Spain. Photograph: Mark Kolbe/Getty Images\n\nTop seed Novak Djokovic has justifiably been nicknamed 'The Djoker' on the men's tennis tour with his comical impersonations of fellow players but on Saturday he revealed he is also a bit of a swot.\n\nDjokovic safely negotiated his way into the fourth round of the Australian Open with a 7-6(8), 6-3, 6-4 victory over the feisty Fernando Verdasco to set up a fourth round clash with Luxembourg's Gilles Muller.\n\nSeeking a fifth Australian Open title, Djokovic said he had never played Muller before but had already accumulated quite a dossier of intelligence on the lefthander.\n\n\"He's been on the tour for many years. Best junior in the world. He's got a great serve, lefty,\" Djokovic said when asked about what he knew about the 31-year-old. \"He comes to the net. He has a nice slice serve. That's his favourite.\n\n\"He struggled a little bit with injuries last couple years, but I think last six months has been playing some of his best tennis.\"\n\nThe level of discussion of his next opponent surprised many, who are used to players blandly stating they have not even looked at the draw let alone studied potential opponents.\n\n\"It's my job to know my colleagues, tennis players, especially if I get to play them,\" Djokovic said. \"So I do my homework.\n\n\"To come to the court and play the way I want to play against somebody I never played against before...can be dangerous because of the uncertainty of what he's going to do in some moments.\n\n\"That's why I've got to do my homework, sit down with the team, prepare myself well with the video analysis.\"\n\nNovak Djokovic of Serbia celebrates his win in his third round match against Fernando Verdasco of Spain. Photograph: Michael Dodge/Getty Images\n\nDjokjovic had no such concerns with analysing Verdasco and was well aware of the threat the former top-10 player posed.\n\nThe Spaniard had taken Rafael Nadal deep into the night in a five-hour, five set marathon during the 2009 semi-finals in Melbourne and only trailed the Serb 6-4 in their career head-to-head record.\n\n\"It was a big challenge for both of us,\" Djokovic added.\n\n\"He was a former top-10 player. Somebody that loves playing on the big stage, a powerful game.\n\n\"(The) turning point probably was winning the tiebreaker as close as it was ... so I'm glad to go through in straight sets.\"",
                    "date": "2015-01-25",
                    "eventUri": "2317235",
                    "id": "31268395",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7299,
                    "source": {
                        "title": "Rediff",
                        "uri": "www.rediff.com"
                    },
                    "time": "17:48:00",
                    "title": "'The Djoker' turns out to be a swot...",
                    "uri": "242130365",
                    "url": "http://www.rediff.com/sports/report/the-djoker-turns-out-to-be-a-swot-australian-open-nadal/20150125.htm",
                    "wgt": 1
                },
                {
                    "body": "MELBOURNE, Australia -- Novak Djokovic advanced to the fourth round of the Australian Open for the ninth consecutive year with a 7-6 (8), 6-3, 6-4 win over Fernando Verdasco on Saturday.\n\nFour-time champion Djokovic won the tiebreaker on his fourth set point when Verdasco hit consecutive shots wide.\n\nThe No. 1-ranked Djokovic broke the Spanish left-hander at the start of the second set, then saved two break points with consecutive aces to take a 3-0 lead.\n\nThere was some levity at the end of the second set when a man in the Rod Laver Arena crowd proposed to his girlfriend, offering her a ring. When the woman said yes, many in the capacity crowd of 15,000 applauded, as did Djokovic from his courtside chair.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31219041",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7293,
                    "source": {
                        "title": "First Draft",
                        "uri": "www.nytimes.com"
                    },
                    "time": "17:51:00",
                    "title": "Djokovic Advances to 9th Straight 4th Round at Aussie Open",
                    "uri": "241994522",
                    "url": "http://www.nytimes.com/aponline/2015/01/24/sports/tennis/ap-ten-australian-open-djokovic.html",
                    "wgt": 1
                },
                {
                    "body": "She said yes and got a cheer from the crowd and Djokovic applauded\n\nNot even the distraction of a spectator proposing to his girlfriend could prevent top seed Novak Djokovic from easing into the last 16 of the Australian Open on Saturday.\n\nThe romantic fan popped the question after the second set of Djokovic's third-round match with Fernando Verdasco and received not only a 'yes', but a massive cheer from the rest of the crowd on Rod Laver Arena and applause from Djokovic himself.\n\nBy that stage Djokovic had weathered the storm and was two sets ahead, the world number one crucially winning a tie-break in the opening set after failing to convert any of his six break points.\n\n'Credit to Fernando, it was a great match,' Djokovic said in an on-court interview with four-time grand slim winner Jim Courier. 'Fernando is a top-10 player, he has played in the final stages of grand slams and big tournaments. He has big power in his game.\n\n'Every time I had an opportunity for the break he came up with a service winner or an ace and obviously it was frustrating but I had to keep it together and the difference was made in the first set when I won the tie-break.'\n\nVerdasco was favourite to win that tie-break when an ace took him 5-3 ahead with another serve to come, but a terrible double fault let Djokovic off the hook and the Serbian eventually took his fourth set point to win it 10-8.\n\nDjokovic claimed an early break in the second set and crucially saved three break points in the next game with a hat-trick of aces. From then on there was only ever going to be one winner and Djokovic celebrated his 7-6 (10/8) 6-3 6-4 win by getting the crowd to sing Happy Birthday to his mother Dijana.\n\nNext up for the four-time champion is Luxembourg's Gilles Muller, who won a big-serving battle with American John Isner that unsurprisingly featured tie-breaks in the first two sets and a total of 54 aces.\n\nDefending champion Stan Wawrinka had earlier continued his far more unobtrusive progress in the championship, beating Finland's Jarkko Nieminen 6-4 6-2 6-4 to maintain his record of not having dropped a set.\n\nThe fourth seed sent down nine aces and won 90 per cent of points behind his first serve to set up a clash with Spain's Guillermo Garcia-Lopez in the fourth round. Garcia-Lopez was a similarly comfortable winner over Canada's Vasek Pospisil, beating the world number 60 6-2 6-4 6-4 to reach the last 16 and equal his best performance in a grand slam.\n\n'I'm feeling good since the beginning of the tournament,' Wawrinka said. 'For sure I'm not the focus on the tournament because there's Novak, Rafa (Nadal) coming back from injury, Roger (Federer) also just lost, there's (Nick) Kyrgios, (Bernard) Tomic still playing.\n\n'For sure I'm not the focus. For me doesn't matter. I'm feeling good. I'm feeling great. I'm happy the way I'm playing. To get to the second week again, it's great. So far everything is good for me.'\n\nFeliciano Lopez continued his charmed progress through the draw with victory over Poland's Jerzy Janowicz, the 12th seed winning 7-6 (8/6) 6-4 7-6 (7/3) to set up a last-16 contest with eighth seed Milos Raonic.\n\nLopez saved three match points in his first-round match with wild card Denis Kudla, eventually winning the fifth set 10-8, and saved another in the second round against Adrian Mannarino. Lopez was trailing 4-6 4-6 0-4 when Mannarino fell ill but won the third-set tie-break and was leading 4-0 in the fourth set when his unfortunate opponent retired.\n\nLopez acknowledged he was making the most of his good fortune, adding: 'It gives you the chance. It gives you the opportunity to play today because I was already out with Mannarino and Kudla in the first round, no?\n\n'Today when I was out there playing, I thought I have to be pleased for that opportunity, so try your best. I think today finally I play some of my best tennis. Losing with Kudla or Mannarino I wouldn't have the chance, so I feel very pleased.\n\n'It's true I have a couple of tough matches. Today was also a tough one, but it was straight sets, which is really good for my fitness condition. I feel good. I feel ready to play the rest of the week.'",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31213617",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7284,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "15:46:00",
                    "title": "Novak Djokovic advances to fourth round at Australian Open",
                    "uri": "241977540",
                    "url": "http://www.dailymail.co.uk/sport/tennis/article-2924501/Novak-Djokovic-advances-Australian-Open-fourth-round-World-No-1-sees-Fernando-Verdasco-isn-t-distracted-fan-proposes-girlfriend.html",
                    "wgt": 1
                },
                {
                    "body": "MELBOURNE, Australia (AP) -- Novak Djokovic advanced to the fourth round of the Australian Open for the ninth consecutive year with a 7-6 (8), 6-3, 6-4 win over Fernando Verdasco on Saturday.\n\nFour-time champion Djokovic won the tiebreaker on his fourth set point when Verdasco hit consecutive shots wide.\n\nThe No. 1-ranked Djokovic broke the Spanish left-hander at the start of the second set, then saved two break points with consecutive aces to take a 3-0 lead.\n\nThere was some levity at the end of the second set when a man in the Rod Laver Arena crowd proposed to his girlfriend, offering her a ring. When the woman said yes, many in the capacity crowd of 15,000 applauded, as did Djokovic from his courtside chair.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31219358",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7281,
                    "source": {
                        "title": "Daily Herald",
                        "uri": "www.heraldextra.com"
                    },
                    "time": "17:58:00",
                    "title": "Djokovic advances to 9th straight 4th round at Aussie Open",
                    "uri": "241996068",
                    "url": "http://www.heraldextra.com/sports/tennis/djokovic-advances-to-th-straight-th-round-at-aussie-open/article_019391e9-76a2-5f72-96ee-cf2583efcfa7.html",
                    "wgt": 1
                },
                {
                    "body": "Novak Djokovic stretches for a backhand during his third-round match against Fernando Verdasco. Photo: AFP\n\nIn an Australian Open in which Roger Federer is done and Rafael Nadal underdone, Novak Djokovic has confirmed his position at the top of the field, outclassing Spain's Fernando Verdasco 7-6, 6-3, 6-4 to reach the last 16.\n\nDjokovic, seeking his fifth title at Melbourne Park, has not dropped a set yet and on Monday will play a guy who started the year ranked in the high 300s and playing qualifiers in Guadalarjara, Mexico. But Gilles Muller, from the obscure tennis principality of Luxembourg, defeated American John Isner, is now ranked 42 and will play the world no 1, the Djoker, for a berth in the quarter-finals.\n\nDjokovic's blatant favouritism for this Australian Open -- which would be his fifth, the most by any player at Melbourne Park (Federer and Andre Agassi won four) -- is partly based on his pole position in the draw. He is in the weaker half of the men's event. Should he dispatch Muller, he will play either up-and-coming Canadian Milos Raonic or Spaniard Feliciano Lopez in the last eight. Neither Andy Murray nor Nadal are in his half, nor Murray's dangerous opponent, Grigor Dimitrov.\n\nBut Djokovic demonstrated again against Verdasco, who often served brilliantly, why he is this event's benchmark player and the man to beat. The top seed's relentless consistency and especially his peerless return of serve meant Verdasco had to serve outlandishly well just to hold his own. Djokovic had 14 break points and converted only two, but that was all he needed, since he himself was unbreakable on serve.\n\nAdvertisement\n\nVerdasco sent down eight aces in the opening set, requiring virtually unplayable serves to just fend off Djokovic, who had multiple opportunities to break serve. Verdasco even edged ahead in the tiebreak 5-3, but couldn't maintain his advantage, as the Serbian champ eventually pipped him 10-8. Once the first set insurrection ended, the match followed the predictable path.\n\n\"I did serve very well,\" said Djokovic. \"Obviously that helps when you're playing a big server like Fernando.\" Asked if he was in shape to win the event, after late season afflictions, Novak simply said \"Yes. That's why I'm here.\"",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31209263",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7263,
                    "source": {
                        "title": "The Age",
                        "uri": "www.theage.com.au"
                    },
                    "time": "14:03:00",
                    "title": "Australian Open: Novak Djokovic shows why he is the favourite",
                    "uri": "241967083",
                    "url": "http://www.smh.com.au/sport/tennis/australian-open-novak-djokovic-shows-why-he-is-the-favourite-20150124-12xlhh.html",
                    "wgt": 1
                },
                {
                    "body": "Not even the distraction of a spectator proposing to his girlfriend could prevent top seed Novak Djokovic from easing into the last 16 of the Australian Open on Saturday.\n\nThe romantic fan popped the question after the second set of Djokovic's third-round match with Fernando Verdasco and received not only a 'yes', but a massive cheer from the rest of the crowd on Rod Laver Arena and applause from Djokovic himself.\n\n\"(It was) g reat, a beautiful, very important moment for him and for her,\" said Djokovic who married Jelena Ristic in July last year. \"I'm sure he was very happy when she said yes.\n\n\" I think it happened maybe once prior to this match in my whole career that somebody proposed. It's nice to see this moment. It's one of these moments you remember forever. Not just for them, but for everybody who was there. They're going to spend their life together, so I wish them all the best.\"\n\nBy that stage Djokovic had weathered the storm and was two sets ahead, the world number one crucially winning a tie-break in the opening set after failing to convert any of his six break points.\n\n\"Credit to Fernando, it was a great match,\" Djokovic said in an on-court interview with four-time grand slam winner Jim Courier. \"Fernando is a top-10 player, he has played in the final stages of grand slams and big tournaments. He has big power in his game.\n\n\"Every time I had an opportunity for the break he came up with a service winner or an ace and obviously it was frustrating but I had to keep it together and the difference was made in the first set when I won the tie-break.\"\n\nVerdasco was favourite to win that tie-break when an ace took him 5-3 ahead with another serve to come, but a terrible double fault let Djokovic off the hook and the Serbian eventually took his fourth set point to win it 10-8.\n\nDjokovic claimed an early break in the second set and crucially saved three break points in the next game with a hat-trick of aces. From then on there was only ever going to be one winner and Djokovic celebrated his 7-6 (10/8) 6-3 6-4 win by getting the crowd to sing Happy Birthday to his mother Dijana.\n\nNext up for the four-time champion is Luxembourg's Gilles Muller, who won a big-serving battle with American John Isner that unsurprisingly featured tie-breaks in the first two sets and a total of 54 aces.\n\nDefending champion Stan Wawrinka had earlier continued his far more unobtrusive progress in the championship, beating Finland's Jarkko Nieminen 6-4 6-2 6-4 to maintain his record of not having dropped a set.\n\nThe fourth seed sent down nine aces and won 90 per cent of points behind his first serve to set up a clash with Spain's Guillermo Garcia-Lopez in the fourth round. Garcia-Lopez was a similarly comfortable winner over Canada's Vasek Pospisil, beating the world number 60 6-2 6-4 6-4 to reach the last 16 and equal his best performance in a grand slam.\n\n\"I' m feeling good since the beginning of the tournament,\" Wawrinka said. \"For sure I'm not the focus on the tournament because there's Novak, Rafa (Nadal) coming back from injury, Roger (Federer) also just lost, there's (Nick) Kyrgios, (Bernard) Tomic still playing.\n\n\"For sure I'm not the focus. For me doesn't matter. I'm feeling good. I'm feeling great. I'm happy the way I'm playing. To get to the second week again, it's great. So far everything is good for me.\"\n\nFeliciano Lopez continued his charmed progress through the draw with victory over Poland's Jerzy Janowicz, the 12th seed winning 7-6 (8/6) 6-4 7-6 (7/3) to set up a last-16 contest with eighth seed Milos Raonic.\n\nLopez saved three match points in his first-round match with wild card Denis Kudla, eventually winning the fifth set 10-8, and saved another in the second round against Adrian Mannarino. Lopez was trailing 4-6 4-6 0-4 when Mannarino fell ill but won the third-set tie-break and was leading 4-0 in the fourth set when his unfortunate opponent retired.\n\nLopez acknowledged he was making the most of his good fortune, adding: \"It gives you the chance. It gives you the opportunity to play today because I was already out with Mannarino and Kudla in the first round, no?\n\n\"Today when I was out there playing, I thought I have to be pleased for that opportunity, so try your best. I think today finally I play some of my best tennis. Losing with Kudla or Mannarino I wouldn't have the chance, so I feel very pleased.\n\n\"It's true I have a couple of tough matches. Today was also a tough one, but it was straight sets, which is really good for my fitness condition. I feel good. I feel ready to play the rest of the week.\"\n\nRaonic continued the theme of one-sided matches by beating Germany's Benjamin Becker - who knocked out home favourite Lleyton Hewitt in the previous round - 6-4 6-3 6-3.\n\nThe fourth round line-up was eventually completed when Spain's David Ferrer defeated France's Gilles Simon in four sets after threatening to squander a commanding position.\n\nFerrer failed to serve out the match at 5-4 in the third set and twice more in the fourth set from 5-2 up as Simon staged a remarkable fightback on Margaret Court Arena.\n\nNinth seed Ferrer stopped the rot and forced a tie-break in which he let two match points slip before finally completing a 6-2 7-5 5-7 7-6 (7/4) victory in three hours and 37 minutes.\n\nFerrer will face fifth seed Kei Nishikori in the last 16 after the US Open finalist recovered from losing the first set to beat American Steve Johnson 6-7 (7/9) 6-1 6-2 6-3.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31209186",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7101,
                    "source": {
                        "title": "Gazette",
                        "uri": "www.gazette-news.co.uk"
                    },
                    "time": "14:02:00",
                    "title": "Djokovic not distracted by proposal",
                    "uri": "241968341",
                    "url": "http://www.gazette-news.co.uk/uk_national_sport/11747508.Djokovic_not_distracted_by_proposal/",
                    "wgt": 1
                },
                {
                    "body": "Not even the distraction of a spectator proposing to his girlfriend could prevent top seed Novak Djokovic from easing into the last 16 of the Australian Open on Saturday.\n\nThe romantic fan popped the question after the second set of Djokovic's third-round match with Fernando Verdasco and received not only a 'yes', but a massive cheer from the rest of the crowd on Rod Laver Arena and applause from Djokovic himself.\n\n\"(It was) great, a beautiful, very important moment for him and for her,\" said Djokovic who married Jelena Ristic in July last year. \"I'm sure he was very happy when she said yes.\n\n\"I think it happened maybe once prior to this match in my whole career that somebody proposed. It's nice to see this moment. It's one of these moments you remember forever. Not just for them, but for everybody who was there. They're going to spend their life together, so I wish them all the best.\"\n\nBy that stage Djokovic had weathered the storm and was two sets ahead, the world number one crucially winning a tie-break in the opening set after failing to convert any of his six break points.\n\n\"Credit to Fernando, it was a great match,\" Djokovic said in an on-court interview with four-time grand slam winner Jim Courier. \"Fernando is a top-10 player, he has played in the final stages of grand slams and big tournaments. He has big power in his game.\n\n\"Every time I had an opportunity for the break he came up with a service winner or an ace and obviously it was frustrating but I had to keep it together and the difference was made in the first set when I won the tie-break.\"\n\nVerdasco was favourite to win that tie-break when an ace took him 5-3 ahead with another serve to come, but a terrible double fault let Djokovic off the hook and the Serbian eventually took his fourth set point to win it 10-8.\n\nDjokovic claimed an early break in the second set and crucially saved three break points in the next game with a hat-trick of aces. From then on there was only ever going to be one winner and Djokovic celebrated his 7-6 (10/8) 6-3 6-4 win by getting the crowd to sing Happy Birthday to his mother Dijana.\n\nNext up for the four-time champion is Luxembourg's Gilles Muller, who won a big-serving battle with American John Isner that unsurprisingly featured tie-breaks in the first two sets and a total of 54 aces.\n\nDefending champion Stan Wawrinka had earlier continued his far more unobtrusive progress in the championship, beating Finland's Jarkko Nieminen 6-4 6-2 6-4 to maintain his record of not having dropped a set.\n\nThe fourth seed sent down nine aces and won 90 per cent of points behind his first serve to set up a clash with Spain's Guillermo Garcia-Lopez in the fourth round. Garcia-Lopez was a similarly comfortable winner over Canada's Vasek Pospisil, beating the world number 60 6-2 6-4 6-4 to reach the last 16 and equal his best performance in a grand slam.\n\n\"I'm feeling good since the beginning of the tournament,\" Wawrinka said. \"For sure I'm not the focus on the tournament because there's Novak, Rafa (Nadal) coming back from injury, Roger (Federer) also just lost, there's (Nick) Kyrgios, (Bernard) Tomic still playing.\n\n\"For sure I'm not the focus. For me doesn't matter. I'm feeling good. I'm feeling great. I'm happy the way I'm playing. To get to the second week again, it's great. So far everything is good for me.\"\n\nFeliciano Lopez continued his charmed progress through the draw with victory over Poland's Jerzy Janowicz, the 12th seed winning 7-6 (8/6) 6-4 7-6 (7/3) to set up a last-16 contest with eighth seed Milos Raonic.\n\nLopez saved three match points in his first-round match with wild card Denis Kudla, eventually winning the fifth set 10-8, and saved another in the second round against Adrian Mannarino. Lopez was trailing 4-6 4-6 0-4 when Mannarino fell ill but won the third-set tie-break and was leading 4-0 in the fourth set when his unfortunate opponent retired.\n\nLopez acknowledged he was making the most of his good fortune, adding: \"It gives you the chance. It gives you the opportunity to play today because I was already out with Mannarino and Kudla in the first round, no?\n\n\"Today when I was out there playing, I thought I have to be pleased for that opportunity, so try your best. I think today finally I play some of my best tennis. Losing with Kudla or Mannarino I wouldn't have the chance, so I feel very pleased.\n\n\"It's true I have a couple of tough matches. Today was also a tough one, but it was straight sets, which is really good for my fitness condition. I feel good. I feel ready to play the rest of the week.\"\n\nRaonic continued the theme of one-sided matches by beating Germany's Benjamin Becker - who knocked out home favourite Lleyton Hewitt in the previous round - 6-4 6-3 6-3.\n\nThe fourth round line-up was eventually completed when Spain's David Ferrer defeated France's Gilles Simon in four sets after threatening to squander a commanding position.\n\nFerrer failed to serve out the match at 5-4 in the third set and twice more in the fourth set from 5-2 up as Simon staged a remarkable fightback on Margaret Court Arena.\n\nNinth seed Ferrer stopped the rot and forced a tie-break in which he let two match points slip before finally completing a 6-2 7-5 5-7 7-6 (7/4) victory in three hours and 37 minutes.\n\nFerrer will face fifth seed Kei Nishikori in the last 16 after the US Open finalist recovered from losing the first set to beat American Steve Johnson 6-7 (7/9) 6-1 6-2 6-3.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31216321",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7101,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "16:52:00",
                    "title": "Video: Novak Djokovic impressed as spectator proposes to girlfriend during Oz Open win",
                    "uri": "241987485",
                    "url": "http://www.independent.ie/sport/other-sports/video-novak-djokovic-impressed-as-spectator-proposes-to-girlfriend-during-oz-open-win-30933904.html",
                    "wgt": 1
                },
                {
                    "body": "World No 1 and top seed Novak Djokovic overcame a nervous start and feisty Fernando Verdasco to power into the fourth round at the Australian Open on Saturday.\n\nThe Serb beat 31st seed Verdasco 7-6 (10-8) 6-3 6-4 in an entertaining contest on Rod Laver Arena to set up a meeting against Luxembourg's Gilles Muller for a place in the quarter-final.\n\nDjokovic, who is the favourite for his fifth Australian Open title following Roger Federer's shock exit in Friday's third round, made just two service breaks.\n\nVerdasco, who had beaten Djokovic in four of their previous 10 encounters, failed to get a service break in the Serb's 16 service games.\n\nThe seven-time Grand Slam champion hit 43 winners and showed exquisite touch around the net while serving at a high 73 per cent.\n\nServing\n\nDjokovic's serving was a feature, winning 82 per cent of his first serves against the former top-10 player.\n\nThe Spaniard had taken Rafael Nadal deep into the night in a five-hour, five set marathon during the 2009 semi-finals in Melbourne and he harassed Djokovic at the start but once the Serb sealed the first set tie-break after an hour of the tense baseline battle he ran away with the match.\n\n\"I did serve well and that helps when you are playing big servers like Fernando, who put a lot of pressure on your service games, so you have to stay composed and hang tough,\" Djokovic said.\n\n\"I tried to go more for accuracy and precision and allow myself to have an easy first ball and managed to have a lot of free points, which definitely helped.\n\n\"Physically, I feel fit now and I'm always motivated to play well in Australia and this is my most successful Grand Slam.\"\n\nDominant Kei\n\nUS Open runner-up Kei Nishikori served at 65 per cent, hit 49 winners and made 24 unforced errors and only lost his serve once in a dominant 6-7 (7-9) 6-2 6-2 6-3 victory over young American Steve Johnson on Hisense Arena.\n\nThe 25-year-old, a superstar at home, will face either Spain's David Ferrer or French 18th seed Gilles Simon in the fourth round.\n\n\"He was playing aggressive, hitting really deep, good serves. I really couldn't do anything,\" Nishikori said of the opening set.\n\n\"The tie-break is always tight points. I just couldn't hit through. I didn't want to risk it too much. So that's why I couldn't get the tie-break.\n\n\"After playing the first set, I started feeling little bit better, not relaxed, but no pressure. I started thinking about just going for everything.\"",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31211115",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.71,
                    "source": {
                        "title": "France 24",
                        "uri": "www.msn.com"
                    },
                    "time": "14:49:00",
                    "title": "Australian Open 2015: Four-time champion Novak Djokovic defeats Fernando Verdasco",
                    "uri": "241972561",
                    "url": "http://www1.skysports.com/tennis/australian-open/news/31851/9658727/australian-open-2015--four-time-champion-novak-djokovic-defeats-fernando-verdasco",
                    "wgt": 1
                },
                {
                    "body": "CONNECT 2 TWEETLINKEDINCOMMENTEMAILMORE\n\nMELBOURNE, Australia (AP) -- Novak Djokovic advanced to the fourth round of the Australian Open for the ninth consecutive year with a 7-6 (8), 6-3, 6-4 win over Fernando Verdasco on Saturday.\n\nFour-time champion Djokovic won the tiebreaker on his fourth set point when Verdasco hit consecutive shots wide.\n\nThe No. 1-ranked Djokovic broke the Spanish left-hander at the start of the second set, then saved two break points with consecutive aces to take a 3-0 lead.\n\nThere was some levity at the end of the second set when a man in the Rod Laver Arena crowd proposed to his girlfriend, offering her a ring. When the woman said yes, many in the capacity crowd of 15,000 applauded, as did Djokovic from his courtside chair.\n\nCopyright 2015 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31212421",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7023,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "15:18:00",
                    "title": "Djokovic advances to  9th straight 4th round at Aussie Open",
                    "uri": "241976811",
                    "url": "http://www.usatoday.com/story/sports/tennis/2015/01/24/djokovic-advances-to-9th-straight-4th-round-at-aussie-open/22266861/",
                    "wgt": 1
                },
                {
                    "body": "MELBOURNE: World number one Novak Djokovic served up a storm to advance to the fourth round as defending champion Stan Wawrinka kept under the radar at the Australian Open on Saturday.\n\nThe Serb endured a tough workout before inflicting a 7-6 (10/8), 6-3, 6-4 defeat on tenacious Spanish 31st seed Fernando Verdasco.\n\nVerdasco, who had beaten Djokovic in four of their previous 10 encounters, failed to prise a service break from the top seed's 16 service games.\n\nDjokovic's precision serving was a feature, winning 82 percent of his first serves. \"I did serve well and that helps when you are playing big servers like Fernando, who put a lot of pressure on your service games, so you have to stay composed and hang tough,\" he said. \"I tried to go more for accuracy and precision and allow myself to have an easy first ball and managed to have a lot of free points, which definitely helped.\"\n\nDjokovic will now play Luxembourg's Gilles Muller for a place in the quarter-final after Muller knocked out American 19th seed John Isner in straight sets. Djokovic is the favourite for his fifth Australian Open title following Roger Federer's shock exit in Friday's third round.\n\nWawrinka, who made his Grand Slam breakthrough in Melbourne last year, said he was happy flying under the radar after easing into the round of 16 and nominated Djokovic and Rafael Nadal as title favourites.\n\nThe Swiss fourth seed cruised through 6-4, 6-2, 6-4 over Finland's Jarkko Nieminen on Rod Laver Arena and will now play Spain's Guillermo Garcia-Lopez. \"I'm feeling good since the beginning of the tournament,\" he said. \"For sure I'm not the focus on the tournament because there's Novak Djokovic, Rafa Nadal coming back from injury, as was Roger Federer before he lost.\"\n\nJapan's fifth seed Kei Nishikori battled back from a set down to oust American Steve Johnson and reach the last 16.\n\nJapan's Kei Nishikori plays a shot during his third round singles match against Steve Johnson of the US on day six of the 2015 Australian Open in Melbourne on Jan 24, 2015. (Photo: AFP/Greg Wood)\n\nNishikori won 6-7 (7/9), 6-1, 6-2, 6-3 in 2hr 29min on Hisense Arena and will next face Spain's David Ferrer, who knocked out French seed Gilles Simon in four long sets.\n\nThe 25-year-old, a superstar at home, was nervous in the opening set before a cheering pro-Japanese crowd, but he gradually wore down the 38th-ranked American to reach the round of 16 for the fourth straight year. \"It was a nice battle and I was playing solid in the last couple of sets, so it was a very good win today,\" Nishikori said.\n\nPower-serving eighth seed Milos Raonic smashed 22 aces on the way to a straight sets demolition of Benjamin Becker. The Canadian defeated the German 6-4, 6-3, 6-3 in just 1hr 41min on Hisense Arena to ease into the round of 16 where he will face Spanish 12th seed Feliciano Lopez.\n\nRaonic, 24, is on track for a likely semi-final with Djokovic if he can get past Lopez.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31210946",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6965,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "14:46:00",
                    "title": "Tennis: Djokovic blasts into last 16 as Wawrinka stays under radar",
                    "uri": "241972911",
                    "url": "http://www.channelnewsasia.com/news/sport/tennis-djokovic-blasts/1612662.html",
                    "wgt": 1
                },
                {
                    "body": "While his biggest rival, Roger Federer, records a shock defeat in his earliest Melbourne exit since 2001, Novak Djokovic cruises through the tournament with eyes on the fifth title.\n\nNole hasn't dropped a set yet and gave away only 14 games in his first two rounds.\n\nHis third-round opponent will be Fernando Verdasco of Spain who despite a much less stellar CV has proven a tough opponent for the Serb in the past. Djokovic has only a slight head-to-head advantage over the Spaniard leading 6-4.\n\nVerdasco started his campaign by beating James Ward and followed by eliminating Japan's Go Soeda in three sets.\n\nThe winner will face either John Isner or Gilles Muller in the fourth round.\n\nAlthough Djokovic has won the most recent encounter, Verdasco has won two out of the last three meetings between the two.\n\nDespite turning pro 2 years before Djokovic, and having 4 years on the Serb, Verdasco has only managed 6 career titles. In comparison Djokovic has 48 career titles including seven Grand Slams titles.\n\nThe Serb has won the Australian open four times in total; Verdasco has only managed to get to semifinals once in 2009.",
                    "date": "2015-01-26",
                    "eventUri": "2317235",
                    "id": "31311933",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6899,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "04:13:00",
                    "title": "Australian Open 2015: Novak Djokovic vs Fernando Verdasco match preview",
                    "uri": "242170401",
                    "url": "http://www.independent.co.uk/sport/tennis/australian-open-2015-novak-djokovic-vs-fernando-verdasco-match-preview-9999177.html",
                    "wgt": 1
                },
                {
                    "body": "MELBOURNE -- Top seed Novak Djokovic has justifiably been nicknamed 'The Djoker' on the men's tennis tour with his comical impersonations of fellow players but on Saturday he revealed he is also a bit of a swot.\n\nDjokovic safely negotiated his way into the fourth round of the Australian Open with a 7-6(8) 6-3 6-4 victory over the feisty Fernando Verdasco to set up a fourth round clash with Luxembourg's Gilles Muller.\n\nSeeking a fifth Australian Open title, Djokovic said he had never played Muller before but had already accumulated quite a dossier of intelligence on the lefthander.\n\n\"He's been on the tour for many years. Best junior in the world. He's got a great serve, lefty,\" Djokovic said when asked about what he knew about the 31-year-old. \"He comes to the net. He has a nice slice serve. That's his favorite.\n\n\"He struggled a little bit with injuries last couple years, but I think last six months has been playing some of his best tennis.\"\n\nThe level of discussion of his next opponent surprised many, who are used to players blandly stating they have not even looked at the draw let alone studied potential opponents.\n\n\"It's my job to know my colleagues, tennis players, especially if I get to play them,\" Djokovic said. \"So I do my homework.\n\n\"To come to the court and play the way I want to play against somebody I never played against before...can be dangerous because of the uncertainty of what he's going to do in some moments.\n\n\"That's why I've got to do my homework, sit down with the team, prepare myself well with the video analysis.\"\n\nDjokjovic had no such concerns with analyzing Verdasco and was well aware of the threat the former top-10 player posed.\n\nThe Spaniard had taken Rafa Nadal deep into the night in a five-hour, five set marathon during the 2009 semi-finals in Melbourne and only trailed the Serb 6-4 in their career head-to-head record.\n\n\"It was a big challenge for both of us,\" Djokovic added.\n\n\"He was a former top-10 player. Somebody that loves playing on the big stage, a powerful game.\n\n\"(The) turning point probably was winning the tiebreaker as close as it was ... so I'm glad to go through in straight sets.\"\n\n(Reporting by Greg Stutchbury; Editing by Sudipto Ganguly)",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31218975",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6778,
                    "source": {
                        "title": "First Draft",
                        "uri": "www.nytimes.com"
                    },
                    "time": "17:49:00",
                    "title": "Djoker Hits the Books, Video to Study Opponents",
                    "uri": "241994518",
                    "url": "http://www.nytimes.com/reuters/2015/01/24/sports/tennis/24reuters-tennis-open-djokovic.html",
                    "wgt": 1
                },
                {
                    "body": "World No. 1 Novak Djokovic raised his level as needed on Saturday to withstand the challenge of Spain's Fernando Verdasco, beating the Spaniard 7-6(8), 6-3, 6-4 to reach the Australian Open fourth round in Melbourne.\n\nThe Serbian is through to the fourth round at Melbourne Park for the ninth consecutive year and is yet to drop a set in this campaign.\n\nDjokovic won his first major championship Down Under in 2008 and went on to win three successive titles from 2011-13 before his 25-match winning streak in Melbourne ended at the hands of Swiss Stanislas Wawrinka in the quarter-finals last year.\n\nThe 27-year-old Djokovic goes on to face Gilles Muller, who upset the 19th-seeded John Isner 7-6(4), 7-6(6), 6-4 in two hours and 13 minutes.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31232210",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6599,
                    "source": {
                        "title": "Deccan Herald",
                        "uri": "www.deccanherald.com"
                    },
                    "time": "23:39:00",
                    "title": "Djokovic holds off Verdasco for fourth round spot",
                    "uri": "242031649",
                    "url": "http://www.deccanherald.com/content/455473/djokovic-holds-off-verdasco-fourth.html",
                    "wgt": 1
                },
                {
                    "body": "Novak Djokovic plays a guitar while standing alongside a hologram of Australian musician Keith Urban on Sunday. Photo: AFP\n\nNovak Djokovic has confessed that he once feared he may wind up as a one-slam wonder.\n\nNow the world No.1 is potentially days away from landing a record fifth Australian Open crown and joining Andre Agassi, Ivan Lendl, Jimmy Connors, Ken Rosewall and Fred Perry as an eight-times grand slam champion.\n\nAfter rolling through his first three matches without dropping a set, Djokovic enters the second week of the Open an odds-on favourite to surpass Agassi and Roger Federer as the only man in almost half a century of professional tennis to win five titles in Australia.\n\nYet the 27-year-old has revealed how he was riddled with self-doubt before gaining \"wings\" after leading Serbia to a historic first-ever Davis Cup trophy in 2010.\n\nAdvertisement\n\n\"I remember in the first couple of years in my professional career I won my first grand slam at the Australian Open in 2008 and after that I struggled for several years,\" Djokovic said.\n\n\"I had a lot of self-doubt, didn't know if I could really make it.\n\n\"I lost most of the matches to Federer and [Rafael] Nadal in the major events. But I made that breakthrough at the end of 2010 and had my best year of tennis in my life in 2011, 40 wins in a row, which gave me wings and the confidence for where I am now.\"\n\nHe is now is on the threshold of joining some of the legends of the game on the all-time grand slam leaderboard, with Federer (17), Nadal (14), Pete Sampras (14), Roy Emerson (12), Rod Laver (11), Bjorn Borg (11) and Bill Tilden (10) the only other players ahead of him.\n\nThe top seed is oozing confidence after passing his first serious test this campaign with flying colours. With an imperious serving display, Djokovic dispatched 31st seed and former semi-finalist Fernando Verdasco 7-6 (10-8), 6-3, 6-4 to book an Australia Day date with unseeded Gilles Muller.\n\nVerdasco said Djokovic was almost unplayable on Rod Laver Arena as he landed 75 per cent of his first serves.\n\n\"Returning his serve was so tough,\" the Spaniard said. \"He was serving so close to the lines and in every direction. It was difficult to read it and to keep the ball in play.\"\n\nThe dominant display dispelled any lingering doubts about Djokovic's fitness after he struggled with the flu and a stomach bug on the eve of the season's opening major.\n\nHaving been unable to practise properly before the event, Djokovic said nothing beat court time.\n\n\"It's a great confidence booster if you are on the court, if you have great memories and you won the tournament four times,\" he said.\n\n\"I'm always trying to have that in the back of my mind, the great performances I had over the years. I try to use that in my advantage.\"\n\nVictory over Muller on Monday would thrust Djokovic into a clash with either eighth seed Milos Raonic or 12th seed Feliciano Lopez.\n\nAAP",
                    "date": "2015-01-25",
                    "eventUri": "2317235",
                    "id": "31253172",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6511,
                    "source": {
                        "title": "The Age",
                        "uri": "www.theage.com.au"
                    },
                    "time": "10:28:00",
                    "title": "Australian Open: Novak Djokovic once had doubts about his ability",
                    "uri": "242085785",
                    "url": "http://www.smh.com.au/sport/tennis/australian-open-novak-djokovic-once-had-doubts-about-his-ability-20150125-12xw3m.html",
                    "wgt": 1
                },
                {
                    "body": "Novak Djokovic booked his place in the fourth round of the Australian Open with a 7-6(8) 6-3 6-4 victory against Fernando Verdasco, but it was far from easy for the top seed.\n\nThe Serb edged a tight first set on the Rod Laver Arena court as he triumphed in the tie-break, before serving immaculately to set up a clash with another big left-hander in Gilles Muller.\n\n\"Credit to Fernando - it was a great match,\" Djokovic said on court after victory. \"He was a top 10 player and played final stages of grand slams and big tournaments.\n\n\"He's got big power in his game and big power from the baseline, as well as a huge serve. Every time I had an opportunity to break in the first set, he came up with a service winner or an ace. Obviously that is frustrating but I had to keep it together.\n\n\"I think the difference was made in the first when I won the tie-breaker. I served very well, which helps when you're playing the big servers like Fernando. You've got to stay composed. I tried to go for accuracy and precision and allow myself a lot of free points, which definitely helped.\"\n\nDjokovic is chasing a fifth Melbourne Park crown but his preparations were hampered by a virus suffered on the eve of the season's opening grand slam. However, the world No.1 insisted he was fully recovered and focused.\n\nHe added: \"I'm obviously not the only player who wants to win the trophy here. I've got to stay committed and do everything I need to do with my team on a daily basis. Physically I feel fit now and I always play my best tennis in Melbourne - it's my best grand slam.\n\nDjokovic finished the post-match formalities by getting the crowd to sing \"Happy Birthday\" for his mother, who celebrated her birthday on Saturday.\n\nEarlier on day six, defending champion Stanislas Wawrinka moved into the fourth round with a straight sets victory against Jarkko Nieminen while Serena Williams was inspired to victory by a familiar face in the women's draw.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31209052",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.649,
                    "source": {
                        "title": "ESPN.co.uk",
                        "uri": "www.espn.co.uk"
                    },
                    "time": "13:59:00",
                    "title": "Djokovic comes through Verdasco tussle",
                    "uri": "241968193",
                    "url": "http://www.espn.co.uk/tennis/sport/story/393593.html",
                    "wgt": 1
                },
                {
                    "body": "Melbourne: Novak Djokovic took a break from his tennis match Saturday to applaud a marriage proposal in the stands.\n\n\"It's nice to see this moment,\" Djokovic said, after advancing to the fourth round of the Australian Open. \"I'm sure he was very happy when she said yes.\"\n\nAt the end of the second set, Djokovic and his opponent, Fernando Verdasco, were seated on their benches when a stir erupted in the crowd at Rod Laver Arena. The capacity crowd of 15,000 watched on giant courtside screens as a man offered the woman beside him a ring, and she said yes.",
                    "date": "2015-01-25",
                    "eventUri": "2317235",
                    "id": "31238764",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6489,
                    "source": {
                        "title": "Sify",
                        "uri": "www.sify.com"
                    },
                    "time": "02:36:00",
                    "title": "Love in the air at Djokovic match",
                    "uri": "242047709",
                    "url": "http://www.sify.com/sports/love-in-the-air-at-djokovic-match-news-tennis-pbytv2aaabace.html",
                    "wgt": 1
                },
                {
                    "body": "Novak Djokovic has made the stunning confession that he once feared he may wind up as a one-slam wonder.\n\nNow the world No.1 is potentially days away from landing a record fifth Australian Open crown and joining Andre Agassi, Ivan Lendl, Jimmy Connors, Ken Rosewall and Fred Perry as an eight-times grand slam champion.\n\nAfter rolling through his first three matches without dropping a set, Djokovic enters the second week of the Open an odds-on favourite to surpass Agassi and Roger Federer as the only man in almost half a century of professional tennis to win five titles in Australia.\n\nYet the 27-year-old has revealed how he was riddled with self doubts before gaining \"wings\" after leading Serbia to a historic first-ever Davis Cup trophy in 2010.\n\nAdvertisement\n\n\"I remember in the first couple of years in my professional career I won my first grand slam at the Australian Open in 2008 and after that I struggled for several years,\" Djokovic told AAP.\n\n\"I had a lot of self doubts, didn't know if I could really make it.\n\n\"I lost most of the matches to Federer and (Rafael) Nadal in the major events.\n\n\"But I made that breakthrough at the end of 2010 and had my best year of tennis in my life in 2011, 40 wins in a row, which gave me wings and the confidence for where I am now.\"\n\nAnd where he is now is on the threshold of joining some of the legends of the game on the all-time grand slam leaderboard, with Federer (17), Nadal (14), Pete Sampras (14), Roy Emerson (12), Rod Laver (11), Bjorn Borg (11) and Bill Tilden (10) the only other players ahead of Djokovic.\n\nThe top seed is oozing confidence after passing his first serious test this campaign with flying colours.\n\nWith an imperious serving display, Djokovic dispatched 31st seed and former semi-finalist Fernando Verdasco 7-6 (10-8) 6-3 6-4 to book an Australia Day date with unseeded Gilles Muller.\n\nVerdasco said Djokovic was almost unplayable on Rod Laver Arena as he landed 75 per cent of his first serves.\n\n\"Returning his serve was so tough,\" the Spaniard said.\n\n\"He was serving so close to the lines and in every direction.\n\n\"It was difficult to read it and to keep the ball in play.\"\n\nThe dominant display dispelled any lingering doubts about Djokovic's fitness after he struggled with the flu and a stomach bug on the eve of the season's opening major.\n\nHaving been unable to practise properly pre-event, Djokovic said nothing beats court time.\n\n\"It's a great confidence booster if you are on the court, if you have great memories and you won the tournament four times,\" he said.\n\n\"I'm always trying to have that in the back of my mind, the great performances I had over the years. I try to use that in my advantage.\"\n\nVictory over Muller on Monday would thrust Djokovic into a clash with either eighth seed Milos Raonic or 12th seed Feliciano Lopez.",
                    "date": "2015-01-25",
                    "eventUri": "2317235",
                    "id": "31243720",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6431,
                    "source": {
                        "title": "The Sydney Morning Herald",
                        "uri": "news.smh.com.au"
                    },
                    "time": "05:11:00",
                    "title": "Djokovic's stunning Open confession",
                    "uri": "242060992",
                    "url": "http://news.smh.com.au/breaking-news-sport/djokovics-stunning-open-confession-20150125-3ostq.html",
                    "wgt": 1
                },
                {
                    "body": "MELBOURNE: Top seed Novak Djokovic powered into the fourth round at the Australian Open on the back of a potent service game to oust Spain's tenacious Fernando Verdasco on Saturday (Jan 24) in what he said was a big confidence booster.\n\nThe Serb world number one beat the 31st seeded Verdasco 7-6 (10/8), 6-3, 6-4 in 2hr 21min and will play Luxembourg's Gilles Muller for a place in the quarter-final.\n\nDjokovic, who is the strengthening favourite for his fifth Australian Open title following Roger Federer's shock exit in Friday's third round, made just two service breaks in a tight contest on Rod Laver Arena.\n\nThe Australian Open is his most successful major and he said he used the memories of playing so successfully in Melbourne to his advantage.\n\n\"It's a great confidence booster if you are on the court if you have great memories and you won the tournament four times,\" he said. \"It's not any tournament. It's a Grand Slam, one of the four most important events in our sport.\n\n\"I'm always trying to have that in the back of my mind, the great performances I had over the years. I try to use that in my advantage.\"\n\nDjokovic's serving was a feature, winning 82 per cent of his first serves.\n\nVerdasco, who had beaten Djokovic in four of their previous 10 encounters, failed to get a service break in the Serb's 16 service games.\n\n\"I thought I served very well, allowed myself to have a lot of free points in the first serve,\" Djokovic said. \"I didn't give him too many of the similar serves. I changed the pace, the angles. I tried to go for accuracy, vary with the serve, not give him rhythm.\n\n\"He had a couple of opportunities. I think the closest he was love-40 in the second set. And then couple of my service games in the third set ... But because I served well, I think that's what helped me to get out of the trouble in these big moments.\"\n\nThe seven-time Grand Slam champion hit 43 winners and showed exquisite touch around the net while serving at a high 73 per cent. \"Physically, I feel fit now and I'm always motivated to play well in Australia and this is my most successful Grand Slam.\"",
                    "date": "2015-01-25",
                    "eventUri": "2317235",
                    "id": "31249136",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.638,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "08:09:00",
                    "title": "Tennis: Djokovic in confidence boosting third round win",
                    "uri": "242075307",
                    "url": "http://www.channelnewsasia.com/news/sport/tennis-djokovic-in/1612882.html",
                    "wgt": 1
                },
                {
                    "body": "The Serbian cemented his status as tournament favorite with a forensic dismantling of the number 31 seed Verdasco, who barely laid a racket on the Djokovic serve, eurosport.com reported.\n\nVerdasco matched Djokovic in the first set, but after the first-set tiebreak the world number one upped his game and powered through.\n\nSo rarely was the end result in doubt that the greatest moment of tension came when a fan chose to propose to his girlfriend during a change of ends. She said yes; Djokovic applauded.\n\nIn festive mood after the match's conclusion, Djokovic persuaded the spectators in the Rod Laver Arena to sing 'Happy Birthday' to his mother along with him.\n\nThe four-times winner in Melbourne will face Gilles Muller of Luxembourg in the last 16, after Muller defeated John Isner in straight sets.",
                    "date": "2015-01-25",
                    "eventUri": "2317235",
                    "id": "31242211",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6379,
                    "source": {
                        "title": "www.iran-daily.com",
                        "uri": "www.iran-daily.com"
                    },
                    "time": "04:25:00",
                    "title": "Dominant Djokovic marches past Verdasco",
                    "uri": "242057122",
                    "url": "http://www.iran-daily.com/News/110104.html",
                    "wgt": 1
                },
                {
                    "body": "TOP seed Novak Djokovic is through to the Australia Open Last 16 after beating Fernando Verdaco in straight sets.\n\nIt was the Djokovic's most testing match of the Grand Slam so far but the Serbian came through it 7-6 (10-8) 6-3 6-4.\n\nThe world number one had a scare in the first set but came through a long tie-break and is now into the next round.\n\nDjokovic said: \"Credit to Fernando, it was a great match. Fernando is a top-10 player, he has played in the final stages of grand slams and big tournaments. He has big power in his game.\n\n\"Every time I had an opportunity for the break he came up with a service winner or an ace and obviously it was frustrating but I had to keep it together and the difference was made in the first set when I won the tie-break.\"\n\nNext up for the four-time champion is Luxembourg's Gilles Muller.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31220303",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5783,
                    "source": {
                        "title": "Dailystar.co.uk",
                        "uri": "www.dailystar.co.uk"
                    },
                    "time": "18:20:00",
                    "title": "Novak Djokovic and Stan Wawrinka into last 16 while Williams sisters battle through",
                    "uri": "241998669",
                    "url": "http://www.dailystar.co.uk/sport/other-sports/421793/Novak-Djokovic-Stan-Wawrinka-last-16-Williams-sisters",
                    "wgt": 1
                },
                {
                    "body": "Images from the Australian Open matches played on Saturday\n\nMadison Keys of the USA celebrates wiining in her third round match against Petra Kvitova of the Czech Republic during the 2015 Australian Open at Melbourne Park on Saturday. Photograph: Michael Dodge/Getty Images\n\nAmerican teenager Madison Keys toppled fourth seed Petra Kvitova 6-4, 7-5 in an impressive display of clean hitting to reach the fourth round of the Australian Open on Saturday.\n\n- PHOTOS: Williams sisters lead Americans into fourth round\n\n- It's important to stay original, says grunting, cursing Azarenka\n\n- After cancer scare, Brengle slops on sunscreen and slips into 4th round\n\nThe 19-year-old captured the decisive break at 5-5 in the second set and served out the match nervelessly under the lights of Rod Laver Arena, stunning the two-time Wimbledon champion.\n\nPetra Kvitova of the Czech Republic plays a backhand against Madison Keys of the USA. Photograph: Michael Dodge/Getty Images\n\nKeys' win made it four American women in the last 16 at Melbourne Park, the most since five made it to the fourth round of the 2003 Australian Open.\n\nShe will play compatriot Madison Brengle for a place in the quarter-finals.\n\n\"I think my hands are still shaking,\" said Keys, who is coached by former number one Lindsay Davenport.\n\n\"I'm excited to play Maddie in the next round.\"\n\nAzarenka grunts her way into fourth round\n\nVictoria Azarenka of Belarus celebrates winning her third round match against Barbora Zahlavova Strycova of the Czech Republic. Photograph: Quinn Rooney/Getty Images\n\nTwo-time champion Victoria Azarenka won a battle of former girls' champions at the Australian Open by easing past Czech Barbora Zahlavova Strycova 6-4, 6-4 on Saturday to advance to the fourth round at Melbourne Park.\n\nAus Open PHOTOS: Serena joins Venus in 4th round; Wawrinka advances\n\nA double break down in the second set, 25th seed Zahlavova Strycova scrapped hard to get back on level terms at 4-4, but she promptly lost focus to hand Azarenka another break the following game.\n\nBarbora Zahlavova Strycova of the Czech Republic reacts. Photograph: Wayne Taylor/Getty Images\n\nStrycova gave up match point by botching an easy volley into the tramlines and surrendered by clubbing a forehand long, allowing a scratchy Azarenka to win in one hour and 46 minutes without playing near her best tennis.\n\nAzarenka will play last year's finalist Dominika Cibulkova for a place in the quarter-finals.\n\nDjokovic safely through\n\nNovak Djokovic of Serbia celebrates his win in his third round match against Fernando Verdasco of Spain. Photograph: Michael Dodge/Getty Images\n\nTop seed Novak Djokovic overcame a nervous start and feisty Fernando Verdasco to safely negotiate his way into the fourth round.\n\nWith the surprise loss of Roger Federer still hanging over the men's draw, Djokovic was well aware the danger the 31-year-old Verdasco, a former top-10 player posed.\n\nThe Spaniard had taken Rafael Nadal deep into the night in a five-hour, five set marathon during the 2009 semi-finals in Melbourne and only trailed the Serb 6-4 in their career head-to-head record.\n\nVerdasco harassed Djokovic at the start but once the world number one sealed the first set tiebreak after an hour of the tense baseline battle he ran away with the match in the next two to win 7-6(8), 6-3, 6-4 and set up a fourth round clash with Luxembourg's Gilles Muller.\n\nFernando Verdasco of Spain reacts after losing a point in his third round match against Novak Djokovic of Serbia. Photograph: Mark Kolbe/Getty Images\n\nDjokovic's match, which was temporarily halted before the third set as Verdasco took a timeout, did have another distraction with a marriage proposal in the stands that the world number one applauded when the woman accepted.\n\n\"I'm sure he was very happy when she said yes,\" a smiling Djokovic said. \"It's nice to see this moment.\"\n\nWawrinka safely through to fourth round\n\nStanislas Wawrinka of Switzerland plays a backhand in his third round match against Jarkko Nieminen of Finland. Photograph: Ryan Pierse/Getty Images\n\nMen's champion Stanislas Wawrinka avoided a repeat of the stunning upset of compatriot Roger Federer on Friday, with a 6-4, 6-2, 6-4 win over Finland's Jarkko Nieminen, while eighth seed Milos Raonic cruised past Germany's Benjamin Becker 6-4, 6-3, 6-3.\n\nWawrinka actually had major troubles with his first serve, with it hovering at less than 50 percent for much of the match, but still managed to win his service games and dominate the majority of the short rallies.\n\n\"I'm really happy with my game so far, I was aggressive, took control of the match and I think my game is there. I'm happy to get through again,\" Wawrinka said in a courtside interview.\n\n\"\"I've been here 10 days before the tournament and this is a new challenge for the next two weeks and that is what I'm focussed on.\"\n\n\"I'm not the focus on the tournament because there's Novak, Rafa coming back from injury, Roger also just lost, there's Kyrgios, Tomic still playing,\" Wawrinka said.\n\n\"For me, doesn't matter.\"",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31211720",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5584,
                    "source": {
                        "title": "Rediff",
                        "uri": "www.rediff.com"
                    },
                    "time": "15:03:00",
                    "title": "Australian Open PHOTOS: Kvitova upset by Keys; Djokovic, Azarenka advance",
                    "uri": "241974712",
                    "url": "http://www.rediff.com/sports/report/australian-open-azarenka-czechs-into-australian-open-fourth-round/20150124.htm",
                    "wgt": 1
                },
                {
                    "body": "World number one Novak Djokovic didn't seen to mind that his winning match against Spaniard Fernando Verdasco when a brave spectator popped the question to his girlfriend during the middle of the game.\n\nDjokovic had just prevailed over Verdasco to take the second set, held in the main court of the Rod Laver Arena, when the stadium's 'kiss cam' captured the heartwarming moment for thousands of tennis fans around the country.\n\nThe 1,500 strong audience erupted into applause when the man popped the question- and waited with bated breath until she said yes.\n\nThe camera panned to the happy couple, who celebrated the very public moment as many of the spectators in the arena stood to congratulate them with resounding claps.\n\nThe man then took a moment to respond to the watching crowd, throwing his fists in the air as a sign of success, prompting rapturous applause.\n\nEven the four-time Australian Open winner took a moment to show his well wishes, turning in his seat as he rested from the intense competition.\n\n'It's nice to see this moment,' Djokovic said, after advancing to the fourth round of the Australian Open.\n\n'I'm sure he was very happy when she said yes.'\n\nAs the newly engaged couple took a seat, the man exhaled and tapped his heart, appearing relieved.\n\nOne of the commentators said that the man appeared to be quite nervous.\n\n'Was it because it [the proposal] was inside the stadium or because she might have said no?' he asked.\n\n'It was not long ago that Djokovic was in a similar situation,' the commentator said.\n\nThe 27-year-old Serbian-born sportsman exchanged vows with Jelena Ristic in the grounds of Montenegro's Aman Sveti Stefan resort in July.\n\nThe pair met when they were in high school in 2005 and dated for almost nine years before announcing their engagement and the birth of their first child.\n\n'The wedding was everything we hoped it would be. Our family and closest friends united in a beautiful setting in celebration of our love. It was truly emotional and unforgettable for us,' his new wife told OK Magazine.\n\nDjokovic said that it wasn't the first marriage proposal to occur during one of his matches.\n\n'I think it happened maybe once prior to this match in my whole career that someone proposed,' he said.\n\n'It's one of these moments you remember forever. Not just for them, but for everybody who was there.'\n\nDjokovic seemed to take direction from the newly engaged couple, wishing his mother a happy birthday after beating Verdasco, the number 31 seed in three straight sets.\n\nWhile being interviewed in the post-match Q&A, he asked if the crowd would sing his mother a happy birthday.\n\nThe crowd joined him in singing to her, and the world number one laughed as he sang to the camera and blew his mother a kiss.\n\nTennis fans around the world flocked to social media to offer their congratulations and comment on the unexpected turn of events.\n\nWhile some Twitter users labelled the event 'cute' and 'exciting', others said it was 'cheesy' and 'silly'.\n\n'What a show pony', said one Twitter user.\n\n'What would've happened had she turned him down?' asked another.\n\nThe majority of tweeters appeared to be in support of the move, with several expressing their desire for a similar event to happen to them.",
                    "date": "2015-01-25",
                    "eventUri": "2317235",
                    "id": "31242239",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5269,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "04:26:00",
                    "title": "Guy pops the question in the stands in the middle of Djokovic's game",
                    "uri": "242057126",
                    "url": "http://www.dailymail.co.uk/news/article-2924521/Love-Guy-pops-question-stands-middle-Novak-Djokovic-s-centre-court-match-Australian-Open-ACES-it.html",
                    "wgt": 1
                },
                {
                    "body": "Every tournament has its dark horse and this year in Melbourne his name is Gilles Muller, Novak Djokovic's next opponent.\n\nThe world No 42, who turned pro in 2001, has no titles to his name but has already sent seeded players like Roberto Bautista Agut and John Isner packing.\n\nHowever, that doesn't change the fact he only has a slight chance of going past Djokovic who has been in flying form since the beginning of the tournament.\n\nDjokovic hasn't dropped a set yet and remains the major contender for the title. If he wins against Muller he will match his performance from last year. For Muller fourth round is already his best Melbourne performance to date.\n\nLuxembourg's Gilles Muller in action The winner will face either Feliciano Lopez or Milos Raonic in the quarter-finals.\n\nSTART: Monday, Rod Laver Arena, second match of the morning session (starting 8.00 am GMT)\n\nDjokovic has dropped 27 games in his first three rounds, while Muller 50.\n\nFive out of 10 sets Muller has played so far were decided in a tiebreak and Muller has won all of them.\n\nMuller has reached a Major quarter-final just once before in 2008 at the US Open.",
                    "date": "2015-01-26",
                    "eventUri": "2317235",
                    "id": "31299471",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4757,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "01:32:10",
                    "title": "Australian Open 2015: Novak Djokovic vs Gilles Muller match preview",
                    "uri": "242170386",
                    "url": "http://www.independent.co.uk/sport/tennis/australian-open-2015-novak-djokovic-vs-gilles-muller-match-preview-10001226.html",
                    "wgt": 1
                },
                {
                    "body": "Chan Yung-jan of Taiwan, right, and Zheng Jie of China play Lara Arruabarrena of Spain and Irina-Camelia Begu of Romania in their second-round match at the Australian Open in Melbourne yesterday.\n\nTaiwanese players had a much more successful time at the Australian Open yesterday, with Chan Yung-jan advancing to the third round of the women's doubles, while younger sister Chan Hao-ching and Hsieh Su-wei won their opening mixed doubles matches.\n\nOn Court 6, 14th seeds Chan Yung-jan and Zheng Jie of China defeated Lara Arruabarrena of Spain and Romania's Irina-Camelia Begu 6-4, 6-3 in their second-round women's doubles match.\n\nChan and Zheng won seven of 14 break-point chances and hit 31 winners to complete the victory in 1 hour, 24 minutes and set up a tough third-round clash against fourth seeds Martina Hingis of Switzerland and Flavia Pennetta of Italy.\n\nHingis and Pennetta survived a second-set wobble to complete a 6-3, 6-7 (5/7), 6-2 victory over Daniela Hantuchova of Slovakia and Karin Knapp of Italy.\n\nIn the mixed doubles, Chan Hao-ching and Britain's Jamie Murray rallied after losing the first set to complete a 4-6, 7-6 (9/7), 10-8 victory over Australia's Jarmila Gajdosova and Mahesh Bhupathi of India on Court 7.\n\nChan Hao-ching and Murray saved two of four break-point chances and converted just one of nine, but it was enough to complete the win in 1 hour, 30 minutes.\n\nThe Taiwanese-British duo face either fourth seeds Andrea Hlavackova of the Czech Republic and Alexander Peya of Austria or US pairing Raquel Kops-Jones and Scott Lipsky in the second round.\n\nOn Court 13, Hsieh Su-wei and Pablo Cuevas of Uruguay also featured in a tight match, edging sixth seeds Yaroslava Shvedova of Kazakhstan and Nenad Zimonjic of Serbia 6-4, 5-7, 10-4 in the super tiebreak.\n\nHsieh and Cuevas survived despite serving up five double faults and converting only two of 13 break-point opportunities to complete the victory in 1 hour, 20 minutes.\n\nThe Taiwanese-Uruguayan pairing next face either cross-strait duo Chang Kai-chen and Zhang Ze or Anna-Lena Groenefeld of Germany and Jean-Julien Rojer of the Netherlands, who are due to play their first-round match today.\n\nIn the singles, top seed Serena Williams and her older sister Venus led a foursome of American women into the fourth round, while men's top seed Novak Djokovic survived a nervous start to overcome a feisty Fernando Verdasco.\n\nThe sisters were joined in the last 16 by the two Madisons -- Brengle and Keys -- who will play each other -- with the 19-year-old Keys upsetting twice Wimbledon champion Petra Kvitova 6-4, 7-5 in the last match of the day.\n\n\"I think my hands are still shaking,\" said Keys, who is coached by former No. 1 Lindsay Davenport.\n\nTwice champion Victoria Azarenka also advanced after a 6-4, 6-4 victory over 25th seed Barbora Zahlavova Strycova and will now meet last year's beaten finalist Dominika Cibulkova.\n\nWith Roger Federer's surprise exit on Friday still hanging over the tournament, the men's favorites had some nervous moments in their third-round clashes.\n\nDjokovic was forced into a first-set tiebreak by former top-10 player Verdasco, while fifth seed Kei Nishikori also dropped the first-set tiebreak before he beat Steve Johnson.\n\nMen's champion Stan Wawrinka continued his quiet progression with a clinical victory over tricky lefthander Jarkko Nieminen.\n\nWhile Azarenka continues to lurk as a danger to anyone in the top half of the draw, an ominous portent developed over the rest of the women's field with the Williams sisters' success.",
                    "date": "2015-01-24",
                    "eventUri": "2317235",
                    "id": "31224946",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3,
                    "source": {
                        "title": "Taipei Times",
                        "uri": "www.taipeitimes.com"
                    },
                    "time": "20:29:00",
                    "title": "Taiwanese have a better day at Melbourne Park",
                    "uri": "242011621",
                    "url": "http://www.taipeitimes.com/News/sport/archives/2015/01/25/2003610021",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 29,
            "averageDate": "2015-01-24",
            "avgCos": 0.6668,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2317235",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2317235",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Australia",
                    "lat": -25,
                    "long": 135,
                    "wikiUri": "http://en.wikipedia.org/wiki/Australia"
                },
                "labelEng": "Melbourne",
                "lat": -37.81306,
                "long": 144.94422,
                "wikiUri": "http://en.wikipedia.org/wiki/Melbourne"
            },
            "storyDate": "2015-01-24",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-153181",
            "variance": 0.2777
        }
    },
    "meta": {
        "CCAArticleMatchCount": 23,
        "CCAArticleMatchRatio": 0.1284916201117319,
        "CCAAvgCosSim": 0.7281347826086955,
        "CCAAvgMatchWgt": 48.73913043478261,
        "_articleUri1": "242021236",
        "_articleUri2": "241974554",
        "_datetime": "2015-02-19 17:35:26",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-43239",
        "_storyUri2": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-153181",
        "_username": "Evgenia Belyaeva",
        "artCount1": 10,
        "artCount2": 29,
        "avgCosSimStory1": 0.7625,
        "avgCosSimStory2": 0.6668,
        "categorySim": 0,
        "conceptCosSim": 0.6995765104550028,
        "conceptJaccardSim": 0.3703703703703704,
        "coreTime1": 132062.6666666667,
        "coreTime2": 132062.05,
        "coreTimeStDev1": 2.306805112357398,
        "coreTimeStDev2": 7.89306069348774,
        "entityCosSim": 0.7880090486887769,
        "entityJaccardSim": 0.5384615384615384,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 3,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5835868352281259,
        "keywordJaccardSim": 0.2142857142857143,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 29,
        "storyQuality2": 34,
        "timeAvg1": 132088.4516666667,
        "timeAvg2": 132070.278256705,
        "timeStDev1": 73.3030909042105,
        "timeStDev2": 10.82734641694871,
        "varianceStory1": 0.2093,
        "varianceStory2": 0.2777
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-43239": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "David Ferrer, incansable y tenaz, venció en una dura batalla al francés Gilles Simon y llegó a los octavos de final del Abierto de Australia por quinto año consecutivo, pero Fernando Verdasco dejó escapar una gran ocasión en el primer set ante Novak Djokovic y luego el serbio no tuvo piedad. Con el triunfo de Ferrer y las victorias de Feliciano López y Guillermo García-López, habrá cuatro españoles en octavos (Rafael Nadal incluido) y una chica, Garbiñe Muguruza.\n\nFerrer desperdició cuatro ocasiones para cerrar el partido con su servicio, y al final superó a Simon por 6-2, 7-5, 5-7 y 7-6 (4) a la tercera oportunidad, después de tres horas y 37 minutos para dejar sus enfrentamientos en 6-2 para el de Javea. Fue quizás la mejor manera de vengar la derrota que el francés le infligió en el Abierto de Estados Unidos el pasado año. \"Eres una roca\", le dijo Ferrer sonriente a Simon al abrazarlo en la red.\n\nEl de Jávea acabó con sangre en el pie derecho, descalzo, y con calambres, pero pudo finalizar antes el encuentro porque sirvió para ganar el partido con 5-4 en el tercer set. Simon, batallador en la pista como el de Javea, ganó 18 de los 22 últimos puntos para hacerse con el tercer set. Después llegaron las otras en el cuarto y el desempate en el que Simon resistió al máximo. \"Ha sido una batalla, espero que el público haya disputado, yo también porque al final he ganado. Ahora estoy feliz pero hace dos minutos lo estaba pasando mal. Gilles nunca se da por vencido. Ahora no quiero hablar de Nishikori\", su próximo rival, \"solo descansar\", dijo Ferrer en la Margaret Cour Arena.\n\nEl de Javea se medirá ahora con el japonés Kei Nishikori, que derrotó al estadounidense Steve Johnson, 6-7 (5), 6-1, 6-2 y 6-3 en una repetición de su duelo reciente en Brisbane, para lograr por cuarta vez los octavos aquí. Nishikori ha ganado en seis de las nueve ocasiones en las que se han enfrentado, la última en el Masters de Londres la pasada temporada, y tiene un balance también favorable de 4-3 en pista dura.\n\nPoco antes, el serbio Novak Djokovic resolvió una situación conflictiva (3-5) en el desempate del primer set pero despidió a su amigo Fernando Verdasco por 7-6 (8), 6-3 y 6-4. Apoyado en un gran servicio, Verdasco llegó a forzar el desempate en el primer set contra 'Nole', e incluso a tener ventaja de 5-3 en ese juego corto contra el número uno. Cometió dos fallos seguidos, una doble falta y una 'caña' (golpear con el marco de la raqueta) a continuación, y dejó escapar la oportunidad. Y Djokovic no perdonó después para ganar al semifinalista en 2009, con 50 errores no forzados del español.\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos un aficionado pidió en matrimonio a su pareja, y ella dijo \"sí\" y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla. En otro se produjo al final del encuentro después de que Djokovic elogiase a Verdasco y dijera que es \"un gran jugador\" y admitiera que está en Melbourne \"totalmente en forma\" para levantar el trofeo por quinta vez, cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el \"Cumpleaños Feliz\" coreado por los aficionados.\n\nDjokovic se enfrentará en octavos contra el luxemburgués Gilles Muller que dio la sorpresa al derrotar a John Isner, 19 favorito, y último estadounidense en el cuadro, por 7-6 (4), 7-6 (4) y 6-4. Djokovic ha ganado ya 28 de sus 29 partidos en Melbourne Park. \"Siempre juego mi mejor tenis aquí\", dijo.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31228557",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9212,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "22:05:00",
                    "title": "Ferrer tira de épica ante Simon, Verdasco cae ante Djokovic",
                    "uri": "242021236",
                    "url": "http://www.antena3.com/noticias/deportes/tenis/ferrer-tira-epica-simon-verdasco-cae-djokovic_2015012400030.html",
                    "wgt": 1
                },
                {
                    "body": "MELBOURNE.- El español David Ferrer, incansable y tenaz, venció en una de esas grandes batallas que marcan un torneo al francés Gilles Simon y llegó a los octavos de final del Abierto de Australia por quinto año consecutivo, con sangre en su pie derecho, exhausto y con calambres, fiel a su condición de gran luchador.\n\nFerrer desperdició cuatro ocasiones para cerrar el partido con su servicio, y al final superó a Simon por 6-2, 7-5, 5-7 y 7-6 (4) a la tercera oportunidad, después de tres horas y 37 minutos para dejar sus enfrentamientos en 6-2 para el de Javea.\n\nFue quizás la mejor manera de vengar la derrota que el francés le infligió en el Abierto de Estados Unidos el pasado año. \"Eres una roca\", le dijo Ferrer sonriente a Simon al abrazarlo en la red. Con su victoria y las de Feliciano López, Guillermo García-López, habrá cuatro españoles en octavos (Rafael Nadal incluido) y una chica, Garbiñe Muguruza.\n\nFerrer acabó con sangre en el pie derecho, descalzo, y con calambres, pero pudo finalizar antes el encuentro porque sirvió para ganar el partido con 5-4 en el tercer set. Simon, batallador en la pista como el de Javea, ganó 18 de los 22 últimos puntos para hacerse con el tercer set. Después llegaron las otras en el cuarto y el desempate en el que Simon resistió al máximo.\n\n\"Ha sido una batalla, espero que el público haya disputado, yo también porque al final he ganado. Ahora estoy feliz pero hace dos minutos lo estaba pasando mal. Gilles nunca se da por vencido. Ahora no quiero hablar de Nishikori\", su próximo rival, \"solo descansar\", dijo Ferrer en la Margaret Cour Arena.\n\nEl de Javea se medirá ahora con el japonés Kei Nishikori, que derrotó al estadounidense Steve Johnson, 6-7 (5), 6-1, 6-2 y 6-3 en una repetición de su duelo reciente en Brisbane, para lograr por cuarta vez los octavos aquí.\n\nNishikori ha ganado en seis de las nueve ocasiones en las que se han enfrentado, la última en el Masters de Londres la pasada temporada, y tiene un balance también favorable de 4-3 en pista dura.\n\nPoco antes, el serbio Novak Djokovic resolvió una situación conflictiva (3-5) en el desempate del primer set pero despidió a su amigo el español Fernando Verdasco por 7-6 (8), 6-3 y 6-4.\n\nApoyado en un gran servicio, Verdasco llegó a forzar el desempate en el primer set contra 'Nole', e incluso a tener ventaja de 5-3 en ese juego corto contra el número uno. Cometió dos fallos seguidos, una doble falta y una \"caña\" (golpear con el marco de la raqueta) a continuación, y dejó escapar la oportunidad. Y Djokovic no perdonó después para ganar al semifinalista en 2009, con 50 errores no forzados del español.\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos un aficionado pidió en matrimonio a su pareja, y ella dijo \"sí\" y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla.\n\nEn otro se produjo al final del encuentro después de que Djokovic elogiase a Verdasco y dijera que es \"un gran jugador\" y admitiera que está en Melbourne \"totalmente en forma\" para levantar el trofeo por quinta vez, cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el \"Cumpleaños Feliz\" coreado por los aficionados.\n\nDjokovic se enfrentará en octavos contra el luxemburgués Gilles Muller que dio la sorpresa al derrotar a John Isner, 19 favorito, y último estadounidense en el cuadro, por 7-6 (4), 7-6 (4) y 6-4.\n\nDjokovic ha ganado ya 28 de sus 29 partidos en Melbourne Park. \"Siempre juego mi mejor tenis aquí\", dijo.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31221693",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9045,
                    "source": {
                        "title": "Noticias SIN",
                        "uri": "www.noticiassin.com"
                    },
                    "time": "14:27:00",
                    "title": "David Ferrer acaba con sangre sudor y calambres, pero gana",
                    "uri": "242002759",
                    "url": "http://www.noticiassin.com/2015/01/david-ferrer-acaba-con-sangre-sudor-y-calambres-pero-gana/",
                    "wgt": 1
                },
                {
                    "body": "El español David Ferrer celebra su victoria ante el francés Gilles Simon en el partido del Abierto de Australia que han disputado en esta jornada. EFE\n\nEl español David Ferrer, incansable y tenaz, venció en una de esas grandes batallas que marcan un torneo al francés Gilles Simon y llegó a los octavos de final del Abierto de Australia por quinto año consecutivo, con sangre en su pie derecho, exhausto y con calambres, fiel a su condición de gran luchador.\n\nFerrer desperdició cuatro ocasiones para cerrar el partido con su servicio, y al final superó a Simon por 6-2, 7-5, 5-7 y 7-6 (4) a la tercera oportunidad, después de tres horas y 37 minutos para dejar sus enfrentamientos en 6-2 para el de Javea.\n\nFue quizás la mejor manera de vengar la derrota que el francés le infligió en el Abierto de Estados Unidos el pasado año. \"Eres una roca\", le dijo Ferrer sonriente a Simon al abrazarlo en la red. Con su victoria y las de Feliciano López, Guillermo García-López, habrá cuatro españoles en octavos (Rafael Nadal incluido) y una chica, Garbiñe Muguruza.\n\nFerrer acabó con sangre en el pie derecho, descalzo, y con calambres, pero pudo finalizar antes el encuentro porque sirvió para ganar el partido con 5-4 en el tercer set. Simon, batallador en la pista como el de Javea, ganó 18 de los 22 últimos puntos para hacerse con el tercer set. Después llegaron las otras en el cuarto y el desempate en el que Simon resistió al máximo.\n\n\"Ha sido una batalla, espero que el público haya disputado, yo también porque al final he ganado. Ahora estoy feliz pero hace dos minutos lo estaba pasando mal. Gilles nunca se da por vencido. Ahora no quiero hablar de Nishikori\", su próximo rival, \"solo descansar\", dijo Ferrer en la Margaret Cour Arena.\n\nEl de Javea se medirá ahora con el japonés Kei Nishikori, que derrotó al estadounidense Steve Johnson, 6-7 (5), 6-1, 6-2 y 6-3 en una repetición de su duelo reciente en Brisbane, para lograr por cuarta vez los octavos aquí.\n\nNishikori ha ganado en seis de las nueve ocasiones en las que se han enfrentado, la última en el Masters de Londres la pasada temporada, y tiene un balance también favorable de 4-3 en pista dura.\n\nPoco antes, el serbio Novak Djokovic resolvió una situación conflictiva (3-5) en el desempate del primer set pero despidió a su amigo el español Fernando Verdasco por 7-6 (8), 6-3 y 6-4.\n\nApoyado en un gran servicio, Verdasco llegó a forzar el desempate en el primer set contra 'Nole', e incluso a tener ventaja de 5-3 en ese juego corto contra el número uno. Cometió dos fallos seguidos, una doble falta y una \"caña\" (golpear con el marco de la raqueta) a continuación, y dejó escapar la oportunidad. Y Djokovic no perdonó después para ganar al semifinalista en 2009, con 50 errores no forzados del español.\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos un aficionado pidió en matrimonio a su pareja, y ella dijo \"sí\" y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla.\n\nEn otro se produjo al final del encuentro después de que Djokovic elogiase a Verdasco y dijera que es \"un gran jugador\" y admitiera que está en Melbourne \"totalmente en forma\" para levantar el trofeo por quinta vez, cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el \"Cumpleaños Feliz\" coreado por los aficionados.\n\nDjokovic se enfrentará en octavos contra el luxemburgués Gilles Muller que dio la sorpresa al derrotar a John Isner, 19 favorito, y último estadounidense en el cuadro, por 7-6 (4), 7-6 (4) y 6-4.\n\nDjokovic ha ganado ya 28 de sus 29 partidos en Melbourne Park. \"Siempre juego mi mejor tenis aquí\", dijo.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31210713",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8966,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "14:40:00",
                    "title": "David Ferrer acaba con sangre sudor y calambres, pero gana",
                    "uri": "241972578",
                    "url": "http://www.publimetro.com.mx/publisport/david-ferrer-acaba-con-sangre-sudor-y-calambres-pero-gana/eoax%212518918/",
                    "wgt": 1
                },
                {
                    "body": "El serbio venció en tres parciales al español Fernando Verdasco. Quien sufrió para seguir en competencia fue David Ferrer.\n\nEl serbio Novak Djokovic resolvió una situación conflictiva (3-5) en el desempate del primer set pero despidió a su amigo el español Fernando Verdasco por 7-6 (8), 6-3 y 6-4 para alcanzar los octavos de final del Abierto de Australia.\n\nApoyado en un gran servicio, Verdasco llegó a forzar el desempate en el primer set contra 'Nole', e incluso a tener ventaja de 5-3 en ese juego corto contra el número uno. Cometió dos fallos seguidos, una doble falta y una \"caña\" (golpear con el marco de la raqueta) a continuación, y dejó escapar la oportunidad. Y Djokovic no perdonó después para ganar al semifinalista en 2009, con 50 errores no forzados del español.\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos un aficionado pidió en matrimonio a su pareja, y ella dijo \"sí\" y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla.\n\nEn otro se produjo al final del encuentro después de que Djokovic elogiase a Verdasco y dijera que es \"un gran jugador\" y admitiera que está en Melbourne \"totalmente en forma\" para levantar el trofeo por quinta vez, cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el \"Cumpleaños Feliz\" coreado por los aficionados.\n\nDjokovic se enfrentará en octavos contra el luxemburgués Gilles Muller que dio la sorpresa al derrotar a John Isner, 19 favorito, y último estadounidense en el cuadro, por 7-6 (4), 7-6 (4) y 6-4.\n\nQuien sufrió más de la cuenta fue el español David Ferrer quie, incansable y tenaz, venció en una de esas grandes batallas que marcan un torneo al francés Gilles Simon y llegó a los octavos de final del Abierto de Australia por quinto año consecutivo, con sangre en su pie derecho, exhausto y con calambres, fiel a su condición de gran luchador.\n\nFerrer desperdició cuatro ocasiones para cerrar el partido con su servicio, y al final superó a Simon por 6-2, 7-5, 5-7 y 7-6 (4) a la tercera oportunidad, después de tres horas y 37 minutos para dejar sus enfrentamientos en 6-2 para el de Javea.\n\nMientras que el defensor del título, el suizo Stanislas Wawrinka venció al finlandés Jarkko Nieminen, por 6-4, 6-2 y 6-4 en una hora y 49 minutos.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31215091",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8836,
                    "source": {
                        "title": "elgraficochile.cl",
                        "uri": "www.elgraficochile.cl"
                    },
                    "time": "16:24:00",
                    "title": "  Djokovic se instala en los octavos de final del Abierto de Australia - El Gráfico Chile ",
                    "uri": "241984900",
                    "url": "http://www.elgraficochile.cl/djokovic-se-instala-en-los-octavos-de-final-del-abierto-de-australia/prontus_elgrafico/2015-01-24/100512.html",
                    "wgt": 1
                },
                {
                    "body": "David Ferrer, incansable y tenaz, venció en una dura batalla al francés Gilles Simon y llegó a los octavos de final del Abierto de Australia por quinto año consecutivo, pero Fernando Verdasco dejó escapar una gran ocasión en el primer set ante Novak Djokovic y luego el serbio no tuvo piedad.\n\nFerrer desperdició cuatro ocasiones para cerrar el partido con su servicio, y al final superó a Simon por 6-2, 7-5, 5-7 y 7-6 (4) a la tercera oportunidad, después de tres horas y 37 minutos para dejar sus enfrentamientos en 6-2 para el de Javea.\n\nFue quizás la mejor manera de vengar la derrota que el francés le infligió en el Abierto de Estados Unidos el pasado año. \"Eres una roca\", le dijo Ferrer sonriente a Simon al abrazarlo en la red. Con su victoria y las de Feliciano López, Guillermo García-López, habrá cuatro españoles en octavos (Rafael Nadal incluido) y una chica, Garbiñe Muguruza.\n\nFerrer acabó con sangre en el pie derecho, descalzo, y con calambres, pero pudo finalizar antes el encuentro porque sirvió para ganar el partido con 5-4 en el tercer set. Simon, batallador en la pista como el de Javea, ganó 18 de los 22 últimos puntos para hacerse con el tercer set. Después llegaron las otras en el cuarto y el desempate en el que Simon resistió al máximo.\n\nEl de Javea se medirá ahora con el japonés Kei Nishikori, que derrotó al estadounidense Steve Johnson, 6-7 (5), 6-1, 6-2 y 6-3 en una repetición de su duelo reciente en Brisbane, para lograr por cuarta vez los octavos aquí.\n\nPoco antes, el serbio Novak Djokovic resolvió una situación conflictiva (3-5) en el desempate del primer set pero despidió a su amigo Fernando Verdasco por 7-6 (8), 6-3 y 6-4.\n\nApoyado en un gran servicio, Verdasco llegó a forzar el desempate en el primer set contra 'Nole', e incluso a tener ventaja de 5-3 en ese juego corto contra el número uno. Cometió dos fallos seguidos, una doble falta y una \"caña\" (golpear con el marco de la raqueta) a continuación, y dejó escapar la oportunidad. Y Djokovic no perdonó después para ganar al semifinalista en 2009, con 50 errores no forzados del español.\n\nPetición de matrimonio durante el partido\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos un aficionado pidió en matrimonio a su pareja, y ella dijo \"sí\" y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla.\n\nEn otro se produjo al final del encuentro después de que Djokovic elogiase a Verdasco y dijera que es \"un gran jugador\" y admitiera que está en Melbourne \"totalmente en forma\" para levantar el trofeo por quinta vez, cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el \"Cumpleaños Feliz\" coreado por los aficionados.\n\nDjokovic se enfrentará en octavos contra el luxemburgués Gilles Muller que dio la sorpresa al derrotar a John Isner, 19 favorito, y último estadounidense en el cuadro, por 7-6 (4), 7-6 (4) y 6-4.\n\nAcompañarán a Ferrer en la segunda semana de este grande, Feliciano López, Guillermo García López y Garbiñe Muguruza.\n\nFeliciano ya estuvo en esta ronda en Melbourne en 2012 y este sábado regreso al derrotar al polaco Jerny Janowicz por 7-6 (6), 6-4 y 7-6 (3), con 19 saques directos en su cuenta, mientras que García-López se impuso al canadiense Vasek Pospisil, algo lesionado, por 6-2, 6-4 y 6-4, para sumar la segunda vez que actuará en la segunda semana de un Grand Slam (Roland Garros el pasado año).\n\nLos dos tendrán ahora compromisos decisivos y de postín, pues el escapista Feliciano se enfrentará con el cañonero canadiense Milos Raonic, que venció al alemán Benjamin Becker, por 6-4, 6-3 y 6-3, con 22 \"aces\" en su cuenta en una hora y 41 minutos de combate, y \"Guille\" con el defensor del título, el suizo Stan Wawrinka, que venció al finlandés Jarkko Nieminen, por 6-4, 6-2 y 6-4 en una hora y 49 minutos.\n\nGarbiñe Muguruza fue la primera de todos en lograr los octavos tras vencer a la suiza Timea Bacsinszky, por 6-3, 4-6 y 6-0 se medirá por tercera vez y segunda en este torneo con la estadounidense Serena Williams.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31213321",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8696,
                    "source": {
                        "title": "Libertad Digital",
                        "uri": "www.libertaddigital.com"
                    },
                    "time": "15:41:00",
                    "title": "David Ferrer, Feliciano López y Guillermo García López acceden a los octavos de final de Australia",
                    "uri": "241979870",
                    "url": "http://www.libertaddigital.com/deportes/tenis/2015-01-24/verdasco-pierde-ante-djokovic-tras-apurar-sus-opciones-en-el-primer-set-1276538960/",
                    "wgt": 1
                },
                {
                    "body": "En este último partido, un aficionado del público pidió matrimonio a su pareja, y ella aceptó.\n\nDavid Ferrer, incansable y tenaz, venció en una dura batalla al francés Gilles Simon y llegó a los octavos de final del Abierto de Australia por quinto año consecutivo, pero Fernando Verdasco dejó escapar una gran ocasión en el primer set ante Novak Djokovic y luego el serbio no tuvo piedad.\n\nFerrer desperdició cuatro ocasiones para cerrar el partido con su servicio, y al final superó a Simon por 6-2, 7-5, 5-7 y 7-6 (4) a la tercera oportunidad, después de tres horas y 37 minutos para dejar sus enfrentamientos en 6-2 para el de Jávea.\n\nFue quizás la mejor manera de vengar la derrota que el francés le infligió en el Abierto de Estados Unidos el pasado año. \"Eres una roca\", le dijo Ferrer sonriente a Simon al abrazarlo en la red. Con su victoria y las de Feliciano López, Guillermo García-López, habrá cuatro españoles en octavos (Rafael Nadal incluido) y una chica, Garbiñe Muguruza.\n\nFerrer acabó con sangre en el pie derecho, descalzo, y con calambres, pero pudo finalizar antes el encuentro porque sirvió para ganar el partido con 5-4 en el tercer set. Simon, batallador en la pista como el de Jávea, ganó 18 de los 22 últimos puntos para hacerse con el tercer set. Después llegaron las otras en el cuarto y el desempate en el que Simon resistió al máximo.\n\n\"Ha sido una batalla, espero que el público haya disputado, yo también porque al final he ganado. Ahora estoy feliz pero hace dos minutos lo estaba pasando mal. Gilles nunca se da por vencido. Ahora no quiero hablar de Nishikori\", su próximo rival, \"solo descansar\", dijo Ferrer en la Margaret Cour Arena.\n\nEl de Jávea se medirá ahora con el japonés Kei Nishikori, que derrotó al estadounidense Steve Johnson, 6-7 (5), 6-1, 6-2 y 6-3 en una repetición de su duelo reciente en Brisbane, para lograr por cuarta vez los octavos aquí.\n\nCon su victoria y las de Feliciano López, Guillermo García-López, habrá cuatro españoles en octavos (Rafael Nadal incluido) y una chica, Garbiñe MuguruzaNishikori ha ganado en seis de las nueve ocasiones en las que se han enfrentado, la última en el Masters de Londres la pasada temporada, y tiene un balance también favorable de 4-3 en pista dura.\n\nPoco antes, el serbio Novak Djokovic resolvió una situación conflictiva (3-5) en el desempate del primer set pero despidió a su amigo Fernando Verdasco por 7-6 (8), 6-3 y 6-4.\n\nApoyado en un gran servicio, Verdasco llegó a forzar el desempate en el primer set contra 'Nole', e incluso a tener ventaja de 5-3 en ese juego corto contra el número uno. Cometió dos fallos seguidos, una doble falta y una \"caña\" (golpear con el marco de la raqueta) a continuación, y dejó escapar la oportunidad. Y Djokovic no perdonó después para ganar al semifinalista en 2009, con 50 errores no forzados del español.\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos un aficionado pidió en matrimonio a su pareja, y ella dijo \"sí\" y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla.\n\nEn otro se produjo al final del encuentro después de que Djokovic elogiase a Verdasco y dijera que es \"un gran jugador\" y admitiera que está en Melbourne \"totalmente en forma\" para levantar el trofeo por quinta vez, cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el \"Cumpleaños Feliz\" coreado por los aficionados.\n\nDjokovic se enfrentará en octavos contra el luxemburgués Gilles Muller que dio la sorpresa al derrotar a John Isner, 19 favorito, y último estadounidense en el cuadro, por 7-6 (4), 7-6 (4) y 6-4. Djokovic ha ganado ya 28 de sus 29 partidos en Melbourne Park. \"Siempre juego mi mejor tenis aquí\", dijo.\n\nFeliciano se las verá con Milos Raonic y García-López con el vigente campeón, Stan Wawrinka\n\nFeliciano ya estuvo en esta ronda en Melbourne en 2012 y este sábado regreso al derrotar al polaco Jerny Janowicz por 7-6 (6), 6-4 y 7-6 (3), con 19 saques directos en su cuenta, mientras que García-López se impuso al canadiense Vasek Pospisil, algo lesionado, por 6-2, 6-4 y 6-4, para sumar la segunda vez que actuará en la segunda semana de un Grand Slam (Roland Garros el pasado año).\n\nLos dos tendrán ahora compromisos decisivos y de postín, pues el escapista Feliciano se enfrentará con el cañonero canadiense Milos Raonic, que venció al alemán Benjamin Becker, por 6-4, 6-3 y 6-3, con 22 aces en su cuenta en una hora y 41 minutos de combate, y \"Guille\" con el defensor del título, el suizo Stan Wawrinka, que venció al finlandés Jarkko Nieminen, por 6-4, 6-2 y 6-4 en una hora y 49 minutos.\n\nGarbiñe Muguruza fue la primera de todos en lograr los octavos este sábado, y al vencer a la suiza Timea Bacsinszky, por 6-3, 4-6 y 6-0 se medirá por tercera vez y segunda en este torneo con la estadounidense Serena Williams.\n\nSerena se hizo con la victoria después de batallar con la ucraniana Elina Svitolina, por 4-6, 6-2 y 6-0. Será una repetición del duelo que mantuvieron en 2013 en estas mismas pistas y del que tuvo lugar en Roland Garros el año pasado. El primero para Serena (6-2 y 6-0) y el segundo para la discípula de Alejo Mancisidor (6-2 y 6-2).\n\nEl año pasado entré con las ideas más claras, no pensando que era invencible\"No necesito pensar en nada, pienso que así funciona\", dijo Garbiñe en pista cuando le fue preguntado sobre su plan contra Serena, quien es considerada por el público como \"la reina de la Rod Laver Arena\".\n\n\"Cuando jugué con ella aquí hace dos años, no tenía esa experiencia de ahora y aunque pareció una paliza, para mí no fue tan 6-0 y 6-2\", repasó Muguruza.\n\n\"El año pasado entré con las ideas más claras, no pensando que era invencible\", recordó sobre su victoria en París. \"Si, han sido dos partidos diferentes, pero cada uno es como salga\", declaró Garbiñe que, de ganar otra vez, igualaría los cuartos de final de Roland Garros el pasado año, su mejor marca en el Grand Slam.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31256345",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8097,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "14:50:00",
                    "title": "Ferrer pasa a octavos en el Open de Australia y Verdasco cae ante un Djokovic muy superior",
                    "uri": "242094929",
                    "url": "http://www.20minutos.es/deportes/noticia/david-ferrer-fernando-verdasco-open-australia-2356744/0/",
                    "wgt": 1
                },
                {
                    "body": "El serbio superó al español Verdasco en tres sets, presenció una propuesta de matrimonio y le cantó el feliz cumpleaños a su madre.\n\nEl serbio Novak Djokovic resolvió una situación conflictiva (3-5) en el tie-break del primer set, pero finalmente se sobrepuso y superó a su amigo Fernando Verdasco por 7-6 (10-8), 6-3 y 6-4 para alcanzar los octavos de final del Abierto de Australia. El español llegó a forzar el desempate en el primer set contra Nole, pero cometió dos errores seguidos, dejó escapar la oportunidad y ya no tuvo regreso a la pelea.\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos un espectador le pidió matrimonio a su pareja, y ella dijo \"sí\" y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla.\n\nOtro se produjo al final del encuentro, después de que Djokovic elogiase a Verdasco, dijera que es \"un gran jugador\" y asegurara que está en Melbourne \"totalmente en forma\" para levantar el trofeo por quinta vez. Fue ahí cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el \"Cumpleaños Feliz\" coreado por los aficionados.\n\nDjokovic se enfrentará en octavos contra el luxemburgués Gilles Muller, quien venció a John Isner (19°), último estadounidense en el cuadro, por 7-6 (7-4), 7-6 (7-4) y 6-4. Djokovic lleva ganados 28 de sus últimos 29 partidos en Melbourne Park. \"Siempre juego mi mejor tenis aquí\", dijo.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31213027",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7737,
                    "source": {
                        "title": "Clarin.com",
                        "uri": "www.clarin.com"
                    },
                    "time": "15:35:00",
                    "title": "Djokovic avanzó a octavos en una noche plagada de emociones",
                    "uri": "241978814",
                    "url": "http://www.clarin.com/deportes/tenis/Djokovic-avanzo-noche-plagada-emociones_0_1291071088.html",
                    "wgt": 1
                },
                {
                    "body": "El Litoral\n\nEFE\n\nNovak Djokovic superó a Fernando Verdasco por 7-6 (8), 6-3 y 6-4 y llegó a los octavos de final del Abierto de Australia. El español tuvo un gran primer set pero no logró ganarlo y \"Nole\" no se lo perdonó.\n\nTras esta victoria, el número 1 del ranking de la ATP se enfrentará en octavos contra el luxemburgués Gilles Muller que dio la sorpresa al derrotar a John Isner, 19 favorito, y último estadounidense en el cuadro, por 7-6 (4), 7-6 (4) y 6-4.\n\nEl encuentro tuvo varios momentos emotivos. En uno de ellos, un aficionado pidió en matrimonio a su pareja, y ella dijo 'sí' y ambos se besaron y agradecieron al público, mientras Djokovic aplaudía desde su silla. En otro, se produjo al final del encuentro después de que Djokovic elogiase a Verdasco y dijera que es 'un gran jugador' y admitiera que está en Melbourne 'totalmente en forma' para levantar el trofeo por quinta vez, cuando el serbio recordó que era el cumpleaños de su madre Dijana, y empezó a cantar el 'Cumpleaños Feliz' coreado por los aficionados.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31209575",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7549,
                    "source": {
                        "title": "El Litoral de Santa Fe",
                        "uri": "www.ellitoral.com"
                    },
                    "time": "14:16:00",
                    "title": "Djokovic superó a Verdasco y alcanzó los octavos de final",
                    "uri": "241969750",
                    "url": "http://www.ellitoral.com/index.php/id_um/109097-djokovic-supero-a-verdasco-y-alcanzo-los-octavos-de-final",
                    "wgt": 1
                },
                {
                    "body": "24 de enero de 2015, 09:40Canberra, 24 ene (PL) El serbio Novak Djokovic derrotÃ³ hoy al espaÃ±ol Fernando Verdasco y avanzÃ³ a los octavos de final del Abierto de Australia de tenis, donde tambiÃ©n estarÃ¡ el suizo Stanislas Wawrinka, defensor del tÃ­tulo. Djokovic, nÃºmero uno del mundo, se impuso por 7-6 (10-8), 6-3 y 6-4 a Verdasco y se enfrentarÃ¡ al luxemburguÃ©s Gilles Mueller, sorpresivo vencedor por 7-6 (7-4), 7-5 (8-6) y 6-4 del estadounidense John Isner, 19 favorito y Ãºltimo estadounidense en el cuadro.",
                    "date": "2015-01-24",
                    "eventUri": "2349757",
                    "id": "31214730",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5103,
                    "source": {
                        "title": "Prensa Latina",
                        "uri": "www.prensa-latina.cu"
                    },
                    "time": "16:17:00",
                    "title": "Djokovic mantinen paso triunfal en Abierto de Australia",
                    "uri": "241983758",
                    "url": "http://www.prensa-latina.cu/index.php?option=com_content&task=view&id=3471161&Itemid=1",
                    "wgt": 1
                },
                {
                    "body": "La Plaza Grande y la Iglesia de La Compañía fueron dos sitios de la ciudad que visitó el tenista español Fernando Verdasco la mañana, martes 3 de febrero del 2015. Con atención, el deportista escuchó las historias que giran en torno al Centro Histórico.\n\nFernando Verdasco aprovechó su tiempo libre para visitar el centro antes del juego que sostendrá, esta noche, con su compatriota Sergio Pérez-Pérez para jugar contra Facundo Argüello (ARG) y Evgeny Donskoy (RUS) en el primer duelo nocturno de dobles del torneo Ecuador Open Quito.\n\nDos cámaras fotográficas, dos filmadoras y decenas de celulares registraron cada movimiento que el tenista hizo en el Centro Histórico. Su tour empezó en la Plaza Grande, a las 10:00. A él le llamó la atención el Palacio de Carondelet. Sacó de su bolsillo derecho el celular y se llevó varias imágenes de recuerdo.\n\nEl guía que lo acompañó le explicaba sobre la razón de que la calle García Moreno también se llama de las Siete Cruces. Por esa vía avanzó Verdasco, tomó un par de fotos y luego ingresó a la iglesia de la Compañía.\n\nSu mirada fue de asombro cuando vio las paredes y el techo cubiertos por pan de oro. Se alejó del grupo para contemplar el altar mayor.\n\nVerdasco indicó que hasta el momento le ha gustado lo que ha visto de la ciudad. \"Es complicado elegir un sitio (favorito) cuando ves sitios históricos tan importantes como los que he visitado hoy\".",
                    "date": "2015-02-03",
                    "eventUri": "2349757",
                    "id": "32081757",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3009,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "20:16:00",
                    "title": "El tenista Fernando Verdasco hizo un tour por el Centro Histórico",
                    "uri": "246077910",
                    "url": "http://www.elcomercio.com/actualidad/santiago-verdasco-tour-quito-centro.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2015-01-25",
            "avgCos": 0.7625,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2349757",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2349757",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Australia",
                    "lat": -25,
                    "long": 135,
                    "wikiUri": "http://en.wikipedia.org/wiki/Australia"
                },
                "labelEng": "Melbourne",
                "lat": -37.81306,
                "long": 144.94422,
                "wikiUri": "http://en.wikipedia.org/wiki/Melbourne"
            },
            "storyDate": "2015-01-25",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-43239",
            "variance": 0.2093
        }
    }
}