{
    "850f305d-14db-4c75-b547-79470a557ea3-392363": {
        "articles": {
            "resultCount": 34,
            "results": [
                {
                    "body": "Samir Nasri of Manchester City celebrates scoring the first goal during the Barclays Premier League match between Manchester City and West Ham United at the Etihad Stadium on May 11, 2014 in Manchester, England.  (GETTY)\nManchester City calmly overpowered West Ham United 2-0 to secure their second Premier League title in three seasons in a party atmosphere at the Etihad Stadium on Sunday.\n Liverpool beat Newcastle United 2-1 at Anfield to finish two points behind the champions but goals by Samir Nasri and Vincent Kompany sparked wild celebrations at City whose heavyweight squad came out on top at the end of a thrilling and fluctuating title race.\n Nasri calmed City nerves with a fierce strike in the 39th minute and captain Kompany's neat finish four minutes after halftime put the hosts in cruise control, rounding off a superb debut season for manager Manuel Pellegrini.\n \"It's a very special time.  My first year is not easy to get used to English football but I think I managed a great group of players,\" Pellegrini said after the trophy was presented on the pitch.\n \"It was a very special because we've never been at the top of the table but six games away I told my players we needed to change and they believed in me.  They are a special group.\" \"\nFor Chilean Pellegrini, the first non-European manager to win the Premier League, it was a first league title since he won the Clausura with River Plate in Argentina in 2003 and a maiden success on this continent.\n \"I'm just so happy for the manager as well because it's his first title in Europe, it's amazing,\" Nasri added.\n The atmosphere at Anfield was muted as an own goal from Martin Skrtel put Newcastle ahead in the first half, but goals from Daniel Agger and Daniel Sturridge ensured they ended with victory against opponents who had Shola Ameobi and Paul Dummett sent off.\n Chelsea had to settle for third spot after coming from a goal down to win 2-1 at Cardiff City, ending a trophyless first season back in England for manager Jose Mourinho.\n Tottenham Hotspur comfortably beat Aston Villa 3-0 to finish sixth and clinch a place in next season's Europa League, meaning deposed champions Manchester United, who drew their final match of a terrible season 1-1 against Southampton, will not play in Europe next season for the first time in 24 years.\n Norwich City's relegation was confirmed with a 2-0 home defeat by Arsenal and they will join Cardiff and Fulham in the Championship next season.\n PATIENT PROBING\nCity began by patiently probing, just as they did against Aston Villa in midweek, with their first chance falling to David Silva who blasted over after 10 minutes.\n Minutes later and with the teams still deadlocked, a roar echoed around the Etihad stadium as news filtered through that Liverpool had fallen a goal behind, easing the tension before City opened the scoring.\n Yaya Toure laid the ball inside to Nasri 30 metres from goal.  He dropped his shoulder, strode forward and unleashed a vicious drive low into the bottom corner.\n If that goal was enough to put the champagne on ice, the corks started popping four minutes after the restart when a corner struck the back of Edin Dzeko, falling for Kompany who swivelled and lashed home from close range.\n There was a sense of deflation at Anfield from the moment Skrtel fly-kicked a harmless Yoan Gouffran cross past Simon Mignolet into the back of the net.\n Radios pressed against the ears of fans in the stands told the home crowd that City were cruising to victory and Liverpool's wait for a top-flight title was likely to go on beyond 24 years.\n The second half brought some cheer as Daniel Agger scored Liverpool's 100th goal of the season to level by hooking in at the far post while Daniel Sturridge netted a second in as many minutes, tapping home in similar fashion.\n Ameobi was sent off for dissent and Dummett for a clumsy challenge as the dejected Liverpool players were left to ponder what might have been.\n \"I'm absolutely devastated,\" Liverpool captain Steven Gerrard told Sky Sports.\n \"Personally gutted and gutted for the fans.  We can't be too down because it's been a great season and we have to bounce back for next season.  Hopefully, we can keep improving but we have to congratulate Man City because they've been the best for 38 games.\" \"",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11514021",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7863,
                    "source": {
                        "title": "Emirates 24|7",
                        "uri": "www.emirates247.com"
                    },
                    "time": "19:26:00",
                    "title": "Clinical Manchester City wrap up title in style",
                    "uri": "182418706",
                    "url": "http://www.emirates247.com/sports/football/clinical-manchester-city-wrap-up-title-in-style-2014-05-11-1.548690",
                    "wgt": 1
                },
                {
                    "body": "Vincent Kompany lifts the Premier League trophy following Manchester City's 2-0 win over West Ham at Etihad Stadium on Sunday.  Photo: Alex Livesey\nLondon: Manchester City secured a second Premier League title in three seasons by comfortably defeating West Ham United 2-0 at home on Sunday.\n City needed only a point to claim the championship ahead of Liverpool, but goals in each half from Samir Nasri and Vincent Kompany meant they completed their mission with room to spare.\n Victory took City's goals tally to 102 - one short of Chelsea's Premier League record from 2009/10 - and made Chilean Manuel Pellegrini the first non-European manager to win an English top-flight title.\n Liverpool, having led the table with three games to play, finished two points behind City after coming from behind to win 2-1 at home to Newcastle United, who had Shola Ameobi and Paul Dummett sent off.\n Advertisement\nDavid Silva, Sergio Aguero and Aleksandar Kolarov all threatened for City before Nasri put them ahead in the 39th minute, gathering a pass from Yaya Toure and arrowing a 22-yard drive into the bottom-left corner.\n West Ham striker Andy Carroll deflected a shot from Silva onto the post in first-half stoppage time, before Kompany doubled City's lead early in the second half by stabbing home from a corner.\n The home fans celebrated with their customary 'Poznan' dance - bouncing up and down with their backs to the game - and then flooded onto the pitch at the final whistle.\n Liverpool went into their last game of the campaign with a slim hope of winning a first league title since 1990, but they fell behind in the 20th minute when Martin Skrtel sliced Yoan Gouffran's cross into his own net.\n However, carbon-copy goals by Daniel Agger and Daniel Sturridge, both of whom volleyed in Steven Gerrard free-kicks, turned the game around in the space of two minutes in the second half.\n Agger's goal was Liverpool's 100th in the league and made this the first English top-flight season in which two teams have reached that milestone since 1960-61.\n Tottenham Hotspur secured the last available Europa League berth by crushing Aston Villa 3-0 through a Paulinho strike, a Nathan Baker own goal and an Emmanuel Adebayor penalty, all of which arrived before half-time.\n Spurs' victory means that Manchester United will not play in Europe next season for the first time since the 1989/90 season.\n United drew 1-1 at Southampton in Ryan Giggs's final game as interim manager, last season's champions finishing 22 points below cross-town rivals City in seventh place after a miserable campaign.\n United captain Nemanja Vidic, playing his last game for the club, was left with a bloodied nose by Ricky Lambert as the Southampton striker put the hosts in front in the 28th minute.\n Juan Mata equalised for United with a sumptuous free-kick early in the second half.\n Norwich City's relegation was confirmed after they lost 2-0 at home to Arsenal, although they were already assured of joining Fulham and Cardiff City in the Championship.\n Aaron Ramsey's sublime 53rd-minute volley put Arsenal ahead, with Carl Jenkinson adding a second goal shortly after.\n Arsenal's FA Cup final opponents Hull City finished the campaign by losing 2-0 at home to fifth-place Everton, who prevailed through goals from James McCarthy and Romelu Lukaku.\n Third-placed Chelsea, meanwhile, came from behind to win 2-1 at relegated Cardiff, with Andre Schurrle and Fernando Torres securing victory after Craig Bellamy had put the Welsh club ahead.\n Ashley Cole, whose contract is due to expire, captained Chelsea on what may have been his last appearance.\n Elsewhere, Swansea City spoilt Sunderland's survival party with a 3-1 win at the Stadium of Light, while Stoke City won 2-1 at West Bromwich Albion and Fulham drew 2-2 at home to Crystal Palace.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11508390",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7846,
                    "source": {
                        "title": "Canberra Times",
                        "uri": "www.smh.com.au"
                    },
                    "time": "17:37:00",
                    "title": "Manchester City clinch Premier League title",
                    "uri": "182403234",
                    "url": "http://www.smh.com.au/sport/soccer/manchester-city-clinch-premier-league-title-20140512-zr9r2.html",
                    "wgt": 1
                },
                {
                    "body": "LONDON: Manchester City secured a second Premier League title in three seasons by comfortably defeating West Ham United 2-0 at a jubilant Etihad Stadium on Sunday.\n City effectively needed only a point to claim the championship ahead of Liverpool, but goals in each half from Samir Nasri and captain Vincent Kompany meant that they completed their mission with room to spare.\n The result took City's goals tally to 102 -- one short of Chelsea's Premier League record from 2009-10 -- and made Chilean Manuel Pellegrini the first non-European manager to win an English top-flight title.\n \"I think that I manage a great group of players, a great institution and great fans,\" said Pellegrini.\n \"I must be calm during the game to take decisions but when you achieve the title, I think the whole year shows a lot of work we did at difficult moments in the year and I think this is the best team in the league.\" \"\nLiverpool, who led the table with three games to play, finished two points below City in second place after coming from behind to win 2-1 at home to Newcastle United, who had Shola Ameobi and Paul Dummett sent off.\n David Silva, Sergio Aguero and Aleksandar Kolarov all threatened for City before Nasri put them ahead in the 39th minute, gathering a pass from Yaya Toure and arrowing a 22-yard drive into the bottom-left corner.\n West Ham striker Andy Carroll deflected a shot from Silva onto the post in first-half stoppage time, before Kompany doubled City's lead early in the second half by stabbing in from a corner.\n The home fans celebrated with their customary 'Poznan' dance -- bouncing up and down with their backs to the game -- and then flooded onto the pitch in delight at the final whistle.\n \"Forget about the money and everything,\" Kompany told Sky Sports after hoisting the trophy aloft beneath a flurry of blue and white tickertape.\n \"As a kid, you grow up and dream of lifting trophies.  I feel like I am living that dream when I do this.\" \"\nLiverpool went into their game against Newcastle with a slim hope of winning a first league title since 1990, but they fell behind in the 20th minute when Martin Skrtel sliced Yoan Gouffran's cross into his own net.\n However, carbon-copy goals by Daniel Agger and Daniel Sturridge, both of whom volleyed in Steven Gerrard free-kicks, turned the game around in the space of two minutes in the second half.\n Agger's goal was Liverpool's 100th in the league and made this the first English top-flight season in which two teams have reached that milestone since 1960-61.\n \"It's been an incredible journey this year, so to finish with 12 wins out of 14 is an incredible achievement by the players,\" said Liverpool manager Brendan Rodgers.\n \"We've made the supporters dream and that is our job to do that.\" \"\nTottenham Hotspur secured the last available Europa League berth by crushing Aston Villa 3-0 through a Paulinho strike, a Nathan Baker own goal and an Emmanuel Adebayor penalty, all of which arrived before half-time.\n Spurs' victory means that Manchester United will not play in Europe next season for the first time since 1989-90.\n United drew 1-1 at Southampton in Ryan Giggs's final game as interim manager, which saw last season's champions finish 22 points below cross-town rivals City in seventh place after a miserable campaign.\n United captain Nemanja Vidic, playing his last game for the club, was left with a bloodied nose by Ricky Lambert as the Southampton striker put the hosts in front in the 28th minute.\n Juan Mata equalised for United with a sumptuous free-kick early in the second half.\n \"It's been an experience with ups and downs,\" said Giggs.  \"I've enjoyed it and I didn't want the second half to end.  The fans were great and the players were great and I loved it.\" \"\nNorwich City's relegation was confirmed after they lost 2-0 at home to Arsenal, although they were already practically assured of joining Fulham and Cardiff City in the Championship.\n Aaron Ramsey's sublime 53rd-minute volley put Arsenal ahead, with Carl Jenkinson adding a second goal shortly after.\n Arsenal's FA Cup final opponents Hull City finished the campaign by losing 2-0 at home to fifth-place Everton, who prevailed through goals from James McCarthy and Romelu Lukaku.\n Third-place Chelsea, meanwhile, came from behind to win 2-1 at relegated Cardiff, with Andre Schurrle and Fernando Torres securing victory after Craig Bellamy had put the Welsh club ahead.\n Ashley Cole, whose contract is due to expire, captained Chelsea on what may have been his last appearance.\n Elsewhere, Swansea City spoilt Sunderland's survival party with a 3-1 win at the Stadium of Light, while Stoke City won 2-1 at West Bromwich Albion and Fulham drew 2-2 at home to Crystal Palace.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11521400",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7727,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "22:14:00",
                    "title": "Football: Man City stroll to Premier League title",
                    "uri": "182437612",
                    "url": "http://www.channelnewsasia.com/news/sport/football-man-city-stroll/1102514.html",
                    "wgt": 1
                },
                {
                    "body": "LONDON, England (AFP) -- Manchester City secured a second Premier League title in three seasons by comfortably defeating West Ham United 2-0 at a jubilant Etihad Stadium yesterday.\n City effectively needed only a point to claim the championship ahead of Liverpool, but goals in each half from Samir Nasri and captain Vincent Kompany meant that they completed their mission with room to spare.\n The result took City's goals tally to 102 -- one short of Chelsea's Premier League record from 2009/10 -- and made Chilean Manuel Pellegrini the first non-European manager to win an English top-flight title.\n \"I think that I manage a great group of players, a great institution and great fans,\" said Pellegrini.\n \"I must be calm during the game to take decisions but when you achieve the title, I think the whole year shows a lot of work we did at difficult moments in the year and I think this is the best team in the league.\" \"\nLiverpool, who led the table with three games to play, finished two points below City in second place after coming from behind to win 2-1 at home to Newcastle United, who had Shola Ameobi and Paul Dummett sent off.\n David Silva, Sergio Aguero and Aleksandar Kolarov all threatened for City before Nasri put them ahead in the 39th minute, gathering a pass from Yaya Toure and arrowing a 22-yard drive into the bottom-left corner.\n West Ham striker Andy Carroll deflected a shot from Silva onto the post in first-half stoppage time, before Kompany doubled City's lead early in the second half by stabbing in from a corner.\n The home fans celebrated with their customary 'Poznan' dance -- bouncing up and down with their backs to the game -- and then flooded onto the pitch in delight at the final whistle.\n \"Forget about the money and everything,\" Kompany told Sky Sports after hoisting the trophy aloft beneath a flurry of blue and white tickertape.\n \"As a kid, you grow up and dream of lifting trophies.  I feel like I am living that dream when I do this.\" \"\nLiverpool went into their game against Newcastle with a slim hope of winning a first league title since 1990, but they fell behind in the 20th minute when Martin Skrtel sliced Yoan Gouffran's cross into his own net.\n However, carbon-copy goals by Daniel Agger and Daniel Sturridge, both of whom volleyed in Steven Gerrard free kicks, turned the game around in the space of two minutes in the second half.\n Agger's goal was Liverpool's 100th in the league and made this the first English top-flight season in which two teams have reached that milestone since 1960-61.\n \"It's been an incredible journey this year, so to finish with 12 wins out of 14 is an incredible achievement by the players,\" said Liverpool Manager Brendan Rodgers.\n \"We've made the supporters dream and that is our job to do that.\" \"\nTottenham Hotspur secured the last available Europa League berth by crushing Aston Villa 3-0 through a Paulinho strike, a Nathan Baker own goal and an Emmanuel Adebayor penalty, all of which arrived before half-time.\n Spurs' victory means that Manchester United will not play in Europe next season for the first time since 1989-90.\n United drew 1-1 at Southampton in Ryan Giggs's final game as interim manager, which saw last season's champions finish 22 points below cross-town rivals City in seventh place after a miserable campaign.\n United captain Nemanja Vidic, playing his last game for the club, was left with a bloodied nose by Ricky Lambert as the Southampton striker put the hosts in front in the 28th minute.\n Juan Mata equalised for United with a sumptuous free kick early in the second half.\n \"It's been an experience with ups and downs,\" said Giggs.  \"I've enjoyed it and I didn't want the second half to end.  The fans were great and the players were great and I loved it.\" \"\nNorwich City's relegation was confirmed after they lost 2-0 at home to Arsenal, although they were already practically assured of joining Fulham and Cardiff City in the Championship.\n Aaron Ramsey's sublime 53rd-minute volley put Arsenal ahead, with Carl Jenkinson adding a second goal shortly after.\n Arsenal's FA Cup final opponents Hull City finished the campaign by losing 2-0 at home to fifth-place Everton, who prevailed through goals from James McCarthy and Romelu Lukaku.\n Third-place Chelsea, meanwhile, came from behind to win 2-1 at relegated Cardiff, with Andre Schurrle and Fernando Torres securing victory after Craig Bellamy had put the Welsh club ahead.\n Ashley Cole, whose contract is due to expire, captained Chelsea on what may have been his last appearance.\n Elsewhere, Swansea City spoilt Sunderland's survival party with a 3-1 win at the Stadium of Light, while Stoke City won 2-1 at West Bromwich Albion and Fulham drew 2-2 at home to Crystal Palace.",
                    "date": "2014-05-12",
                    "eventUri": "738515",
                    "id": "11558366",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7713,
                    "source": {
                        "title": "Jamaica Observer",
                        "uri": "www.jamaicaobserver.com"
                    },
                    "time": "10:53:00",
                    "title": "Man City are English champions",
                    "uri": "182535416",
                    "url": "http://www.jamaicaobserver.com/sport/Man-City-are-English-champions_16643399",
                    "wgt": 1
                },
                {
                    "body": "Manchester City players are jubilant as captain Vincent Kompany (center) hoists the EPL trophy yesterday.\n Manchester City secured a second Premier League title in three seasons by comfortably defeating West Ham United 2-0 at a jubilant Etihad Stadium yesterday.\n City needed only a point to claim the championship ahead of Liverpool, but goals in each half from Samir Nasri and Vincent Kompany meant that it completed its mission with room to spare.\n Victory took City's goals tally to 102 -- one short of Chelsea's Premier League record from 2009-10 -- and made Chilean Manuel Pellegrini the first non-European manager to win an English top-flight title.\n Liverpool, which led the table with three games to play, finished two points below City in second place after coming from behind to win 2-1 at home to Newcastle United, which had Shola Ameobi and Paul Dummett sent off.\n Third-place Chelsea, meanwhile, came from behind to win 2-1 at relegated Cardiff, with Andre Schurrle and Fernando Torres securing victory after Craig Bellamy had put the Welsh club ahead.\n Ashley Cole, whose contract is due to expire, captained Chelsea on what may have been his last appearance.\n David Silva, Sergio Aguero and Aleksandar Kolarov all threatened for City before Nasri put the Blues ahead in the 39th minute, gathering a pass from Yaya Toure and arrowing a 22-yard drive into the bottom-left corner.\n West Ham striker Andy Carroll deflected a shot from Silva onto the post in first-half stoppage time, before Kompany doubled City's lead early in the second half by stabbing home from a corner.\n The home fans celebrated with their customary 'Poznan' dance -- bouncing up and down with their backs to the game -- and then flooded onto the pitch in delight at the final whistle.\n Liverpool went into its last game of the campaign with a slim hope of winning a first league title since 1990, but it fell behind in the 20th minute when Martin Skrtel sliced Yoan Gouffran's cross into his own net.\n However, carbon-copy goals by Daniel Agger and Daniel Sturridge, both of whom volleyed in Steven Gerrard freekicks, turned the game around in the space of two minutes in the second half.\n Agger's goal was Liverpool's 100th in the league and made this the first English top-flight season in which two teams have reached that milestone since 1960-61.\n Tottenham Hotspur secured the last available Europa League berth by crushing Aston Villa 3-0 through a Paulinho strike, a Nathan Baker own goal and an Emmanuel Adebayor penalty, all of which arrived before half-time.\n Spurs' victory means that Manchester United will not play in Europe next season for the first time since 1989-90.\n United drew 1-1 at Southampton in Ryan Giggs's final game as interim manager, which saw last season's champion finish 22 points below cross-town rival City in seventh place after a miserable campaign.\n United captain Nemanja Vidic, playing his last game for the club, was left with a bloodied nose by Ricky Lambert as the Southampton striker put the hosts in front in the 28th minute.\n Juan Mata equalized for United with a sumptuous freekick early in the second half.\n Norwich City's relegation was confirmed after it lost 0-2 at home to Arsenal.  Aaron Ramsey's sublime 53rd-minute volley put Arsenal ahead, with Carl Jenkinson adding a second goal shortly after.\n Arsenal's FA Cup final opponent Hull City finished the campaign by losing 0-2 at home to fifth-place Everton, which prevailed through goals from James McCarthy and Romelu Lukaku.\n Elsewhere, Swansea City spoilt Sunderland's survival party with a 3-1 win at the Stadium of Light, while Stoke City won 2-1 at West Bromwich Albion and Fulham drew 2-2 at home to Crystal Palace.",
                    "date": "2014-05-12",
                    "eventUri": "738515",
                    "id": "11529873",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7636,
                    "source": {
                        "title": "China Internet Information Center",
                        "uri": "www.china.org.cn"
                    },
                    "time": "01:21:00",
                    "title": "City beats West Ham to clinch EPL title",
                    "uri": "182459620",
                    "url": "http://www.china.org.cn/sports/2014-05/12/content_32356366.htm",
                    "wgt": 1
                },
                {
                    "body": "LONDON (Reuters) - Manchester City calmly overpowered West Ham United 2-0 to secure their second Premier League title in three seasons in a party atmosphere at the Etihad Stadium on Sunday.\n Liverpool beat Newcastle United 2-1 at Anfield to finish two points behind the champions but goals by Samir Nasri and Vincent Kompany sparked wild celebrations at City whose heavyweight squad came out on top at the end of a thrilling and fluctuating title race.\n Nasri calmed City nerves with a fierce strike in the 39th minute and captain Kompany's neat finish four minutes after halftime put the hosts in cruise control, rounding off a superb debut season for manager Manuel Pellegrini.\n \"It's a very special time.  My first year is not easy to get used to English football but I think I managed a great group of players,\" Pellegrini said after the trophy was presented on the pitch.\n \"It was a very special because we've never been at the top of the table but six games away I told my players we needed to change and they believed in me.  They are a special group.\" \"\nFor Chilean Pellegrini, the first non-European manager to win the Premier League, it was a first league title since he won the Clausura with River Plate in Argentina in 2003 and a maiden success on this continent.\n \"I'm just so happy for the manager as well because it's his first title in Europe, it's amazing,\" Nasri added.\n The atmosphere at Anfield was muted as an own goal from Martin Skrtel put Newcastle ahead in the first half, but goals from Daniel Agger and Daniel Sturridge ensured they ended with victory against opponents who had Shola Ameobi and Paul Dummett sent off.\n Chelsea had to settle for third spot after coming from a goal down to win 2-1 at Cardiff City, ending a trophyless first season back in England for manager Jose Mourinho.\n Tottenham Hotspur comfortably beat Aston Villa 3-0 to finish sixth and clinch a place in next season's Europa League, meaning deposed champions Manchester United, who drew their final match of a terrible season 1-1 against Southampton, will not play in Europe next season for the first time in 24 years.\n Norwich City's relegation was confirmed with a 2-0 home defeat by Arsenal and they will join Cardiff and Fulham in the Championship next season.\n PATIENT PROBING\nCity began by patiently probing, just as they did against Aston Villa in midweek, with their first chance falling to David Silva who blasted over after 10 minutes.\n Minutes later and with the teams still deadlocked, a roar echoed around the Etihad stadium as news filtered through that Liverpool had fallen a goal behind, easing the tension before City opened the scoring.\n Yaya Toure laid the ball inside to Nasri 30 metres from goal.  He dropped his shoulder, strode forward and unleashed a vicious drive low into the bottom corner.\n If that goal was enough to put the champagne on ice, the corks started popping four minutes after the restart when a corner struck the back of Edin Dzeko, falling for Kompany who swivelled and lashed home from close range.\n There was a sense of deflation at Anfield from the moment Skrtel fly-kicked a harmless Yoan Gouffran cross past Simon Mignolet into the back of the net.\n Radios pressed against the ears of fans in the stands told the home crowd that City were cruising to victory and Liverpool's wait for a top-flight title was likely to go on beyond 24 years.\n The second half brought some cheer as Daniel Agger scored Liverpool's 100th goal of the season to level by hooking in at the far post while Daniel Sturridge netted a second in as many minutes, tapping home in similar fashion.\n Ameobi was sent off for dissent and Dummett for a clumsy challenge as the dejected Liverpool players were left to ponder what might have been.\n \"I'm absolutely devastated,\" Liverpool captain Steven Gerrard told Sky Sports.\n \"Personally gutted and gutted for the fans.  We can't be too down because it's been a great season and we have to bounce back for next season.  Hopefully, we can keep improving but we have to congratulate Man City because they've been the best for 38 games.\" \"",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11513930",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.748,
                    "source": {
                        "title": "News",
                        "uri": "www.sbs.com.au"
                    },
                    "time": "19:24:00",
                    "title": "Clinical Man City wrap up title in style",
                    "uri": "182418531",
                    "url": "http://www.sbs.com.au/news/article/2014/05/12/clinical-man-city-wrap-title-style",
                    "wgt": 1
                },
                {
                    "body": "Manchester City's captain, Vincent Kompany (centre), holds the Cup and celebrates with teammates after being crowned Premier League champions in England yesterday.  Manchester City blanked West Ham United 2-0 to clinch the title at the Etihad Stadium in Manchester, England.  - AP\nThe songs and the chanting started well before the final whistle this time, and as it blew, Manchester City fans, setting off blue flares, streamed on to the pitch in their thousands.\n For the second time in three seasons, a team so long the underdogs are the Premier League champion - and it didn't need any last-minute miracles this time.  Without any of the drama of its injury-time comeback on the last day in 2012, City secured just the fourth title in its history with a comfortable 2-0 victory over West Ham yesterday.\n \"It was my first season in the Premier League and I had to change a lot of things,\" said City manager Manuel Pellegrini, who also won the League Cup in March.  \"It's amazing we are here after just one year.\" \"\nAfter an edgy start at the Etihad Stadium, Samir Nasri scored with a shot from outside the area in the 39th minute and Vincent Kompany added the second from close range shortly after the break to let fans celebrate for much of the second half.  The win meant Liverpool had no chance of catching up, and finished two points behind in second despite a 2-1 win over Newcastle.\n \"We are building a club, not just a team,\" captain Vincent Kompany said.  \"The past is the past, but surely we have our place in the future.  Next year, we have to be even better.  If we want to be a big club, this has to be one of many.\" \"\nCity spent most of their 134-year history in the shadow of neighbours Manchester United, but have seen their fortunes transformed after being taken over by Abu Dhabi owners, who have poured money into the club to turn it into a new power in English football.\n This year it wasn't United but another traditional power - Liverpool - that provided the toughest challenge to the upstarts.\n A month ago, it seemed as if Liverpool would end its 24-year title drought after starting as 33-1 outsiders, but the 18-time champions faltered in the final weeks.  Although Daniel Agger and Daniel Sturridge took Liverpool to 101 league goals in Sunday's win over Newcastle, the campaign ended with players embarking on a downbeat lap of appreciation at Anfield.\n \"People have looked at us and asked, have they coped with the pressure?  I think 12 wins out of 14 shows we clearly have,\" Liverpool manager Brendan Rodgers said.  \"For us, it's been a wonderful campaign of growth and development ... and we will improve.  We'll be ready to fight again, but now we've got the belief.\" \"\nOn a final day lacking drama, sixth place was settled with Tottenham denying Manchester United the final Europa League spot by beating Aston Villa 3-0 as the deposed champions were held to a 1-1 draw at Southampton.\n There could be a series of managerial changes now, with Tim Sherwood set to leave Tottenham after missing out on Champions League qualification, despite signing an 18-month deal in December to replace Andre Villas-Boas.\n Results: Cardiff 1-2 Chelsea; Fulham 2-2 Crystal Palace; Hull 0-2 Everton; Liverpool 2-1 Newcastle; Man City 2-0 West Ham; Norwich 0-2 Arsenal; Southampton 1-1 Man Utd; Sunderland 1-3 Swansea; Tottenham 3-0 Aston Villa; West Brom 1-2 Stoke.\n Second-half goals by Andre Shurrle and Fernando Torres saw Chelsea complete a comeback win over relegated Cardiff.  The Bluebirds took the lead when Craig Bellamy's left-foot shot was deflected off Cezar Azpilicueta past a wrong-footed Mark Schwarzer.  Below-par Chelsea finally struck back in the 72nd minute when Schurrle fired a rebound high into the net after David Marshall's save from Azpilicueta.  Torres' 11th goal of the season from six yards completed the comeback.\n Chris David scored a fine goal in added time to earn Fulham a draw against Crystal Palace in the Barclays Premier League.  Dwight Gayle turned Joel Ward's drive past David Stockdale from close range to put Tony Pulis' visitors ahead just before the half-hour.  Cauley Woodrow curled in from Hugo Rodallega's pass to pull the Cottagers level before Gayle scored a free kick.  But David collected the ball near halfway and hit a looping shot in off the bar from 25 yards to secure a draw.\n Romelu Lukaku scored in his final loan appearance for Everton as the Toffees beat Hull to finish the season with their best points tally for 27 years.  Lukaku slotted home just after half-time, with James McCarthy having earlier fired the visitors ahead with his first goal for the club.  The Tigers, evidently with one eye on next weekend's FA Cup final, rarely tested away goalkeeper Tim Howard.  But in finishing 16th, Steve Bruce's side have had a successful season.\n GOALS:-LIVERPOOL: AGGER 63; STURRIDGE 65.  NEWCASTLE: SKRTEL 20 OG.\n Liverpool came from behind to defeat nine-man Newcastle but were denied the Barclays Premier League title by Manchester City's victory over West Ham.  Needing a win and a City defeat to capture the league, Liverpool fell behind to a Martin Skrtel own goal.  But the match turned around when Daniel Agger and Daniel Sturridge converted Steven Gerrard free kicks.  Newcastle striker Shola Ameobi saw red for dissent and teammate Paul Dummett was sent off for fouling Luis Suarez.\n Manchester City won a second Barclays Premier League title in three years as goals from Samir Nasri and captain Vincent Kompany secured victory over West Ham.  The Sky Blues, needing a draw to guarantee being English champions for the fourth time, dominated before Nasri fired in off the post from 20 yards.  David Silva hit the bar before half-time, but Kompany prodded in from six yards to seal a fifth win in a row.  City finished two points ahead of Liverpool, who beat Newcastle 2-1.\n Norwich City's relegation from the Barclays Premier League was confirmed as they lost to Arsenal.  The Canaries, who were realistically down already barring a set of highly unlikely results, started brightly and Nathan Redmond forced a good save.  But the Gunners dominated most of the game and Aaron Ramsey showed fantastic technique to volley Olivier Giroud's lofted cross into the top corner.  Carl Jenkinson sealed it with the first goal of his career, a deflected effort.\n Manchester United drew at Southampton in what is expected to be Ryan Giggs's last match as United's interim manager.  The Saints took a controversial lead when Rickie Lambert shot past David De Gea, despite appearing to foul Nemanja Vidic in the build-up to the goal.  Juan Mata equalised with a curling 25-yard free kick in the second half.\n GOALS:-SUNDERLAND: BORINI 50.  SWANSEA: DYER 7; EMNES 14; BONY 54.\n Sunderland's superb end-of-season surge to safety ended in slightly disappointing fashion against Swansea.  Nathan Dyer and Marvin Emnes struck inside the first 15 minutes.  Fabio Borini pulled one back straight after the restart, but Wilfried Bony soon restored the visitors' two-goal lead with his 25th goal of the season.\n Tottenham beat Manchester United to a place in next season's Europa League after an easy win over Aston Villa.  Paulinho cut through the heart of the Villa defence to shoot past Brad Guzan to put Spurs in early control.  Nathan Baker headed in an own goal from Danny Rose's cross before Emmanuel Adebayor scored from the spot.  Spurs finished the season sixth, three points shy of their total last term, in what could be boss Tim Sherwood's last game in charge.\n Charlie Adam's late goal gave Stoke victory at West Brom as they completed their best league season since 1975.  City had the best of the first half and deservedly led when Gareth McAuley turned in Marko Arnautovic's cross.  The Baggies equalised through Stephane Sessegnon's low finish, but Adam's strike from distance settled it.  Stoke finish ninth on 50 points - their highest in six seasons back in the top flight - while West Brom are 17th, three points above the relegation zone.",
                    "date": "2014-05-12",
                    "eventUri": "738515",
                    "id": "11559642",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7391,
                    "source": {
                        "title": "jamaica-gleaner.com",
                        "uri": "jamaica-gleaner.com"
                    },
                    "time": "11:13:00",
                    "title": "Manchester City clinch title",
                    "uri": "182539427",
                    "url": "http://jamaica-gleaner.com/gleaner/20140512/sports/sports5.html",
                    "wgt": 1
                },
                {
                    "body": "Manchester City clinched a second Premier League title in three seasons with a 2-0 win over West Ham United on Sunday that sent their Etihad Stadium into raptures and condemned Liverpool to second place.\n Blue and white ticker tape rained down and fans poured on to the pitch at the final whistle as City, who only needed a draw to win the trophy, finished two points clear of Liverpool whose campaign ended with a 2-1 win over Newcastle United.\n Samir Nasri calmed City nerves by drilling them ahead in 39th minute and captain Vincent Kompany's neat finish four minutes after halftime put the hosts in cruise control, rounding off a superb debut season for manager Manuel Pellegrini.\n \"It's an amazing feeling.  My second title in three years.  It was an amazing league the whole year,\" Frenchman Nasri told Sky Sports.\n \"There are no words to explain my feelings now.\" \"\nFor Chilean Pellegrini it was a first league title since he won the Clausura with River Plate in Argentina in 2003 and a maiden success in Europe.\n \"I'm just so happy for the manager as well because it's his first title in Europe, it's amazing,\" Nasri added.\n The atmosphere at Anfield was muted as an own goal from Martin Skrtel put Newcastle ahead in the first half, but goals from Daniel Agger and Daniel Sturridge ensured they ended with victory against opponents who had Shola Ameobi and Paul Dummett sent off.\n Chelsea had to settle for third spot after coming from a goal down to win 2-1 at Cardiff City, ending a trophyless first season back in England for manager Jose Mourinho.\n Tottenham Hotspur comfortably beat Aston Villa 3-0 to finish sixth and clinch a place in next season's Europa League, meaning deposed champions Manchester United, who drew their final match of a terrible season 1-1 against Southampton, will not play in Europe next season for the first time in 24 years.\n Norwich City's relegation was confirmed with a 2-0 home defeat by Arsenal and they will join Cardiff and Fulham in the Championship next season.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11505109",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.734,
                    "source": {
                        "title": "The Globe and Mail",
                        "uri": "www.theglobeandmail.com"
                    },
                    "time": "16:24:00",
                    "title": "Manchester City win Premier League title",
                    "uri": "182394294",
                    "url": "http://www.theglobeandmail.com/sports/soccer/manchester-city-win-premier-league-title/article18597667/?cmpid=rss1",
                    "wgt": 1
                },
                {
                    "body": "London (AFP) - Manchester City secured a second Premier League title in three seasons by comfortably defeating West Ham United 2-0 at a jubilant Etihad Stadium on Sunday.\n City effectively needed only a point to claim the championship ahead of Liverpool, but goals in each half from Samir Nasri and Vincent Kompany meant that they completed their mission with room to spare.\n Victory took City's goals tally to 102 -- one short of Chelsea's Premier League record from 2009-10 -- and made Chilean Manuel Pellegrini the first non-European manager to win an English top-flight title.\n Liverpool, who led the table with three games to play, finished two points below City in second place after coming from behind to win 2-1 at home to Newcastle United, who had Shola Ameobi and Paul Dummett sent off.\n David Silva, Sergio Aguero and Aleksandar Kolarov all threatened for City before Nasri put them ahead in the 39th minute, gathering a pass from Yaya Toure and arrowing a 22-yard drive into the bottom-left corner.\n West Ham striker Andy Carroll deflected a shot from Silva onto the post in first-half stoppage time, before Kompany doubled City's lead early in the second half by stabbing home from a corner.\n The home fans celebrated with their customary 'Poznan' dance -- bouncing up and down with their backs to the game -- and then flooded onto the pitch in delight at the final whistle.\n Liverpool went into their last game of the campaign with a slim hope of winning a first league title since 1990, but they fell behind in the 20th minute when Martin Skrtel sliced Yoan Gouffran's cross into his own net.\n However, carbon-copy goals by Daniel Agger and Daniel Sturridge, both of whom volleyed in Steven Gerrard free-kicks, turned the game around in the space of two minutes in the second half.\n Agger's goal was Liverpool's 100th in the league and made this the first English top-flight season in which two teams have reached that milestone since 1960-61.\n - United miss out on Europe -\nTottenham Hotspur secured the last available Europa League berth by crushing Aston Villa 3-0 through a Paulinho strike, a Nathan Baker own goal and an Emmanuel Adebayor penalty, all of which arrived before half-time.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11507056",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7303,
                    "source": {
                        "title": "Standard Digital News",
                        "uri": "www.standardmedia.co.ke"
                    },
                    "time": "17:06:00",
                    "title": "Standard Digital News : : GameYetu - Manchester City win Premier League title",
                    "uri": "182400243",
                    "url": "http://www.standardmedia.co.ke/sports/article/2000119785/manchester-city-win-premier-league-title",
                    "wgt": 1
                },
                {
                    "body": "LONDON: Manchester City secured a second Premier League title in three seasons by comfortably defeating West Ham United 2-0 at a jubilant Etihad Stadium on Sunday.\n City effectively needed only a point to claim the championship ahead of Liverpool, but goals in each half from Samir Nasri and Vincent Kompany meant that they completed their mission with room to spare.\n Victory took City's goals tally to 102 -- one short of Chelsea's Premier League record from 2009-10 -- and made Chilean Manuel Pellegrini the first non-European manager to win an English top-flight title.\n Liverpool, who led the table with three games to play, finished two points below City in second place after coming from behind to win 2-1 at home to Newcastle United, who had Shola Ameobi and Paul Dummett sent off.\n David Silva, Sergio Aguero and Aleksandar Kolarov all threatened for City before Nasri put them ahead in the 39th minute, gathering a pass from Yaya Toure and arrowing a 22-yard drive into the bottom-left corner.\n West Ham striker Andy Carroll deflected a shot from Silva onto the post in first-half stoppage time, before Kompany doubled City's lead early in the second half by stabbing home from a corner.\n The home fans celebrated with their customary 'Poznan' dance -- bouncing up and down with their backs to the game -- and then flooded onto the pitch in delight at the final whistle.\n Liverpool went into their last game of the campaign with a slim hope of winning a first league title since 1990, but they fell behind in the 20th minute when Martin Skrtel sliced Yoan Gouffran's cross into his own net.\n However, carbon-copy goals by Daniel Agger and Daniel Sturridge, both of whom volleyed in Steven Gerrard free-kicks, turned the game around in the space of two minutes in the second half.\n Agger's goal was Liverpool's 100th in the league and made this the first English top-flight season in which two teams have reached that milestone since 1960-61.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11510544",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7147,
                    "source": {
                        "title": "www.thenewstribe.com",
                        "uri": "www.thenewstribe.com"
                    },
                    "time": "16:47:00",
                    "title": "Man City stroll to Premier League title",
                    "uri": "182409586",
                    "url": "http://www.thenewstribe.com/2014/05/11/man-city-stroll-to-premier-league-title/",
                    "wgt": 1
                },
                {
                    "body": "LONDON - The curtain fell on one of the most dramatic Premier League title races for years on Sunday with Manchester City acclaimed as champions while Liverpool looked on from the wings dreaming of what might have been.\n City avoided any last-minute twists in a season when the lead at the top changed hands 24 times to beat visitors West Ham United 2-0 ensuring the league trophy returned to the Etihad Stadium for the second time in three seasons.\n Liverpool came from behind to win 2-1 against a Newcastle United side that finished with nine men at Anfield but it proved an empty victory for manager Brendan Rodgers, captain Steven Gerrard and the rest of the deflated team in red.\n Liverpool's only hope of ending a 24-year wait to be crowned champions was if City lost and they won but that outcome never looked remotely likely as Manuel Pellegrini's side dominated West Ham from the first minute to the last.\n There was a massive roar at the Etihad when the final table was flashed on to the giant screens showing City with 86 points, Liverpool on 84, Chelsea 82, Arsenal 79, Everton 72, Tottenham Hotspur 69 and deposed champions Manchester United on 64.\n Goals from Samir Nasri after 39 minutes and captain Vincent Kompany 10 minutes later ensured City's triumphant march to the title was completed with a comfortable victory.\n City's Chilean coach Pellegrini, in his first season in England, became the first non-European to guide a team to the English title and told Sky Sports: \"It's a very special time.\n \"My first year is not easy to get used to English football but I think I managed a great group of players.\n \"But big teams cannot be satisfied with one title.  It's very important.  Celebrate, today, tomorrow and Monday and on Tuesday start working for next season because this club and players deserve more titles.\" \"\nChelsea finished third after a 2-1 win at bottom side Cardiff City while fourth-placed Arsenal rubber-stamped Norwich City's drop into the second tier with a 2-0 win at Carrow Road.\n Aaron Ramsey scored a stunning goal from an acute angle while defender Carl Jenkinson got his first for the Gunners.\n Norwich and Cardiff will play in the Championship next term along with Fulham, who had already been relegated and ended 13 years as a Premier League club with a 2-2 home draw in a London derby with Crystal Palace.\n The only other issue to be decided on the final day of the season was which club would finish sixth and take the final Europa League spot along with fifth-placed Everton and FA Cup finalists Hull City who meet Arsenal at Wembley next week.\n Tottenham Hotspur duly clinched it with a 3-0 home win over Aston Villa thanks to first-half goals from Brazil midfielder Paulinho, a Nathan Baker own goal and an Emmanuel Adebayor penalty in what could be Tim Sherwood's last match in charge.\n Manchester United would have finished sixth if they had won at Southampton and Spurs had lost but United's miserable season petered out with a 1-1 draw at St Mary's in Ryan Giggs' last match as interim manager.\n A Juan Mata freekick in the second half cancelled out Rickie Lambert's opener for the Saints as United finished seventh a year after being crowned champions.\n It was their lowest finish since they came sixth in 1991 and there will be no European football at Old Trafford next season for the first time since 1990.\n BLUE HALF\nThere will still be European football in Manchester though, albeit in the blue half of the city as City challenge for the Champions League.\n While there were scenes of unbridled joy at The Etihad, 30 miles away at Anfield the atmosphere was subdued as an own goal from Martin Skrtel saw Newcastle ahead at the break.\n However, second-half strikes by Daniel Agger and Daniel Sturridge ensured Liverpool ended the season with a win against opponents who had Shola Ameobi and Paul Dummett sent off.\n Liverpool have now finished runners-up four times since winning their last title in 1990 but, despite the disappointing end to the season, coach Brendan Rodgers was upbeat.\n \"It's been brilliant,\" he told Sky Sports.\n \"We've been on an incredible journey this year.  To finish with 12 wins and a draw is an incredible achievement.\n \"It was a tough game for us today so it was a great way to finish.  It was unfortunate not to win the title but we've shown great hope for the future going forward.\n \"It's a huge privilege to be manager.  We've helped the supporters dream here and we're a team on the up and we have momentum.\n \"I don't think we failed to cope with the pressure.  We won 12 and drew one and we just had an unfortunate result against Chelsea.  We were just unable to get the result.\n \"This has been an incredible run for us.  This is group that could cope with the pressure but we'll learn from this.\" \"\nSkipper Steven Gerrard, who has never won the title during his 16 years with Liverpool, had a different view.\n \"I'm absolutely devastated.  Personally gutted and gutted for the fans,\" he told the BBC.\n But he added: \"We can't be too down because it's been a great season and we have to bounce back for next season.  Hopefully we can keep improving but we have to congratulate Man City because they've been the best for 38 games.\" \"",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11525489",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6998,
                    "source": {
                        "title": "Winnipeg Sun",
                        "uri": "www.torontosun.com"
                    },
                    "time": "23:47:00",
                    "title": "Man City crowned Premier League champions",
                    "uri": "182448873",
                    "url": "http://www.torontosun.com/2014/05/11/man-city-crowned-premier-league-champions",
                    "wgt": 1
                },
                {
                    "body": "The curtain fell on one of the most dramatic Premier League title races for years on Sunday with Manchester City acclaimed as champions while Liverpool looked on from the wings dreaming of what might have been.\n City avoided any last-minute twists in a season when the lead at the top changed hands 24 times to beat visitors West Ham United 2-0 ensuring the league trophy returned to the Etihad Stadium for the second time in three seasons.\n Liverpool came from behind to win 2-1 against a Newcastle United side that finished with nine men at Anfield but it proved an empty victory for manager Brendan Rodgers, captain Steven Gerrard and the rest of the deflated team in red.\n Liverpool's only hope of ending a 24-year wait to be crowned champions was if City lost and they won but that outcome never looked remotely likely as Manuel Pellegrini's side dominated West Ham from the first minute to the last.\n There was a massive roar at the Etihad when the final table was flashed on to the giant screens showing City with 86 points, Liverpool on 84, Chelsea 82, Arsenal 79, Everton 72, Tottenham Hotspur 69 and deposed champions Manchester United on 64.\n Goals from Samir Nasri after 39 minutes and captain Vincent Kompany 10 minutes later ensured City's triumphant march to the title was completed with a comfortable victory.\n City's Chilean coach Pellegrini, in his first season in England, became the first non-European to guide a team to the English title and told Sky Sports: \"It's a very special time.\n \"My first year is not easy to get used to English football but I think I managed a great group of players.\n \"But big teams cannot be satisfied with one title.  It's very important.  Celebrate, today, tomorrow and Monday and on Tuesday start working for next season because this club and players deserve more titles.\" \"\nChelsea finished third after a 2-1 win at bottom side Cardiff City while fourth-placed Arsenal rubber-stamped Norwich City's drop into the second tier with a 2-0 win at Carrow Road.\n Aaron Ramsey scored a stunning goal from an acute angle while defender Carl Jenkinson got his first for the Gunners.\n Norwich and Cardiff will play in the Championship next term along with Fulham, who had already been relegated and ended 13 years as a Premier League club with a 2-2 home draw in a London derby with Crystal Palace.\n The only other issue to be decided on the final day of the season was which club would finish sixth and take the final Europa League spot along with fifth-placed Everton and FA Cup finalists Hull City who meet Arsenal at Wembley next week.\n Tottenham Hotspur duly clinched it with a 3-0 home win over Aston Villa thanks to first-half goals from Brazil midfielder Paulinho, a Nathan Baker own goal and an Emmanuel Adebayor penalty in what could be Tim Sherwood's last match in charge.\n Manchester United would have finished sixth if they had won at Southampton and Spurs had lost but United's miserable season petered out with a 1-1 draw at St Mary's in Ryan Giggs' last match as interim manager.\n A Juan Mata freekick in the second half canceled out Rickie Lambert's opener for the Saints as United finished seventh a year after being crowned champions.\n It was their lowest finish since they came sixth in 1991 and there will be no European football at Old Trafford next season for the first time since 1990.\n BLUE HALF\nThere will still be European football in Manchester though, albeit in the blue half of the city as City challenge for the Champions League.\n While there were scenes of unbridled joy at The Etihad, 30 miles away at Anfield the atmosphere was subdued as an own goal from Martin Skrtel saw Newcastle ahead at the break.\n However, second-half strikes by Daniel Agger and Daniel Sturridge ensured Liverpool ended the season with a win against opponents who had Shola Ameobi and Paul Dummett sent off.\n Liverpool have now finished runners-up four times since winning their last title in 1990 but, despite the disappointing end to the season, coach Brendan Rodgers was upbeat.\n \"It's been brilliant,\" he told Sky Sports.\n \"We've been on an incredible journey this year.  To finish with 12 wins and a draw is an incredible achievement.\n \"It was a tough game for us today so it was a great way to finish.  It was unfortunate not to win the title but we've shown great hope for the future going forward.\n \"It's a huge privilege to be manager.  We've helped the supporters dream here and we're a team on the up and we have momentum.\n \"I don't think we failed to cope with the pressure.  We won 12 and drew one and we just had an unfortunate result against Chelsea.  We were just unable to get the result.\n \"This has been an incredible run for us.  This is group that could cope with the pressure but we'll learn from this.\" \"\nSkipper Steven Gerrard, who has never won the title during his 16 years with Liverpool, had a different view.\n \"I'm absolutely devastated.  Personally gutted and gutted for the fans,\" he told the BBC.\n But he added: \"We can't be too down because it's been a great season and we have to bounce back for next season.  Hopefully we can keep improving but we have to congratulate Man City because they've been the best for 38 games.\" \"",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11525787",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6996,
                    "source": {
                        "title": "Updated News",
                        "uri": "www.updatednews.ca"
                    },
                    "time": "23:54:00",
                    "title": "Man City crowned champions as final act unfolds",
                    "uri": "182449657",
                    "url": "http://www.updatednews.ca/2014/05/11/man-city-crowned-champions-as-final-act-unfolds/",
                    "wgt": 1
                },
                {
                    "body": "Manchester City clinched a second Premier League title in three seasons with a 2-0 win over West Ham United on Sunday that sent their Etihad Stadium into raptures and condemned Liverpool to second place.\n City, who only needed a draw to win the trophy, finished two points clear of Liverpool whose campaign ended with a 2-1 win over Newcastle United, who had two players sent off.\n Samir Nasri calmed City nerves by drilling them ahead in 39th minute and captain Vincent Kompany's neat finish four minutes after halftime put the hosts in cruise control, rounding off a superb debut season for manager Manuel Pellegrini.\n The atmosphere at Anfield was muted as an own goal from Martin Skrtel put Newcastle ahead in the first half, but goals from Daniel Agger and Daniel Sturridge ensured they ended with victory against opponents who had Shola Ameobi and Paul Dummett sent off.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11505345",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6956,
                    "source": {
                        "title": "Emirates 24|7",
                        "uri": "www.emirates247.com"
                    },
                    "time": "16:31:00",
                    "title": "BREAKING NEWS! Manchester City are Premier League champions",
                    "uri": "182395543",
                    "url": "http://www.emirates247.com/sports/football/breaking-news-manchester-city-are-premier-league-champions-2014-05-11-1.548690",
                    "wgt": 1
                },
                {
                    "body": "LONDON: Manchester City clinched a second Premier League title in three seasons with a 2-0 win over West Ham United on Sunday that sent their Etihad Stadium into raptures and condemned Liverpool to second place.\n City, who only needed a draw to win the trophy, finished two points clear of Liverpool whose campaign ended with a 2-1 win over Newcastle United, who had two players sent off.\n Samir Nasri calmed City nerves by drilling them ahead in 39th minute and captain Vincent Kompany's neat finish four minutes after halftime put the hosts in cruise control, rounding off a superb debut season for manager Manuel Pellegrini.\n The atmosphere at Anfield was muted as an own goal from Martin Skrtel put Newcastle ahead in the first half, but goals from Daniel Agger and Daniel Sturridge ensured they ended with victory against opponents who had Shola Ameobi and Paul Dummett sent off.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11505085",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6924,
                    "source": {
                        "title": "Thehimalayantimes",
                        "uri": "thehimalayantimes.com"
                    },
                    "time": "16:24:00",
                    "title": "City stay calm to clinch second Premier League title in three years",
                    "uri": "182394757",
                    "url": "http://thehimalayantimes.com/rssReference.php?headline=Manchester%2BCity%2Bwins%2BEPL%2Btitle%2B&NewsID=414577",
                    "wgt": 1
                },
                {
                    "body": "* In pictures: the Premier League final day\n* All today's final scores\n* The final Premier League table\n* Like Telegraph Sport on Facebook\nPREMIER LEAGUE MATCH REPORTS\nCardiff City 1-2 Chelsea\nFulham 2-2 Crystal Palace\nHull City 0-2 Everton\nNorwich City 0-2 Arsenal\nSouthampton 1-1 Manchester United\nSunderland 1-3 Swansea City\nTottenham 3-0 Aston Villa\nWest Brom 1-2 Stoke City\nLiverpool 2-1 Newcastle United\nManchester City 2-0 West Ham\n17.34 This is the moment Vincent Kompany got his hands on the Premier League trophy again.  Which seems a decent note on which to end this liveblog.  Congratulations to Manchester City, commiserations to Liverpool.  Thanks for your company.  Bye!\n17.31 The magnificent and endearingly bonkers Pablo Zabaleta is bouncing up and down, singing Rocking All Over The World in front of the camera.  \"Maybe I'll be a singer in another life ...  All our work throughout the year and it finishes like this, it's amazing.  We need to be proud.  We know the owners have been spending big to make this happen, so it's time to enjoy it.  And we'll work even more to bring more success to this club.\" \"\n17.27 The manager Manuel Pellegrini is talking on Sky: \"It feels very special because it's my first year in England.  I think that I manage a great group of players.  I have to be calm during a game because I have to take decisions.  We were the best team in the Premier League.  It was a very special season for us because we were never really top of the table, we didn't start well, but the most important thing we did this year was that we did not change our way of playing even when we lost games away from home early in the season.  Big teams cannot be satisfied with just one title.  It's very important we start working for next season straight away.  These players deserve more titles.\" \"\nNow Pellegrini is getting the bumps from his players, who clearly adore him.  That moment is an insight into the unity of City's dressing-room, especially in view of the problems some of them had with Roberto Mancini.\n 17.18 Now the players are receiving their medals, with particular roars for, Silva, Zabaleta, Nasri, Aguero and, most of all, the magnificent Yaya Toure.  Finally, Vincent Kompany steps forward to lift the Premier League for the second time!\n17.14 The players emerge again, led by Manuel Pellegrini.  Nice guys, it seems, can finish first.  This is his first league title since (I think) winning the Primera Division with River Plate in 2002-03.  He has made the dressing-room an extremely happy place, and developed a team who play brilliant attacking football.\n 17.12 Somewhere in Turkey, Roberto Mancini is congratulating himself on winning a second Premier League title.\n 17.10 Here's Henry Winter's report from the Etihad on City's title-clinching victory.  Mark Ogden has picked five key games that won City the title.  And here's Jonathan Liew's report from Anfield, where Liverpool ended a season that was both heartbreaking and magnificent with a 2-1 victory over Newcastle.\n 17.07 The DJ at City is going through the usual collection of songs: We Are The Champions, Wonderwall and, er, One Step Beyond.  The atmosphere is wonderful - without the delirious disbelief of 2012 but, as Niall Quinn, with the joy and sheer contentment that comes with doing it for a second time.\n 17.04 Sky have set theit title-winning montage to this particular song.  The presentation is being prepared, with the last eejits having finally done one from the field.  \"It's better to win the league second time round,\" says Graeme Souness on Sky.  \"The first time round, it goes in a flash.\" \"\n17.02 The latest celebrations from the Etihad on Sky Sports 1: an advert for the BLT Quad Wrap at KFC.\n 16.59 This is the final Premier League table.  Two teams with over 100 goals in the English top flight for the first time since 1960-61.\n 16.56 Joe Hart: \"That was a scrum out there at the final whistle.  That's the kind of rumble you want to be in.  You can't repeat what happened last time, against QPR.  This year we've come strong at the end when we needed to.  We're all winners, we've got strong personalities, we've got great backroom staff.  I've been here for a while; the boys that come in, they but into it.  It's been a great year for me, a really exciting year.\" \"\nTwitter: Henry Winter - #mcfc fans in stands at Etihad calling for others to get off the pitch so trophy presentation can take place.  Fans on pitch now being booed\n16.55 Sergio Aguero: \"This is better than the QPR game.  The QPR game?  Never again, please!\"\n16.52 Some of the players are struggling to get off the field.  Others don't want to: Matija Nastasic is cavorting joyfully with the fans.  Here's Samir Nasri: \"It's an amazing feeling.  It's my second in three years.  It was an amazing title race.  There are no words to explain our feeling right now.  I'm so happy for the manager as it's his first title in Europe.  He has done an amazing job.  He remained calm the whole season, and he wanted us to play attractive football.  It is a pleasure to work with him.  The atmosphere in the dressing-room ... we've been friends this year, and everyone put their ego on the side.  The Liverpool game against Chelsea, that's the twist of the season.\" \"\nMANCHESTER CITY ARE CHAMPIONS FOR THE FOURTH TIME: 1937, 1968, 2012 and now 2014.  Congratulations to Manuel Pellegrini and his team, who have scored 102 goals and won the league in enormous style.  There's a full pitch invasion, with Vincent Kompany and all the other players being mobbed.  Even poor old Martin Demichelis is feeling the love.  It was a comfortable day in the end, with none of the trauma of QPR two years ago.\n 16.47 Sergio Aguero has an unfathomable off-the-ball kick at Mark Noble, prompting a lively, shove-based exchange between both sets of players.  Aguero is a bit lucky to only receive a yellow card; Noble is also booked, goodness knows what for.  A slightly odd note on which to end a memorable season for City.\n 16.44 Newcastle are down to nine men at Anfield, with the substitute Paul Dummett given a straight red for a clash of legs with Luis Suarez.  It's a ridiculous decision.\n GOAL!  West Brom 1-2 Stoke (Adam) Stoke's wonderful season ends with a late winner from Charlie Adam.\n 16.42 Raheem Stirling has a goal disallowed at Anfield; he was seven or eight yards offside.  Yaya Toure has limped off with what looks like a hamstring injury.  Alvaro Negredo comes on, the beast at the feast, or something.  It looks precautionary with Toure but will be a concern ahead of the World Cup.\n GOAL!  Fulham 1-2 Crystal Palace (Gayle) Dwight Gayle slams in a free-kick, his fourth goal in seven days, and Crystal Palace look set for a fourth consecutive away win.\n 16.40 A summary of the excitement in the last few minutes:\n16.36 Another wicked free-kick from Gerrard on the right is headed wide by Agger, stretching six yards from goal.  He should have scored.\n GOAL!  Cardiff 1-2 Chelsea (Torres) Chelsea lead through Fernando Torres, while Samri Nasri almost embroiders City's title with a beautiful goal.  Toure played a gorgeous scooped pass over the top that Nasri swished firmly towards goal, only for Adrian to save with his right foot.\n Twitter: Paul Hayward - Andy Carroll replaced shortly after a first touch so bad that it went out for a Man City goal kick.  Hasn't developed as a player.\n 16.31 The little genius, David Silva, gets a lovely ovation from the Manchester City fans as he is replaced by James Milner.  City are enjoying that wonderful window you sometimes get in sport when you know you have won something but you haven't been confirmed as winners, so you get maybe 20 minutes or half an hour to breathe it all in while the action is still going on.\n GOAL!  Cardiff 1-1 Chelsea (Schurrle) Ameobi is sent off, and now Schurrle scores for Chelsea.\n 16.28 Liverpool look in the mood to win by a few now; there is an urgency about their attacking, with Sturridge's shot inadvertently blocked by one of his own team.  The pace is a little more relaxed at the Etihad, where the clock is ticking down - or rather tiki-takaing down, as City pass the ball at their leisure.\n 16.26 It seems Ameobi was sent off for dissent before the kick-off.  In fact he was booked first, and then shown a red card a couple of seconds later.\n 16.23 When Newcastle crumble, they do so in style: Shola Ameobi has received a straight red card before the kick off!  Nobody seems to know why he was sent off.\n GOAL!  Liverpool 2-1 Newcastle (Sturridge) Liverpool have scored a carbon copy of Agger's goal, this time fro Daniel Sturridge.  Those were eerily similar, both from brilliant free-kicks taken by Gerrard.\n GOAL!  Liverpool 1-1 Newcastle (Agger) Daniel Agger scores Liverpool's 100th goal of the season, acrobatically beating Krul at the near post from Gerrard's superb deep free-kick.\n GOAL!  Norwich 0-2 Arsenal (Jenkinson); Fulham 1-1 Crystal Palace (Woodrow) The teenager Cauley Woodrow has scored his first Premier League goal, and Carl Jenkinson has scored his first senior goal.\n 16.16 Reality is starting to sink in at Anfield.  At the Etihad, Demichelis is booked for ploughing through both ball and Mark Noble.\n GOAL!  Sunderland 1-1 Manchester United (Mata); West Brom 1-1 Stoke (Sessegnon) A couple of equalisers: a wonderful free-kick from Juan Mata, and a calm finish from Stephane Sessegnon.\n Twitter: Henry Winter - Huge Poznan at #mcfc .... party fully underway\nGOAL!  Norwich 0-1 Arsenal (Ramsey); Sunderland 1-3 Swansea (Bony) Aaron Ramsey gives Arsenal the lead with a fine goal at Norwich, his 15th goal of a frustratingly incomplete season, while Sunderland are back in the metaphorical pub having got back to 2-1 for a couple of minutes.\n 16.07 As things stand there has been a 14-point swing between City and Liverpool since April 20, although City did have two games in hand.\n GOAL!  Sunderland 1-2 Swansea (Borini)\nGOAL!  Manchester City 2-0 West Ham (Kompany) A few weeks ago, we thought Vincent Kompany had given the title to Liverpool.  Now he has sealed it for Manchester City, lashing home gleefully from a yards when a corner was not properly cleared.\n GOAL!  Hull City 0-2 Everton (Lukaku) Romalu Lukaku has scored in what might be his last game for the club.  Hull are in desperate form going into the FA Cup final.  This is sometimes a problem with Steve Bruce sides; he overachieves by keeping them up comfortably, but then they have nothing to play for in the last month or two of the season.\n 16.02 Manchester City's second half in underway, and Liverpool are about to kick off at Anfield.  If Liverpool win the title from here, the Michael Thomas and Sergio Aguero seasons will almost seem like comfortable formalities by comparison.\n 15.57 Here's Nemanja Vidic, in his final game, putting a new spin of the idea of a claret-and-blue kit.\n 15.50 It's half time in all the Premier League games now.  The latest scores are above.  And this is the Premier League table as things stand.\n 15.46 Silva hits the post!  It was a low shot from a tight angle that took a deflection and flew onto the far post.  City could have scored three of four in the last 10 minutes of the first half.  No matter: they are well on course for the title.  It's half time there, and at Anfield.  It will take some unprecedented Cityitis for this to go wrong now.\n 15.45 Paul Merson describes Manchester United's performance at Southampton as \"shocking, embarrassing\".  Moyes out!\n15.44 Another chance for City, with Zabaleta's close-range shot deflected wide from Aguero's dangerous low cross.  It's all City now.  How must poor Steven Gerrard feel?  One simple lapse in concentration while doing a short pass on the turn, the kind of thing he has done thousands of times in his career, may have cost him the thing he craved most.\n Twitter: Henry Winter - Zabaleta's phenomenal, defending one moment, almost getting on the end of a sweeping move the next.  #mcfc\n15.41 As half-time approaches, West Ham are hanging on bravely to their 1-0 deficit, with nine men behind the ball.  Aguero flicks a header across goal and wide from a right-wing free kick.\n 15.40 Daniel Sturridge has missed a wonderful chance, flicking a header across goal and wide from seven yards.\n GOAL!  Manchester City 1-0 West Ham (Nasri) That should be the title for City!  Samir Nasri has given them the lead with a low 20-yard shot across goal that Adrian could only palm into the corner.  It now needs a four-goal swing - two at the Etihad, two at Anfield - to deny City their second title in three seasons.\n Twitter: Paul Hayward - Man City-West Ham now looks exactly like Man City-Aston Villa in midweek.  A passing and prodding exercise.\n GOAL!  Spurs 3-0 Aston Villa (Adebayor pen) A comical handball from Agbonlahor gives Spurs a penalty, and Emmanuel Adebayor scores.\n GOAL!  Fulham 0-1 Crystal Palace (Gayle); Spurs 2-0 Aston Villa (Baker own goal) Another goal for Dwight Gayle, who scored two against Liverpool on Monday, while Spurs have clinched a Europa League place thanks to the third own goal of the day, this one from Villa's Nathan Baker.\n 15.34 Another chance for Liverpool, with Suarez shooting tamely at Krul from the end of the area after a fine run.\n 15.32 Silva almost wriggles through for City, but West Ham managed to crowd him out and concede a corner.\n 15.31 Kevin Nolan is booked for an oafish challenge of Joe Hart.\n 15.30 Nemanja Vidic is bleeding profusely on the touchline at St Mary's, having been caught on the nose by Lambert in the build-up to the goal.  Paul Merson, on Sky, says Vidic is furious and may be looking to serve up a particularly cold dish.\n 15.28 If West Ham played 19th century football at Chelsea, then they've gone back in time to the 17th century for this game.  They often have nine men in their own area, but it's working because Adiran has had very little to do.  If I were a City fan, I'd be getting slightly nervous.\n 15.27 It's Liverpool at home to Newcastle, and it could easily end 4-3 given the quality of Liverpool's attacking and the ineptitude of their defending.\n GOAL!  Southampton 1-0 Manchester United (Lambert) The team of the season take a richly deserved lead at St Mary's, and Rickie Lambert perhaps seals a World Cup place with a classy finish in front of Roy Hodgson.\n 15.26 Mignolet makes a fine save from Gouffran, who galloped through on goal after a beautiful, slick move from Newcastle.  That should have been 2-0.\n Twitter: Luke Edwards - #safc are playing like a team that secured their PL safety on Wednesday night and celebrated the fact with a lot of drinking\n15.25 City have had Guardiola levels of possession, yet they are struggling to penetrate as much as they would like so Kolarov tries a ludicrous shot from 40 yards that Adrian leaps to tip over the bar.  It was probably going over anyway.\n 15.23 Agger has missed a great chance for Liverpool, planting a header too close to Krul from seven yards.\n GOAL!  West Brom 0-1 Stoke City (McAuley own goal) Stoke's excellent season looks like it may end on a high, and they seem set to exceed their highest Premier League points total.\n 15.21 That goal isn't a huge problem for Liverpool, not this early in the day.  If they need to win this game by scoring two goals in the last 10 minutes, they will.  City showed that two years ago when they scored two in injury-time.  For Liverpool it's far more important, at this early stage, that Manchester City don't go ahead.\n GOAL!  Liverpool 0-1 Newcastle (Skrtel own goal) And now Newcastle lead!  Moments after that Suarez effort, Martin Skrtel shinned a cross from the left over Mignolet and into the far corner.  It's his fourth own goal of the season, a Premier League record.\n 15.17 Luis Suarez has just had a sensational goal disallowed.  He won a free-kick wide on the right, bounced to his feet and raked a glorious, quick-witted effort over Krul with the outside of his right foot before anyone else knew what was happening.  It even caught the cameraman out.  But the referee Phil Dowd disallowed it, presumably because he hadn't blown the whistle, although I'm not certain as I have approximately 47 different screens open at the moment.\n GOAL!  Cardiff 1-0 Chelsea (Bellamy) Craig Bellamy's deflected shot has put Cardiff ahead.\n GOAL!  Tottenham 1-0 Aston Villa (Paulinho) Bad news for Spurs fans: Paulinho has given them the lead and they now almost certain of a Europa League place.\n GOAL!  Sunderland 0-2 Swansea (Emnes) A fine goal from Marvin Emnes has put Swansea 2-0 up against Sunderland, whose heads may or may not be on the beach/in the pub.\n15.11 A really good chance for David Silva, who wallops a volley miles over the bar from eight yards.  A rare moment of technical imperfection from him which is matched seconds later by Nolan; he lines one up from 25 yards and drives it approximately 500 yards over the bar.\n GOAL!  Hull City 0-1 Everton (McCarthy) James McCarthy gets his first Everton goal to continue their wonderful improvement under Roberto Martinez, who has single-handedly taken them from sixth last season to fifth this.\n 15.09 City have an appeal turned down when Mark Noble miskicks a clearance onto his own hand.  His hand was outstretched but it was surely accidental.  At Anfield, Shola Ameobi clambers over a defender only to head straight at Mignolet from eight yards.\n GOAL!  Sunderland 0-1 Swansea (Dyer) Nathan Dyer has given Swansea a lead, while Southampton have been denied an apparently clear penalty after a handball by Nemanja Vidic.  Mike Dean declined to give the decision, which is particularly strange given his love of sticking his derriere out and pointing theatrically at the spot.\n 15.06 Oscar has missed another fine chance for Chelsea at Cardiff.  Chelsea could still finish second in the table, though that would take Newcastle to get something at Anfield.\n 15.05 At Cardiff, Steven Caulker has cleared off the line from Fernando Torres, while Shola Ameobi had headed a third-chance wide from 12 yards at Anfield.\n 15.04 Three minutes gone, and no incidents of note at the Etihad or Anfield.  Meanwhile, could somebody please show this picture to Roy Keane and video his reaction?  Ta.\n 15.00 Peep peep!  The 10 games are under way and, er, that's about all there is to say.\n 14.58 City's players are going through the contemporary pre-match routine of zestful high-fiving.  At Anfield, the atmosphere is one of proud defiance.  You'd expect Liverpool to wallop Newcastle today.\n Twitter: Mark Ogden - Man City clearly trying to jinx themselves by having Georgi Kinkladze as guest of honour today...\n14.55 In other news, the best midfielder on Manchester United's payroll prepares for the match at Southampton.\n 14.50 One of the truths that dare not speak their name about the Premier League is that the final day is usually quite dull, certainly in terms of the title race.  Only three have gone to the final minute of the final game - 1994-95, 1998-99 and of course the Aguerooooooooooooooooo moment of 2011-12.  Maybe Martin Tyler will shout \"Carrolllllllllll!\" at a similar juncture today as he wins the title for Liverpool by roofing one from 30 yards.\n 14.45 Imaginary Opta stats tell us there is a 94.21 per cent chance that the phrase \"Squeaky Bum Time\" will be used today.  Here's Thom Gibbs to give you, er, chapter and verse on that particular phrase.\n Damian Durrant: \"Why does a City win feel like such a let down?  The City team could be anywhere from Sydney to Qatar, they don't actually have any connection to Manchester.. .  Its no more than gladiator games with foreign talent.  The richest team won again.  Somehow, a Liverpool win doesn't feel so empty.\" \"\nI know what you mean, although that's not City's fault.  But yes, in 50 years' time we might look back at 2013-14 as the last time a team came from nowhere to challenge for the English league without spending a grotesque amount of money.  (Even if Liverpool have spent a bit more than most people think.) )\n14.25 Could somebody please show this picture to Roy Keane and send me a video of his reaction?  Ta.\n Twitter: Henry Winter - Pellegrini in programme on #mcfc playing with \"style & flair.  Football is an entertainment business.  It's what our supporters demand\" #whufc\n14.20 And here are the teams in the other matches.\n Cardiff v Chelsea\nCardiff Marshall, Fabio, Caulker, Turner, John; Gunnarsson, Mutch, Whittingham, Daehli, Bellamy, Campbell.\n Chelsea Schwarzer, Azpilicueta, Ivanovic, Kalas, Cole, Mikel, Matic, Salah, Oscar, Hazard, Torres.\n Fulham v Crystal Palace\nFulham Stockdale, Zverotić, Heitinga, Hangeland, Amorebieta, Kačaniklić, Sidwell, Parker, Richardson, Rodallega, Woodrow.\n Crystal Palace Hennessey, Mariappa, Dann, Delaney, Ward, Bolasie, Jedinak, Ledley, Ince, Chamakh, Gayle.\n Hull City v Everton\nHull City McGregor, Figueroa, Bruce, Davies, Huddlestone, Livermore, McShane, Jelavic, Aluko, Elmohamady, Quinn.\n Everton Howard, Baines, Coleman, Jagielka, Distin, McGeady, Naismith, McCarthy, Lukaku, Barry, Osman\nNorwich City v Arsenal\nNorwich City Ruddy, Martin, R Bennett, Turner, Olsson; Tettey, Snodgrass, Howson, Johnson, Redmond, Elmander.\n Arsenal Fabianski, Jenkinson, Sagna, Koscielny, Gibbs, Arteta, Rosicky, Ramsey, Ozil, Podolski, Giroud.\n Southampton v Manchester United\nSouthampton Boruc, Clyne, Fonte, Lovren, Shaw, Wanyama, Cork, Schneiderlin, Davis, Lallana, Lambert.\n Manchester United De Gea, Smalling, Ferdinand, Vidic, Evra, Januzaj, Fletcher, Kagawa, Welbeck, Mata, van Persie.\n Sunderland v Swansea City\nSunderland Mannone, Vergini, Bardsley, Brown, O'Shea, Bridcutt, Larsson, Colback, Johnson, Borini, Wickham.\n Swansea City Tremmel, Tiendalli, Amat, Bartley, Taylor, Fulton, Shelvey, Dyer, Emnes, Routledge, Bony.\n Tottenham Hotspur v Aston Villa\nTottenham Hotspur Lloris, Naughton, Chiriches, Dawson, Rose, Sandro; Sigurdsson, Paulinho, Eriksen, Adebayor, Kane.\n Aston Villa Guzan, Lowton, Vlaar, Baker, Bertrand, Bacuna, Westwood, Delph, Weimann, Bowery, Agbonlahor.\n West Brom v Stoke\nWest Brom Foster, Dawson, McAuley, Olsson, Brunt, Dorrans, Mulumbu, Morrison, Amalfitano, Sessegnon, Berahino.\n Stoke Sorensen, Muniesa, Shawcross, Wilson, Cameron, Arnautovic, Whelan, Nzonzi, Odemwingie, Ireland, Walters.\n 14.05 Here are the teams in the two big matches at the top of the table.\n Manchester City v West Ham\nManchester City Hart, Zabaleta, Kompany, Demichelis, Kolarov, Garcia, Toure, Nasri, Silva, Aguero, Dzeko.\n West Ham Adrian, Reid, McCartney, Nolan, Tomkins, Carroll, Taylor, Noble, O'Brien, Diame, Downing.\n Liverpool v Newcastle\nLiverpool Mignolet, Johnson, Skrtel, Agger, Flanagan, Henderson, Gerrard, Allen, Sterling, Suarez, Sturridge.\n Newcastle Krul, S.Taylor, Williamson, Coloccini, Haidara, Debuchy, Anita, Tiote, Gouffran, Sissoko, Shola Ameobi.\n 14.00 We'll have some team news any second now.  Meantime, here's the scene at the Etihad.  Even allowing for decades of Cityitis, surely Manhester City won't blow this today?\n13.40 Rob Smyth Understands™ that John Terry and Frank Lampard have not travelled to Cardiff with the Chelsea squad.\n (When I say Rob Smyth Understands, I mean that Jeff Stelling just said as much on Sky Sports News.  Either way, there's a chance it might be the end of Chelsea's greatest era.) )\n13.36 Thanks to Phil Podolsky for pointing out that today is the 30th birthday of the world's most beautiful footballer.\n 13.31 Oh, and here's the goal of the season, since you asked politely.\n 13.30 Roy Hodgson would have loved to be at Anfield, ideally on the Kop, in case Liverpool win the title, but he has selflessly put Queen and Country first by having one last look at the Southampton Collective.  Adam Lallana is a shoo-in for Brazil, but Luke Shaw and Rickie Lambert remain borderline selections.  For whatever it's worth (clue: absolutely nowt), I'd take Lambert but not Shaw.\n Twitter: Telegraph Football - Richard Scudamore will not review his position after apologising for emails which contained sexist remarks http://t.co/b5gk6Juvf3\nPhil Podolsky: \"Another No1 from the season - the saddest cultural fact from Cameron's Britain: Gerrard coming ahead of Toure in the football writers' poll.  Journalists are supposed to be reasonably intelligent grown-ups, not the blinkered types you typically encounter on football blogs, or people stuck in the grip of nationalistic fervour.\" \"\nThe cult of the English superstar (sic) is a fascinating thing, and a problem that permeates the entire English game.  See also the weird perception that Wayne Rooney has had a good season.. .\n 12.55 Here's Marytn Denney from Easy Odds to satisfy all your bookmakerly needs.\n \"Just three weeks ago, Manchester City trailed Liverpool by seven points and leading odds comparison site easyodds.com can reveal that Manuel Pellegrini's side were as long as 6/1 for the title.  Now, needing just one point to clinch the crown, City are as short as 1/40.  Liverpool are 19/1 for their first title since 1990, they were 1/16 to win the league back in mid-April.\" \"\nThose odds suggest the full Devon Loch from Liverpool, though they were never more than one bad result away from ceding the initiative.  Does it really compare to the two big collapses of the Premier League era, Newcastle 1995-96 and Manchester United 2011-12?  We'll have a better idea once the dust settles.  And you never know: they might, like Manchester City in 2011-12, end up both bottling the title and winning it.\n 12.50 City and Liverpool aside, it's an unusually quiet final day, with very little to play for.  The relegation battle is all but decided, with Norwich needing snookers, while Manchester United look set to beat Tottenham in the battle to stay out of the Europa League.  The upshot of that is that we should have loads of goals - with so little play for, there should be a jaunty end-of-term feel, in which hundreds of grown men get to become little boys again and experience the oldfangled sensation that football can actually be fun.  There's nobody on the touchline shouting at them to TRACK THE BLOODY THIRD-MAN RUN or TUCK IN AS A FALSE 7.5.  They can just enjoy themselves.\n 12.45 Feel free to email in with your highlights of the season, or anything else.  Here are three to start off with.\n 12.30 The games kick off at 3pm today, as has been the norm since the last round of fixtures were moved to a Sunday in 1994-95 (Wimbledon v Nottm Forest excepted, for some reason).\n Twitter: Paul Hayward - Some No1s from this season.  Manager - Pulis.  Team - Liverpool.  Footballer - Suarez.  Celebration - Eto'o, old man.  Over-used word - moment.\n Twitter: Paul Hayward - Leader by example - Yaya Toure.  Free-spirit - Lallana.  AWOL - Lamela.  80s retro rage - Sherwood.  Self-harm - Fulham.  Youngster - Sterling.\n 12.00 Hello.  The Premier League version of Pass the Parcel is played with different rules.  The winner is the person who is holding the parcel when the music stops.  The parcel has changed hands 25 times in the 2013-14 version, and the music is set to stop at around 4.52pm today.  Twenty-five changes of leadership, from the moment Manchester city leapfrogged Manchester United on August 19.  David Moyes got to be a Premier League leader for only a couple of days.\n City have actually only been top of the league for 14 days, primarily because they had games in hand for most of the campaign due to postponed fixtures.  Arsenal led the table for longest, 128 days, before their sadly predictable regression to the mean of fourth place, where they have finished for six of the last nine seasons.  Chelsea and particularly Liverpool had periods where they seemed in control of the title race, and Liverpool will hope the parcel changes hands for the 26th time at some stage today.\n It doesn't seem likely.  Almost everyone expects City to secure the necessary point against Sam Allardyce's intrepid 19th-century blunderers, not least because City marmalised West Ham 6-0 in the League Cup semi-final first leg at the Etihad in January.  Then again one last, absurd twist - Andy Carroll winning the title for Liverpool with a goal off his freshly waxed derriere, perhaps - might be a more appropriate end to perhaps the most doolally English title race since 1971-72.\n 10.00 Rob Smyth will be here from midday with all the build-up to what should be an action-packed final day of the Premier League season.\n In the meantime, here is Greg Dyke's somewhat contentious view on who he wants to win the title race this afternoon...\n Greg Dyke, the FA chairman, has said it would be \"pretty depressing\" if Manchester City won the title with so few English players in their side.  City have to avoid defeat at home to West Ham United to guarantee finishing ahead of Liverpool and claim the title for the second time in three years.\n Dyke, whose FA Commission into the future of English football published its report last week to a hostile reception, said: \"It's been a great league this year.  But, if there is only one England player, maybe two [in City's team], that's pretty depressing.  I think the figures that we produced showed the top four averaged 29 [English players between them] and this year it is down to 24 - we should be worried about that.\" \"\nAnd here is Kevin Nolan on why Liverpool can win the Premier League...\n He may not have endeared himself to his boyhood club when he was handed a red card at Anfield for a nasty stamp on Jordan Henderson in December but, all of a sudden, Kevin Nolan finds himself the most popular man on Merseyside.\n \"I've had lots of texts this week and more messages from Liverpool fans than ever before,\" the West Ham United captain said.  \"My brother is on Twitter and he's had lots of messages this week saying, 'If he could do us a favour, it would be great' and, 'We'll give him this' and, 'We'll give him that'.\" \"",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11507117",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.69,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "17:07:00",
                    "title": "Premier League final day 2014: as it happened",
                    "uri": "182400306",
                    "url": "http://www.telegraph.co.uk/sport/football/competitions/premier-league/9747123/Premier-League-final-day-2014-Man-City-Liverpool-latest.html",
                    "wgt": 1
                },
                {
                    "body": "Blue and white ticker tape filled the air and fans poured on to the pitch at the final whistle as City, who only needed a draw to win the trophy, finished two points clear of Liverpool whose campaign ended with a 2-1 win over Newcastle United.\n Samir Nasri calmed City nerves by drilling them ahead in 39th minute, and captain Vincent Kompany's neat finish four minutes after halftime put the hosts in cruise control, rounding off a superb debut season for manager Manuel Pellegrini.\n \"It's an amazing feeling.  My second title in three years.  It was an amazing league the whole year,\" Frenchman Nasri told Sky Sports.  \"There are no words to explain my feelings now.\" \"\nFor Chilean Pellegrini, it was a first league title since he won the Clausura with River Plate in Argentina in 2003, and his first title in Europe.\n \"I'm just so happy for the manager as well because it's his first title in Europe, it's amazing,\" Nasri added.\n The atmosphere at Anfield was muted as an own goal from Martin Skrtel put Newcastle ahead in the first half, but goals from Daniel Agger and Daniel Sturridge ensured they ended with victory against opponents who had Shola Ameobi and Paul Dummett sent off.\n Chelsea had to settle for third spot after coming from a goal down to win 2-1 at Cardiff City, ending a trophyless first season back in England for manager Jose Mourinho.\n Tottenham Hotspur comfortably beat Aston Villa 3-0 to finish sixth and clinch a place in next season's Europa League, meaning former champions Manchester United, who drew their final match of a terrible season 1-1 against Southampton, will not play in Europe next season for the first time in 24 years.\n Norwich City's relegation was confirmed with a 2-0 home defeat by Arsenal and they will join Cardiff and Fulham in the Championship next season.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11509469",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6723,
                    "source": {
                        "title": "France 24",
                        "uri": "www.france24.com"
                    },
                    "time": "18:01:00",
                    "title": "Man City beat West Ham 2-0 to win Premier League title",
                    "uri": "182406823",
                    "url": "http://www.france24.com/en/20140511-sport-football-manchester-city-defeat-west-ham-2-0-win-premier-league-title/",
                    "wgt": 1
                },
                {
                    "body": "Manchester, England (SportsNetwork.c com) - Manchester City claimed its second Premier League title in three years by getting a 2-0 win over West Ham United at the Etihad on Sunday.\n The Citizens, who famously clinched the title in 2012 thanks to a last-gasp winner from Sergio Aguero, secured the top spot in the table in slightly less dramatic fashion, controlling West Ham on home soil and collecting three points behind goals from Samir Nasri and Vincent Kompany.\n City was held in check until the 39th minute when Nasri received a pass from Yaya Toure and fired a right-footed shot off the post and into the back of the net.\n Kompany doubled City's advantage just four minutes into the second half, pouncing on a loose ball inside the six-yard box and poking home from close range to seal the win.\n The performance capped City's best-ever season in the top flight as Manuel Pellegrini's men finished on 86 points, scoring 102 goals and conceding just 37.\n West Ham enjoyed a late surge this season to avoid relegation, finishing the campaign with 40 points.\n Liverpool 2, Newcastle 1\nLiverpool, England - Liverpool ensured a second-place finish on Sunday thanks to a 2-1 defeat of Newcastle United at Anfield.\n The Reds, who needed Manchester City to lose against West Ham in order to have any realistic shot at the title, dug themselves into a hole when they conceded the lead behind an own goal from Martin Skrtel in the 20th minute.\n Liverpool managed to get the victory thanks to goals from Daniel Agger and Daniel Sturridge two minutes apart, but City's victory over the Hammers meant that the Reds would be made to finish the season two points back of top spot with 84 points on the season.\n Tottenham 3, Aston Villa 0\nLondon, England - Tottenham secured a place in the Europa League next season by getting a 3-0 win over Aston Villa at White Hart Lane.\n Spurs netted all three goals in the first of half of Sunday's affair.  Paulinho opened the scoring in the 14th minute before a 35th-minute own goal from Nathan Baker and a penalty from Emmanuel Adebayor three minutes later sealed the victory.\n Tottenham finishes the season in sixth place on 69 points while Villa finishes sixth from bottom on 38 points.\n Swansea City 3, Sunderland 1\nSunderland, England - Swansea City closed out its Premier League season with an emphatic 3-1 victory over Sunderland at the Stadium of Light on Sunday.\n Goals from Nathan Dyer and Marvin Emnes inside the opening 14 minutes put visiting Swansea in the driver's seat early on.\n Fabio Borini pulled one back for Sunderland in the 50th minute, but Wilfried Bony responded four minutes later to see the Swans finish the season on a high note.\n Manchester United 1, Southampton 1\nSouthampton, England - Manchester United avoided defeat in its final match of the season, coming from behind to get a point from a 1-1 draw at Southampton on Sunday.\n The Saints were in front after 28 minutes when Rickie Lambert got through on goal to slip a shot past David De Gea, but Juan Mata brought the Red Devils level in the 54th minute by curling a superb free kick into the upper corner.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11508472",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.653,
                    "source": {
                        "title": "www.edmontonjournal.com",
                        "uri": "www.edmontonjournal.com"
                    },
                    "time": "17:37:00",
                    "title": "Manchester City tops West Ham to clinch Premier League title",
                    "uri": "182404068",
                    "url": "http://www.edmontonjournal.com/sports/soccer/Manchester%2BCity%2Btops%2BWest%2Bclinch%2BPremier%2BLeague%2Btitle/9828123/story.html?cid=dlvr.it-twitter-edmontonjournal",
                    "wgt": 1
                },
                {
                    "body": "EPL PHOTOS: City stay calm to clinch second title in three years Next\nManchester City clinched a second Premier League title in three seasons with a 2-0 win over West Ham United on Sunday that sent their Etihad Stadium into raptures and condemned Liverpool to second place.\n City, who only needed a draw to win the trophy, finished two points clear of Liverpool whose campaign ended with a 2-1 win over Newcastle United, who had two players sent off.\n - Please click NEXT to read more...\n Image: Manchester City's captain Vincent Kompany,right, celebrates after scoring against West Ham United\nPhotographs: Darren Staples/Reuters\nNext EPL PHOTOS: City stay calm to clinch second title in three years Prev More More\nSamir Nasri calmed City nerves by drilling them ahead in 39th minute and captain Vincent Kompany's neat finish four minutes after halftime put the hosts in cruise control, rounding off a superb debut season for manager Manuel Pellegrini.\n The atmosphere at Anfield was muted as an own goal from Martin Skrtel put Newcastle ahead in the first half, but goals from Daniel Agger and Daniel Sturridge ensured they ended with victory against opponents who had Shola Ameobi and Paul Dummett sent off.\n Image: Samir Nasri of Manchester City celebrates scoring the first goal with team-mate Pablo Zabaleta,right\nPhotographs: Alex Livesey/Getty Images\nPrev More",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11510265",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6529,
                    "source": {
                        "title": "Rediff",
                        "uri": "www.rediff.com"
                    },
                    "time": "18:17:00",
                    "title": "EPL PHOTOS: City stay calm to clinch second title in three years",
                    "uri": "182409032",
                    "url": "http://www.rediff.com/sports/slide-show/slide-show-1-epl-photos-manchester-city-win-title-liverpool-arsenal-united-everton/20140511.htm",
                    "wgt": 1
                },
                {
                    "body": "There was no call for last-gasp heroics as Manchester City claimed the Premier League with a comfortable 2-0 victory over West Ham United at the Etihad Stadium.\n City had famously relied on two injury-time goals when beating Manchester United to the title on goal difference in 2012, but this time around Samir Nasri broke the deadlock six minutes before the break before Vincent Kompany settled the nerves on 49 minutes.\n City had gone into the game knowing a draw was almost certainly enough to secure the title as a result of their goal difference.\n Liverpool battled back from a Martin Skrtel own goal to defeat Newcastle United 2-1 at Anfield.\n Daniel Agger and Daniel Sturridge scored in the 63rd and 65th minutes, and Newcastle then saw both Shola Ameobi and Paul Dummett sent off, but City's victory ended any prospect of a long-awaited 19th league title for the Reds.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11504105",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6495,
                    "source": {
                        "title": "ESPNFC.com",
                        "uri": "www.espnfc.com"
                    },
                    "time": "16:02:00",
                    "title": "Prem: City crowned champions, Norwich down",
                    "uri": "182391944",
                    "url": "http://www.espnfc.com/news/story/_/id/1816762/premier-league-manchester-city-secure-title-tottenham-take-europa-league-spot-norwich-relegated?campaign=rss&source=soccernet",
                    "wgt": 1
                },
                {
                    "body": "The Blue Moon eclipsed the Red Machine on the final day of the season to claim the 2013/14 Premier League title, putting in a commanding performance at home to West Ham United to win 2-0.\n City needed only a point to clinch their second league title in three campaigns, but victory was rarely in doubt at the Etihad Stadium, as top spot was secured in far less dramatic circumstances than two years ago.\n This time round City were coasting at 2-0 up with most of the second half to play, which - combined with Liverpool trailing Newcastle for an hour at Anfield - served to dissipate any nerves in the blue half of Manchester.\n While City had ended a 44-year wait for the title in 2012, down the East Lancs Road, Liverpool fans started the day still dreaming of a first league championship in 24 years, but it was always hopeful relying on the Hammers to take three points at the Etihad.\n Instead, Brendan Rodgers' team had to console themselves with a 2-1 comeback win against the Magpies and what is, on reflection, a surprising second place finish for a side that had ended last year 28 points off top spot, compared to a two-point deficit on City this time round.\n If there was to be a shock finale, you felt that Liverpool needed to score early and maybe, just maybe the score and any possible nerves might be transmitted to the Etihad crowd, and possibly players.\n City were calm and composed in dismissing Aston Villa 4-0 earlier in the week to go top, and they began with the same composure that was undoubtedly aided by the knowledge that a draw would suffice for top spot.\n At Anfield the Reds have made a habit of blowing teams away early on, and after 10 minutes their impressive England youngster Raheem Sterling was played in, but hit a tame shot at goal under pressure as the referee waved away his team-mate's penalty appeals.\n The Premier League Player of the Year, Luis Suarez, was clearly desperate to end the season on a high and was his usual hard working self, flying around the pitch as Liverpool looked to turn up the pressure.\n Suarez appeared to have given his team a stunning lead on 19 minutes, taking a free-kick from an audacious angle, wide on the right, chipping the ball over a stranded Tim Krul in the Newcastle goal, only for it to be disallowed for being taken from the wrong position.\n As if to confirm that it wasn't to be Liverpool's day, a minute later Martin Skrtel contrived to deflect a cross in to the his own goal and deflate Kopite hopes that the improbable could be achieved.\n Meanwhile, at the Etihad Stadium, City were piling on the pressure against Sam Allardyce's stubborn, but uninspired West Ham.\n Flying full-back Aleksandr Kolarov let fly from 30 yards, forcing Hammers goalkeeper Adrian to turn over at full stretch, and it was all City as news of Skrtel's own goal filtered through to the Manchester crowd.\n Back at Anfield, the recalled Daniel Agger nearly forced an equaliser with a header that Tim Krul stopped on the line, but after being caught on the break by Chelsea and Crystal Palace in the two results that ultimately did for their title dreams, Liverpool were again living dangerously.\n On 26 minutes, Newcastle's Gouffran was played clean through the middle, with only Simon Mignolet to beat.  The Belgian stood tall and the Kop breathed a sigh of relief.\n Gouffran was duly played in again two minutes later, only for Glen Johnson to this time snuff out the danger.\n Nevertheless, it served to highlight the reason that this Liverpool team have fallen agonisingly short of the standard set by champions City.\n Then, on 38 minutes at the Etihad Stadium, Samir Nasri put the champions-elect one up with a hard and low right-foot shot, palmed in to the bottom corner by Adrian, sparking scenes of jubilation in Manchester as the City players and fans knew the trophy was nearly in the bag.\n City hit the bar with a shot from Silva on the stroke of half-time, and with Liverpool going in 1-0 down it seemed that only a miracle, not Andy Carroll, could turn things on its head.\n That feeling grew stronger still when City's popular captain Vincent Kompany pounced in the six yard box just three minutes in the second half to thrash home a knockdown and symbolically seal the title, with City's 102nd goal of the Premier League season.\n With the title race now done and dusted, there remained the possibility that Liverpool could yet finish third in a two-horse, if they fell to defeat and Chelsea won at Cardiff City.\n That would have been harsh on the Reds after a season in which their phenomenal goal scoring exploits have been second only to City's impressive attacking, and just after the hour at Anfield, Steven Gerrard whipped in a free-kick from the right, which Daniel Agger turned in at the Kop end to level things.\n After toiling for an equaliser, it took just 60 seconds for Liverpool to go ahead, with another Gerrard set piece delivered to the back post, this time for Daniel Sturridge to steer home the Reds' 101st goal of the league campaign.\n It was a fitting consolation for Liverpool, who saw out the game comfortably after Newcastle's Shola Ameobi saw red, picking up a second yellow for arguing with the referee, while team-mate Paul Dummett also got sent off for a tackle on Suarez.\n However, in the final equation Manchester City were just too good for the Reds and the rest of the Premier League.\n While there wasn't the drama of 2012 in City's title-winning match this time, the scenes of jubilation in Manchester as the final whistle went confirmed that this victory tasted sweet indeed.\n In his first season as a City manager, Manuel Pellegrini has delivered a title win and the League Cup, just as Jose Mourinho did in his first year as Chelsea boss.\n The new Special One and everyone connected with City will rightly savour success in what has been a special Premier League season.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11508053",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6341,
                    "source": {
                        "title": "talkSPORT",
                        "uri": "talksport.com"
                    },
                    "time": "17:29:00",
                    "title": "Manchester City win the Premier League title and break Liverpool hearts",
                    "uri": "182402587",
                    "url": "http://talksport.com/football/manchester-city-win-premier-league-title-and-break-liverpool-hearts-14051190663",
                    "wgt": 1
                },
                {
                    "body": "Russell Martin: Waves goodbye to the Premier League with Norwich\nSky Bet Loading Market ...  Football Betting Up To £30 Free Matched Bet\nManchester City wrapped up a second Premier League title in three seasons after beating West Ham United after Liverpool's come-from-behind win over Newcastle United proved to be in vain.\n Norwich City's relegation from the top flight was confirmed after a home defeat by fourth-placed Arsenal, while Tottenham Hotspur booked Europa League football for next season by beating Aston Villa.\n A look back at the best bits from this season's Soccer Saturday with Jeff and the boys.\n Ryan Giggs' likely last game as Manchester United manager ended in a draw at Southampton, as FA Cup finalists Hull City were beaten at home by Everton.\n Bottom club Cardiff City bowed out of the Premier League with a home defeat by Chelsea as fellow relegated side Fulham twice came from behind to draw with Crystal Palace.\n Stoke City recorded their highest Premier League finish with a win at out-of-form West Bromwich Albion and Sunderland's recent flying run was checked by Swansea City.\n Click below for individual match reports and stats:\nCardiff 1 Chelsea 2\nFulham 2 C Palace 2\nHull City 0 Everton 2\nLiverpool 2 Newcastle 1\nMan City 2 West Ham 0\nNorwich 0 Arsenal 2\nSouthampton 1 Man Utd 1\nSunderland 1 Swansea 3\nTottenham 3 Aston Villa 0\nWest Brom 1 Stoke 2\nSamir Nasri and Vincent Kompany scored the goals as Manchester City beat West Ham 2-0 at the Etihad Stadium to claim the title by two points.\n City were rarely troubled by the visitors in the first half and took the lead on 39 minutes when goalkeeper Adrian lacked a strong enough hand to keep out Nasri's dipping 25-yard drive.\n Manuel Pellegrini's side almost scored a second in stoppage-time when David Silva's shot deflected off Andy Carroll and struck the crossbar.\n Vincent Kompany lifts the Premier League trophy after Manchester City sealed the title with a 2-0 win over West Ham.\n The second goal came four minutes after half-time when a corner deflected into Kompany's path and the defender finished from close range to ensure City secured the title in Pellegrini's first season as manager.\n Liverpool came from behind to round off their excellent season with a 2-1 home win over Newcastle, who finished the match with nine men.\n Liverpool fell behind in the 20th minute when Yoan Gouffran got down the left-hand side and his cross was shinned into his own net by defender Martin Skrtel.\n Liverpool manager Brendan Rodgers gives his thoughts after his side finished second in the Premier League.\n Gouffran should have then made it 2-0 when he was sent clear, but his shot was well saved by Simon Mignolet before Liverpool striker Daniel Sturridge headed wide when picked out unmarked in the box.\n Brendan Rodgers' side equalised on 63 minutes when Steven Gerrard's free-kick from the right was steered home by Daniel Agger at the far post.\n Just two minutes later, Liverpool took the lead in almost identical fashion as Gerrard whipped in another free-kick from a similar position, but this time it was Sturridge at the back post to score from close range.\n And, before the game could restart, Newcastle striker Shola Ameobi was sent off after being booked twice in quick succession by referee Phil Dowd for dissent.\n Newcastle were reduced to nine men with three minutes to go when Paul Dummett was sent off just five minutes after coming on as a substitute following a collision with Luis Suarez.\n Norwich's relegation from the Premier League was confirmed after Arsenal warmed up for next week's FA Cup final against Hull City with a 2-0 win at Carrow Road.\n Arsene Wenger is pleased to have an FA Cup final selection headache with Aaron Ramsey, Jack Wilshere and Abou Diaby back from injury.\n Arsenal edged in front in stunning fashion on 53 minutes when Olivier Giroud crossed from the left to the far post where Aaron Ramsey volleyed first time beyond John Ruddy into the top corner.\n Arsene Wenger's side added a second goal nine minutes later when Kieran Gibbs' cut-back bounced into the path of Carl Jenkinson and the full-back side-footed home his first Arsenal goal with the aid of a deflection.\n West Brom's 2-1 home defeat by Stoke proved to matter little to the hosts following Norwich's defeat, but the result ensured a ninth-placed finish for Mark Hughes' side.\n Stoke were handed the advantage midway through the first half in fortunate fashion when Marko Arnautovic's pull-back was turned into his own net by Gareth McAuley, who was running back towards his own goal.\n West Brom equalised on 56 minutes when Stephane Sessegnon, who hit the crossbar after just three minutes, swept home Craig Dawson's cross.\n But Stoke clinched a fifth successive win at The Hawthorns with three minutes to go when Charlie Adam drove an angled left-footed effort from 25 yards beyond the dive of Ben Foster.\n A 3-0 victory over Aston Villa at White Hart Lane, in what could be Tim Sherwood's last match as manager, guaranteed European football for Tottenham next season.\n Tim Sherwood says he's enjoyed his time in management and would like to continue but is unsure if it will be at Tottenham.\n Tottenham took the lead on 14 minutes when the ball broke kindly into Paulinho's path and, after his initial shot was parried by Brad Guzan, the Brazil international scored from the rebound.\n There was an element of fortune about Spurs' second goal on 35 minutes when Danny Rose's driven cross brushed Emmanuel Adebayor before deflecting past Guzan off Nathan Baker.\n And three minutes later, Spurs made it 3-0 when Adebayor blasted home a penalty after Sandro's shot had struck Gabriel Agbonlahor on the arm.\n Last season's champions Manchester United closed the door on a disappointing campaign with a seventh-placed finish following a 1-1 draw against eighth-placed Southampton at St Mary's.\n Southampton went in front in the 28th minute when Rickie Lambert collected Steven Davis' pass to score, although United were unhappy after the England international's flailing elbow left Nemanja Vidic with a bloodied face.\n United drew level nine minutes into the second half when record signing Juan Mata curled a 25-yard free-kick over the wall and into the top corner.\n Chelsea scored twice in the space of three second-half minutes to beat relegated Cardiff 2-1 in south Wales.\n Cardiff forged in front on the quarter-hour mark when Craig Bellamy's 25-yard effort took a wicked deflection off Cesar Azpilicueta on its way past Mark Schwarzer.\n Jose Mourinho admits he's pleased with Chelsea's comeback after seeing his team win 2-1 at Cardiff.\n Chelsea levelled on 72 minutes when substitute Andre Schurrle fired home the loose ball after Azpilicueta had first been denied by David Marshall and then the crossbar.\n Just three minutes later, Chelsea were in front when Schurrle's header found an onside Fernando Torres and the Spain striker had a simple finish past Marshall.\n Romelu Lukaku marked the final appearance of his loan spell at Everton with a goal as Roberto Martinez's men beat Hull City 2-0 at the KC Stadium.\n Romelu Lukaku says his loan spell at Everton has improved him.\n A well-worked goal put Everton ahead on nine minutes when Lukaku and Steven Naismith combined to play in James McCarthy and the midfielder's shot struck the hands of fit-again Hull keeper Allan McGregor on its way into the net.\n Everton increased their lead in the opening minute of the second half via another fine move which ended with Leon Osman slipping a pass through to Lukaku, who curled his shot past McGregor.\n Dwight Gayle twice put Crystal Palace in front at Craven Cottage before Chris David scored a stoppage-time equaliser as Fulham dropped into the Championship with a 2-2 draw.\n Felix Magath admits there will be a summer of change at the club after their relegation from the Premier League.\n Palace took the lead on 28 minutes when Gayle, who scored twice in Monday's thrilling 3-3 draw with Liverpool, diverted Joel Ward's shot beyond David Stockdale.\n Fulham levelled in the 61st minute when young striker Cauley Woodrow cut inside before curling a shot past Wayne Hennessey for his first goal for the club.\n But Palace were back in front with six minutes to go when the in-form Gayle whipped a 25-yard free-kick around the wall and beyond Stockdale.\n Felix Magath's side did provide their fans with a final flourish as, in the third minute of added time, David cut inside and thumped a shot in off the bar.\n Garry Monk marked his first game since being named Swansea's permanent manager with a 3-1 win over Sunderland at the Stadium of Light.\n Swansea went ahead after just seven minutes when Wayne Routledge's superb slide-rule pass played in Nathan Dyer and he clipped his shot over Vito Mannone.\n The visitors doubled their lead on 14 minutes when Marvin Emnes turned sharply on the edge of the box from Wilfried Bony's pass and lashed a shot past Mannone.\n Sunderland pulled a goal back five minutes into the second half when on-loan striker Fabio Borini marked his final appearance by heading home a corner.\n But Swansea restored their two-goal cushion four minutes later when Emnes' cross deflected out to Bony and his low shot went in via the post.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11512216",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6029,
                    "source": {
                        "title": "SkySports",
                        "uri": "www1.skysports.com"
                    },
                    "time": "18:50:00",
                    "title": "Premier League round-up",
                    "uri": "182413783",
                    "url": "http://www1.skysports.com/football/news/11677/9307272/premier-league-manchester-city-win-title-as-norwichs-relegation-is-confirmed",
                    "wgt": 1
                },
                {
                    "body": "Manchester City rubber-stamped their second Barclays Premier League title in three years with a 2-0 win over West Ham, while Norwich's relegation was finally confirmed as the 2013-14 season finished on Sunday.\n Unusually for this topsy-turvy year, everything pretty much went as expected at both ends of the table.\n City knew all they needed was a draw, due to their two-point gap and superior goal difference over second-placed Liverpool.\n The Reds beat Newcastle 2-1 but it was of little consequence, while Norwich limped to a 2-0 defeat to Arsenal as they were relegated to the Sky Bet Championship.\n It was a nervy opening at Eastlands, but as news filtered through of Liverpool going behind the atmosphere relaxed and City began to find their rhythm.\n Liverpool, whose title hopes rested on them beating Newcastle and an unlikely favour from West Ham, conceded in the 20th minute as Martin Skrtel diverted into his own net following a cross from the left by Yoan Gouffran.\n Champions-elect City wrapped things up either side of half-time.\n Samir Nasri gave them the breakthrough they had been searching for with a sublime drive from 25 yards that gave West Ham keeper Adrian no chance in the 39th minute, before captain Vincent Kompany prodded home from close range four minutes after the interval to get the party started.\n A mad five minutes handed Liverpool control at Anfield as Daniel Agger steered home Steven Gerrard's long free-kick delivery before Daniel Sturridge scored almost a carbon copy three minutes later - with Shola Ameobi seeing red in between - but it mattered little.\n Paul Dummett saw red three minutes from the end for kicking Luis Suarez to complete a disappointing afternoon for Alan Pardew's side.\n After a lifeless first half Norwich slipped down to the Championship without much fuss as Arsenal cruised to a 2-0 victory at Carrow Road.\n The Gunners, who can be forgiven for having one eye on next week's FA Cup final, wrapped up the win with goals from Aaron Ramsey and Carl Jenkinson.\n Hull, Arsenal's opponents in next week's cup final, signed off their campaign with a 2-0 defeat to Everton at the KC Stadium.\n Steve Bruce's side fell behind early on as James McCarthy scored his first goal since moving to Goodison from Wigan in the summer, before Romelu Lukaku ended his loan spell at the Toffees by notching his 15th of the season.\n Rickie Lambert issued a timely reminder of his England credentials in front of Roy Hodgson with a cool finish in Southampton's 1-1 draw with Manchester United - as Juan Mata grabbed his sixth goal in a United shirt.\n United's failure to win at St Mary's meant Tottenham would finish sixth and secure Europa League football whatever happened at White Hart Lane, but Spurs made light work of Aston Villa anyway.\n They took a 3-0 advantage before half time thanks to Paulinho, an own goal from Nathan Baker and an Emmanuel Adebayor penalty as Villa fell to their 20th defeat and finished 15th.\n Garry Monk's Swansea ended Sunderland's four-match winning streak, which included the scalps of Chelsea and Manchester United, by coming out on top 3-1 at the Stadium of Light.\n Goals from Nathan Dyer and Marvin Emnes effectively ended the game after 14 minutes and though Fabio Borini got one back for the hosts, Wilfried Bony notched his 16th league goal of the season to complete the scoring.\n Cardiff signed off their year in the Premier League, after their relegation was confirmed last week, with a 2-1 defeat to Chelsea.\n Boyhood fan Craig Bellamy's early strike looked to be sending them away with a great result, but Jose Mourinho's Chelsea hit back with goals from Andre Schurrle and Fernando Torres.\n Fulham also bowed out with a 2-2 draw at Crystal Palace.  Dwight Gayle bagged a brace to take his recent tally to four goals in two games, with 19-year-old Cauley Woodrow equalising for the hosts in between, before Chris David ensured it ended all square late on.\n West Brom brought the curtain down on their disappointing season by finishing directly above the trapdoor as Gareth McAuley's own goal and a Charlie Adam strike made it 2-1 to Stoke at the Hawthorns, Stephane Sessegnon having equalised in between times.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11505710",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5861,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "16:38:00",
                    "title": "Premier League final day round-up",
                    "uri": "182396646",
                    "url": "http://www.independent.ie/sport/soccer/premier-league-final-day-roundup-30264064.html",
                    "wgt": 1
                },
                {
                    "body": "Manchester City were confirmed as Premier League champions on Sunday for the second time in three seasons.\n As had been the case in 2012, City secured the title on the final day of the campaign, albeit without the same level of tension that accompanied their maiden Premier League triumph.\n Two years ago, a last-gasp goal from Sergio Aguero against QPR proved decisive as City edged out rivals Manchester United on goal difference.\n Yet City were not reliant on late drama this time around, as they recorded a routine 2-0 victory over West Ham, ensuring the efforts of second-placed Liverpool proved immaterial.\n Goals from Samir Nasri and captain Vincent Kompany were enough to see off a West Ham side with nothing but pride to play for.\n Liverpool, who began the final round of games two points behind Manuel Pellegrini's men, came from behind to beat Newcastle United 2-1 at Anfield, but it was to no avail.\n City's success comes in their first season under Pellegrini, who succeeded Roberto Mancini in June.\n The champions - who won 27 of their 38 matches - finished the campaign with 102 goals and a goal difference of +65.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11510058",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.572,
                    "source": {
                        "title": "www.soccerway.com",
                        "uri": "www.soccerway.com"
                    },
                    "time": "18:13:00",
                    "title": "City secure Premier League glory",
                    "uri": "182408391",
                    "url": "http://www.soccerway.com/news/2014/May/11/city-secure-premier-league-glory/",
                    "wgt": 1
                },
                {
                    "body": "Samir Nasri found the net in the 39th minute and Vincent Kompany added another tally just after halftime as Manchester City beat West Ham United and secured their second English Premier League title in three years.\n In front of their home fans at Etihad Stadium, Manchester City rolled past West Ham United for a 2-0 victory and secured their second English Premier League title in three years.\n Samir Nasri found the net in the 39th minute and captain Vincent Kompany added another tally just after halftime for Manchester City, who needed just one point to be crowned league champions.\n Manchester City finish the season atop the table with 86 points and a staggering +65 goal differential.\n Check back shortly with The National for a full match report and analysis.\n sports@thenational.ae\nFollow our sports coverage on twitter at @SprtNationalUAE",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11503855",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5698,
                    "source": {
                        "title": "www.thenational.ae",
                        "uri": "www.thenational.ae"
                    },
                    "time": "15:59:00",
                    "title": "Manchester City secure English Premier League title with win over West Ham United",
                    "uri": "182391173",
                    "url": "http://www.thenational.ae/sport/football/manchester-city-secure-english-premier-league-title-with-win-over-west-ham-united",
                    "wgt": 1
                },
                {
                    "body": "It was a routine home victory for City, with goals from Samir Nasri and captain Vincent Kompany - although point would have been enough for Manuel Pellegrini's side to regain the crown.\n A home defeat to Chelsea and the late collapse at Crystal Palace saw Liverpool's chances of a first title in 24-years slip away and City took full advantage by winning their last five games.\n \"Big teams cannot be satisfied with one title,\" said Pellegrini after the game.  \"This club and players deserve more titles.\" \"\nA nervous Liverpool meanwhile beat nine-man Newcastle 2-1 to end the season on a high and claim second spot.  They'll be disappointed with their end to the season but can take a lot of heart - in August nobody predicted that they would challenge for the title.\n Liverpool fought back from behind to win thanks to two goals in as many minutes from Daniel Agger and Daniel Sturridge, with Newcastle's Shola Ameobi, who was likely making his final appearance for the club, after seeing red for comments he made to the ref following that second goal.\n Elsewhere, a stunning goal from Aaron Ramsey helped Arsenal to a routine 2-nil win at Norwich, which confirmed the home team's relegation to the Championship, joining Fulham and Cardiff.\n Tottenham claimed sixth spot with a 3-nil win over Aston Villa and Chelsea ended the season with a win - add a striker in the summer and they'll most certainly be contenders for the title next season.\n Last year's champions Manchester United drew with Southampton to finish in a disappointing seventh with 64 points, 22 points behind City, with the search for their new manager continuing following the sacking of the 'chosen one' David Moyes.",
                    "date": "2014-05-12",
                    "eventUri": "738515",
                    "id": "11550000",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5669,
                    "source": {
                        "title": "TNT Magazine",
                        "uri": "www.tntmagazine.com"
                    },
                    "time": "08:37:00",
                    "title": "EPL round-up: Man City win Premier League title",
                    "uri": "182511990",
                    "url": "http://www.tntmagazine.com/sport/football/epl-round-up-man-city-win-premier-league-title",
                    "wgt": 1
                },
                {
                    "body": "Manchester City avoided the drama and late heroics that were required in 2012 to win the title, and dispatched West Ham with relative ease to claim the 2014 Premier League title.  Samir Nasri and Vincent Kompany did the damage as Manuel Pellegrini's side finished off a double in his first year in charge of the club.\n City had all of the ball in the opening ten minutes, showing patience just like they did in the mid-week against Aston Villa.  David Silva got their first good chance on goal just past the ten minute mark, volleying a cross from Pablo Zabaleta well over the crossbar.\n Aleksandar Kolarov was denied by Adrián in the 25th minute when the West Ham goalkeeper just managed to palm the ball over the bar, to keep the match scoreless.\n The goal that everyone knew was coming finally arrived in the 39th minute off the boot of Samir Nasri.  The midfielder picked up the ball 25-yards from goal, took a could dribbles forward into a pocket of space between three West Ham players.  None of them even considered closing Nasri down, so he happily fired a scorching low show inside the far post to put City up 1-0.\n David Silva nearly doubled the City lead right before halftime, but his deflected shot from close range hammered off the post.\n Four minutes into the second half, City's captain Vincent Kompany gave his team a 2-0 lead, taking advantage of a fortuitous bounce in front of the West Ham goal.  A cross into the box bounced off a West Ham player, falling right to Kompany who had inside position on Winston Reid, right in front of Adrián.  The defender simply gave the ball a solid kick, and sent the Ethiad Stadium crowd into a joyous, bouncing frenzy.\n City kept searching for a third goal, playing at a pace somewhere between cruise control and just making sure that West Ham didn't get any ideas about coming back.  It was enough to finish off the match and allow the celebrations to begin in earnest for players and fans alike.\n City finished the season with 86 points, two points clear of Liverpool in second place.\n Manchester City: Hart, Zabaleta, Kompany, Demichelis, Kolarov, Garcia, Touré (Negredo 86'), Nasri, Silva (Milner 76'), Agüero, Džeko (Fernadinho 69')\nGoals: Nasri (39'), Kompany (49')\nWest Ham United: Adrián, O'Brien, Reid, Tomkins, McCartney, Noble, Diame (J. Cole 81'), Taylor, Downing, Nolan (Jarvis 64'), Carroll (C. Cole 72')",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11504078",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5201,
                    "source": {
                        "title": "SBNation.com",
                        "uri": "www.sbnation.com"
                    },
                    "time": "15:50:00",
                    "title": "Manchester City vs. West Ham United: Final score 2-0, City win the title in efficient, effective fashion",
                    "uri": "182392065",
                    "url": "http://www.sbnation.com/soccer/2014/5/11/5706718/manchester-city-vs-west-ham-united-2014-epl-final-score-result",
                    "wgt": 1
                },
                {
                    "body": "Daniel Munthe Agger and Daniel Sturridge scored second-half goals to lead Liverpool to a 2-1 victory over Newcastle United in both teams' English Premier League finale on Sunday night.\n Liverpool could have won the league title with a victory, coupled with a Manchester City loss, but Manchester City beat West Ham United 2-0 to secure their second league title in three years.\n Check back shortly with The National for a full match report.\n sports@thenational.ae\nFollow our sports coverage on twitter at @SprtNationalUAE",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11504341",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4925,
                    "source": {
                        "title": "www.thenational.ae",
                        "uri": "www.thenational.ae"
                    },
                    "time": "16:06:00",
                    "title": "Liverpool do what they can but it is not enough to catch Man City",
                    "uri": "182392957",
                    "url": "http://www.thenational.ae/sport/football/liverpool-do-what-they-can-but-it-is-not-enough-to-catch-man-city",
                    "wgt": 1
                },
                {
                    "body": "Samir Nasri fired a potentially title-winning bullet to give Manchester City a first-half lead against West Ham.\n With City just needing a point against the Hammers to secure their second Premier League trophy in three years, it was all even until the Frenchman rasped home from 25 yards in the 39th minute.\n That goal, coupled with Liverpool losing 1-0 at home to Newcastle, left City looking pretty on top of the table, but after leading by the exact same score, with a goal in the exact same minute at this point two season's ago at home to QPR, fans will know how quickly a game can change...",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11503188",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4902,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "15:46:00",
                    "title": "Freaky! Samir Nasri bullet goal gives Manchester City exact replica of dramatic 2012 situation against QPR",
                    "uri": "182389558",
                    "url": "http://metro.co.uk/2014/05/11/freaky-samir-nasri-bullet-goal-gives-manchester-city-exact-replica-of-dramatic-2012-situation-against-qpr-4724167/",
                    "wgt": 1
                },
                {
                    "body": "Samir Nasri's 39th-minute goal is probably going to send Manchester City to its second Premier League title in the last three years.  City only needs to draw West Ham in order to fend off Liverpool, which trails Newcastle United 1-0 at halftime.\n City have only spent 14 days atop the table all season, but it looks like Manuel Pellegrini is going to have his team in the right place when it counts.\n UPDATE: City took a 2-0 lead on Vincent Kompany's goal.  Game over.  Title over.\n RELATED: Manchester United Fans Hired a Plane to Troll Steven Gerrard",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11503586",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4662,
                    "source": {
                        "title": "thebiglead.com",
                        "uri": "thebiglead.com"
                    },
                    "time": "15:55:00",
                    "title": "Samir Nasri's Goal Probably Wrapped Up the Premier League Title for Manchester City [UPDATE]",
                    "uri": "182390373",
                    "url": "http://thebiglead.com/2014/05/11/samir-nasris-goal-probably-wrapped-up-the-premier-league-title-for-manchester-city/",
                    "wgt": 1
                },
                {
                    "body": "The champagne is popped and the cigars are lit but how did each man perform as Pellegrini's Blues secured the title?\n For the second time in three seasons, Manchester City are Premier League champions after a routine 2-0 home win over West Ham.\n Samir Nasri got the opening goal and captain Vincent Kompany warned up for trophy-hoisting duties by adding the second, but who ruled and who had a Rupert?\n Here, the Mirror's David Anderson gives his analysis of each team's performance, man by man...\n Martin Demichelis: 8 Looks like the player Pellegrini always thought he was.  Booked.\n Aleksandar Kolarov: 7 Was denied a superb goal when Adrian touched over his piledriver.\n Samir Nasri: 8 Precise finish for his goal and made the second.  Man of the match.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11507668",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.427,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "17:17:00",
                    "title": "Manchester City 2-0 West Ham: Player ratings from the Mirror's David Anderson",
                    "uri": "182401103",
                    "url": "http://www.mirror.co.uk/sport/football/news/manchester-city-2-0-west-ham-3527730",
                    "wgt": 1
                },
                {
                    "body": "Manchester City went into half time with the advantage in the race for the Premier League title.\n Manchester City went into half time with the advantage in the race for the Premier League title.\n Samir Nasri's strike put the Blues 1-0 up against West Ham, while Liverpool trail Newcastle by the same score at home after Martin Skrtel own goal.\n The Blues played powerfully from the off and dominated the Hammers, but nerves were starting to creep in before the Frenchman's strike from distance beat Adrian despite the keeper getting a touch to it.\n The Blues are now just 45 minutes plus stoppage time away from a second title in three seasons, but it remains to be seen if there is a late twist.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11501373",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4129,
                    "source": {
                        "title": "men",
                        "uri": "www.manchestereveningnews.co.uk"
                    },
                    "time": "15:07:00",
                    "title": "Half time report on City v West Ham",
                    "uri": "182384047",
                    "url": "http://www.manchestereveningnews.co.uk/sport/football/football-news/manchester-city-v-west-ham-7103268",
                    "wgt": 1
                },
                {
                    "body": "With a solitary point enough to end all the arguments, against West Ham at The Etihad Stadium, Vincent Kompany will surely hold aloft the Barclays Premier League trophy at the close of business for another season this Sunday afternoon.\n If there is a helicopter on hand, in case anything unforeseen lets Liverpool back in it, it will presumably be in one of the car parks that surround The Etihad, rather than hovering somewhere between the two venues, as happens when the outcome is in the balance.\n The trophy is surely heading back to City, after a two-year absence, but are they worthy champions?  Here's 10 reasons why they are.\n Yaya Toure - is there a more fearsome sight for opposing teams than the foraging Toure in full flight?  That's what you call a rhetorical question.\n No need to conduct a poll.  We all know the answer.  When City play their favoured 4-2-3-1 formation, he's one of the midfield anchor men, usually alongside Fernandinho, which tells you something about his defensive qualities.\n But there's far more to his game than that, as illustrated by a run that covered almost the length of the field for City's final goal against Aston Villa and took his Barclays Premier League tally for the season to 20, making him joint-second alongside Daniel Sturridge on the list of scorers.\n David Silva and Samir Nasri - what a double act.  With Toure and Fernandinho behind them, these two have licence to let their dancing feet dazzle the opposition, and they are seldom out of step.\n The finishing of Edin Dzeko, Sergio Aguero and Toure may have helped keep City's goals-for column ticking over, but so too has the ingenuity of Silva and Nasri.\n When packed defences pitch up at The Etihad, who better than City's two attacking midfielders, both master craftsmen with the ball at their feet, to unpick them?  Another rhetorical question.  There's no-one better anywhere in the Premier League.\n Manuel Pellegrini - dull as ditchwater for us quotes-hungry sports writers, perhaps, but a canny operator who has commanded the respect of his players and who should, perhaps, be congratulated for steering well clear of the inevitable end-of-season managerial mind games.\n They were once viewed as spicy, hugely-entertaining verbal jousts, but not anymore.  We can't win the League, no we can't, no we're just a little horse, and so on and so on, ad nauseam.\n Pellegrini's deadpan delivery that 'everyone is still in with a chance' during the run-in may not have made riveting reading, but it was preferable to the nonsense spouted elsewhere.\n Defence - it has been clear for a few weeks that Liverpool, rather than Chelsea, were City's only genuine rivals, but can any team have an authentic claim to being England's finest when they have such a porous defence.\n When our very own, and, more to the point, Liverpool's very own, Jamie Carragher describes their defending as 'unacceptable', you know something is amiss.\n They were all over the place at Crystal Palace, not least when Dwight Gayle was allowed time and space inside the area to fire home the most dramatic of equalisers.\n City have conceded a goal a game so far, but that made it 49 in 37 for Liverpool.  Unacceptable, as Carragher rightly said.\n Sergio Aguero - Luis Suarez is out on his own as the Premier League's leading marksmen with 31 goals, but would he have been if Aguero had been injury-free instead of seemingly jinxed this season?\n It must be a concern for Argentina, ahead of the World Cup, the way he keeps wincing in pain after pressing the accelerator and feeling a twinge in his hamstring or groin, and it can't be doing much for Pellegrini's peace of mind, either.\n For all his fitness problems, though, the little frontrunner has still clocked up 17 goals to be joint-third top scorer in the League.\n They tend to be important ones, too, as demonstrated against QPR two years ago, when he settled matters with virtually the last kick of the season and 'Aguero-o-o-o-o ' became a best-selling t-shirt slogan.\n Squad - injuries happen, see above, and when they claim one of your key players, you need adequate cover, if you are serious about challenging for top honours.\n The same applies to form, and City have been able to absorb Alvaro Negredo losing his way mid-season, thanks to Edin Dzeko proving such an effective replacement.\n The Beast, as Negredo is affectionately known among Etihad patrons, looked unstoppable for the first half of the campaign, intimidating opposing defenders with his physical presence, holding the ball up and, more often than not, despatching it in the net.\n When those qualities began to desert him, Dzeko stepped in seamlessly and began doing the same, equally as well.  Crucial goals with head and feet have re-established him as City's main spearhead.\n Vincent Kompany - there's a case for saying he hasn't been striding the stage quite as imperiously as before, but that just shows how good he was last season.\n Still one of the best central defenders in the country and still a captain who leads by example.  He has become the face of the City dressing room, and it is an entirely acceptable one, the way he conducts himself on the pitch, and speaks eloquently, passionately and always reasonably off it.\n What a signing, from Bundesliga side Hamburg six years ago.  The best £6million anyone has ever spent.\n FFP - no, not Financial Fair Play but Fields, Facilities and Planning.\n City may be in hot water with UEFA for apparently flouting the recently introduced rules governing income and expenditure, but fair play to them for the way they are ploughing money into transforming one of the most deprived areas of Manchester by creating lush new training pitches, constructing state-of-the-art facilities and meeting every last requirement - including educational needs - for future generations of players.\n By the time it is all finished, it will have transformed the face of East Manchester, and they deserve praise and gratitude for that, rather than sanctions.\n Pablo Zabaleta - if ever there was an unsung hero, it has to be this unassuming, approachable Argentina right-back.\n When the money started rolling in from Sheikh Mansour, and world-renowned names began being lined up for every area of the team, his days looked numbered.\n Yet he has survived the overhaul of City's squad in style and made the number two position his own.  Transfer speculation is a way of life at The Etihad these days, but how often do you see City being linked with a right-back?\n The only movement in that area has been speculation that Micah Richards, once touted as England's right-back for the foreseeable future, may be on his way this summer.\n If he does leave, it will be down solely to Zabaleta's remarkable consistency as a full-back who can defend and also attack down the right.\n James Milner - not as flamboyant or spectacular as Silva or Nasri, but the statistics will tell you he contributes almost as much.\n There is a website that deals in facts and figures and lists each player's strengths and weaknesses.  Under strengths, Milner gets a tick for each category.\n Under weaknesses, the word 'none' appears.  Praise indeed, but it will come as no surprise to his manager, or his team-mates, for that matter.\n His assists, whether from an unselfish pass or cutback from the bye-line, have gone a long way towards City's goals-for column reaching three figures.\n When you have flair players like Silva and Nasri, it is important to balance it with a grafter like Milner, who takes on the workload willingly but also provides width and an attacking threat of his own with his forays down the right flank.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11472249",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4111,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "03:01:00",
                    "title": "Manchester City will be worthy winners in title race: Sportsmail looks at 10 reasons why champions-elect deserve victory",
                    "uri": "182302674",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2625000/Deserved-winners-Sportsmail-looks-ten-reasons-champions-elect-Manchester-City-worthy-victors-title-race.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "This time, they spared the emotions of their supporters.  There was no late drama.  No bedlam.  For once, Manchester City resisted any temptation to make life unnecessarily hard for themselves.  Instead, they just rolled up their sleeves and set about finishing off their work.  They are the champions of England and they did it in a way that made the old City, the club where once they said it should have a Government health warning, feel like a fading memory.\n By the time it was all done, Manuel Pellegrini's team had clocked up 102 goals and it was probably just a surprise they did not manage to get one more to equal Chelsea's 2010 record from the Premier League era.  Sergio Agüero is probably thinking the same after the sitter he passed up from one of Pablo Zabaleta's overlapping runs.\n No matter.  The final goal of the afternoon, courtesy of Vincent Kompany, could not generate the moshpit that Agüero set in motion on the final day two seasons ago but, for once, City's crowd will probably appreciate a party with a chill-out zone.\n They were ahead, six minutes before the interval, when Samir Nasri picked out the bottom corner from 25 yards but the crowd's nerves had already been soothed by that stage because of the news of Martin Skrtel's own goal at Anfield.\n The positions had not changed when Kompany made it 2-0 four minutes into the second half and, ultimately, Liverpool's second-half recovery was immaterial.  By that stage, nobody at the Etihad was concerning themselves too much with what was going on the other end of the M62.\n 'Nobody remembers who comes second,' read one of the banners.  And City - calm, professional, slick, and showing a level of know-how that was once beyond them - made absolutely certain this wild, oscillating title race had had its final twist.\n West Ham were generous opponents in what could conceivably be Sam Allardyce's last game in charge.  They defended stoutly for the opening half an hour but it has never been the structure and organisation of Allardyce's team that dismays their supporters.  It is the absence of real creativity and, if this is the farewell, the lingering image will be of the chance that came to Andy Carroll from Stewart Downing's cross in the second half.  The first touch sent it out for a corner and Carroll was substituted a few minutes later.\n At that stage, the victory songs had already started and the Etihad was in the process of its third Poznan of the afternoon.  For Yaya Touré, the celebrations were tarnished by a hamstring injury that forced him off before the end and, briefly, Agüero's barge on Mark Noble led to a confrontation between the two sets of players that was completely out of keeping with the rest of the afternoon.  Yet by the end the biggest problem for City was getting their supporters off the pitch so they could start the presentation.  \"We want to see the trophy,\" the public announcer reminded everyone.\n Nasri had set it up with the accuracy of his finish before the interval, taking advantage of the way Kevin Nolan and Matt Taylor did not close him down to rifle in a diagonal shot from 25 yards.  Adrián, the West Ham goalkeeper, got a glove to the ball but it went in off the post and a happy air of inevitability descended.\n Kompany's goal came after a lucky ricochet off Nolan from a corner, leaving him with the ball inside the six-yard area, and what a moment it was for City's captain bearing in mind it was his mistake at Anfield last month that had threatened to extinguish his team's chances of glory.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11506179",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3843,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "16:16:00",
                    "title": "Manchester City 2-0 West Ham United | Premier League match report",
                    "uri": "182397098",
                    "url": "http://www.theguardian.com/football/2014/may/11/manchester-city-west-ham-premier-league-match-report",
                    "wgt": 1
                },
                {
                    "body": "Sergio Aguero returns from a groin injury to start against West Ham for Manchester City, who need just a point to be crowned Premier League champions at the Etihad Stadium.\n Aguero was left out for the 4-0 win over Aston Villa after suffering the injury against Everton, but partners Edin Dzeko - who scored twice in midweek - up front.\n Fernandinho also surprisingly makes way in central midfield with Javi Garcia starting alongside Yaya Toure.\n Manchester City: Hart, Zabaleta, Kompany, Demichelis, Kolarov, Garcia, Toure, Nasri, Silva, Aguero, Dzeko\nSubstitutes: Pantilimon, Lescott, Clichy, Milner, Fernandinho, Negredo, Jovetic\nWest Ham: Adrian, O'Brien, Tomkins, Reid, McCartney, Noble, Taylor, Downing, Nolan, Diame, Carroll\nSubstitutes: Jarvis, Armero, Vaz Te, Collins, Jaaskelainen, C Cole, J Cole\nMeanwhile, Jordan Henderson returns from suspension to start for Liverpool, who need to beat Newcastle at Anfield and hope West Ham defeat City if they are to win the title.\n Daniel Agger also starts in defence for LIverpool.\n Liverpool: Mignolet, Johnson, Skrtel, Agger, Flanagan, Henderson, Gerrard, Allen, Sterling, Suarez, Sturridge\nSubstitutes: Jones, Toure, Sakho, Cissokho, Lucas, Coutinho, Aspas\nNewcastle: Krul, S Taylor, Williamson, Coloccini, Haidara, Debuchy, Anita, Tiote, Gouffran, Sissoko, Shola Ameobi\nSubstitutes: Elliot, Santon, Yanga-Mbiwa, Satka, Dummett, Sammy Ameobi, De Jong\nSouthampton v Manchester United\nRyan Giggs has left himself out of Manchester United's match-day squad at Southampton, ensuring his record of scoring in every Premier League season comes to an end.\n Meanwhile, Robin van Persie starts up front with Juan Mata behind him, while there is no place in the squad for James Wilson, who scored twice on his debut for the club against Hull on Tuesday.\n Luke Shaw starts for Southampton, with reports United are set to make a £27 million bid for him, as does Adam Lallana, who is set to seal a £20m move to Liverpool next week.\n Southampton: Boruc, Clyne, Fonte, Lovren, Shaw, Wanyama, Cork, Schneiderlin, Davis, Lallana, Lambert\nSubstitutes: Gazzaniga, Ward-Prowse, Guly, Chambers, Hooiveld, Reed, Gallagher\nManchester United: De Gea, Smalling, Ferdinand, Vidic, Evra, Januzaj, Fletcher, Kagawa, Welbeck, Mata, Van Persie\nSubstitutes: Amos, Carrick, Cleverley, Lawrence, Young, Valencia, Hernandez Norwich v Arsenal\nNorwich: Ruddy, Martin, R Bennett, Turner, Olsson, Tettey, Snodgrass, Howson, Johnson, Redmond, Elmander\nSubstitutes: Bunn, Whittaker, Fer, Hooper, E Bennett, Loza, Josh Murphy\nArsenal: Fabianski, Jenkinson, Sagna, Koscielny, Gibbs, Arteta, Rosicky, Ramsey, Ozil, Podolski, Giroud\nSubstitutes: Szczesny, Monreal, Wilshere, Kallstrom, Flamini, Diaby, Sanogo\nCardiff v Chelsea\nCardiff: Marshall, Fabio, Caulker, Turner, John, Gunnarsson, Mutch, Whittingham, Daehli, Bellamy, Campbell\nSubstitutes: Lewis, Eikrem, Cowie, McNaughton, Berget, James, Healey\nChelsea: Schwarzer, Azpilicueta, Ivanovic, Kalas, Cole, Mikel, Matic, Hazard, Oscar, Salah, Torres\nSubstitutes: Hilario, Luiz, Schurrle, Ba, Cahill, Ake, Swift",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11497170",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3352,
                    "source": {
                        "title": "ESPN.co.uk",
                        "uri": "www.espn.co.uk"
                    },
                    "time": "13:33:00",
                    "title": "Aguero returns to start for City",
                    "uri": "182372171",
                    "url": "http://www.espn.co.uk/football/sport/story/306763.html?CMP=OTC-RSS",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 34,
            "averageDate": "2014-05-11",
            "avgCos": 0.4393,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "738515",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "738515",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "Liverpool",
                "lat": 53.41058,
                "long": -2.97794,
                "wikiUri": "http://en.wikipedia.org/wiki/Liverpool"
            },
            "storyDate": "2014-05-11",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-392363",
            "variance": 0.307
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-161237": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "El Manchester City necesita un punto en su estadio ante el West Ham para ganar el domingo la Premier League inglesa y dar al técnico chileno Manuel Pellegrini su primera liga en Europa.\n El director técnico del Liverpool Brendan Rodgers da órdenes desde la línea de juego en el partido contra el Crystal Palace.\n El chileno de 60 años, se convertiría además en el primer entrenador no europeo en ganar la Premier League.\n Sólo el Liverpool del atacante uruguayo Luis Suárez, el mejor jugador de la temporada, podría arrebatarle el título.  Se encuentra a dos puntos y tiene que ganar al Newcastle y esperar que el City pierda.\n Los rivales del City y el Liverpool no se juegan nada, pero el West Ham tiene a dos antiguos jugadores del Liverpool, Andy Carroll y Stewart Downing, que seguramente querrán hacerle un favor a sus excompañeros.\n Sería el cuarto título de Liga del Manchester City y el segundo en tres años.\n El Liverpool, que ha ganado 18, cerraría con el título la sequía más larga de su historia: 24 años sin una liga.\n Todo está casi sellado en el descenso.  El Fulham londinense y el Cardiff City galés ya son equipos de segunda división.\n La tercera plaza del descenso está prácticamente asignada al Norwich City, que está tres puntos por detrás del West Bromwich Albion, pero con una desventaja de 17 goles en la media goleadora, la primera variable con la que se resuelven los empates a puntos.\n La victoria ante el Aston Villa 4-0 el miércoles en el estadio Etihad hizo que el City se pusiera por primera vez al frente de la tabla desde enero y dejó al tercero, el Chelsea de José Mourinho, sin ninguna posibilidad de pelear por la corona.\n \"Ahora ya podemos hablar del título, porque si ganamos el próximo partido ganaremos el título\", dijo Pellegrini, que podría culminar con un triunfo de prestigio su primera temporada en Inglaterra.\n La buena marcha del City, que ya ganó la Copa de la Liga, y el fracaso del Chelsea, que cerrará la temporada en blanco, ha recuperado el gran debate sobre los estilos; ¿juego bonito o juego efectivo?, ¿posesión del balón o contraataque?.\n Pellegrini se refirió a él.  Ganar la Liga \"será muy importante, no sólo por el título, sino por la manera en que vamos a ganarlo, si lo ganamos\", explicó.\n \"Tenemos un estilo de juego, somos un equipo atractivo, marcamos muchos goles y siempre estamos pensando en marcar más\", aseguró el chileno, que ha entrenado a Villarreal, Real Madrid, Málaga y el City desde que llegó a Europa en 2004.\n El City ha marcado 100 goles hasta ahora, uno más que el Liverpool (99) y 31 más que el Chelsea.\n Luis Suárez, en busca del récord goleador\nLuis Suárez es el máximo goleador de la Premier con 31 goles y con un solo tanto superaría el récord histórico de Cristiano Ronaldo y Alan Shearer en una liga de 38 partidos como la actual.  Si marcara tres, igualaría el de Shearer y Andy Cole en una liga con 42 partidos.\n Clasificación:\nPts J G E P gf gc dif\n1.  Manchester City 83 37 26 5 6 100 37 63\n2.  Liverpool 81 37 25 6 6 99 49 50\n3.  Chelsea 79 37 24 7 6 69 26 43\n4.  Arsenal 76 37 23 7 7 66 41 25\n5.  Everton 69 37 20 9 8 59 39 20\n6.  Tottenham 66 37 20 6 11 52 51 1\n7.  Manchester United 63 37 19 6 12 63 42 21\n8.  Southampton 55 37 15 10 12 53 45 8\n9.  Newcastle 49 37 15 4 18 42 57 -15\n10.  Stoke City 47 37 12 11 14 43 51 -8\n11.  Crystal Palace 44 37 13 5 19 31 46 -15\n12.  West Ham 40 37 11 7 19 40 49 -9\n13.  Swansea City 39 37 10 9 18 51 53 -2\n14.  Sunderland 38 37 10 8 19 40 57 -17\n15.  Aston Villa 38 37 10 8 19 39 58 -19\n16.  Hull City 37 37 10 7 20 38 51 -13\n17.  West Bromwich 36 37 7 15 15 42 57 -15\n18.  Norwich City 33 37 8 9 20 28 60 -32\n19.  Fulham 31 37 9 4 24 38 83 -45\n20.  Cardiff City 30 37 7 9 21 31 72 -41\nAFP",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11471776",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.766,
                    "source": {
                        "title": "LARED21",
                        "uri": "www.lr21.com.uy"
                    },
                    "time": "02:51:00",
                    "title": "Se define la Premier League entre el Manchester City y el Liverpool",
                    "uri": "182303811",
                    "url": "http://www.lr21.com.uy/deportes/1173546-se-define-la-premier-league-entre-el-manchester-city-y-el-liverpool#utm_source%3Drss%26utm_medium%3Drss%26utm_campaign%3Dse-define-la-premier-league-entre-el-manchester-city-y-el-liverpool",
                    "wgt": 1
                },
                {
                    "body": "MANCHESTER -- Sergio Agüero, cuyo agónico gol en tiempo de descuento le dio al Manchester City el título de la Liga Premier hace dos años, se repuso de su lesión y será de la partida el domingo cuando el City enfrente al West Ham en busca de un empate que le daría su segundo campeonato inglés en tres años.\n El técnico Manuel Pellegrini dijo el viernes que \"todo el equipo está bien\" y disponible para el encuentro.  Agüero es el máximo goleador del club esta temporada, con 28 tantos, pero sufrió una lesión en la ingle en la victoria del sábado por 3-2 sobre Everton y se ausentó del duelo del miércoles con Aston Villa, que el City ganó 4-0.\n El argentino se metió en el corazón de la hinchada del City cuando marcó un gol a los 94 minutos que le dio al club su primer campeonato de liga en más de cuatro décadas en el 2012.\n El cierre de la temporada pondrá de manifiesto la distancia que separa hoy a los dos equipos de Manchester.  Mientras que el City tiene el título casi en el bolsillo, Manchester United está lejos de la punta, a 20 unidades de su vecino, y necesitaría ganarle al Southampton y que Tottenham pierda con Aston Villa para clasificarse raspando a la Europa League.\n La última fecha decidirá asimismo quien acompaña a Fulham y Cardiff a la segunda división.  Norwich está casi condenado, ya que figura antepenúltimo, con tres puntos menos que West Bromwich y una diferencia de goles muy inferior.\n EL CITY A UN PASO DEL TITULO\nDos años atrás el City ganó un campeonato de infarto, por diferencia de goles, luego de anotar dos tantos en tiempo de descuento para ganarle al Queens Park Rangers en casa.\n Le bastará un empate ante West Ham, que está en la mitad de la tabla, ya que le lleva dos unidades al segundo, Liverpool, y tiene un saldo de goles muy superior, 13 tantos.\n El City ganó los tres partidos que jugó con West Ham esta temporada, incluido uno por 6-0 como local en el estadio Etihad.\n CRUZANDO LOS DEDOS\nPara que el trofeo regrese a Anfield por primera vez en 24 años, Liverpool debería ganar por goleada a Newcastle y esperar un gran favor de West Ham.\n Solo si Man City pierde con West Ham, Liverpool tendría posibilidades de coronarse, dada la gran diferencia de goles entre ambos.\n Es poco probable que se dé esa combinación, pero en el fútbol nunca se sabe.\n En 1989 a Liverpool le bastaba perder por 1-0 ante Arsenal para salir campeón, pero cayó 2-0 tras ceder un gol a Michael Thomas en tiempo de descuento y Arsenal se llevó el título.\n EL PEOR AÑO DE UNITED\nLa Europa League está resultando un encarte para los clubes de la Liga Premier, por lo que no clasificarse a esa competencia podría ser una bendición para Manchester United, que se apresta a redondear su peor campaña en mucho tiempo.\n United está séptimo, a tres unidades de Tottenham, y se clasificará si le gana a Southampton y Tottenham pierde con Aston Villa.\n El club es dirigido en forma interina por el jugador Ryan Giggs tras el reciente despido de David Moyes, quien reemplazó este año al legendario Alex Ferguson y no logró buenos resultados.\n Giggs dice que hará lo posible por clasificar al equipo a la Liga Europa.\n \"Es importante tener fútbol europeo en Old Trafford\", sostuvo.\n Se clasifique o no, esta fue la peor campaña de United en su historia.\n NORWICH CONDENADO\nLa presencia de Norwich en la Liga Premier está a punto de acabar luego de tres años.\n Los canarios están antepenúltimos, a tres puntos de West Brom y con una desventaja de 17 goles respecto al otro club que peligra.  Ni siquiera una victoria en el cierre de la campaña lo salvará, a menos que ocurra un milagro.\n ¿LA DESPEDIDA DE GIGGS?\n El del domingo podría ser el último partido de Giggs, suponiendo que decida alinearse a sí mismo.\n Con sus 40 años a cuestas y abundantes canas, Giggs todavía no ha dicho si seguirá jugando la próxima temporada, pero es previsible que no lo haga.\n \"Esperaré a que termine la campaña y luego lo pensaré un par de semanas\", dijo Giggs el martes.",
                    "date": "2014-05-10",
                    "eventUri": "738515",
                    "id": "11411070",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7115,
                    "source": {
                        "title": "ESPNDeportes",
                        "uri": "espndeportes.espn.go.com"
                    },
                    "time": "02:32:00",
                    "title": "Se define la Premier League: ¿Man.City o Liverpool?",
                    "uri": "182115053",
                    "url": "http://espndeportes.espn.go.com/news/story?id=2084157&s=eng&type=story&campaign=rss&source=ESPNdeportesPortada",
                    "wgt": 1
                },
                {
                    "body": "Sería un milagro que el Liverpool fuera esta tarde campeón de la Premier.  Milagro porque el título -sería el primero desde 1990 y cuando se cumple el 25 aniversario del desastre de Hillsborough-ya no depende sólo del Liverpool; también depende de que el West Ham logre batir al Manchester City en el Etihad.  A los hombres de Manuel Pellegrini les basta un punto para hacerse con su cuarta Premier (segunda en tres temporadas) y nadie en su sano juicio apostaría a que no van a saltar al terreno de juego a sentenciar la temporada con una victoria \"con estilo\", como les ha pedido su entrenador.  El 6-0 que el City le infligió al West Ham en la ida de semifinales de la Copa de la Liga (más otro triunfo por 0-3 en la vuelta), fue recordado ayer por el propio Pellegrini.  \"Les ganamos en enero en un buen partido y espero que lo podamos repetir ahora\", afirmó el técnico de los 'citizens'.\n El Liverpool, que recibe al Newcastle, lleva haciéndose a la idea de quedarse a las puertas de la Premier desde la derrota ante el Chelsea (0-2) tras 11 partidos sin caer derrotado y el posterior empate (3-3) ante el Crystal Palace, \"el peor momento de la temporada\", como lo calificó Brendan Rodgers, entrenador de los 'reds'.  Pero quiere valorar el curso en positivo.  \"Es un comienzo para el Liverpool, su mejor campaña en la lucha por el título desde 1990\", dijo Rodgers.\n El City sólo ha estado en la cabeza de la Premier en total 14 días y sin embargo llega a la jornada final del campeonato con todas las garantías de lograr el segundo título de campeón inglés en tres temporadas.  El City espera tomar el relevo de su vecino, el United, que en el último encuentro de Ryan Giggs en su banquillo como interino visita al Southampton.\n El Chelsea de José Mourinho, el otro equipo que ha luchado casi hasta el final por esta Premier, visita al Cardiff sin opciones.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11485825",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7006,
                    "source": {
                        "title": "MUNDO DEPORTIVO",
                        "uri": "www.mundodeportivo.com"
                    },
                    "time": "08:00:00",
                    "title": "La fiesta del Manchester City, a punto",
                    "uri": "182339671",
                    "url": "http://www.mundodeportivo.com/20140511/futbol/premier-league/la-fiesta-del-manchester-city-a-punto_54407794968.html",
                    "wgt": 1
                },
                {
                    "body": "Listo.  Con un empate ante el West Ham conseguirá su cuarta Premier League.\n El Manchester City tiene todo a su favor para gritar hoy campeón.  Desde las 9 de la mañana (hora peruana) recibirá al West Ham en el Etihad Stadium esperando no tener que sufrir tanto como en el 2012, donde recién celebraron con un gol agónico del 'Kun' Agüero.\n Manuel Pellegrini, el técnico chileno, espera celebrar su primer título en Europa, que sería la cuarta Premier League en la historia de los 'citizens'.  Hasta con un empate, por la diferencia de goles, quedarán encima del Liverpool, que espera solo un milagro.\n Los 'Reds' deben superar en casa al Newcastle y luego esperar que el City tropiece.  Mientras que el Manchester United pelea su última chance de llegar a la Euroliga.  Debe ganarle al Southampton y esperar que el Tottenham caiga.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11493503",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6757,
                    "source": {
                        "title": "larepublica.pe",
                        "uri": "www.larepublica.pe"
                    },
                    "time": "12:10:00",
                    "title": "El City está a solo un punto de ser campeón",
                    "uri": "182359782",
                    "url": "http://www.larepublica.pe/11-05-2014/el-city-esta-a-solo-un-punto-de-ser-campeon",
                    "wgt": 1
                },
                {
                    "body": "El Manchester City se prepara para vivir mañana otra jornada histórica, aunque espera que la consecución de la Premier no sea tan dramática como en 2012.  Entonces también lo tenía todo a favor, dependía de sí mismo y jugaba en el Etihad, pero no logró el título hasta el descuento con dos goles de Edin Dzeko y Kun Agüero que remontaron el 1-2 del Queens Park Rangers.  Los 'citzens' ganaron por 3-2 y se proclamaron campeones de Inglaterra por tercera vez, primera tras 44 años de espera, por mejor 'average' general que su eterno rival, el United.\n Pablo Zabaleta, autor del 1-0 en ese partido, tiene muy presente el precedente.  \"El miércoles dimos un paso de gigante (4-0 al Aston Villa) pero aún tenemos un partido y hace dos años vimos cómo esto puede cambiar rápido\".  Agüero, baja el miércoles con molestias musculares, está recuperado.\n \"Sabemos que un empate es suficiente, pero jugaremos para ganar\", dice, rotundo, Zabaleta, que recela del West Ham pese a que el City le ha ganado tres veces esta temporada: 1-3 en Premier y 6-0 y 0-3 en semis de la Copa de la Liga conquistada en febrero.  \"Están salvados del descenso pero tienen muy buenos jugadores y marcan en jugadas ensayadas.  Será duro\".\n Uno de ellos es Andy Carroll, que jugó en el Liverpool una temporada (2011-12) antes de cederlo primero (2012-13) y traspasarlo el verano pasado al West Ham.  Sólo ha marcado dos goles desde que reapareció tras una larga lesión, pero los 'reds' confían en él para lograr el milagro; ganar al Newcastle y dar el vuelco a la tabla.\n \"El West Ham tiene talento y si es capaz de ganar 2-0 al Tottenham (el pasado sábado), puede hacerlo ante el City\", confía Brendan Rodgers, cuyo discurso ha cambiado en apenas unas horas.  El martes, tras ver cómo el Crystal Palace le remontaba un 0-3 en los últimos diez minutos para acabar empatando, aseguró que la Premier ya estaba decidida.  \"Lucharemos hasta el final\", rectificó al día siguiente y ayer también: \"Esto no ha acabado\".  Además, confirmó que está a punto de renovar.\n Otro aliado del Liverpool es San Allardyce.  \"A cualquiera le gustaría ver al Liverpool ganar el título y a mí que lo haga Steven Gerrard\", confesó el técnico del West Ham.  \"Ha estado en el club toda su vida y es lo último que le queda por ganar.  El City sólo ha perdido en casa ante el Chelsea, pero intentaremos aguar la fiesta\".",
                    "date": "2014-05-10",
                    "eventUri": "738515",
                    "id": "11433628",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6588,
                    "source": {
                        "title": "MUNDO DEPORTIVO",
                        "uri": "www.mundodeportivo.com"
                    },
                    "time": "08:11:00",
                    "title": "El Manchester City espera no sufrir como en 2012",
                    "uri": "182169417",
                    "url": "http://www.mundodeportivo.com/20140510/futbol/premier-league/el-manchester-city-espera-no-sufrir-como-en-2012_54407770790.html",
                    "wgt": 1
                },
                {
                    "body": "También desde las 11, en la última jornada de la Premier League, los \"Reds\" se verán las caras con las \"Urracas\", con la obligación de ganar y aguardar una derrota del Manchester City para celebrar un título 24 años después de la vez anterior.  Televisará ESPN.  En simultáneo, otros ocho encuentros, destacándose Cardiff-Chelsea y Southampton-Manchester United\nEn el marco de la Fecha 38 de la Premier League, la principal atención se centrará en el Etihad Stadium, donde Manchester City recibirá al West Ham con la oportunidad de salir campeón por sus propios medios.  De todas maneras, las esperanzas también se alojarán en Anfield, donde Liverpool medirá sus fuerzas ante Newcastle desde las 11 con la intención de buscar el milagro de la consagración.  A dos unidades de los \"Ciudadanos\" y una desventaja de 13 en la diferencia de goles, los dirigidos por Brendan Rodgers deberán conseguir las tres unidades y aguardar una derrota de los de Manuel Pellegrini.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11494789",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6231,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "12:38:00",
                    "title": "Liverpool recibirá al Newcastle y esperará el milagro para volver a festejar un campeonato",
                    "uri": "182365509",
                    "url": "http://www.infobae.com/2014/05/11/1563329-liverpool-recibira-al-newcastle-y-esperara-el-milagro-volver-festejar-un-campeonato",
                    "wgt": 1
                },
                {
                    "body": "Manchester City, con los argentinos Sergio Agüero, Pablo Zabaleta y Martín Demichelis, buscará hoy consagrarse como campeón de la Premier League, cuando reciba a West Ham desde las 11.  Al conjunto de Manuel Pellegrini le alcanza con un empate para festejar el título, ya que le lleva dos puntos de ventaja al escolta Liverpool, además de 13 tantos de diferencia para el caso de igualdad de puntos.  Por su parte, el conjunto rojo jugará en Anfield Road ante Newcastle, con la necesidad de ganar y que el City pierda para quedarse con el certamen.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11484856",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6213,
                    "source": {
                        "title": "Rosario/12",
                        "uri": "www.pagina12.com.ar"
                    },
                    "time": "08:45:00",
                    "title": "Camino a la gloria",
                    "uri": "182336462",
                    "url": "http://www.pagina12.com.ar/diario/deportes/8-245990-2014-05-11.html",
                    "wgt": 1
                },
                {
                    "body": "Su paso por la Premier ha sido una carrera de obstáculos.  Dejó un Betis en caída libre y llegó a un West Brom en convulsión, sumido en la lucha por la permanencia y en problemas extradeportivos como el caso Anelka.  Pepe Mel (Madrid, 28 Febrero 1963) da por buena la lección aprendida tras lograr la salvación y afronta la última jornada con su futuro incierto.  \"En Inglaterra no conocen el entrenador que soy\", se lamenta.  Gracias a su carácter afable, el técnico español se ha ganado el cariño de la ciudad deportiva del West Brom a pesar de la barrera del idioma.  \"Me iré de vacaciones a Benidorm para mejorar el inglés\", bromea en un corrillo de periodistas locales.\n ¿La Premier es tan fiera como la pintan?  Hombre, si la ves desde el punto de vista del West Brom, del Norwich, del Sunderland, del Cardiff y del Fulham, sí.  Cada partido es una aventura.  Es complicado por el nivel de los rivales, pero se pueden hacer cosas.  Es una liga excitante para trabajar.  En su caso el camino ha estado plagado de obstáculos pero salvará al equipo por diferencia de goles.  Lo importante es el objetivo final.  Cuando a uno le marcan un objetivo y lo consigue, por lo menos tiene la tranquilidad de conciencia de saber que ha cumplido.  Ha sido difícil por mil problemas, no voy a empezar a enumerarlos.  Cada semana teníamos una prueba diferente que superar y lo hemos hecho.  ¿Es cierto que sus jugadores le pidieron que renunciara al fútbol de posesión para lograr la permanencia?  Llegamos a un acuerdo entre jugadores y cuerpo técnico... no fue exactamente así.  Está claro que no puedes hacer algo que va contra la naturaleza de los futbolistas.  Estábamos en un momento crítico, necesotábamos ganar partidos, sumar puntos y es mejor que el jugador esté cómodo en el campo.  Pero a usted le ficharon por su estilo...  Ya... pero en ese momento lo más importante para el club era mantener la categoría.  Ahora es cuando hay que decidir si de verdad el West Brom quiere cambiar.  ¿Con Pepe Mel?  Como decía, ahora tienen que pensar si quieren cambiar o seguir con su tradición.  Las dos cosas me parecerán bien.  Yo he estado muy a gusto aquí y me voy con el cariño de la gente.  Conseguimos la permanencia, el objetivo por el que me contrataron.  ¿Le apetece seguir en la Premier?  Hay un último partido apasionante contra el Stoke City y lo quiero vivir porque no sé si será el último.  Después del pitido final, comenzaremos a hablar de futuro.  Mi deseo es poder ser yo mismo en el West Brom y tener la oportunidad de que el West Brom se parezca más a mí.  Para eso me ficharon.  ¿Cuál ha sido su mayor satisfacción en la Premier?  Cuando yo llegué, a falta de 17 partidos, teníamos partidos en los que nadie contaba con puntuar: Everton, Liverpool, Chelsea, Tottenham, Manchester City, Manchester United.. .  Sin embargo, en la gran mayoría sacamos puntos.  Eso fue una satisfacción.  ¿El idioma ha sido un obstáculo?  Hombre, es obvio que sí.  Un entrenador tiene que transmitir y a mí me gustaría poder hablar con los jugadores como lo estoy haciendo con usted ahora.  Me ha costado al principio y, sin duda alguna, ha sido una barrera.  ¿Esta Premier la ganará el City o la perderá el Liverpool?  En el fútbol va todo unido.  Hay ganadores y perdedores porque es un juego y la suerte está en liza.  Simplemente el Liverpool ha fallado más que el City.  Hay que verlo de esta forma.  Por supuesto tener grandísimos jugadores ayuda, pero ha sido una liga apasionante.  Sin duda alguna, el City sería el justo ganador.  Lo que envidio del City es la posibilidad de jugar con Agüero, Yaya Touré, Silva, etc...  ¿Pellegrini merecía un gran título europeo?  Manuel merece el título pero igual lo merecería Brendan Rogers.  Los dos han estado a una gran altura.  Pellegrini es un poco un privilegiado.  Yo admiro sobre todo su trabajo con el Málaga y con el Villarreal, donde demostró que está destinado a hacer cosas.  Es más sencillo cuando estás en el Real Madrid o en el ManCity.  Me quedo con el Manuel Pellegrini del Villarreal y el Málaga.  Por el fútbol que defiende, ¿Pepe Mel prefiere que gane la Premier un equipo que trate bien el balón antes que un equipo que renuncie a él?  Yo creo que Arsenal, Liverpool, Manchester City, Swansea, Southampton.. .  son equipos que se acercan a lo que yo pienso que es el fútbol.  Y todos esos equipos han hecho muy buenas ligas, uno de ellos será campeón.  Por lo tanto, sí, la Premier, como otras ligas europeas, premia el buen hacer con el balón.  En España se envidia el carácter competitivo de la Premier, pero este año no hay mucho que envidiar.  ¿Ganará el Atleti el campeonato?  Yo soy madrileño y me gustaría que la ganara.  Sería bueno para el fútbol español, daría un aire fresco que no fueran siempre los dos grandes.  Están teniendo una temporada apasionante y han merecido estar ahí.  Si al final gana el Barça, también será porque se lo ha merecido.  ¿Le ha entristecido ver cómo se ha hundido su Betis y la situación institucional en la que se encuentra?  Es un tema muy doloroso para mí.  Soy del Betis y mi familia es bética.  Hay que pensar en el futuro y la única forma de salir de los problemas es uniéndose, como ocurrió en 2010 cuando yo llegué.  Se ascendió y se acabó en Europa.  Es mi deseo.  Un equipo como el Betis, no sufriría tanto financieramente en la Premier...  Es una desgracia decirlo.  Pero en el mundo del fútbol, como buen business que es, el dinero lo es todo.  Si el Betis tuviera dinero, con la cantidad de afición y el apoyo social que tiene, sería un gran club a nivel mundial.  Para desgracia del Betis, España no es como Inglaterra: si un equipo desciende recibe el mismo dinero a través de televisión y otros conductos.  Pasas de ganar más de 30 millones por TV [el colista QPR recibió 39 millones de libras la temporada pasada] a recibir dos y medio.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11488373",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5656,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "10:07:00",
                    "title": "'El City sería un justo ganador'",
                    "uri": "182347123",
                    "url": "http://www.elmundo.es/deportes/2014/05/11/536f371822601d5c728b456c.html",
                    "wgt": 1
                },
                {
                    "body": "LONDRES -- Los fanáticos del Manchester City van a estar haciendo una de dos cosas esta semana, después de haber visto cómo un juego que fue desgastando la paciencia ante el Aston Villa el lunes se convirtió en un diluvio en el segundo tiempo, literal y meteorológicamente hablando.\n Lo primero que se debe hacer como un fanático del City, por supuesto, es empezar a preocuparse.  Ningún canto triunfalista, ninguna bandera agitándose, ni bombos y platillos, sólo el eterno temor.  Morderse las uñas, temblar, mover las rodillas sin parar, vagar sin rumbo -- mucho temor y nerviosismo.  La segunda cosa es seguir haciendo lo primero hasta llegar a un estado tal que incluso caminar se vuelva difícil.\n La noticia de que Sergio Agüero ha pasado la prueba física y tomará su lugar de titular ante el West Ham envía la memoria colectiva dos años atrás, hacia una tarde de 2012 llena de tensión contra los Queens Park Rangers.  Un recién llegado al planeta podría haber pensado que el excepcional gol ganador del título había sido anotado por un jugador llamado, improbablemente, \"Agüerooooooooooooo\", y que las personas presentes nunca habían sido testigo de un gol en todas sus largas vidas, pero en verdad, el Manchester City ha hecho sufrir tanto a sus fanáticos en medio de muchos melodramas durante los últimos días-de-la-temporada que deberían estar acostumbrados a eso, para bien o para mal.\n Esto, por supuesto, es algo más fácil de decir que de hacer.  Para probar este punto, echaremos un rápido vistazo a este pequeño resumen:\nSt.  James 'Park, 1968 -- Una victoria por 4-3.  Franny Lee en la multitud rodeado de muchachos con parkas de lana.  Campeones de toda Inglaterra.\n Maine Road, 1983 -- Luton Town, las zapatillas sin cordones de David Pleat, Brian Horton, Paul Walsh, 1-0 ante Raddy Antic con tres minutos para el final.  El inquietante comentario en televisión de John Motson: \"Uno de los grandes del fútbol Inglés... va al descenso\".\n Charlton Athletic, 1985 -- Cantando canciones muy tontas de pie sobre una mesa húmeda en Yates Wine Lodge, desorientado, gran conmoción y pavor.  Perdí mi suéter, mis zapatos y mis compañeros en la aglomeración.\n Upton Park, 1987 -- Abajo de nuevo a la segunda división después de un inesperado y rápido encuentro con los fanáticos del West Ham.\n Bradford, 1989 -- Exprimidos detrás de la tela metálica en Valley Parade tratando de evitar que mi banana inflable estalle en esos brillantes picos de color rojizo y ámbar.  Clever Trevor Morley con segundos en el reloj, mirando a un lado y luego al otro para averiguar discretamente si su gol había valido no.\n Sunderland, 1992 -- Un breve respiro, ya que ellos estaban en crisis, no el City.  Wearsiders, los 13,000, en la tribuna del Platt Lane.  Los grandes pantalones disco de Niall Quinn ondeando a media asta.\n Liverpool, 1996 -- La emocionante remontada después de ir dos goles abajo ante un equipo que ni siquiera estaba interesado; Steve Lomas por el lateral aguantando para un empate 2-2 que no era bueno para nadie.  Alan Ball con su jogging y gorra dirigiendo el desastre como un regordete Sam Peckinpah en su terrible suntuosidad.  El tremendo olor agrio de las esperanzas destrozadas.  El descenso, otra vez.\n Stoke, 1998 -- El caos absoluto de un descenso a la tercera división del fútbol inglés.  Port Vale, Huddersfield y Portsmouth (de Alan Ball) ganaron de visitantes para descender al City.  Las cicatrices mentales que pueden quedar tras una tarde como esa.  El City en la tercera división.\n El más grande de todos, Wembley contra Gillingham en 1999 - Paul Dickov deslizándose a través de la lluvia en el quinto minuto del tiempo añadido; la mitad de los fans que se iban volvieron; arriba, abajo y todo alrededor.  Nicky Weaver corriendo el largo de la cancha luego de la tanda de penaltis.  La necesidad de ropa nueva y una intensa fisioterapia en un par de tobillos casi rotos en los asientos de madera de Wembley.\n 2005 - Middlesbrough y el día que el penal de Robbie Fowler en tiempo de descuento para clasificar a Europa rodó hacia el olvido.\n Y luego el pequeño detalle de los Queens Park Rangers -- el día que pensamos que lo habíamos visto todo, el día que Agüero grabó su imagen de él, sin camiseta y girando el brazo, en nuestras cortezas cerebrales.\n Los fans del City estarían mintiendo si dijeran que todo esto ha sido una brisa.  Yo estaría mintiendo si dijera que cualquiera de los aficionados del City que se comieron las uñas esta semana desearía un drama similar el domingo.  El Manchester City, inmerso como está en un cuento inacabable de altos y bajos, podía tener otra cosa en mente.",
                    "date": "2014-05-11",
                    "eventUri": "738515",
                    "id": "11473980",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4549,
                    "source": {
                        "title": "ESPNDeportes",
                        "uri": "espndeportes.espn.go.com"
                    },
                    "time": "03:43:00",
                    "title": "Los Citizens son veteranos en alegría y desesperación del día final",
                    "uri": "182308892",
                    "url": "http://espndeportes.espn.go.com/news/story?id=2085081&s=eng&type=story&campaign=rss&source=ESPNdeportesPortada",
                    "wgt": 1
                },
                {
                    "body": "Si gana, sería el cuarto título de Liga del Manchester City y el segundo en tres años.  El Liverpool, que ha ganado 18, cerraría con el título la sequía más larga de su historia: 24 años sin una liga.  Todo está casi sellado en el descenso.  El Fulham londinense y el Cardiff City galés ya son equipos de Segunda División.\n Mientras eso sucede en Inglaterra, en Alemania 'Pep' Guardiola, DT del Bayern Munich, declaró estar preparado para el tradicional baño de cerveza que servirá para festejar el título nacional número 24 del club, tras la disputa del último partido del campeonato, hoy 10 de mayo, frente al Stuttgart.\n \"Sé que es una tradición y me gustan las tradiciones.  Si los jugadores lo quieren, lo pueden hacer.  De todas formas, yo no tengo pelo\", dijo el entrenador español, que espera con impaciencia la celebración de un título que el equipo bávaro consiguió el pasado 25 de marzo.\n Para el duelo ante los andaluces, el Atlético tiene la duda del hispano-brasileño Diego Costa, por una lesión muscular en el muslo derecho.  El club se ha limitado a señalar que el delantero está \"pendiente de evolución\".",
                    "date": "2014-05-10",
                    "eventUri": "738515",
                    "id": "11437322",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3929,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "10:45:00",
                    "title": "Manuel Pellegrini, cerca de conseguir su primera liga europea",
                    "uri": "182181011",
                    "url": "http://www.elcomercio.com/deportes/futbol/Alexa-Manchester_City-FC_Barcelona-Real_Madrid-Bayern_Munich-Manuel_Pellegrini_0_1135686471.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-05-11",
            "avgCos": 0.4363,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "738515",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "687085",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "Liverpool",
                "lat": 53.41058,
                "long": -2.97794,
                "wikiUri": "http://en.wikipedia.org/wiki/Liverpool"
            },
            "storyDate": "2014-05-11",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-161237",
            "variance": 0.3096
        }
    },
    "meta": {
        "CCAArticleMatchCount": 26,
        "CCAArticleMatchRatio": 0.1444444444444444,
        "CCAAvgCosSim": 0.6692403846153846,
        "CCAAvgMatchWgt": 68.92307692307692,
        "_articleUri1": "182303811",
        "_articleUri2": "182418706",
        "_datetime": "2015-01-19 23:02:07",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-161237",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-392363",
        "_username": "Evgenia Belyaeva",
        "artCount1": 10,
        "artCount2": 34,
        "avgCosSimStory1": 0.4363,
        "avgCosSimStory2": 0.4393,
        "categorySim": 0,
        "conceptCosSim": 0.5995950015587941,
        "conceptJaccardSim": 0.3333333333333333,
        "coreTime1": 125840.1833333333,
        "coreTime2": 125871.7666666667,
        "coreTimeStDev1": 10.02767351438614,
        "coreTimeStDev2": 2.582584102456552,
        "entityCosSim": 0.4700326474275013,
        "entityJaccardSim": 0.3043478260869565,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.7015537275065367,
        "keywordJaccardSim": 0.3636363636363637,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 8,
        "storyQuality2": 15,
        "timeAvg1": 125856.77,
        "timeAvg2": 125874.844117647,
        "timeStDev1": 12.05442933807494,
        "timeStDev2": 5.966670613363737,
        "varianceStory1": 0.3096,
        "varianceStory2": 0.307
    }
}