{
    "850f305d-14db-4c75-b547-79470a557ea3-907518": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "The Lowe's OSHbot robot can scan an item and lead you directly to it. Source: AP\n\nUS hardware chain Lowe's is testing whether new bots on wheels can improve its customer service, like helping a shopper find a match for something as simple as a nail.\n\nFour robots are being tested an Orchard Supply Hardware store owned by Lowe's Companies Inc. in San Jose, California.\n\nThe robots dubbed OSHbots look like white columns with two large black screens on either side of them, and wheels to help them move. They are equipped with 3D cameras so they can scan and identify items. And customers can research items they want to buy on their screen. Then the robot can lead them to the aisle where an item is located.\n\n\"They're based on making a science fiction story a reality,\" said Kyle Nel, executive director of Lowe's Innovation Lab.\n\nThe robots also have a database of what inventory is in stock at the store, so they can let customers know if something is out of stock or not.\n\n\"People can come in with a random screw and say Mr. Robot, I need more of these, and if we do have it in the store, they can find it,\" Nel said. The robots can speak in English and Spanish.\n\nLowe's started working with Fellow Robots, a technology company in Silicon Valley, in November to develop the robots. The cost of the project is undisclosed.\n\nLowe's has been working on infusing more technology into its customer service. It has also developed a \"holoroom\" that can let users see what different pieces of furniture look like in different rooms in a virtual-reality environment.",
                    "date": "2014-10-29",
                    "eventUri": "1584301",
                    "id": "23779489",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9146,
                    "source": {
                        "title": "AdelaideNow",
                        "uri": "www.adelaidenow.com.au"
                    },
                    "time": "09:04:00",
                    "title": "I, robot... you, replaced",
                    "uri": "222438675",
                    "url": "http://www.adelaidenow.com.au/business/work/lowes-hardware-stores-to-roll-out-robot-employees/story-fnkjjaig-1227106377045?from=public_rss&nk=db15a17e283f10851345f34eb7ccc63a",
                    "wgt": 1
                },
                {
                    "body": "Lowe's is testing whether new bots on wheels can improve its customer service, like helping a shopper find a match for something as simple as a nail. Four robots are being tested an Orchard Supply Hardware store owned by Lowe's Companies Inc. in San Jose, Calif.\n\nThe robots dubbed OSHbots look like white columns with two large black screens on either side of them, and wheels to help them move. They are equipped with 3-D cameras so they can scan and identify items. And customers can research items they want to buy on their screen. Then the robot can lead them to the aisle where an item is located.\n\n\"They're based on making a science fiction story a reality,\" said Kyle Nel, executive director of Lowe's Innovation Lab.\n\nThe robots also have a database of what inventory is in stock at the store, so they can let customers know if something is out of stock or not.\n\n\"People can come in with a random screw and say Mr. Robot, I need more of these, and if we do have it in the store, they can find it,\" Mr. Nel said. The robots can speak in English and Spanish.\n\nLowe's started working with Fellow Robots, a technology company in Silicon Valley, in November to develop the robots. The cost of the project is undisclosed.\n\nLowe's has been working on infusing more technology into its customer service. It has also developed a \"holoroom\" that can let users see what different pieces of furniture look like in different rooms in a virtual-reality environment.",
                    "date": "2014-10-28",
                    "eventUri": "1584301",
                    "id": "23798837",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8774,
                    "source": {
                        "title": "Pittsburgh Post-Gazette",
                        "uri": "www.post-gazette.com"
                    },
                    "time": "13:54:00",
                    "title": "Now in aisle 3 at Lowe's: robots",
                    "uri": "222492277",
                    "url": "http://www.post-gazette.com/business/2014/10/29/Now-in-aisle-3-at-Lowe-s-robots/stories/201410290025",
                    "wgt": 1
                },
                {
                    "body": "Lowe's is testing whether new bots on wheels can improve its customer service, like helping a shopper find a match for something as simple as a nail.\n\nFour robots will be tested an Orchard Supply Hardware store owned by Lowe's in San Jose.\n\nThe robots dubbed OSHbots look like white columns with two large black screens on either side of them, and wheels to help them move. They are equipped with 3D cameras so they can scan and identify items. And customers can research items they want to buy on their screen. Then the robot can lead them to the aisle where an item is located.\n\n\"They're based on making a science fiction story a reality,\" said Kyle Nel, executive director of Lowe's Innovation Lab.\n\nThe robots will make their inaugural appearance in late November or early December at the OSH store at 377 Royal Ave. in San Jose, said Amanda Manna, a Lowe's spokeswoman. She said the San Jose location was chosen for several reasons: the store has already served as a sort of laboratory where Lowe's, which bought OSH a little over a year ago, can test out new tech tools and systems to enrich the customer experience; Lowe's has its innovation lab at Singularity University at the NASA Research Park at Moffett Field; and Silicon Valley is the perfect spot to test out robots in retail.\n\n\"We are constantly looking across the company for ways to try out new technologies,'' said Manna. \"And since the local customer base is already so tech-savvy, the community makes a great partner'' for the experiment.\n\nThe robots also have a database of what inventory is in stock at the store, so they can let customers know if something is out of stock or not.\n\n\"People can come in with a random screw and say, 'Mr. Robot, I need more of these,' and if we do have it in the store, they can find it,\" Nel said.\n\nThe robots can speak in English and Spanish.\n\nLowe's started working with Fellow Robots, a technology company in Mountain View, in November to develop the robots. The cost of the project is undisclosed.\n\nLowe's has been working on infusing more technology into its customer service. It has also developed a \"holoroom\" that can let users see what different pieces of furniture look like in different rooms in a virtual-reality environment.\n\nLowe's shares rose 34 cents to $55.81 in afternoon trading Tuesday. Its shares have risen more than 11 percent over the past year.\n\nStaff writer Patrick May contributed to this report.",
                    "date": "2014-10-28",
                    "eventUri": "1584301",
                    "id": "23732221",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8542,
                    "source": {
                        "title": "Sunnyvale Sun",
                        "uri": "www.mercurynews.com"
                    },
                    "time": "21:39:00",
                    "title": "Robots to assist customers at San Jose Orchard Supply Hardware store",
                    "uri": "222317226",
                    "url": "http://www.mercurynews.com/business/ci_26815593/robots-helping-customers-at-san-jose-orchard-supply",
                    "wgt": 1
                },
                {
                    "body": "Lowe's is testing whether bots on wheels can improve its customer service, like helping a shopper find a match for something as simple as a nail.\n\nFour robots are being tested at an Orchard Supply Hardware store owned by Lowe's Cos. in San Jose, Calif.\n\nThe robots, dubbed OSHbots, look like white columns with two large black screens on either side, and wheels to help them move. They are equipped with 3-D cameras so they can scan and identify items. Customers can research items they want to buy on their screens. Then the robot can lead them to the aisle where an item is located.",
                    "date": "2014-10-29",
                    "eventUri": "1584301",
                    "id": "23786385",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7513,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "05:38:00",
                    "title": "Now in Aisle 3 at Lowe's: Robots",
                    "uri": "222459517",
                    "url": "http://www.philly.com/philly/business/20141029_Now_in_Aisle_3_at_Lowe_s__Robots.html",
                    "wgt": 1
                },
                {
                    "body": "ljhimages/iStock Editorial/Thinkstock(NEW YORK) -- Lowe's plans to test out a pair of \"autonomous retail service robots\" this holiday season in a hardware supply store in San Jose to study how robotics technology can benefit both customers and employees.\n\nAccording to a Lowe's press release, the robots will help customers navigate stores, direct them to specific products and provide real-time information regarding promotions and inventory. Called OSHbot, for the Orchard Supply Hardware store where they will be tested, it will be able to communicate in multiple languages.\n\nThe robots were developed through a partnership between Lowe's Innovation Labs and Fellow Robots, a Silicon Valley technology company specializing in autonomous service robots.\n\nEmployees will also benefit from the OSHbot, Lowe's says, noting that they will provide added support for customers, which allows employees \"to focus on delivering project expertise.\"\n\n\"Using science fiction prototyping, we explored solutions to improve customer experiences by helping customers quickly find the products and information they came in looking for,\" said Kyle Nel, executive director of Lowe's Innovation Labs. \"As a result we developed autonomous retail service robot technology to be an intuitive tool customers can use to ask for help, in their preferred language, and expect a consistent experience.\"",
                    "date": "2014-10-29",
                    "eventUri": "1584301",
                    "id": "23781049",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7311,
                    "source": {
                        "title": "East Idaho News",
                        "uri": "www.eastidahonews.com"
                    },
                    "time": "09:26:00",
                    "title": "Lowe's to Test Retail Service Robots",
                    "uri": "222443487",
                    "url": "http://www.eastidahonews.com/2014/10/lowes-to-test-retail-service-robots/",
                    "wgt": 1
                },
                {
                    "body": "Lowe's experimenting with a new method of customer service... and it's right out of a science fiction movie.\n\nSometimes you need a little help finding something at the hardware store. Lowe's trying a new approach...\n\n(Robot) \"Hello, I am OSHbot -- The Orchard store robot helper. What are you looking for today?\"\n\nThey look like white columns with two large black screens and have wheels. They're being tested at a small hardware store owned by Lowe's in San Jose, California and have cameras so they can scan and identify items.\n\n(Robot) \"Can you place the object in my viewfinder? Is this the object you are looking for?\"\n\nThen the robot can lead the customer to the proper aisle to find what they need.",
                    "date": "2014-10-29",
                    "eventUri": "1584301",
                    "id": "23797156",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7088,
                    "source": {
                        "title": "FOX News Radio",
                        "uri": "radio.foxnews.com"
                    },
                    "time": "12:29:00",
                    "title": "Lowe's Testing Customer Service Robots",
                    "uri": "222488680",
                    "url": "http://radio.foxnews.com/2014/10/29/lowes-testing-customer-service-robots/",
                    "wgt": 1
                },
                {
                    "body": "Robots are the future. That's what a lot of businesses are starting to bank on, and Lowe's is one of them.\n\nCheck out the amazing video below that gives a look at the hardware brand's new OSHbot, which will debut at the retailer's San Jose, Calif., store in November. The 2.5-minute clip shows what the future of retail will look like, including a robot that can scan products and offers, lead customers to items in the store and connect them with employees to answer more complex questions.",
                    "date": "2014-10-28",
                    "eventUri": "1584301",
                    "id": "23703255",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5573,
                    "source": {
                        "title": "Medium",
                        "uri": "www.adweek.com"
                    },
                    "time": "17:01:00",
                    "title": "Lowe's First In-Store Robot Gets to Work in This Amazing Video",
                    "uri": "222249647",
                    "url": "http://www.adweek.com/news/technology/lowes-first-store-robot-gets-work-amazing-video-161051",
                    "wgt": 1
                },
                {
                    "body": "I have mixed feelings about the robotic shopping assistants that will be employed at a San Jose Orchard Supply Hardware store this holiday season.\n\nOn the downside, I'm bothered that the so-called OSHbots will be doing the work that has typically done by humans. I'm also disturbed by the further mechanization of the shopping experience. A lot of stores now have self-checkout and even though I'm very tech-savvy, I tend to avoid those automated checkout systems because I don't feel like going through the hassle of scanning my own items when I visit brick-and-mortar stores.\n\nHowever, I'd rather interact with a robotic store employee than no one at all, which is too often the case when shopping these days.\n\nI shop at Orchard Supply -- which was acquired by Lowe's in 2013, 82 years after being founded in San Jose -- and I've been pretty satisfied with my interactions with store personnel. I've had employees walk me to the aisle where my item is located, help me pick out what I need and even explain how to use or install it.\n\nBut that's assuming I can find someone to help me. With stores cutting back on the number of employees available to help customers, it's not uncommon to have to wait a long time before finding someone to help. And I'm not just talking about Orchard Supply. It's also true at Home Depot, Costco and many other large retailers.\n\nOne nice thing about OSHbot is that it will be quite knowledgeable about products in the store, where they're located and how they're used. In this ever more complicated world we live in, it's hard for any human to have a thorough knowledge of everything sold in a big-box store, but robots -- which are basically just computers on wheels -- can have a vast memory about an almost endless number of things, ranging from where an item is located in the store to how it works and how it's installed and configured.\n\nRobots can also be programmed to have a lot of sense -- not common sense, but sensory awareness. OSHbot, for example, can scan a spare part and immediately figure out if its in stock and where it's located -- something that even a hardware-savvy human might have trouble doing.\n\nOSHbot will also eventually be multilingual (initially the robots speak English and Spanish, with more languages to come), which is rare among humans, and it will be equipped with two video screens: a rear one that can display in-store specials or details about the item you're buying as you follow it to the shelf, and a front one that will enable customers to have a video conference with experts who can, answer customer questions.\n\nMarco Mascorro, CEO of OSHbot co-creator Fellow Robots, told USA Today that the robot may eventually be equipped with a 3-D printer so it can manufacture a part on the spot.\n\nBut you don't necessarily need an expensive humanoid robot to help out in stores.\n\nAs cool as it may seem to have a robot with wheels sensors and a screen greeting you at the door of a retailer, many of the same functions can be carried out via the device many customers have in their pocket. Apple, Google and several other companies are working on technology that will enable smartphones to navigate around indoor venues such as retail outlets just as GPS helps us navigate outside. And since phones are equipped with cameras and screens, they are also -- with the right software -- able to recognize a part, display advice and serve up a video conference between the customer and a store-employed subject matter expert.\n\nAnd while I give the creators of OSHbot credit for envisioning a day when the robot has its own 3-D printer to manufacture parts, I also envision a day when retailers like Walgreens, CVS, Costco and, of course, Orchard Supply and Home Depot are equipped with very sophisticated high-end 3-D printers. That technology could produce almost any small part on demand, so if you need to replace a bolt on your lawn mower or a handle on your cabinet, you can just photograph the product with your phone, transmit the image to a cloud server that will recognize it and figure out the needed part, and send the specifications to a nearby printer to manufacture on the spot so it can be delivered by a same-day delivery service like Google Shopping Express or be ready for the customer to pick up. Better yet, maybe that robot will hitch a ride on one of Google's self-driving cars and come to your house to install the part.\n\nBut there is a viable alternative to all of this incredible technology. I live near Peninsula Hardware, whose owner, Gary, knows a lot about screws, nuts and small parts, and takes the time to walk me around his little store to find what I need and explain how to install it. And if I need more help, he can put me in touch with a handyman who will come to my house.\n\nGary doesn't have any expensive robots in his store, but he does have a lot of know-how and he greets me by name without having to rely on face-detection technology.",
                    "date": "2014-11-01",
                    "eventUri": "1584301",
                    "id": "24150303",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5553,
                    "source": {
                        "title": "ContraCostaTimes.com",
                        "uri": "www.contracostatimes.com"
                    },
                    "time": "01:43:00",
                    "title": "Magid: Robotic shopping assistants are cool, but humans are better -- if they're around",
                    "uri": "223360003",
                    "url": "http://www.contracostatimes.com/business/ci_26836818/magid-robotic-shopping-assistants-are-cool-but-humans?source=rss",
                    "wgt": 1
                },
                {
                    "body": "LOGANVILLE -- Local program Country Kids Camp has provided a healthy, positive outlet for area children since its inception in 2007. However, after years of wear and tear, the campgrounds needed an upgrade, which came in the form of a nomination for the Lowe's Heroes program.\n\n\"A community member nominated us for the program and it's a grant to build something to help the community,\" owner Shelley Shelnutt said. \" I was in shock and I didn't even know we had been nominated for the award.",
                    "date": "2014-10-29",
                    "eventUri": "1584301",
                    "id": "23768700",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.298,
                    "source": {
                        "title": "WaltonTribune.com",
                        "uri": "www.waltontribune.com"
                    },
                    "time": "06:21:00",
                    "title": "Different sort of heroes offer helping hands",
                    "uri": "222406856",
                    "url": "http://www.waltontribune.com/news/article_5bc60df0-5ebe-11e4-933a-0395b6ea139c.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-10-29",
            "avgCos": 0.4909,
            "categories": [
                {
                    "label": "Computers/Robotics",
                    "uri": "http://www.dmoz.org/Computers/Robotics",
                    "wgt": 55
                },
                {
                    "label": "Computers/Robotics/Companies",
                    "uri": "http://www.dmoz.org/Computers/Robotics/Companies",
                    "wgt": 54
                },
                {
                    "label": "Computers/Robotics/Research",
                    "uri": "http://www.dmoz.org/Computers/Robotics/Research",
                    "wgt": 51
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1584301",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1584301",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "San Jose, California",
                "lat": 37.33939,
                "long": -121.89496,
                "wikiUri": "http://en.wikipedia.org/wiki/San_Jose,_California"
            },
            "storyDate": "2014-10-29",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-907518",
            "variance": 0.259
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-341275": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "La cadena de ferreterías de autoservicio Lowe's está experimentando con robots para determinar si pueden mejorar la atención al cliente, como por ejemplo ayudando a un comprador a hallar un producto determinado, en inglés y en español.\n\nCuatro robots han sido puestos a prueba en el comercio Orchard de ferretería que posee Lowe's Companies Inc. en San José, California.\n\nLos robots llamados OSHbots semejan columnas blancas con dos grandes pantallas negras en los costados, montados sobre ruedas. Están equipados con cámaras 3D para escanear e identificar productos. Los clientes también pueden averiguar sobre otros productos que les interesen en la pantalla y el robot puede guiarlos a la sección correspondiente.\n\n\"Es la ficción científica hecha realidad\", afirmó Kyle Nel, director ejecutivo del Laboratorio de Innovación de Lowe's.\n\nLos robots también tienen una base de datos sobre las existencias en el comercio, de modo que pueden informar a los clientes si algún producto está agotado o disponible.\n\n\"La gente puede venir con una tuerca y decirle al robot que necesita otras iguales y si las tenemos en el comercio las pueden encontrar\", dijo Net. Los robots pueden hablar en inglés y español.\n\nLowe's empezó a trabajar en noviembre con Fellow Robots, una compañía tecnológica, para desarrollar los robots. No se reveló el costo del proyecto.\n\nLowe's ha estado trabajando para aplicar más tecnología al servicio al cliente. También desarrolló un \" holoroom \" (holograma-habitación)\" que permite a los clientes ver cómo lucen diferentes muebles en diferentes cuartos de un ambiente en realidad virtual.",
                    "date": "2014-10-28",
                    "eventUri": "1604801",
                    "id": "23715241",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9742,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "18:48:00",
                    "title": "Robots ya atienden a clientes en ferretería en California",
                    "uri": "222277730",
                    "url": "http://www.eluniverso.com/noticias/2014/10/28/nota/4160321/robots-ya-atienden-clientes-ferreteria-california",
                    "wgt": 1
                },
                {
                    "body": "NUEVA YORK.- La cadena de ferreterías de autoservicio Lowe's está experimentando con robots para determinar si pueden mejorar la atención al cliente, como por ejemplo ayudando a un comprador a hallar un producto determinado, en inglés y en español.\n\nCuatro robots han sido puestos a prueba en el comercio Orchard de ferretería que posee Lowe's Companies Inc. en San José, California.\n\nLos robots llamados OSHbots semejan columnas blancas con dos grandes pantallas negras en los costados, montados sobre ruedas. Están equipados con cámaras 3D para escanear e identificar productos. Los clientes también pueden averiguar sobre otros productos que les interesen en la pantalla y el robot puede guiarlos a la sección correspondiente.\n\n\"Es la ficción científica hecha realidad\", afirmó Kyle Nel, director ejecutivo del Laboratorio de Innovación de Lowe's.\n\nLos robots también tienen una base de datos sobre las existencias en el comercio, de modo que pueden informar a los clientes si algún producto está agotado o disponible.\n\n\"La gente puede venir con una tuerca y decirle al robot que necesita otras iguales y si las tenemos en el comercio las pueden encontrar\", dijo Net. Los robots pueden hablar en inglés y español.\n\nLowe's empezó a trabajar en noviembre con Fellow Robots, una compañía tecnológica, para desarrollar los robots. No se reveló el costo del proyecto.\n\nLowe's ha estado trabajando para aplicar más tecnología al servicio al cliente. También desarrolló un \" holoroom \" (holograma-habitación)\" que permite a los clientes ver cómo lucen diferentes muebles en diferentes cuartos de un ambiente en realidad virtual.",
                    "date": "2014-10-28",
                    "eventUri": "1604801",
                    "id": "23734318",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9734,
                    "source": {
                        "title": "Periódico El Mexicano",
                        "uri": "www.el-mexicano.com.mx"
                    },
                    "time": "22:03:00",
                    "title": "Robots ayudan a encontrar productos en ferretería",
                    "uri": "222322115",
                    "url": "http://www.el-mexicano.com.mx//informacion/noticias/1/6/ciencia-y-tecnologia/2014/10/28/798812/robots-ayudan-a-encontrar-productos-en-ferreteria",
                    "wgt": 1
                },
                {
                    "body": "La cadena de ferreterías de autoservicio Lowe's está experimentando con robots para determinar si pueden mejorar la atención al cliente, como por ejemplo ayudando a un comprador a hallar un producto determinado, en inglés y en español.\n\nCuatro robots han sido puestos a prueba en el comercio Orchard de ferretería que posee Lowe's Companies Inc. en San José, California.\n\nLos robots llamados OSHbots semejan columnas blancas con dos grandes pantallas negras en los costados, montados sobre ruedas. Están equipados con cámaras 3D para escanear e identificar productos. Los clientes también pueden averiguar sobre otros productos que les interesen en la pantalla y el robot puede guiarlos a la sección correspondiente.\n\n\"Es la ficción científica hecha realidad\", afirmó Kyle Nel, director ejecutivo del Laboratorio de Innovación de Lowe's.\n\nLos robots también tienen una base de datos sobre las existencias en el comercio, de modo que pueden informar a los clientes si algún producto está agotado o disponible.\n\n\"La gente puede venir con una tuerca y decirle al robot que necesita otras iguales y si las tenemos en el comercio las pueden encontrar\", dijo Net. Los robots pueden hablar en inglés y español.\n\nLowe's empezó a trabajar en noviembre con Fellow Robots, una compañía tecnológica, para desarrollar los robots. No se reveló el costo del proyecto.\n\nLowe's ha estado trabajando para aplicar más tecnología al servicio al cliente. También desarrolló un \" holoroom \" (holograma-habitación)\" que permite a los clientes ver cómo lucen diferentes muebles en diferentes cuartos de un ambiente en realidad virtual.\n\nhttp://www.youtube.com/watch?v=Sp9176vm7Co&feature=youtu.be",
                    "date": "2014-10-28",
                    "eventUri": "1604801",
                    "id": "23794081",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9616,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "18:26:00",
                    "title": "Robots, los nuevos ayudantes en las tiendas Lowe's - El Nuevo Herald",
                    "uri": "222479803",
                    "url": "http://www.elnuevoherald.com/noticias/tecnologia/article3417948.html",
                    "wgt": 1
                },
                {
                    "body": "NUEVA YORK, Nueva York(AP ) La cadena de ferreterÃ­as de autoservicio Lowe's estÃ¡ experimentando con robots para determinar si pueden mejorar la atenciÃ³n al cliente, como por ejemplo ayudando a un comprador a hallar un producto determinado, en inglÃ©s y en espaÃ±ol.\n\nCuatro robots han sido puestos a prueba en el comercio Orchard de ferreterÃ­a que posee Lowe's Companies Inc. en San JosÃ©, California.\n\nLos robots llamados OSHbots semejan columnas blancas con dos grandes pantallas negras en los costados, montados sobre ruedas. EstÃ¡n equipados con cÃ¡maras 3D para escanear e identificar productos. Los clientes tambiÃ©n pueden averiguar sobre otros productos que les interesen en la pantalla y el robot puede guiarlos a la secciÃ³n correspondiente.\n\n\"Es la ficciÃ³n cientÃ­fica hecha realidad\", afirmÃ³ Kyle Nel, director ejecutivo del Laboratorio de InnovaciÃ³n de Lowe's.\n\nLos robots tambiÃ©n tienen una base de datos sobre las existencias en el comercio, de modo que pueden informar a los clientes si algÃºn producto estÃ¡ agotado o disponible.\n\n\"La gente puede venir con una tuerca y decirle al robot que necesita otras iguales y si las tenemos en el comercio las pueden encontrar\", dijo Net. Los robots pueden hablar en inglÃ©s y espaÃ±ol.\n\nLowe's empezÃ³ a trabajar en noviembre con Fellow Robots, una compaÃ±Ã­a tecnolÃ³gica, para desarrollar los robots. No se revelÃ³ el costo del proyecto.\n\nLowe's ha estado trabajando para aplicar mÃ¡s tecnologÃ­a al servicio al cliente. TambiÃ©n desarrollÃ³ un \" holoroom \" (holograma-habitaciÃ³n)\" que permite a los clientes ver cÃ³mo lucen diferentes muebles en diferentes cuartos de un ambiente en realidad virtual.",
                    "date": "2014-10-28",
                    "eventUri": "1604801",
                    "id": "23717337",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9415,
                    "source": {
                        "title": "Frontera.info",
                        "uri": "www.frontera.info"
                    },
                    "time": "19:09:00",
                    "title": "Robots ayudan a encontrar productos en ferretería",
                    "uri": "222282956",
                    "url": "http://www.frontera.info/EdicionEnlinea/Notas/CienciayTecnologia/28102014/903010-Robots-ayudan-a-encontrar-productos-en-ferreteria.html",
                    "wgt": 1
                },
                {
                    "body": "Nueva York - La cadena de ferreterÃ­as de autoservicio Lowe's estÃ¡ experimentando con robots para determinar si pueden mejorar la atenciÃ³n al cliente, como por ejemplo ayudando a un comprador a hallar un producto determinado, en inglÃ©s y en espaÃ±ol.\n\nCuatro robots han sido puestos a prueba en el comercio Orchard de ferreterÃ­a que posee Lowe's Companies Inc. en San JosÃ©, California.\n\nLos robots llamados OSHbots semejan columnas blancas con dos grandes pantallas negras en los costados, montados sobre ruedas. EstÃ¡n equipados con cÃ¡maras 3D para escanear e identificar productos. Los clientes tambiÃ©n pueden averiguar sobre otros productos que les interesen en la pantalla y el robot puede guiarlos a la secciÃ³n correspondiente.\n\n\"Es la ficciÃ³n cientÃ­fica hecha realidad\", afirmÃ³ Kyle Nel, director ejecutivo del Laboratorio de InnovaciÃ³n de Lowe's.\n\nLos robots tambiÃ©n tienen una base de datos sobre las existencias en el comercio, de modo que pueden informar a los clientes si algÃºn producto estÃ¡ agotado o disponible.\n\n\"La gente puede venir con una tuerca y decirle al robot que necesita otras iguales y si las tenemos en el comercio las pueden encontrar\", dijo Net. Los robots pueden hablar en inglÃ©s y espaÃ±ol.",
                    "date": "2014-10-28",
                    "eventUri": "1604801",
                    "id": "23721153",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9037,
                    "source": {
                        "title": "El Nuevo Dia",
                        "uri": "www.elnuevodia.com"
                    },
                    "time": "19:46:00",
                    "title": "Robots ayudan a encontrar productos en ferretería",
                    "uri": "222291771",
                    "url": "http://www.elnuevodia.com/robotsayudanaencontrarproductosenferreteria-1881656.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-10-28",
            "avgCos": 0.6724,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1604801",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1744910",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New York City",
                "lat": 40.71427,
                "long": -74.00597,
                "wikiUri": "http://en.wikipedia.org/wiki/New_York_City"
            },
            "storyDate": "2014-10-28",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-341275",
            "variance": 0.0479
        }
    },
    "meta": {
        "CCAArticleMatchCount": 8,
        "CCAArticleMatchRatio": 0.08,
        "CCAAvgCosSim": 0.89210625,
        "CCAAvgMatchWgt": 43.875,
        "_articleUri1": "222277730",
        "_articleUri2": "222438675",
        "_datetime": "2015-02-19 17:39:42",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-341275",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-907518",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 9,
        "avgCosSimStory1": 0.6724,
        "avgCosSimStory2": 0.4909,
        "categorySim": 0,
        "conceptCosSim": 0.5453543828032099,
        "conceptJaccardSim": 0.1538461538461539,
        "coreTime1": 129954.8,
        "coreTime2": 129953.0166666667,
        "coreTimeStDev1": 1.282644836959975,
        "coreTimeStDev2": 23.42526861908964,
        "entityCosSim": 0.5800159858469991,
        "entityJaccardSim": 0.06666666666666667,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.543760197951945,
        "keywordJaccardSim": 0.1891891891891892,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 19,
        "storyQuality2": 10,
        "timeAvg1": 129955.64,
        "timeAvg2": 129970.8055555556,
        "timeStDev1": 1.282644836959975,
        "timeStDev2": 23.42526861908964,
        "varianceStory1": 0.0479,
        "varianceStory2": 0.259
    }
}