{
    "850f305d-14db-4c75-b547-79470a557ea3-357110": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "We Chat with 2K Australia and Randy!  We caught up with 2K Australia and Randy Pitchford to discuss Borderlands: The Pre-Sequel and why Australia is making an impact on the moon.  Click for more!  Microsoft has today announced that their video and voice service Skype will be offering free group video calls for Xbox One, Windows and Mac users.\n According to Microsoft, group video calls will go free on other platforms \"in the future.\" \" Up until this point, Microsoft had been charging Skype users $4.99 per month for video chat between more than two people; Skype supports video conferencing for a maximum of 10 individuals.\n With the payment restriction now lifted, today's announcement has brought Skype in line with Google Hangouts, Google's voice and video service.  Sadly despite the change, Xbox One users will still be required to have Xbox Live Gold to actually access Skype.",
                    "date": "2014-04-29",
                    "eventUri": "642968",
                    "id": "10648837",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7218,
                    "source": {
                        "title": "www.ausgamers.com",
                        "uri": "www.ausgamers.com"
                    },
                    "time": "04:19:00",
                    "title": "Skype Video Calls Now Free on Xbox One, Windows and Mac",
                    "uri": "179102826",
                    "url": "http://www.ausgamers.com/news/read/3434575/skype-video-calls-now-free-on-xbox-one-windows-and-mac",
                    "wgt": 1
                },
                {
                    "body": "Skype's group video calling (GVC) service is now available free of charge on Windows desktop, OS X and the Xbox One.  This feature makes it easier to share big news with many family members or friends on one call.  In a blog post, Skype said group video calling will be added to more platforms in the future \"at no cost.\" \"\nSkype launched group video calling as a premium service in January 2011 at a price of $4.99 for a day or $8.99 per month.  The calling packages that Skype sells with GVC as a component will continue to be sold at the same price.\n Group video calling through Skype for Macs and PCs can support up to ten people, while the Xbox One is limited to four.  Phillip Snalune, the general manager of consumer product marketing of Skype, told TheNextWeb that GVC will be eventually integrated into Skype for Windows Phone, Android and iOS.\n Why did Skype make GVC free?  Skype realized that it is \"essential to connect with the groups of people who matter most, whether friends, family or colleagues.\" \"\nAnother reason why Skype likely made group video calling free is because of competition.  Skype faces tough competition from rivals like Cisco's WebEx and Google's Google's Hangouts.  Google has been offering free group video calling through Hangouts for a while now and often hosts live \"On Air\" events with influential people.  To some degree, Skype also competes against messaging applications like Facebook Messenger, WhatsApp and Yahoo Yahoo Messenger.  WhatsApp recently said its users were sharing 100 million videos per day.\n Skype was first released as a VoIP and instant messaging client in August 2003 by Janus Friis and Niklas Zennström.  It was acquired by eBay for about $2.5 billion in cash and stock in October 2005.  Since eBay was unable to properly leverage Skype across its marketplace, the online auction giant sold 65% of Skype to Silver Lake, Andreessen Horowitz, and the Canada Pension Plan Investment Board for $1.9 billion in 2009.  Microsoft Microsoft bought Skype for $8.5 billion in May 2011 and has been integrating it into various products like Lync, Windows Phone, Outlook, Xbox LIVE and Office since then.",
                    "date": "2014-04-29",
                    "eventUri": "642968",
                    "id": "10658345",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7081,
                    "source": {
                        "title": "Forbes",
                        "uri": "www.forbes.com"
                    },
                    "time": "01:44:00",
                    "title": "Skype's Group Video Calling Service Is Now Free",
                    "uri": "179126122",
                    "url": "http://www.forbes.com/sites/amitchowdhry/2014/04/29/skypes-group-video-calling-service-is-now-free/",
                    "wgt": 1
                },
                {
                    "body": "As the competition level increases in the marketplace it becomes difficult to ignore evolution of products or services.  Recently, Google announced its Google Hangouts and for obvious reasons the competitors can't stay behind.  Skype is the first one to directly challenge the new service offering from Google and is now making group video calls free on the desktop and Xbox One consoles.  Before this new announcement, the multi-pal chats were only available to those who enjoyed the privilege of a premium membership.\n In order to compete on equal terms with Google, this service is now available to users absolutely free of cost.  On the other hand, Microsoft seems to have made a move as well.  They have said that the video-chatting service is soon going to be free and they haven't defined any date for it.  It is going to happen sometime in the near future as they have put it.  Since you no longer have to pay a sum for those video calls, Skype can very well become the more attractive option for you.",
                    "date": "2014-04-29",
                    "eventUri": "642968",
                    "id": "10650003",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6917,
                    "source": {
                        "title": "I4U News",
                        "uri": "www.i4u.com"
                    },
                    "time": "04:35:00",
                    "title": "Skype now offers free group video calls on desktop and Xbox One",
                    "uri": "179105371",
                    "url": "http://www.i4u.com/2014/04/72766/skype-now-offers-free-group-video-calls-desktop-and-xbox-one",
                    "wgt": 1
                },
                {
                    "body": "As part of its update yesterday, the company rolled out two major new features in its app: instant messaging and video calling.\n The video-calling feature is particularly impressive.  It's meant to enable quick conversations with someone who's already engaging with you, with the expectation that a call might be as short as the video message you would have sent using older versions of the app.\n Turning video chat into something that doesn't feel like an obligation means it has to be instant -- not something tedious that you have to plan ahead for, like a Skype or Google Hangouts call.\n It seems that Snapchat had to bring in outside talent to reach that point.  The Verge reports that the company acquired real-time communications startup AddLive for an undisclosed sum at some point in the last few months, once its had decided that video chat would be the app's next big feature.\n AddLive previously enabled a number of companies to build video chat and screen-sharing functions into their mobile and desktop apps.  Rather than simply paying to take advantage of the company's infrastructure and support for iOS and Android, Snapchat's leadership decided it was worth pulling from its huge cash pile to buy the company outright.\n While Snapchat is arguably already a \"big\" company -- it's raised roughly $120 million, employs more than 70 people, and facilitates over 700 million photo messages each day -- this acquisition is the first sign of the company gearing up to become a real force in the industry since turning down acquisition offers worth billions of dollars from the likes of Facebook and Google five months ago.",
                    "date": "2014-05-03",
                    "eventUri": "642968",
                    "id": "10783068",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5709,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "05:29:00",
                    "title": "Snapchat Bought A Startup To Power Its New Video Chat Feature - Business Insider",
                    "uri": "180301863",
                    "url": "http://www.businessinsider.com/snapchat-bought-a-startup-to-power-its-new-video-chat-feature-2014-5",
                    "wgt": 1
                },
                {
                    "body": "SYRACUSE, N.Y. -- A California man posed as a teenage boy over Skype and enticed three Jefferson County girls into earning points with increasingly lewd behavior on camera, according to the FBI.\n Dennis Whitt, 40, of Marina Calif., was charged this week with the production of child pornography by tricking the girls, ages 9, 15, and 16, into undressing and performing sex acts over Skype, according to an affidavit by FBI Special Agent Stephen Vizvary.\n The two older girls were in a video chat with strangers in May 2013 when they encountered someone using the name Lucas and claiming he was 16, the affidavit said.  In their video chat, Lucas could see the girls, but they could not see him, the affidavit said.\n All three girls began appearing on Skype with Lucas, but he did not appear -- only a skull and crossbones symbol, the affidavit said.\n \"'Lucas' and the three girls began to play a game whereby they would do things on camera to 'earn points,'\" Vizvary wrote.  \"Tasks began with things like waving and blowing kisses but progressed to showing 'Lucas' their genitalia.\" \"\nLucas then started telling the girls to perform sex acts on camera and they did, the affidavit said.\n The Skype activity continued until September 2013, when the 15-year-old girl's father notified state police that she and a friend had been engaged in sexual video chats with an unknown man, the affidavit said.\n State police recovered the 15-year-old girl's Skype chat logs, then got a subpoena for Google to provide records that led the Skype account to Whitt, the affidavit said.\n FBI agents executed a search warrant at Whitt's home on Tuesday.  He admitted to FBI Special Agent Alix Skelton that he'd met the three girls online and suggested sex acts for them to perform over Skype, the affidavit said.\n Whitt admitted he captured a video of the girls in sexually explicit conduct and stored it on his computer, the affidavit said.\n Police recovered 48 video files and 20 images of the three girls from Whitt's computer, in a folder labeled, \"My Girls,\" the affidavit said.\n Whitt is in custody in California and is expected to be extradited to Syracuse to face the federal charges.",
                    "date": "2014-05-03",
                    "eventUri": "642968",
                    "id": "10777871",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.534,
                    "source": {
                        "title": "syracuse.com",
                        "uri": "www.syracuse.com"
                    },
                    "time": "04:08:00",
                    "title": "Accused pornographer tricked three North Country girls into sex acts on Skype, feds say",
                    "uri": "180290257",
                    "url": "http://www.syracuse.com/news/index.ssf/2014/05/accused_pornographer_tricks_three_north_country_girls_into_sex_acts_on_skype_fed.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-04-30",
            "avgCos": 0.6453,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "642968",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "655246",
            "lang": "eng",
            "storyDate": "2014-04-30",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-357110",
            "variance": 0.5836
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-148623": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Skype, el servicio propiedad de Microsoft, ha anunciado que volverá a ofrecer las videollamadas de grupo de forma gratuita.  Hasta ahora, este tipo de conferencias sólo se podían realizar contratando una tarifa 'premium' para los usuarios de Windows y OS X.\nPor el momento, las videollamadas múltiples sólo estarán disponibles para Windows, Xbox y OS X, pero el equipo de Skype planea ampliarlo al resto de plataformas próximamente a coste cero.\n Skype permite hacer videollamadas de hasta 10 usuarios y así podrá hacer frente a otros servicios, como Google Hangouts, que también permiten hacer multiconferencias grupales gratuitas.\n El servicio de Microsoft ofrecía estas llamadas antes como parte de su paquete Premium, una suscripción mensual de 9 dolares.",
                    "date": "2014-04-28",
                    "eventUri": "344183",
                    "id": "10607534",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8538,
                    "source": {
                        "title": "Cinco Días",
                        "uri": "cincodias.com"
                    },
                    "time": "20:24:00",
                    "title": "Las videollamadas grupales vuelven a ser gratuitas en Skype",
                    "uri": "179011734",
                    "url": "http://cincodias.com/cincodias/2014/04/28/tecnologia/1398710338_463948.html",
                    "wgt": 1
                },
                {
                    "body": "Skype ha anunciado que volverá a ofrecer las videollamadas de grupo de forma gratuita.  Hasta ahora, este tipo de conferencias sólo se podían realizar contratando una tarifa 'premium' para los usuarios de Windows y OS X.\nPor el momento, las videollamadas múltiples sólo estarán disponibles para Windows, Xbox y OS X, pero el equipo de Skype planea ampliarlo al resto de plataformas próximamente a coste cero.\n Skype permite hacer videollamadas de hasta 10 usuarios y así podrá hacer frente a otros servicios, como Google Hangouts, que también permiten hacer multiconferencias grupales gratuitas.",
                    "date": "2014-04-28",
                    "eventUri": "344183",
                    "id": "10619442",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8225,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "22:23:00",
                    "title": "Las videollamadas grupales vuelven a ser gratuitas en Skype",
                    "uri": "179038821",
                    "url": "http://www.europapress.es/portaltic/software/noticia-videollamadas-grupales-vuelven-ser-gratuitas-skype-20140428172537.html",
                    "wgt": 1
                },
                {
                    "body": "El servicio de videollamada de Microsoft, Skype, ha anunciado la apertura de su opción de videollamadas grupales a todo el mundo, ya que a partir de ahora dejarán de tener coste y cualquier usuario podrá hacerlas sin tener crédito en la aplicación.\n Hasta ahora, cualquiera que quisiese hacer una llamada de más de dos personas en Skype tenía que pagar para poder hacerla.  Así que, a partir de ahora, Microsoft se acerca a la estrategia de Google con Hangouts, donde ya se podían crear grupos de videollamadas de forma cómoda y gratuita.\n Esta nueva opción, anunciada en su blog, estará disponible en Windows, Mac y XBox One aunqueaún están para habilitar \"las llamadas de vídeo para todos nuestros usuarios a través de más plataformas\", con lo que se espera que en poco tiempo esta nueva opción llegue también para las plataformas móviles, con pasa en el Hangouts de Google.",
                    "date": "2014-04-28",
                    "eventUri": "344183",
                    "id": "10573640",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7727,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "15:18:00",
                    "title": "Microsoft contra Hangouts: las llamadas de grupo de Skype pasan a ser gratuitas",
                    "uri": "178936212",
                    "url": "http://www.eleconomista.es/tecnologia-internet/noticias/5738546/04/14/Microsoft-contra-Hangouts-las-llamadas-de-grupo-de-Skype-pasan-a-ser-gratuitas.html",
                    "wgt": 1
                },
                {
                    "body": "Es probable que el usuario \"free\" de Skype nunca se haya molestado en revisar cómo realizar una videollamada grupal porque nunca estudo suscritoa la versión Premium.  Las videollamadas (es necesario tener una buena velocidad de conexión) permiten que varias personas participen en la misma conferencia y viéndose las caras, algo ideal para reuniones de trabajo a distancia o de una familia separada.\n Afortunadamente, si usted es un usuario de Skype en Windows, Mac, o Xbox One, puede hacer estas videollamadas grupales sin coste alguno, ya que Microsoft ha decidido que sea un servicio gratuito y así le hace frente a Google Hangouts.\n Te mostramos sencillos pasos para realizar una conferencia en vídeo con Skype:",
                    "date": "2014-04-29",
                    "eventUri": "344183",
                    "id": "10655097",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7561,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "05:38:00",
                    "title": "Así se configuran las videollamadas grupales en Skype",
                    "uri": "179118221",
                    "url": "http://www.abc.es/tecnologia/informatica-software/20140429/abci-configurar-skype-gurpos-llamadas-201404282122_1.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Desde hace un par de años Skype ofrece una herramienta para realizar videoconferencias a través de la aplicación, pero hasta ahora era una función exclusiva del sistema \"Skype Premium\", con un costo de US$ 8.99 mensuales.\n Ahora, en un intento de mejorar su oferta frente a la competencia, la opción está disponible sin costo.\n Es la primera vez que Skype libera la función, que permite realizar llamadas en video con hasta 10 participantes de forma simultánea.\n La medida es una reacción al estado actual del mercado, donde servicios como Hangouts de Google ya permitían realizar videoconferencias de forma gratuita.\n Según indicó la compañía propiedad de Microsoft, las conferencias en Skype están disponibles para usuarios de computadoras Windows y Mac, además de la versión de Skype para Xbox One.\n Se sumarán más plataformas durante los próximos meses.",
                    "date": "2014-04-28",
                    "eventUri": "344183",
                    "id": "10622028",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7513,
                    "source": {
                        "title": "www.elpais.com.uy",
                        "uri": "www.elpais.com.uy"
                    },
                    "time": "22:35:00",
                    "title": "Skype ofrece gratis videoconferencias grupales - Diario El País",
                    "uri": "179045027",
                    "url": "http://www.elpais.com.uy/vida-actual/funcion-videoconferencias-skype-gratis.html",
                    "wgt": 1
                },
                {
                    "body": "Microsoft parece haber aprendido de servicios rivales y por fin incluye en Skype una de las funcionalidades que más demandaban todos los usuarios: videollamadas en grupo gratuitas, algo que estaba reservado para los usuarios premium y que plataformas como Google Hangouts (entre otras) ya incorporan desde hace mucho tiempo.\n En una entrada en el blog de Skype han hecho oficial esta actualización, la cual empezará a estar disponible a partir de hoy en las aplicaciones para Windows, OS X, Windows Phone, Android e iOS.  De esta manera, no será necesario utilizar otras alternativas si se quieren hacer llamadas gratuitas a varios contactos dentro de esta famosa aplicación.",
                    "date": "2014-04-28",
                    "eventUri": "344183",
                    "id": "10574852",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7261,
                    "source": {
                        "title": "alt1040.com",
                        "uri": "alt1040.com"
                    },
                    "time": "15:29:00",
                    "title": "Skype ya permite videollamadas a grupos gratuitas",
                    "uri": "178938909",
                    "url": "http://alt1040.com/2014/04/skype-videollamadas-grupo",
                    "wgt": 1
                },
                {
                    "body": "Skype anunció en su sitio oficial que las videollamadas en grupo ahora son completamente gratuitas para las plataformas PC, Mac OS X y Xbox One.\n ¿Qué significa esto?  Ahora podremos conversar con un total de hasta 10 contactos al mismo tiempo en las videollamadas, dicho servicio antes era solo para los usuarios Premium.\n Es importante mencionar que la versión de Xbox One permite por ahora solo cuatro dispositivos.\n Tenemos que esperar a ver cómo reacciona la competencia directa de Skype; Apple con su aplicación Facetime y Google con sus Hangouts.\n A continuación el video que presentó Skype para dar a conocer la nueva modalidad:",
                    "date": "2014-04-29",
                    "eventUri": "344183",
                    "id": "10631108",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.681,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "00:34:00",
                    "title": "Ahora es posible llamar por Skype a un grupo de 10 personas ¡Gratis!",
                    "uri": "179064376",
                    "url": "http://www.publimetro.cl/nota/teknik/skype-ahora-es-posible-llamar-a-un-grupo-de-10-personas-gratis/oEpndC%21D78ox5mtNXkvcBYGBijkWw/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-04-28",
            "avgCos": 0.7662,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "344183",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "642968",
            "lang": "spa",
            "storyDate": "2014-04-28",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-148623",
            "variance": 0.4129
        }
    },
    "meta": {
        "CCAArticleMatchCount": 3,
        "CCAArticleMatchRatio": 0.02142857142857143,
        "CCAAvgCosSim": 0.6712333333333333,
        "CCAAvgMatchWgt": 45,
        "_articleUri1": "179011734",
        "_articleUri2": "179102826",
        "_datetime": "2015-02-19 17:39:49",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-148623",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-357110",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 5,
        "avgCosSimStory1": 0.7662,
        "avgCosSimStory2": 0.6453,
        "categorySim": 0,
        "conceptCosSim": 0.5596965129738274,
        "conceptJaccardSim": 0.1126760563380282,
        "coreTime1": 125559.3,
        "coreTime2": 125572.3166666667,
        "coreTimeStDev1": 4.680606003750036,
        "coreTimeStDev2": 47.6616908824881,
        "entityCosSim": 0.7077195021961495,
        "entityJaccardSim": 0.1176470588235294,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5339147879965372,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 18,
        "storyQuality2": 7,
        "timeAvg1": 125565.4785714286,
        "timeAvg2": 125610.45,
        "timeStDev1": 4.680606003750036,
        "timeStDev2": 47.6616908824881,
        "varianceStory1": 0.4129,
        "varianceStory2": 0.5836
    }
}