{
    "850f305d-14db-4c75-b547-79470a557ea3-902351": {
        "articles": {
            "resultCount": 42,
            "results": [
                {
                    "body": "WASHINGTON -- Auto safety regulators, for the second time late Tuesday, expanded their warning to owners of vehicles recalled for defective Takata airbags, urging them to get the airbags replaced.\n\nBut the federal website created to help consumers to verify whether their vehicle has been recalled was unavailable for most of the day, and was still down as of Wednesday afternoon.\n\nAfter initially directing consumers to keep checking that website in its first alert to consumers on Monday, the National Highway Safety Traffic Administration is now instructing customers to visit vehicle manufacturer websites to verify whether their car has been recalled.\n\nMeanwhile, The Wall Street Journal, citing people familiar with the matter, reported today that federal prosecutors led by the U.S. Attorney's Office in New York are investigating Takata's handling of the defective airbags.\n\nThe newspaper said the probe is at a \"preliminary stage,\" and that prosecutors don't want to down the recall efforts. There was no immediate comment from Takata on the report.\n\nThe Takata probe is patterned after another investigation by the Manhattan U.S. attorney that eventually led Toyota in March to pay $1.2 billion to settle fraud charges that stemmed from its unintended acceleration recall crisis, the newspaper said, citing one person briefed on the matter.\n\nThe latest alert from NHTSA said as many as 7.8 million U.S. vehicles are affected by the recalls for potentially defective Takata Corp. airbags that could spray shrapnel at occupants after a crash. That's up 28 percent from the 6.1 million announced hours earlier. NHTSA said the new number corrected the vehicle list provided in prior safety bulletins this week, adding some vehicles and excluding others from previous bulletins.\n\nNHTSA has urged owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to replace installed air bags as soon as possible.\n\nIn the expanded bulletin, Honda accounts for almost 5.1 million of the vehicles, Toyota 877,000 vehicles, Nissan almost 695,000 vehicles, BMW nearly 628,000 vehicles and Chrysler more than 371,000 vehicles.\n\nNHTSA is focusing its most urgent warnings on owners affected by regional recalls of vehicles sold or registered in areas of Texas, Alabama, Mississippi, Georgia and Louisiana near the Gulf of Mexico, as well as Florida, Puerto Rico, Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures,\" David Friedman, NHTSA deputy administrator, said in statement.\n\n\"However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue.\"\n\nThe U.S. safety agency is investigating whether Takata airbag inflators made between 2000 and 2007 were improperly sealed. Bags inflating with too much force could potentially spray metal shrapnel at occupants. They have been linked to four deaths and resulted in several lawsuits.\n\nThe probe has focused on inflators recovered from cars being recalled for repairs in hot and humid places like Florida. Takata is cooperating with that investigation along with 10 automakers.\n\nMore than 16 million vehicles globally have been recalled because of defective Takata air bags since 2008.\n\nGM said Tuesday it plans to warn owners of 2003-04 Pontiac Vibe hatchbacks in warm-weather areas not to allow front-seat passengers until defective air bags are replaced.\n\nThe overnight letters will go out \"as soon as possible\" and the Vibe owner group may grow, GM spokesman Alan Adler said. GM and Toyota jointly built the Vibe at a factory in California that's now owned by Tesla Motors Inc.\n\n\"We are treating this urgently,\" Adler said.\n\nOf the 85,000 people who own these cars, those living in high-humidity areas, including South Florida, Puerto Rico, Hawaii and Guam, will receive the letters. GM doesn't yet have a precise tally of owners in those climates, Adler said.\n\nIn its statement Tuesday, NHTSA also encouraged owners of the 2005 Pontiac Vibe and 2005 Saab 9-2X to have their vehicles checked and recalled if necessary.\n\nThe agency encouraged owners to periodically monitor the agency's online database, using a vehicle identification number, to determine whether a model is subject to recall because automakers continue to add vehicles to the recall list.\n\nTakata cooperating\n\nTakata said it would cooperate fully with U.S. authorities and automakers after NHTSA issued the latest advisory.\n\n\"We take (the NHTSA's) latest action seriously,\" Takata said in a statement.\n\nTakata said the cost of repairs for the 4.74 million vehicles subject to NHTSA's bulletin on Monday had already been set aside, and that any additional costs would be minimal.\n\nThe deepening crisis involving deadly airbags is shaking confidence in the ability of automakers including Toyota Motor Corp. and Honda Motor Co. to ensure the safety of millions of U.S. drivers.\n\nToyota is advising U.S. owners to keep passengers out of front seats until defective Takata airbag parts are replaced, four months after following the same procedure in Japan.\n\nTakata faces investigations into whether exploding shrapnel from its flawed parts are to blame for at least four deaths involving vehicles made by Honda, including a Florida crash that was initially investigated as a homicide because of deep gashes to the victim's neck.\n\nThe growing number of airbag recalls also raise doubts about whether carmakers have learned to address defects quickly and comprehensively after GM's bungled ignition switch recalls and Toyota's failures in 2009 and 2010 involving unintended acceleration. Honda is under separate probes over whether it underreported fatalities and injuries in the U.S.\n\n\"This undermines the credibility or confidence in driving, generally, and in cars,\" Ashvin Chotai, managing director of researcher Intelligence Automotive Asia, said by phone. \"There's very little consumers can do about it. Of course they feel less confident about sitting in a car and they'll be extra cautious, but beyond that, what can you do?\"\n\nThe recalls of at least 4.7 million vehicles in the U.S. during the last two years tied to Takata airbags also involves Nissan Motor Corp., Mazda Motor Corp., and BMW.\n\nHonda, Nissan and Mazda have yet to follow Toyota in issuing warnings against sitting in front-passenger seats, a step that the Japanese carmakers took in their domestic market in June.\n\nCongressional query\n\nThe U.S. House Energy and Commerce Committee said on Tuesday it was seeking information about Takata's airbag defects from the NHTSA and automakers.\n\nThe U.S. House Energy and Commerce Committee asked federal safety regulators to provide a briefing on its investigation into the airbags manufactured by Takata, a House committee aide said on Tuesday.\n\nThe aide also said that committee staffers plan to meet with auto manufacturers \"to discuss supplier issues.\" The committee wants to hear directly from NHTSA about its probe into Takata, the aide added.\n\nU.S. Sen. Bill Nelson, D-Fla., where some of the airbag incidents have occurred, wrote to NHTSA Deputy Administrator David Friedman urging the agency to further expand the recalls.\n\n\"NHTSA should ensure that owners of cars that are not registered in Florida, but spend a substantial portion of the year operating in the state of Florida are covered by the recall,\" Nelson wrote.\n\nHe was referring to \"snowbirds,\" people who spend winters in Florida to escape the cold in the northern part of the United States.\n\nIn his letter to Friedman, Nelson also said automakers with defective airbags should offer loaner cars or rental car reimbursements for consumers unable to get their cars fixed quickly.\n\nImproper performance\n\nToyota extended a warning to include the U.S. after Takata shared data that showed the inflators sent back to the supplier as part of its customers' recalls were performing improperly. The world's largest automaker this week called back 247,000 vehicles, including some models of the Toyota Corolla, Matrix, Sequoia and Tundra, made from 2001 to 2004.\n\nMost of the vehicles were subject to recalls by Toyota in June this year or May 2013, said John Hanson, a U.S. spokesman for the company.\n\n\"We're prepared to do whatever the owner asks us to do,\" he said. \"If the owner is afraid to drive the car, we'll come and get it.\"\n\nToyota began issuing the public warning against sitting in front-passenger seats of unfixed cars as NHTSA stepped up efforts to reach affected vehicle owners.\n\n'Act immediately'\n\nNHTSA issued a statement Monday telling owners to \"act immediately on recall notices to replace defective Takata airbags,\" adding there should be particular urgency in areas of high humidity such as Florida, Hawaii, Puerto Rico and the Virgin Islands.\n\nHonda is still examining airbag inflators that have been replaced as part of its recalls of 2.8 million vehicles in the U.S. tied to Takata airbags the past two years, spokesman Chris Martin said.\n\n\"We will act appropriately based on the results of this investigation,\" Martin said by phone. Honda is Takata's biggest customer and has called back 6 million vehicles for problems with airbags in nine recalls since 2008. The carmaker owns 1.2 percent of Tokyo-based Takata.\n\nNissan doesn't plan to disable passenger-side airbags in the U.S. and hasn't received instructions from NHTSA to do so, said spokesman Chris Keeffe. Mazda also doesn't plan to change its U.S. recall strategy, spokeswoman Keiko Yano said by phone.\n\nMotorists wondering whether their cars are subject to a recall can type their vehicle identification numbers into the government's website, www.safercar.gov. The search function on the site was not working for much of the day and evening Tuesday.\n\nAutomaker response\n\nWhile Takata is at the center of the U.S. government's airbag investigation, NHTSA also is probing how the car companies responded to defects with the components.\n\nThe Center for Auto Safety, a watchdog group in the U.S., accused Honda last week of failing to report all airbag-related injuries and a deaths to a government database as required. The center's Oct. 15 letter to David Friedman, NHTSA's deputy administrator, also called for the U.S. Justice Department to conduct a criminal investigation into Honda's reporting.\n\nHonda asked a third party to begin an audit last month of potential inaccuracies in the quarterly Early Warning Reports it's required to file to NHTSA. The automaker said in an Oct. 16 statement that it will share results of the audit with the regulator soon.\n\nThe Florida Highway Patrol said last week it's investigating a fatality involving a Honda Accord driver stemming from neck wounds allegedly caused by an inflating airbag.\n\nThere are at least two similar incidents involving Honda vehicles. Honda said Oct. 16 it's also examining whether a faulty airbag was to blame for the death of a man who crashed his Acura sedan in a California parking lot.\n\nRyan Beene, Reuters and Bloomberg contributed to this report.\n\nOwners of the following vehicles are being urged to act immediately on recalls involving potentially defective airbags made by Takata, according to a corrected list distributed late Tuesday by NHTSA.\n\nEditor's note: This list has been revised to remove an inaccurate listing of Nissan vehicles.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23178763",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8151,
                    "source": {
                        "title": "Automotive News",
                        "uri": "www.autonews.com"
                    },
                    "time": "01:19:00",
                    "title": "NHTSA expands faulty airbag warning to 7.8 million vehicles",
                    "uri": "220931567",
                    "url": "http://www.autonews.com/article/20141021/OEM11/141029976",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- Auto safety regulators, for the second time late Tuesday, expanded their warning to owners of vehicles recalled for defective Takata airbags, urging them to get the airbags replaced.\n\nBut the federal website created to help consumers to verify whether their vehicle has been recalled was unavailable for most of the day, and was still down as of mid-morning Wednesday.\n\nAfter initially directing consumers to keep checking that website in its first alert to consumers on Monday, the National Highway Safety Traffic Administration is now instructing customers to visit vehicle manufacturer websites to verify whether their car has been recalled.\n\nThe latest alert from NHTSA said as many as 7.8 million U.S. vehicles are affected by the recalls for potentially defective Takata Corp. airbags that could spray shrapnel at occupants after a crash. That's up 28 percent from the 6.1 million announced hours earlier. NHTSA said the new number corrected the vehicle list provided in prior safety bulletins this week, adding some vehicles and excluding others from previous bulletins.\n\nNHTSA has urged owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to replace installed air bags as soon as possible.\n\nIn the expanded bulletin, Honda accounts for almost 5.1 million of the vehicles, Toyota 877,000 vehicles, Nissan almost 695,000 vehicles, BMW nearly 628,000 vehicles and Chrysler more than 371,000 vehicles.\n\nNHTSA is focusing its most urgent warnings on owners affected by regional recalls of vehicles sold or registered in areas of Texas, Alabama, Mississippi, Georgia and Louisiana near the Gulf of Mexico, as well as Florida, Puerto Rico, Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures,\" David Friedman, NHTSA deputy administrator, said in statement.\n\n\"However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue.\"\n\nThe U.S. safety agency is investigating whether Takata airbag inflators made between 2000 and 2007 were improperly sealed. Bags inflating with too much force could potentially spray metal shrapnel at occupants. They have been linked to four deaths and resulted in several lawsuits.\n\nThe probe has focused on inflators recovered from cars being recalled for repairs in hot and humid places like Florida. Takata is cooperating with that investigation along with 10 automakers.\n\nMore than 16 million vehicles globally have been recalled because of defective Takata air bags since 2008.\n\nGM said Tuesday it plans to warn owners of 2003-04 Pontiac Vibe hatchbacks in warm-weather areas not to allow front-seat passengers until defective air bags are replaced.\n\nThe overnight letters will go out \"as soon as possible\" and the Vibe owner group may grow, GM spokesman Alan Adler said. GM and Toyota jointly built the Vibe at a factory in California that's now owned by Tesla Motors Inc.\n\n\"We are treating this urgently,\" Adler said.\n\nOf the 85,000 people who own these cars, those living in high-humidity areas, including South Florida, Puerto Rico, Hawaii and Guam, will receive the letters. GM doesn't yet have a precise tally of owners in those climates, Adler said.\n\nIn its statement Tuesday, NHTSA also encouraged owners of the 2005 Pontiac Vibe and 2005 Saab 9-2X to have their vehicles checked and recalled if necessary.\n\nThe agency encouraged owners to periodically monitor the agency's online database, using a vehicle identification number, to determine whether a model is subject to recall because automakers continue to add vehicles to the recall list.\n\nTakata cooperating\n\nTakata said it would cooperate fully with U.S. authorities and automakers after NHTSA issued the latest advisory.\n\n\"We take (the NHTSA's) latest action seriously,\" Takata said in a statement.\n\nTakata said the cost of repairs for the 4.74 million vehicles subject to NHTSA's bulletin on Monday had already been set aside, and that any additional costs would be minimal.\n\nThe deepening crisis involving deadly airbags is shaking confidence in the ability of automakers including Toyota Motor Corp. and Honda Motor Co. to ensure the safety of millions of U.S. drivers.\n\nToyota is advising U.S. owners to keep passengers out of front seats until defective Takata airbag parts are replaced, four months after following the same procedure in Japan.\n\nTakata faces investigations into whether exploding shrapnel from its flawed parts are to blame for at least four deaths involving vehicles made by Honda, including a Florida crash that was initially investigated as a homicide because of deep gashes to the victim's neck.\n\nThe growing number of airbag recalls also raise doubts about whether carmakers have learned to address defects quickly and comprehensively after GM's bungled ignition switch recalls and Toyota's failures in 2009 and 2010 involving unintended acceleration. Honda is under separate probes over whether it underreported fatalities and injuries in the U.S.\n\n\"This undermines the credibility or confidence in driving, generally, and in cars,\" Ashvin Chotai, managing director of researcher Intelligence Automotive Asia, said by phone. \"There's very little consumers can do about it. Of course they feel less confident about sitting in a car and they'll be extra cautious, but beyond that, what can you do?\"\n\nThe recalls of at least 4.7 million vehicles in the U.S. during the last two years tied to Takata airbags also involves Nissan Motor Corp., Mazda Motor Corp., and BMW.\n\nHonda, Nissan and Mazda have yet to follow Toyota in issuing warnings against sitting in front-passenger seats, a step that the Japanese carmakers took in their domestic market in June.\n\nCongressional query\n\nThe U.S. House Energy and Commerce Committee said on Tuesday it was seeking information about Takata's airbag defects from the NHTSA and automakers.\n\nThe U.S. House Energy and Commerce Committee asked federal safety regulators to provide a briefing on its investigation into the airbags manufactured by Takata, a House committee aide said on Tuesday.\n\nThe aide also said that committee staffers plan to meet with auto manufacturers \"to discuss supplier issues.\" The committee wants to hear directly from NHTSA about its probe into Takata, the aide added.\n\nU.S. Sen. Bill Nelson, D-Fla., where some of the airbag incidents have occurred, wrote to NHTSA Deputy Administrator David Friedman urging the agency to further expand the recalls.\n\n\"NHTSA should ensure that owners of cars that are not registered in Florida, but spend a substantial portion of the year operating in the state of Florida are covered by the recall,\" Nelson wrote.\n\nHe was referring to \"snowbirds,\" people who spend winters in Florida to escape the cold in the northern part of the United States.\n\nIn his letter to Friedman, Nelson also said automakers with defective airbags should offer loaner cars or rental car reimbursements for consumers unable to get their cars fixed quickly.\n\nImproper performance\n\nToyota extended a warning to include the U.S. after Takata shared data that showed the inflators sent back to the supplier as part of its customers' recalls were performing improperly. The world's largest automaker this week called back 247,000 vehicles, including some models of the Toyota Corolla, Matrix, Sequoia and Tundra, made from 2001 to 2004.\n\nMost of the vehicles were subject to recalls by Toyota in June this year or May 2013, said John Hanson, a U.S. spokesman for the company.\n\n\"We're prepared to do whatever the owner asks us to do,\" he said. \"If the owner is afraid to drive the car, we'll come and get it.\"\n\nToyota began issuing the public warning against sitting in front-passenger seats of unfixed cars as NHTSA stepped up efforts to reach affected vehicle owners.\n\n'Act immediately'\n\nNHTSA issued a statement Monday telling owners to \"act immediately on recall notices to replace defective Takata airbags,\" adding there should be particular urgency in areas of high humidity such as Florida, Hawaii, Puerto Rico and the Virgin Islands.\n\nHonda is still examining airbag inflators that have been replaced as part of its recalls of 2.8 million vehicles in the U.S. tied to Takata airbags the past two years, spokesman Chris Martin said.\n\n\"We will act appropriately based on the results of this investigation,\" Martin said by phone. Honda is Takata's biggest customer and has called back 6 million vehicles for problems with airbags in nine recalls since 2008. The carmaker owns 1.2 percent of Tokyo-based Takata.\n\nNissan doesn't plan to disable passenger-side airbags in the U.S. and hasn't received instructions from NHTSA to do so, said spokesman Chris Keeffe. Mazda also doesn't plan to change its U.S. recall strategy, spokeswoman Keiko Yano said by phone.\n\nMotorists wondering whether their cars are subject to a recall can type their vehicle identification numbers into the government's website, www.safercar.gov. The search function on the site was not working for much of the day and evening Tuesday.\n\nAutomaker response\n\nWhile Takata is at the center of the U.S. government's airbag investigation, NHTSA also is probing how the car companies responded to defects with the components.\n\nThe Center for Auto Safety, a watchdog group in the U.S., accused Honda last week of failing to report all airbag-related injuries and a deaths to a government database as required. The center's Oct. 15 letter to David Friedman, NHTSA's deputy administrator, also called for the U.S. Justice Department to conduct a criminal investigation into Honda's reporting.\n\nHonda asked a third party to begin an audit last month of potential inaccuracies in the quarterly Early Warning Reports it's required to file to NHTSA. The automaker said in an Oct. 16 statement that it will share results of the audit with the regulator soon.\n\nThe Florida Highway Patrol said last week it's investigating a fatality involving a Honda Accord driver stemming from neck wounds allegedly caused by an inflating airbag.\n\nThere are at least two similar incidents involving Honda vehicles. Honda said Oct. 16 it's also examining whether a faulty airbag was to blame for the death of a man who crashed his Acura sedan in a California parking lot.\n\nRyan Beene, Reuters and Bloomberg contributed to this report.\n\nOwners of the following vehicles are being urged to act immediately on recalls involving potentially defective airbags made by Takata, according to a corrected list distributed late Tuesday by NHTSA.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23059006",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.813,
                    "source": {
                        "title": "Automotive News",
                        "uri": "www.autonews.com"
                    },
                    "time": "12:04:00",
                    "title": "NHTSA expands faulty airbag warning to 7.8 million vehicles",
                    "uri": "220643258",
                    "url": "http://www.autonews.com/article/20141021/OEM11/141029976/nhtsa-expands-faulty-airbag-warning-to-7-8-million-vehicles",
                    "wgt": 1
                },
                {
                    "body": "The US highway safety regulator, NHTSA, expanded its warning on Tuesday about faulty airbags made by Japanese auto-part maker Takata to 6.1 million vehicles in the United States.\n\n\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" it said in a statement.\n\n\"Over six million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday,\" it added. The previous NHTSA warning, issued on Monday, covered 4.74 million vehicles, and dragged Takata's shares down 23 percent on Tuesday in Tokyo, the stock's biggest-ever one-day drop.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "22989812",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8069,
                    "source": {
                        "title": "Emirates 24|7",
                        "uri": "www.emirates247.com"
                    },
                    "time": "03:38:00",
                    "title": "Faulty airbags warning expanded to 6.1million cars",
                    "uri": "220466405",
                    "url": "http://www.emirates247.com/news/faulty-airbags-warning-expanded-to-6-1million-cars-2014-10-22-1.567200",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration (NHTSA) of the US has updated the number of vehicles that are affected by faulty airbags made by Takata.\n\nAccording to NHTSA, 10 automotive manufacturers have issued recall of nearly 6.1 million vehicles in the US and the companies must fix the issue soon.\n\nThe regulatory body also said that the number is much higher than the 4.6 million vehicles that have been recalled.\n\nBMW, Ford, Chrysler, Honda, General Motors, Mazda, Nissan Mitsubishi, Toyota and Subaru are the manufacturers that have already recalled its vehicles which started 18 months ago.\n\nToyota is the latest vehicle manufacturer to issue the recall of additional 247,000 vehicles because the Takata airbags integrated in the vehicles could be could rupture in humid areas.\n\nDetroit Free Press reported NHTSA Deputy Administrator David Friedman saying: \"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures.\"",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23058853",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8064,
                    "source": {
                        "title": "www.automotive-business-review.com",
                        "uri": "www.automotive-business-review.com"
                    },
                    "time": "12:47:00",
                    "title": "NHTSA says 1.4 million more vehicles to be recalled over faulty Takata airbags",
                    "uri": "220643269",
                    "url": "http://www.automotive-business-review.com/news/nhtsa-says-14-million-more-vehicles-to-be-recalled-over-faulty-takata-airbags-221014-4414463",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON: The US highway safety regulator, NHTSA, expanded its warning on Tuesday about faulty airbags made by Japanese auto-part maker Takata to 6.1 million vehicles in the United States.\n\n\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" it said in a statement.\n\n\"Over six million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday,\" it added. The previous NHTSA warning, issued on Monday, covered 4.74 million vehicles, and dragged Takata's shares down 23 percent on Tuesday in Tokyo, the stock's biggest-ever one-day drop.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23004828",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8046,
                    "source": {
                        "title": "Business Recorder",
                        "uri": "www.brecorder.com"
                    },
                    "time": "06:58:00",
                    "title": "Faulty airbags warning expanded to 6.1mn US cars: NHTSA",
                    "uri": "220504217",
                    "url": "http://www.brecorder.com/world/north-america/201036-faulty-airbags-warning-expanded-to-61mn-us-cars-nhtsa.html",
                    "wgt": 1
                },
                {
                    "body": "More vehicles are being added to the list of recalls due to faulty air bags.\n\nThree million more vehicles are now part of a warning about faulty air bags that have the potential to kill or hurt drivers or passengers in a crash. The National Highway Traffic Safety Administration upped the number from 4.7 million to 7.8 million. The models affected include BMW, Chrysler, Ford, GM, Mazda, Honda, Mitsubishi, Nissan, Subaru and Toyota. The air bag inflators are made by Takata can rupture, causing metal fragments to fly out when the airbags are used. At least four people have died from the problem.\n\nTonya J. Powers, FOX News Radio.\n\nRead more information about the expanded air bag recall below from the U.S. Department of Transportation:\n\nConsumer Advisory: Vehicle Owners with Defective Airbags Urged to Take Immediate Action\n\nWASHINGTON D.C. - The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags. Over seven million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday. The message comes with urgency, especially for owners of vehicles affected by regional recalls in the following areas: Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures. However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue,\" said NHTSA Deputy Administrator, David Friedman.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can contact their manufacturer's website to search, by their vehicle identification number (VIN) to confirm whether their individual vehicle has an open recall that needs to be addressed. Owners that have been contacted by their manufacturer should contact their dealer's service department and make arrangements for the repair. In addition, consumers can sign up for NHTSA recall alerts, which go out before recall letters are mailed by the manufacturers to the affected owners.\n\n7.8 Million Affected U.S. Vehicles, by Manufacturer, Impacted by CY 2013 and 2014 Recalls Involving Takata Airbags\n\nNote: The list below corrects the list that accompanied our October 20th advisory, which incorrectly included certain vehicles and excluded others. The numbers cited for potentially affected vehicles below are subject to change and adjustment because there may be cases of vehicles being counted more than once. Owners should check their VIN periodically as manufacturers continue to add VINs to the database. Once owner recall notices are available, owners can retrieve a copy from SaferCar.gov, or will receive one by U.S. mail and are advised to carefully follow the enclosed instructions.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23051187",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.804,
                    "source": {
                        "title": "FOX News Radio",
                        "uri": "radio.foxnews.com"
                    },
                    "time": "14:43:00",
                    "title": "Air Bag Recall Expands To 7.8 Million Vehicles",
                    "uri": "220624501",
                    "url": "http://radio.foxnews.com/2014/10/22/air-bag-recall-expands-to-7-8-million-vehicles/",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration is urging owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags.\n\nNearly 8 million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday.\n\nThe message comes with urgency, especially for owners of vehicles affected by regional recalls in the following areas: Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures. However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue,\" said NHTSA Deputy Administrator David Friedman.\n\nConsumers who are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can contact their manufacturer's website to search, by their vehicle identification number (VIN) to confirm whether their individual vehicle has an open recall that needs to be addressed. Owners who have been contacted by their manufacturer should contact their dealer's service department and make arrangements for the repair.\n\nThe list below is the vehicles involved in this airbag problem.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23010619",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7937,
                    "source": {
                        "title": "ClickOnDetroit",
                        "uri": "www.clickondetroit.com"
                    },
                    "time": "07:25:00",
                    "title": "Airbag alert expands 7.8 million vehicles",
                    "uri": "220519882",
                    "url": "http://www.clickondetroit.com/news/airbag-alert-expands-78-million-vehicles/29270320",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Association (NHTSA) has expanded its campaign regarding the safety of vehicles equipped with airbags from Japanese supplier Takata Corporation, reports Leftlane News. A total of 7.8 million vehicles have now come under notice.\n\nThe NHTSA's list was available on October 20, though it had some inaccuracies, among them the listing of several BMW vehicles as Chryslers. The current list, which can be viewed on the NHTSA official site, includes vehicles from BMW, Chrysler, Ford, General Motors, Honda, Nissan, Mazda, Mitsubishi, Subaru and Toyota, with model years ranging from 2000-2007.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures. However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue,\" said NHTSA Deputy Administrator David Friedman.\n\n\"The message comes with urgency, especially for owners of vehicles affected by regional recalls in the following areas: Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii,\" the NHTSA added in the press release from October 21.\n\nConsumers who are unsure about their vehicle's inclusion in the Takata recall can use their vehicle identification number (VIN) to search for issues on the manufacturer's website. Owners who have already been contacted by their manufacturer should make arrangements with their dealer's service department for repair. Additionally, owners can sign up for the NHTSA's recall alerts, which go out before letters are mailed out by the manufacturers. These alerts will apply to current as well as future recalls and can be received on mobile devices and through email and RSS feeds.\n\nManufacturers continually add VINs to their website database, so owners should check back frequently.\n\nAccording to The Detroit News, \"At least two deaths have been linked to faulty Honda air bags and two others are under investigation, including the Oct. 2 death of a 51-year-old Florida driver.\" Worldwide, 11 auto manufacturers have recalled over 16 million vehicles for defective Tataka airbags.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23058870",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7834,
                    "source": {
                        "title": "Design & Trend",
                        "uri": "www.designntrend.com"
                    },
                    "time": "12:59:00",
                    "title": "NHTSA Expands Takata Airbag Recall to Include Over 7 Million Vehicles",
                    "uri": "220643252",
                    "url": "http://www.designntrend.com/articles/22531/20141022/nhtsa-expands-takata-airbag-recall-7-8-million-vehicles.htm",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (Reuters) - The U.S. highway safety regulator, NHTSA, expanded its warning on Tuesday about faulty airbags made by Japanese auto-part maker Takata to 6.1 million vehicles in the United States.\n\n\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" it said in a statement.\n\n\"Over six million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday,\" it added.\n\nThe previous NHTSA warning, issued on Monday, covered 4.74 million vehicles, and dragged Takata's shares down 23 percent on Tuesday in Tokyo, the stock's biggest-ever one-day drop.\n\n(Reporting by Sandra Maler; Editing by Peter Cooney)",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23058878",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7703,
                    "source": {
                        "title": "790 KGMI",
                        "uri": "kgmi.com"
                    },
                    "time": "09:23:00",
                    "title": "Safety officials: More than 6M vehicles have faulty airbags",
                    "uri": "220643312",
                    "url": "http://kgmi.com/news/030030-safety-officials-more-than-6m-vehicles-have-faulty-airbags/",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (Reuters) - The U.S. highway safety regulator, NHTSA, expanded its warning on Tuesday about faulty airbags made by Japanese auto-part maker Takata to 6.1 million vehicles in the United States.\n\n\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" it said in a statement.\n\n\"Over six million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday,\" it added. The previous NHTSA warning, issued on Monday, covered 4.74 million vehicles, and dragged Takata's shares down 23 percent on Tuesday in Tokyo, the stock's biggest-ever one-day drop.\n\n(Reporting by Sandra Maler; Editing by Peter Cooney)",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "22978961",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7703,
                    "source": {
                        "title": "whbl",
                        "uri": "whbl.com"
                    },
                    "time": "01:29:00",
                    "title": "Faulty airbags warning expanded to 6.1. million U.S. cars: NHTSA",
                    "uri": "220443859",
                    "url": "http://whbl.com/news/articles/2014/oct/22/faulty-airbags-warning-expanded-to-61-million-us-cars-nhtsa/",
                    "wgt": 1
                },
                {
                    "body": "NHTSA issues an airbag warning to 7.8 million cars impacted by the Takata airbags recall which affects certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, ...\n\nNHTSA issues an airbag warning to 7.8 million cars impacted by the Takata airbags recall which affects certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles.\n\nTakata informed the companies earlier this month that faulty inflators may have slipped through the cracks and been delivered to manufacturers because of faulty record-keeping.\n\n\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" the agency said in a statement Tuesday, adding there should be particular urgency in areas of high humidity such as Florida, Hawaii, Puerto Rico and the Virgin Islands.\"\n\nBMW and NHTSA say 627,615 vehicles are affected by this recall. The list of models can be seen below:\n\nThis is the same recall that was issued in July 2014 and BMW has already began to notify owners and dealers, and will replace the airbag where necessary.\n\nOwner can check by their vehicle identification number (VIN) here: http://www.safercar.gov/vinlookup",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23217728",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7668,
                    "source": {
                        "title": "BMW BLOG",
                        "uri": "www.bmwblog.com"
                    },
                    "time": "19:44:00",
                    "title": "Large recall for airbags issues - Is your BMW on the list?",
                    "uri": "221024098",
                    "url": "http://www.bmwblog.com/2014/10/23/large-recall-airbags-issues-bmw-list/",
                    "wgt": 1
                },
                {
                    "body": "(International Business Times) - The owners of nearly 5 million vehicles are being urged to take immediate action as a result of a massive recall to replace potentially defective airbags that have been linked with multiple deaths in recent months. The recall impacts cars, SUVs, vans and trucks manufactured by Toyota, Honda, Nissan, Mazda, BMW and General Motors (GM) from 2000 through 2006.\n\nThe National Highway Traffic Safety Administration (NHTSA) announced the recall of more than 4.7 million vehicles Monday, and has set up an online vehicle identification number (VIN) look-up tool at this link. Drivers can simply type a vehicle's VIN to determine whether it is affected by the recall and needs service.\n\n\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" NHTSA said in a statement.\n\n\"The message comes with urgency, especially for owners of vehicles affected by the regional recalls in the following areas: Florida, Puerto Rico, Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\"\n\nREAD MORE",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23080120",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7619,
                    "source": {
                        "title": "www.blackpressusa.com",
                        "uri": "www.blackpressusa.com"
                    },
                    "time": "14:53:00",
                    "title": "AirBag Recall: 4.7 Million Vehicles Require Immediate Service",
                    "uri": "220691098",
                    "url": "http://www.blackpressusa.com/2014/10/airbag-recall-4-7-million-vehicles-require-immediate-service/",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration has expanded its warning on airbag recalls to an estimated 7.8 million vehicles, up from the 4.7 million total announced on Monday.\n\nThe agency is urging owners of certain vehicles to act immediately on recalls to replace defective airbags made by Tokyo-based Takata Corp.\n\nAccording to the updated alert, the recalls have occurred over the past 18 months and involve 10 manufacturers, including Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors.\n\nThe warning is especially urgent for drivers in areas with high temperatures and humidity, including Alabama and other Gulf Coast states, the alert says.\n\nSome of the affected Honda vehicles were made at the automaker's Alabama plant.\n\nNHTSA's rare warning this week comes amid an investigation that the Takata airbags could explode and send shrapnel into vehicle occupants. At least four deaths have been linked to the problem, according to the Associated Press.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures. However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue,\" NHTSA Deputy Administrator David Friedman said in a statement.\n\nDrivers who aren't sure whether their vehicle is a part of the Takata recalls or any other recall can check on www.safercar.gov/vinlookup. There, they can search by their vehicle identification number.\n\nNHTSA notes that the latest list of potentially affected vehicles (shown below) corrects one issued Monday that incorrectly included certain vehicles. It is also expanded to include others. The agency says the numbers are subject to change.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23096117",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7533,
                    "source": {
                        "title": "www.wwntradio.com",
                        "uri": "www.wwntradio.com"
                    },
                    "time": "17:01:00",
                    "title": "Airbag recalls for 7.8 million vehicles",
                    "uri": "220726600",
                    "url": "http://www.wwntradio.com/news/news.php/displayType/article/17009/2014/10/airbag-recalls-for-78-million-vehicles",
                    "wgt": 1
                },
                {
                    "body": "\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" it said in a statement.\n\n\"Over six million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday,\" it added. The previous NHTSA warning, issued on Monday, covered 4.74 million vehicles, and dragged Takata's shares down 23 percent on Tuesday in Tokyo, the stock's biggest-ever one-day drop.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "22983872",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7454,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "02:26:00",
                    "title": "Faulty airbags warning expanded to 6.1. million U.S. cars: NHTSA",
                    "uri": "220453586",
                    "url": "http://www.reuters.com/article/2014/10/22/us-autos-takata-warning-idUSKCN0IB03B20141022?feedType=RSS&feedName=domesticNews",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON, Dhu-AlHijjah 27, 1435, October 21, 2014, SPA -- The National Highway Traffic Safety Administration put out a recall notice Monday for defective airbags and urged people whose cars are equipped with them to take action immediately.\n\nMore than 4.7 million vehicles are involved in the recall. At least four people have died when inflator mechanisms ruptured on the air bags, spraying the passengers with metal fragments.\n\nNHTSA warned drivers whose cars have been recalled as a result of faulty inflators to take them to the dealer immediately. Safety experts said about 12 million vehicles worldwide have been recalled because of the problem.\n\nThe airbags are made by Takata and are in place in some Toyota, Honda, Mazda, BMW, Nissan and General Motors models. NHTSA said it was particularly urgent for vehicles owners in Florida, Puerto Rico, Guam, Saipan, American Samoa, Virgin Islands and Hawaii to take immediate action.\n\nThe federal safety agency said car owners uncertain about whether their vehicle is equipped with a Takata airbag can check athttp://www.safercar.gov/. Using the site requires that owners enter their vehicle identification number (VIN).\n\nNHTSA said the affected vehicles by manufacturer are:\n\nToyota: 778,177 vehicles potentially affected,\n\nHonda: 2,803,214 vehicles potentially affected,\n\nNissan: 437,712 vehicles potentially affected,\n\nMazda: 18,050 vehicles potentially affected,\n\nBMW: 573,935 vehicles potentially affected,\n\nGeneral Motors: 133,221 vehicles potentially affected\n\n--SPA\n\n12:27 LOCAL TIME 09:27 GMT\n\nتغريد",
                    "date": "2014-10-21",
                    "eventUri": "1573296",
                    "id": "22867022",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7451,
                    "source": {
                        "title": "Saudi Press Agency (SPA)",
                        "uri": "www.spa.gov.sa"
                    },
                    "time": "09:51:00",
                    "title": "Airbag Defect Spurs Recall of 4.7 Million Vehicles",
                    "uri": "220182672",
                    "url": "http://www.spa.gov.sa/details.php?id=1286341",
                    "wgt": 1
                },
                {
                    "body": "The NHTSA now adds 3 million more vehicles, and several more brands, to its list of at-risk cars and trucks.\n\nThe National Highway Traffic Safety Administration now says owners of 7.8 million vehicles fitted with airbags manufactured by Japan's Takata Corp. are in danger, and should have those vehicles seen by their dealers immediately.\n\nThe vehicles are at risk of airbag failure or, worse, airbag explosions, which could spray metal debris into the driver or passenger area, with potentially fatal consequences.\n\nMany of the vehicles have already been the subject of safety recalls. But many have not been returned to dealers to have their airbags checked or replaced.\n\nThe vehicles involved include automobiles made by Toyota, Honda, Mazda, Nissan, Mitsubishi, Subaru, Chrysler, Ford and BMW -- with Honda vehicles making up the bulk of the NHTSA list.\n\nConcerned automobile owners can check their vehicle identification numbers, or VINs, against a NHTSA listing by going to this website and choosing the \"Search for Recall by VIN\" option.\n\n(The NHTSA website, though, was temporarily shut down mid-morning Wednesday, perhaps as a result of increased inquiries from vehicle owners.)\n\nThe affected vehicles, many of them manufactured between 2000 and 2004, are equipped with airbags made or containing parts made at Takata factories in the U.S. and Mexico. A problem with the airbags' propellant can cause the safety restraint systems to fail during a collision, or even to deploy when no collision occurs.\n\nMultiple accidents and some fatalities may be connected to the spontaneous explosion of the airbags, and the resulting spray of shrapnel into the driver's seat.\n\nVehicles being operated in areas subject to consistent high heat and humidity are especially at risk. NHTSA is particularly concerned about cars being driven in Florida, areas of Texas near the Gulf of Mexico, as well as parts of Alabama, Mississippi, Louisiana and Georgia, along with Hawaii, Virgin Islands and certain South Pacific areas, like Guam, Saipan and American Samoa.\n\nHere is a complete list of the suspect vehicles, along with the number of vehicles included in this warning:",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23069827",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7374,
                    "source": {
                        "title": "Sun-Sentinel.com",
                        "uri": "www.sun-sentinel.com"
                    },
                    "time": "17:10:00",
                    "title": "Emergency airbag recall increased to 7.8 million vehicles",
                    "uri": "220667085",
                    "url": "http://www.sun-sentinel.com/business/la-fi-hy-airbag-recall-increased-20141022-story.html",
                    "wgt": 1
                },
                {
                    "body": "Previous NHTSA warning, issued on 20 October, covered 4.74 million vehicles. US regulator expands faulty airbags warning to 6.1 million cars.Reuters\n\nThe US highway safety regulator has expanded its warning on faulty airbags made by Japanese firm Takata to over six million vehicles in America.\n\nThe National Highway Traffic Safety Administration (NHTSA) said in a 21 October statement: \"[The NHTSA] urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags.\n\n\"Over six million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday,\" it added.\n\nThe previous NHTSA warning, issued on 20 October, had covered 4.74 million vehicles.\n\nVehicle Recalls\n\nOn 20 October Toyota ordered the recall of nearly 247,000 Toyota Corolla, Matrix, Sequoia, Tundra and Lexus SC vehicles, sold in the US, to fix defective airbags manufactured by Takata.\n\nReports said that airbag inflators could malfunction if exposed to consistently high humidity, causing metal fragments to fly out when the bags are deployed in a crash.\n\nIn June, Japanese automakers Honda Motor, Nissan Motor and Mazda recalled over two million vehicles to repair potentially faulty airbags and the decision followed a similar move by rival Toyota Motor that month.\n\nHonda's recall covered 2.03 million vehicles, including the Fit compact the world over, the carmaker said in a statement on 23 June.\n\nNissan's recall covered about 130,000 vehicles, including the Cube.\n\nMazda recalled 159,807 vehicles worldwide.\n\nOn 11 June, Toyota ordered the recall of nearly 650,000 vehicles in Japan to deal with potentially faulty airbags, after Takata warned that further repairs could be needed.\n\nThe vehicles covered by the June recall include Corolla and Camry sedans and Tundra trucks.\n\nTakata has, over the last six years, recalled about 16 million vehicles globally for defective airbags. At least four deaths, all in Honda cars, have been linked to the faulty airbags, Reuters reported.\n\nRelatedToyota Warns Against Using Front Passenger Seat Amid Airbag RecallsHonda, Nissan and Mazda Recall Over 2 Million Cars to Fix Faulty Takata AirbagsHonda Could Recall Over 1 Million Vehicles to Fix Faulty AirbagsToyota Recalls 650,000 More Vehicles to Fix Airbag Flaws",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23031112",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7324,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "11:52:00",
                    "title": "US Regulator Expands Faulty Takata Airbags Warning to Over Six Million Cars",
                    "uri": "220576231",
                    "url": "http://www.ibtimes.co.uk/us-regulator-expands-faulty-takata-airbags-warning-over-six-million-cars-1471260",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration or NHTSA Wednesday urged owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective airbags supplied by Takata Corp.\n\nAccording to the agency, 7.8 million vehicles are involved in these recalls, which began occurring 18 months ago. The manufacturers of these cars include BMW, Chrysler, Honda, General Motors and Ford.\n\nWhen deployed with force, these airbags may eject deadly shrapnel at passengers.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures,\" said NHTSA Deputy Administrator David Friedman.\n\nMeanwhile, Takata fell 4.5 percent in Tokyo and was trading at 1,610.00 yen.\n\nby RTT Staff Writer\n\nFor comments and feedback: editorial@rttnews.com\n\nBusiness News",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23178614",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7309,
                    "source": {
                        "title": "RTTNews",
                        "uri": "www.rttnews.com"
                    },
                    "time": "03:08:00",
                    "title": "NHTSA Says Takata Airbag Recall Expands To 7.8 Mln Cars",
                    "uri": "220931540",
                    "url": "http://www.rttnews.com/2401816/nhtsa-says-takata-airbag-recall-expands-to-7-8-mln-cars.aspx?type=corp",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration now says owners of 7.8 million vehicles fitted with airbags manufactured by Japan's Takata Corp. are in danger, and should have those vehicles seen by their dealers immediately.\n\nThe vehicles are at risk of airbag failure or, worse, airbag explosions, which could spray metal debris into the driver or passenger area, with potentially fatal consequences.\n\nMany of the vehicles have already been the subject of safety recalls. But many have not been returned to dealers to have their airbags checked or replaced.\n\nThe vehicles involved include automobiles made by Toyota, Honda, Mazda, Nissan, Mitsubishi, Subaru, Chrysler, Ford and BMW - with Honda vehicles making up the bulk of the NHTSA list.\n\nConcerned automobile owners can check their vehicle identification numbers, or VINs, against a NHTSA listing online.\n\n(The NHTSA website was temporarily shut down mid-morning Wednesday, perhaps as a result of increased inquiries from vehicle owners.)\n\nThe affected vehicles, many of them manufactured between 2000 and 2004, are equipped with airbags made or containing parts made at Takata factories in the U.S. and Mexico. A problem with the airbags' propellant can cause the safety restraint systems to fail during a collision, or even to deploy when no collision occurs.\n\nMultiple accidents and some fatalities may be connected to the spontaneous explosion of the airbags, and the resulting spray of shrapnel into the driver's seat.\n\nVehicles being operated in areas subject to consistent high heat and humidity are especially at risk. NHTSA is particularly concerned about cars being driven in Florida, areas of Texas near the Gulf of Mexico, as well as parts of Alabama, Mississippi, Louisiana and Georgia, along with Hawaii, Virgin Islands and certain South Pacific areas, like Guam, Saipan and American Samoa.\n\nHere is a complete list of the suspect vehicles, along with the number of vehicles included in this warning:",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23077677",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7291,
                    "source": {
                        "title": "macon",
                        "uri": "www.macon.com"
                    },
                    "time": "18:27:00",
                    "title": "Emergency airbag recall increased to 7.8 million vehicles",
                    "uri": "220686156",
                    "url": "http://www.macon.com/2014/10/22/3378163/emergency-airbag-recall-increased.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration now says owners of 7.8 million vehicles fitted with airbags manufactured by Japan's Takata Corp. are in danger, and should have those vehicles seen by their dealers immediately.\n\nThe vehicles are at risk of airbag failure or, worse, airbag explosions, which could spray metal debris into the driver or passenger area, with potentially fatal consequences.\n\nMany of the vehicles have already been the subject of safety recalls. But many have not been returned to dealers to have their airbags checked or replaced.\n\nThe vehicles involved include automobiles made by Toyota, Honda, Mazda, Nissan, Mitsubishi, Subaru, Chrysler, Ford and BMW -- with Honda vehicles making up the bulk of the NHTSA list.\n\nConcerned automobile owners can check their vehicle identification numbers, or VINs, against a NHTSA listing by going to this website and choosing the \"Search for Recall by VIN\" option.\n\n(The NHTSA website, though, was temporarily shut down mid-morning Wednesday, perhaps as a result of increased inquiries from vehicle owners.)\n\nThe affected vehicles, many of them manufactured between 2000 and 2004, are equipped with airbags made or containing parts made at Takata factories in the U.S. and Mexico. A problem with the airbags' propellant can cause the safety restraint systems to fail during a collision, or even to deploy when no collision occurs.\n\nMultiple accidents and some fatalities may be connected to the spontaneous explosion of the airbags, and the resulting spray of shrapnel into the driver's seat.\n\nVehicles being operated in areas subject to consistent high heat and humidity are especially at risk. NHTSA is particularly concerned about cars being driven in Florida, areas of Texas near the Gulf of Mexico, as well as parts of Alabama, Mississippi, Louisiana and Georgia, along with Hawaii, Virgin Islands and certain South Pacific areas, like Guam, Saipan and American Samoa.\n\nHere is a complete list of the suspect vehicles, along with the number of vehicles included in this warning:",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23189014",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7285,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "14:56:00",
                    "title": "Explosive airbag recall increases to 7.8 million vehicles",
                    "uri": "220955136",
                    "url": "http://www.latimes.com/chi-explosive-airbag-recall-increases-story.html?track=rss",
                    "wgt": 1
                },
                {
                    "body": "AAA Hawaii is alerting local motorists that government regulators have increased the numbers of recalled vehicles due to defective airbags from the previously announced list on Monday, Oct. 20.\n\nThe U.S. National Highway Traffic Safety Administration (NHTSA) has increased the number of vehicles and modified the vehicle list in its urgent notice to consumers of certain models of BMW, Chrysler, Ford, General Motors, Honda, Mazda, Mitsubishi, Nissan, Subaru and Toyota. The agency says it is urging consumers to immediately address recall notices to replace the Takata airbags equipped on their vehicles because they are defective.\n\nU.S. geographic areas of special concern for these vehicles include Hawaii because the islands' high humidity can make a dangerous airbag rupture more likely. The airbags have metal components called inflators that can break apart when the bags go off in a crash, sending shrapnel into the passenger compartment that can injure or kill, according to NHTSA. The agency is looking at airbags industrywide that fail or deploy with too much force and have been potentially linked to four deaths.\n\nToyota added more vehicles into its recent airbag recalls and has advised American owners of the affected cars to seat passengers in the back until the recall repairs are completed, according to news reports. Many of the cars from the other manufacturers have already been recalled but many of them have not been repaired.\n\n\"The NHTSA list now covers 7.8 million affected U.S. vehicles, with certain models from 2000 to 2008 noted by their urgent consumer advisory,\" said the Automobile Club of Southern California Automotive Research Center Chief Automotive Engineer Steve Mazor, which also provides technical expertise to AAA Hawaii. \"If there's a safety recall of your vehicle, contact your local dealer and have the repair completed as soon as possible. You should also keep a copy of the work for your repair records.\"\n\nIf drivers are unsure whether their vehicle is impacted by the Takata recalls or any other vehicle recalls, they can visit www.safercar.gov/vinlookup. On this website, consumers can search by their Vehicle Identification Number (VIN), the unique federally-registered number of their car or truck, to determine if their vehicle has a recall that needs to be addressed. In addition, through this link, drivers can sign up for NHTSA recall alerts.\n\nThe recall alerts are distributed before recall letters, which have distinctive labeling, and are mailed to affected consumers.\n\nThe new recall label letters say \"Important Safety Recall Information\" in red and black, along with the phrase \"Issued in Accordance with Federal Law,\" and U.S. Dept. of Transportation and NHTSA logos, said Mazor.\n\n7.8 Million Affected U.S. Vehicles, by Manufacturer, Impacted by CY 2013 and 2014 Recalls Involving Takata Airbags\n\nNote: Numbers cited for potentially affected vehicles below are subject to change, says NHTSA, as manufacturers continue to add VINs to the database.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23096107",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7283,
                    "source": {
                        "title": "Hawaii 24/7",
                        "uri": "www.hawaii247.com"
                    },
                    "time": "19:00:00",
                    "title": "Emergency airbag recall updated to 7.8M vehicles",
                    "uri": "220726587",
                    "url": "http://www.hawaii247.com/2014/10/22/emergency-airbag-recall-updated-to-7-8m-vehicles/",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration said this week that three million additional vehicles may need urgent repairs to prevent drivers and passengers from being injured because of defective airbags.\n\nThe now 7.8 million vehicles that are part of the recall have airbags manufactured by Takata. At least four people have died when inflator mechanisms ruptured on the air bags, spraying the passengers with metal fragments. Automobiles manufacturer by Mitsubishi and Subaru are among those that have been added to the list.\n\nNHTSA said owners who live in Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii, should be especially aggressive in acting on the notice. That's in part because extended exposure to consistently high humidity and temperature may be a factor in the airbag problem.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures. However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue,\" said NHTSA Deputy Administrator David Friedman in a press release announcing the additional vehicles.\n\nOn Monday, NHTSA announced that roughly 4.7 million vehicles could be affected by the recall.\n\nCar owners should check their manufacturer's website for recall information. They will need their vehicle identification number (VIN) in order to determine whether their car is included. A Web site maintained by the NHTSA -- Safercar.gov -- has not been functioning because of overwhelming demand.\n\nBelow is an updated list of vehicles that may be affected by the recall.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23093793",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7278,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "20:54:00",
                    "title": "Dr. Gridlock: An additional 3 million vehicles may have defective airbags, NHTSA says",
                    "uri": "220721258",
                    "url": "http://www.washingtonpost.com/blogs/dr-gridlock/wp/2014/10/22/an-additional-3-million-vehicles-may-have-defective-airbags-nhtsa-says/",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration has once again changed the number of cars included in a massive and urgent recall over an inflator defect in airbags made by the Japanese company Takata Corp.\n\nInitially, 4.7 million vehicles were on the recall list, but in a list released on Wednesday, NHTSA added 3.1 million additional vehicles.\n\nThe Associated Press reports NHTSA has had difficulties getting the right facts out about the recall this week:\n\n\"...the regulatory agency has twice corrected the number of vehicles affected and acknowledged that a list it released Monday wasn't completely accurate. The agency urged people to use its website to see if their cars are affected - but a feature allowing people to check for recalls by vehicle identification number malfunctioned Monday night and still wasn't operational Wednesday.\"\n\nMichigan Radio's Tracy Samilton told our Newscast Unit that the bags in the recalled cars may have \"faulty inflators that can rupture and send metal fragments flying out.\" Samilton says at least four people have died in accidents related to the airbag problem. Officials believe prolonged exposure to high heat and humidity might be a cause for the defect. That's led the NHTSA to give special warning to vehicle owners in warm, humid climates.\n\n\"The message comes with urgency, especially for owners of vehicles affected by regional recalls in the following areas: Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\"\n\nToyota was one of the automakers with vehicles added to the expanded list. But Reuters reports the automaker says it will stand by Takata, the company that produces the faulty airbags:\n\n\"...a top Toyota Motor Corp executive said in Tokyo that the Japanese automaker had no plans to abandon Takata despite the supplier's struggles.\n\n\"Toyota's not one to just dump a supplier,\" Steve St. Angelo, Toyota's head of Latin American operations and the former chief quality officer in North America, told reporters. \"Have we ever eliminated a supplier? Yes. But it's really, really tough. We will exhaust every opportunity to help that supplier first.\"\"\n\nDavid Shepardson, the Washington Bureau Chief of the Detroit News, told NPR's David Greene that in some places, Toyota is shifting replacement airbags away from colder states, to warm weather states. Shepardson also said Toyota is telling some vehicle owners that they will deactivate their passenger airbags until they can be replaced.\n\nToyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors have vehicles being recalled. The NHTSA has published an updated list of vehicles potentially affected.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23093250",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7244,
                    "source": {
                        "title": "tspr.org",
                        "uri": "tspr.org"
                    },
                    "time": "20:47:00",
                    "title": "NHTSA Adds More Than 3 Million Vehicles To Airbag Recall",
                    "uri": "220719898",
                    "url": "http://tspr.org/post/nhtsa-adds-more-3-million-vehicles-airbag-recall",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON, D.C. - The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags. The message comes with urgency, especially for owners of vehicles affected by the regional recalls in the following areas: Florida, Puerto Rico, Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can check on www.safercar.gov/vinlookup. On the site, consumers can search by their vehicle identification number (VIN) to confirm whether their individual vehicle has an open recall that needs to be addressed. In addition, consumers can sign-up for NHTSA recall alerts, which go out before recall letters are mailed by the manufacturers to the affected owners.",
                    "date": "2014-10-21",
                    "eventUri": "1573296",
                    "id": "22897050",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7201,
                    "source": {
                        "title": "www.nhtsa.gov",
                        "uri": "www.nhtsa.gov"
                    },
                    "time": "14:50:00",
                    "title": "Consumer Advisory: Vehicle Owners with Defective Airbags Urged to Take Immediate Action",
                    "uri": "220261458",
                    "url": "http://www.nhtsa.gov/About%2BNHTSA/Press%2BReleases/Vehicle-owners-with-defective-airbags-urged-to-take-immediate-action",
                    "wgt": 1
                },
                {
                    "body": "Takata, a Japanese company, supplies many automakers with airbags and the airbags can malfunction and blow shrapnel into front passengers' chests and faces.\n\nThe National Highway Traffic Safety Administration (NHTSA) issued a recall notice on Monday for defective airbags effecting over 4.73 million vehicles.\n\nTwo deaths were previously reported and linked to the Takata bag defects. Two additional deaths have been reported by Reuters and are believed to be connected to the faulty Takata bags. Toyota is recommending, if your vehicle has been recalled, turn off the passenger side airbag until the new bags are installed.\n\nOwners of certain Toyota, Honda, Mazda, BMW, Nissan, and General Motors vehicles should react immediately to this notice to replace defective Takata airbags.\n\nAffected Vehicles, by Manufacturer, involving Takata Airbags\n\nToyota: 778,177 total number of potentially affected vehicles\n\nHonda: 2,803,214 total number of potentially affected vehicles\n\nNissan: 437,712 total number of potentially affected vehicles\n\nMazda: 18,050 total number of potentially affected vehicles\n\nBMW: 573,935 total number of potentially affected vehicles\n\nGeneral Motors: 133,221 total number potentially affected vehicles\n\nCar owners can check if there vehicle is impacted by the Takata airbag recall by using the vehicle's vin number. The website for checking recalls is www.safecar.gov/vinlookup. Recalls can also be verified by contacting your local dealership.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23251546",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7184,
                    "source": {
                        "title": "www.gilberttimes.net",
                        "uri": "www.gilberttimes.net"
                    },
                    "time": "22:49:00",
                    "title": "4.73 million vehicles recalled for defective airbags",
                    "uri": "221101605",
                    "url": "http://www.gilberttimes.net/news/news/150287047/4.73-million-vehicles-recalled-for-defective-airbags",
                    "wgt": 1
                },
                {
                    "body": "US car safety regulators have expanded a recall of vehicles with potentially dangerous Takata airbags to 7.8 million.\n\nThe National Highway Traffic Safety Administration (NHTSA) warned that owners should take \"immediate action\".\n\nIf deployed with force, the airbags have the potential to eject deadly shrapnel at passengers.\n\nThe NHTSA has identified 10 manufacturers who used Takata as a supplier, including General Motors, Honda, and Toyota.\n\nThe agency has told those who might own affected vehicles to check the list at www.safercar.gov, and specifically warned those living in more humid climates such as Florida and Hawaii to get their vehicles inspected.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures,\" said NHTSA deputy administrator David Friedman in a statement.\n\nInitially, the NHTSA said that only 4.7 million cars could be affected, but it has increased the number of vehicles twice in recent days.\n\nJapanese supplier Takata warned recently that older airbags could explode with too much force, which would send plastic and metal parts towards passengers with enough force to injure them.\n\nTakata said it estimated that around 12 million vehicles around the globe may contain the parts.\n\nThe recall notices have been ongoing for the past 18 months, but regulators and car manufacturers have warned that only a small percentage of those cars potentially affected have been returned and inspected.\n\nThe majority of the affected vehicles - more than five million - are Honda cars manufactured between 2001 and 2011, including the Accord, Civic, and Pilot models.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23074642",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7139,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "17:55:00",
                    "title": "US airbag recall expands to 7.8m cars",
                    "uri": "220678714",
                    "url": "http://www.bbc.co.uk/news/business-29732341#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "DETROIT, MI - The National Highway Traffic Safety Administration is now urging owners of some 7.8 million Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors cars to have defective airbags made by Japanese auto parts company Takata Corp. replaced immediately. The full list of affected vehicles is below.\n\nNHTSA began a probe of the faulty airbags in June. The airbags could rupture and spray pieces of metal into the driver and front-seat passenger in an accident.\n\nNHTSA said it expects areas that are humid and where there have already been regional recalls for the airbags to be most affected, including Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures,\" NHTSA Deputy Administrator David Friedman said in a release. \"However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue.\"\n\nConsumers who are uncertain whether their vehicle is affected can search their car's VIN number at www.safecar.gov. Most of the affected cars are in the early-to-mid 2000s model years.\n\nBased in Tokyo, Takata manufactures seat belts, airbags, steering wheels, interior trims, and child restraint systems at 56 plants in 20 countries. The company had $5.2 billion in annual sales in its most recent fiscal year, ended March 31, 2014.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23080146",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7102,
                    "source": {
                        "title": "MLive.com",
                        "uri": "www.mlive.com"
                    },
                    "time": "15:04:00",
                    "title": "NHTSA expands notice of defective airbags to 7.8 million vehicles",
                    "uri": "220691104",
                    "url": "http://www.mlive.com/auto/index.ssf/2014/10/nhtsa_expands_notice_of_defect.html",
                    "wgt": 1
                },
                {
                    "body": "\"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags,\" it said in a statement.\n\n\"Over six million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday,\" it added. The previous NHTSA warning, issued on Monday, covered 4.74 million vehicles, and dragged Takata's shares down 23 percent on Tuesday in Tokyo, the stock's biggest-ever one-day drop. (Reporting by Sandra Maler; Editing by Peter Cooney)",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23080173",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6969,
                    "source": {
                        "title": "Reuters India",
                        "uri": "in.reuters.com"
                    },
                    "time": "00:23:00",
                    "title": "Faulty airbags warning expanded to 6.1. million US cars -NHTSA",
                    "uri": "220691183",
                    "url": "http://in.reuters.com/article/2014/10/22/autos-takata-warning-idINL2N0SH02B20141022",
                    "wgt": 1
                },
                {
                    "body": "The U.S. Government is urging more than 7 million people to get the air bags in their cars checked, amid a recall of Takata manufactured Airbags.\n\nThe bags have sent metal pieces flying from the airbags when deployed injuring drivers and killing people.\n\nThe National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Chrysler, Ford and Nissan vehicles to act immediately on recall notices to replace defective Takata airbags.\n\nThe NHTSA is conducting a full investigation as to what is causing the airbags to release shrapnel once they're deployed. Vehicle owners that have been contacted by their manufacturer should contact their dealers service department. Gaylene Clarke, Service Advisor at Hyundai of Great Falls says the recall process is fairly simple.\n\n\"What we would do if they come in we would run their VIN numbers which is on the computer here we just put their VIN number in and it tells us that that recall is on their vehicle and if it is we get part ordered and soon as the parts come in we get them back in and install the new parts.\" Clarke said.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, can contact their manufacturer's website to search by their vehicle identification number to confirm whether their individual vehicle has an open recall that needs to be serviced.\n\nBelow is a complete list of affected vehicles according to safergov.com:\n\nBMW: 627,615 total number of potentially affected vehicles\n\nChrysler: 371,309 total number of potentially affected vehicles\n\nFord: 58,669 total number of potentially affected vehicles\n\nGeneral Motors: undetermined total number of potentially affected vehicles\n\nHonda: 5,051,364 total number of potentially affected vehicles\n\nMazda: 64,872 total number of potentially affected vehicles\n\nMitsubishi: 11,985 total number of potentially affected vehicles\n\nNissan: 694,626 total number of potentially affected vehicles\n\nSubaru: 17,516 total number of potentially affected vehicles\n\nToyota: 877,000 total number of potentially affected vehicles",
                    "date": "2014-10-24",
                    "eventUri": "1573296",
                    "id": "23273526",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6797,
                    "source": {
                        "title": "KFBB TV 5",
                        "uri": "www.kfbb.com"
                    },
                    "time": "03:13:00",
                    "title": "Major Recall on Defective Airbags",
                    "uri": "221154543",
                    "url": "http://www.kfbb.com/story/26880560/major-recall-on-defective-airbags",
                    "wgt": 1
                },
                {
                    "body": "The NHTSA has announced a huge recall for a number of car brands all with defective airbags, and as a result has urged people that own one of the affected vehicles to take the apropitate action. The list of brands are BMW, GM, Honda, Mazda, Nissan and Toyota. More than 4.7 million vehicles are included in these recalls, and from what has been reported it has resulted in the death of four people.\n\nReason for the recall - The National Highway Traffic Safety Administration said that a faulty inflator mechanism can rupture the air bag, which could lead to metal fragments spraying the passengers in the vehicle.\n\nThis isn't the first time there has been a recall due to faulty inflators, as the previous one affected more than 12 million vehicles, all of which are made by the same company, Takata. People most affected by this are those living in areas such as Florida, Hawaii, Virgin Islands, Puerto Rico, amongst others.\n\nWe can fully understand that this latest round of car recalls will cause a panic, and so the best thing for you to do is enter your vehicle identification number (VIN) on this website and you will be told if you need to contact your dealer to see what the next step in the process is.\n\nFor the full BMW, General Motors, Honda, Mazda, Nissan and Toyota model list affected by this latest recall, look at the image above, with more details available on the NHTSA. website\n\nAlso See: Nissan Pulsar (GTIR) Nismo indecisiveness assists Focus ST",
                    "date": "2014-10-21",
                    "eventUri": "1573296",
                    "id": "22931666",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6653,
                    "source": {
                        "title": "Product Reviews",
                        "uri": "www.product-reviews.net"
                    },
                    "time": "15:03:00",
                    "title": "Toyota, Honda, Nissan and GM hit by airbag recall",
                    "uri": "220339328",
                    "url": "http://www.product-reviews.net/2014/10/21/toyota-honda-nissan-and-gm-hit-by-airbag-recall/",
                    "wgt": 1
                },
                {
                    "body": "Local kids are getting a taste of what it's like to be on the hit NBC show \"American Ninja Warrior.\"Sunday in Ronceverte, WV, 85 mini athletes turned out to compete in a Little Ninja Warrior contest.The event was to raise money for the Southern Elite Gymnastics and Cheer team.And the little ninjas had to complete a course created based of the show.Using the gymnastics equipment, the kids had to leap from mat to mat, jump over hurdles, and even scale the infamous wall.The event raised about $1...More >>\n\n(News Release) The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags. The message comes with urgency, especially for owners of vehicles affected by the regional recalls in the following areas: Florida, Puerto Rico, Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can check onwww.safercar.gov/vinlookup. On the site, consumers can search by their vehicle identification number (VIN) to confirm whether their individual vehicle has an open recall that needs to be addressed. In addition, consumers can sign-up for NHTSA recall alerts, which go out before recall letters are mailed by the manufacturers to the affected owners.\n\nAffected Vehicles, by Manufacturer, Impacted by CY 2013 and 2014 Recalls Involving Takata Airbags\n\nToyota: 778,177 total number of potentially affected vehicles\n\nHonda: 2,803,214 total number of potentially affected vehicles\n\nNissan: 437,712 total number of potentially affected vehicles\n\nMazda: 18,050 total number of potentially affected vehicles\n\nBMW: 573,935 total number of potentially affected vehicles\n\nGeneral Motors: 133,221 total number potentially affected vehicles",
                    "date": "2014-10-21",
                    "eventUri": "1573296",
                    "id": "22925535",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6623,
                    "source": {
                        "title": "WVVA TV 6",
                        "uri": "www.wvva.com"
                    },
                    "time": "18:12:00",
                    "title": "RECALL LIST: Vehicle owners with defective airbags urged to take immediate action",
                    "uri": "220326817",
                    "url": "http://www.wvva.com/story/26838559/2014/10/21/recall-list-vehicle-owners-with-defective-airbags-urged-to-take-immediate-action",
                    "wgt": 1
                },
                {
                    "body": "Wednesday, 22 October 2014 (16 hours ago)\n\nThe U.S. highway safety regulator, NHTSA, expanded its warning on Tuesday about faulty airbags made by Japanese auto-part maker Takata to 6.1 million vehicles in the United States. \"The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors...",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23104168",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6522,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "22:30:00",
                    "title": "Business â€ş Faulty Takata air bag warning expanded to 6.1 million U.S. cars",
                    "uri": "220743938",
                    "url": "http://www.onenewspage.com/n/Business/750ocrwbc/Business-%E2%80%BA-Faulty-Takata-air-bag-warning-expanded.htm",
                    "wgt": 1
                },
                {
                    "body": "The owners of 7.8 million Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles have been told to \"act immediately\" on recall notices to replace faulty air bags supplied by Takata. The parts should be replaced because they can explode, the National Highway Traffic Safety Administration (NHTSA) warned. According to TIME magazine, the faulty air bags have been linked to at least three deaths and over 100 injuries.\n\nIn a NHTSA press release, NHTSA Deputy Administrator David Friedman said \"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures,\"\n\nAccording to The New York Times, the air bags contain a defective, unstable propellant that can explode even in a minor accident. This can send metal shards flying into the cabin, leading to serious injury or death.\n\nNHTSA stated that the alert \"comes with urgency\", especially for car owners located in Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\nNYT reports that after the regulators alerted consumers to the issue, many were left without clear direction. The NHTSA website has a feature that allows consumers to look up the recall status of their car by vehicle identification number, but it was not functioning. Individuals who tried to call the agency's hotline (1-888-327-4236) were frequently put on hold. Furthermore, car owners were not able to actually replace the defective parts because they were not available.\n\nThe agency said in a statement \"N.H.T.S.A. is experiencing intermittent network issues that are making some functions on SaferCar.gov temporarily unavailable,\" according to NYT, also added \"We apologize for the inconvenience and encourage you to try back later.\"",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23165337",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6403,
                    "source": {
                        "title": "NewsInferno",
                        "uri": "www.newsinferno.com"
                    },
                    "time": "11:25:00",
                    "title": "Takata Air Bag Recall Affects 7.8 Million Vehicles",
                    "uri": "220897413",
                    "url": "http://www.newsinferno.com/takata-air-bag-recall-affects-7-8-million-vehicles/",
                    "wgt": 1
                },
                {
                    "body": "The NHTSA said that this notice comes with urgency, especially for owners of vehicles affected by the regional recalls in the following areas: Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii. \"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures. However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue,\" said NHTSA Deputy Administrator David Friedman.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can contact their manufacturer's website to search, by their vehicle identification number (VIN) to confirm whether their individual vehicle has an open recall that needs to be addressed. Owners that have been contacted by their manufacturer should contact their dealer's service department and make arrangements for the repair. In addition, consumers can sign up for NHTSA recall alerts, which go out before recall letters are mailed by the manufacturers to the affected owners.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23058863",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6348,
                    "source": {
                        "title": "business.brevardtimes.com",
                        "uri": "business.brevardtimes.com"
                    },
                    "time": "08:23:00",
                    "title": "Airbag Recall Expanded To 7.8 Million Vehicles",
                    "uri": "220643306",
                    "url": "http://business.brevardtimes.com/2014/10/us-airbag-recall-expanded-to-78-million.html",
                    "wgt": 1
                },
                {
                    "body": "An airbag recall affecting millions of cars on American roads has been expanded.\n\nThe National Highway Traffic Safety Administration (NHTSA) is urging people to act immediately on recalls to replace defective Takata airbags.\n\nThe NHTSA has adjusted its list of affected vehicles, and now says 6.1 million cars are affected.\n\nThe following make and models are potentially affected according to the NHTSA:\n\nAccording to the NHTSA, once recall notices are available, owners can get a copy from SaferCar.gov , or will receive one by mail. Owners are advised to carefully follow the instructions.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "22985189",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6334,
                    "source": {
                        "title": "newsnet5",
                        "uri": "www.newsnet5.com"
                    },
                    "time": "02:41:00",
                    "title": "FULL LIST: Airbag recall expands to 6.1M cars",
                    "uri": "220456240",
                    "url": "http://www.newsnet5.com/money/consumer/recalls/full-list-airbag-recall-now-expanding-to-61-million-cars-in-america",
                    "wgt": 1
                },
                {
                    "body": "The National Highway Traffic Safety Administration (NHTSA) has issued a consumer advisory over defective airbags that can potentially explode and spray metal into a vehicle.\n\nThe majority of the affected cars are in the following states and regions: Florida, Puerto Rico, Hawaii, Guam, Virgin Islands, Saipan, and American Samoa. HOWEVER, the NHTSA says affected vehicles are still scattered across the U.S.\n\nSo far, four people have died from complications with the defective Takata Airbags. The auto models affected included Toyota, Honda, Mazda, BMW, and General Motors.\n\nFor a complete list of the makes and models potentially affected, click here. There is also an easy link on the NHTSA page where you can input your VIN (Vehicle Identification Number) and see if it's specifically one of the vehicles that needs to be returned for a repair at your dealership.\n\nNHTSA also says most consumers affected have been notified by mail.",
                    "date": "2014-10-21",
                    "eventUri": "1573296",
                    "id": "22959345",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6331,
                    "source": {
                        "title": "Newstalk 870 KFLD: The Mid Columbia's Newstalk Leader",
                        "uri": "newstalk870.am"
                    },
                    "time": "22:04:00",
                    "title": "Defective Airbag Design Triggers Recall of over 5 Million Vehicles - Many Makes and Models",
                    "uri": "220399554",
                    "url": "http://newstalk870.am/defective-airbag-design-triggers-recall-of-over-5-million-vehicles-many-makes-and-models/",
                    "wgt": 1
                },
                {
                    "body": "NHTSA Consumer Advisory: Vehicle Owners with Defective Airbags Urged to Take Immediate Action MORE: Recall Fact Sheet and VIN Information (PDF)\n\nMORE: NHTSA VIN Lookup Tool\n\nWASHINGTON, D.C. October 21, 2004; The National Highway Traffic Safety Administration urges owners of certain Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford and General Motors vehicles to act immediately on recall notices to replace defective Takata airbags. Over seven million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday. The message comes with urgency, especially for owners of vehicles affected by regional recalls in the following areas: Florida, Puerto Rico, limited areas near the Gulf of Mexico in Texas, Alabama, Mississippi, Georgia, and Louisiana, as well as Guam, Saipan, American Samoa, Virgin Islands and Hawaii.\n\n\"Responding to these recalls, whether old or new, is essential to personal safety and it will help aid our ongoing investigation into Takata airbags and what appears to be a problem related to extended exposure to consistently high humidity and temperatures. However, we're leaving no stone unturned in our aggressive pursuit to track down the full geographic scope of this issue,\" said NHTSA Deputy Administrator David Friedman.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can contact their manufacturer's website to search, by their vehicle identification number (VIN) to confirm whether their individual vehicle has an open recall that needs to be addressed. Owners that have been contacted by their manufacturer should contact their dealer's service department and make arrangements for the repair. In addition, consumers can sign up for NHTSA recall alerts, which go out before recall letters are mailed by the manufacturers to the affected owners.\n\nNote: Owners should check their VIN periodically as manufacturers continue to add VINs to the database. Once owner recall notices are available, owners can retrieve a copy from SaferCar.gov, or will receive one by U.S. mail and are advised to carefully follow the enclosed instructions.\n\nConsumers will be able to tell whether their vehicle or a used vehicle they are considering is at risk due to an uncompleted recall\n\nWASHINGTON October 20, 2014; Every year, millions of vehicles are recalled in the United States due to safety defects or noncompliance with federal safety standards. To help car buyers, owners and renters know that their vehicles are safe and their safety defects have been address, the U.S. Department of Transportation's National Highway Traffic Safety Administration (NHTSA) today unveiled a new, free, online search tool consumers can use to find out if a vehicle is directly impacted by a recall.\n\nThe new tool is available from the top of this page as well as on www.safercar.gov/vinlookup and provides consumers with a quick and easy way to identify uncompleted recalls by entering their Vehicle Identification Number (VIN). All major light vehicle and motorcycle brands can be searched.\n\n\"Safety is our highest priority, and an informed consumer is one of our strongest allies in ensuring recalled vehicles are repaired,\" said U.S. Transportation Secretary Anthony Foxx. \"Starting today car owners, shoppers, and renters can find out if a specific vehicle has a safety defect that needs to be fixed - using our free online tool.\"\n\nAlso effective today, under the new NHTSA mandate, all major light vehicle and motorcycle manufacturers are required to provide VIN search capability for uncompleted recalls on their own websites. This data must be updated at least weekly. NHTSA's new VIN look-up tool directly relies on information from all major automakers, and regularly updated information from the automakers is critical to the efficacy of the search tool.\n\nConsumers can find their vehicle identification number by looking at the dashboard on the driver's side of the vehicle, or on the driver's side door on the door post where the door latches when it is closed.\n\nDetermining whether there is a recall that consumers need to take action on is easy. After entering the VIN number into the field, results will appear if the consumer has an open recall on their vehicle, and if there are none, owners will see \"No Open Recalls.\"\n\n\"Just as every single automaker should never hesitate to recall a defective vehicle, consumers should never hesitate to get their recalled vehicle fixed,\" said NHTSA Deputy Administrator David Friedman. \"By making individual VIN searches readily available, we're providing another service to consumers - the peace of mind knowing that the vehicle they own, or that they are thinking of buying or renting, is free of safety defects.\"\n\nToday's announcement builds on NHTSA's current efforts to provide consumers with information to help them make informed decisions, including the New Car Assessment Program (NCAP) 5-Star Ratings System, Recall envelope and Safercar mobile apps which provide on-the-spot information on crash protection features, advanced safety features, and recalls on new vehicles and many older models. In addition, NHTSA is working with the National Automobile Dealers Association (NADA) to help ensure that franchise dealerships across the United States become aware of and understand how to use the new VIN search tool.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23080147",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6299,
                    "source": {
                        "title": "www.theautochannel.com",
                        "uri": "www.theautochannel.com"
                    },
                    "time": "15:52:00",
                    "title": "No Kidding Airbag Recall Can Save Your Life! Includes Latest Vehicle Recall List",
                    "uri": "220691136",
                    "url": "http://www.theautochannel.com/news/2014/10/22/117520-no-kidding-air-bag-recall-can-save-your-life.html",
                    "wgt": 1
                },
                {
                    "body": "Takata is not exactly a household name, but it may soon become one. Its products, such as safety belts and air bags, are in many cars on the road today, including more than 4.7 million that are being recalled.\n\nThe National Highway Traffic Safety Administration urged affected car owners to take immediate action after receiving notification. In many cases, the automakers have reached out to owners already. (See our previous report on what this massive recall means to you.)\n\nThe NHTSA has stated that specific BMW (573,935), General Motors (133,221), Honda/Acura (2,803,214), Mazda (18,050), Nissan/Infiniti (437,712), and Toyota/Lexus (778,177) vehicles are affected. The agency urged owners, once notified, to take their vehicles to their respective dealerships to address this issue.\n\nThe defect has been linked to high humidity, and as such, the NHTSA has put special emphasis on specific regional recalls, including affected vehicles in Florida, Puerto Rico, Guam, Saipan, American Samoa, the Virgin Islands, and Hawaii.",
                    "date": "2014-10-21",
                    "eventUri": "1573296",
                    "id": "22957831",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6162,
                    "source": {
                        "title": "www.consumerreports.org",
                        "uri": "www.consumerreports.org"
                    },
                    "time": "21:48:00",
                    "title": "Huge air bag recall spurs immediate action",
                    "uri": "220395764",
                    "url": "http://www.consumerreports.org/cro/news/2014/10/huge-air-bag-recall-spurs-immediate-action/index.htm",
                    "wgt": 1
                },
                {
                    "body": "The list of make and model vehicles by manufacturer in NHTSA's October 20 advisory did not include the full universe of affected vehicles, and incorrectly included certain vehicles.\n\nNHTSA issued an updated advisory on October 22 to correct the record. The current advisory is a comprehensive list of vehicles recalled to date under the 2013 and 2014 calendar year recalls involving Takata air bags.\n\n5. Why are the vehicle population's numbers different from the October 20th advisory NHTSA issued?\n\nThe list of make and model vehicles by manufacturer in NHTSA's October 20 advisory contained incorrect information. It did not include the full universe of affected vehicles, and incorrectly included certain vehicles. As a result the population numbers changed.\n\n6. Will the vehicle population numbers continue to change?\n\nThe population numbers are subject to change at any time for a number of reasons. When a manufacturer announces a recall, they provide NHTSA with the potential number of affected vehicles. And as new data emerges, new vehicles could be identified and added to the recall.\n\n7. What is the difference between the 2013 and 2014 recalls involving Takata air bags?\n\nBoth recalls address a vehicle defect related to the inflators in Takata airbags. The 2013 recalls involve vehicles nationwide. The 2014 recalls involve vehicles that have been exposed to consistently high temperatures and humidity. NHTSA is investigating the full geographic scope of this defect and will require the manufacturers to expand as necessary.\n\n8. There have been news reports with conflicting information on the vehicle makes and models affected by the recall, as well as the population numbers. Why is that?\n\nNHTSA's October 20 advisory, provided to national media, was incorrect. It did not include the full universe of affected vehicles, and incorrectly included certain vehicles. NHTSA issued an updated advisory on October 22 to correct the record. The current advisory is a comprehensive list of vehicles recalled to date under the 2013 and 2014 calendar year recalls involving Takata air bags.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can check by their vehicle identification number (VIN) here: http://www.safercar.gov/vinlookup . This site currently contains an effective workaround to the website problem that gets people the safety information they need now while we work to fix our system.\n\nOwners that have been contacted by their manufacturer should contact their dealer's service department and make arrangements for the repair. In addition, consumers can sign up for NHTSA recall alerts, which go out before recall letters are mailed by the manufacturers to the affected owners.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23230007",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6144,
                    "source": {
                        "title": "WFTS",
                        "uri": "www.abcactionnews.com"
                    },
                    "time": "21:44:00",
                    "title": "Dealerships already replacing recalled airbags",
                    "uri": "221051072",
                    "url": "http://www.abcactionnews.com/news/local-news/local-dealership-owner-says-airbag-recall-is-a-safety-issue-but-consumers-should-not-panice",
                    "wgt": 1
                },
                {
                    "body": "Federal highway safety officials Tuesday night expanded a warning of defective air bags, which are believed to explode during crashes under certain conditions and could be deadly, NBC News reported. Humidity is thought to be a factor. The National Highway Transportation Safety Administration urged owners of affected vehicles to immediately act on recall notices to replace defective airbags made by Takata. The NHTSA first issued a warning on Monday for 4.7 million vehicles in the U.S. The new list expands the number of vehicles to a total of 7.8 million and contains corrections, the agency said. Click through for the updated list of affected models.\n\nGet More at NBCNews.com",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23027775",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5457,
                    "source": {
                        "title": "NBC New York",
                        "uri": "www.nbcnewyork.com"
                    },
                    "time": "11:25:00",
                    "title": "U.S. Expands Urgent Air Bar Recall Warning",
                    "uri": "220567755",
                    "url": "http://www.nbcnewyork.com/news/national-international/US-Expands-Recall-Warning-for-Cars-With-Defective-Air-Bags-----280004022.html?_osource=SocialFlowTwt_NYBrand",
                    "wgt": 1
                },
                {
                    "body": "Airbags are supposed to help save lives during a bad crash, but the National Highway Transportation Safety Administration is now asking you to take immediate action so your airbag doesn't kill you. The big problem Tuesday night, there's a lot of confusion over what you need to do.\n\nThis recall involves ten automakers and affects more than six million vehicles, according to NHTSA.\n\nIn recall situations the NHTSA urges motorists to go to www.safecar.gov to find out if your car is being recalled, but that is temporarily down and so is the app.\n\nClay Ingram with AAA Alabama says this is the largest recall he can remember. \"The estimate out there right now is one in five vehicles on the road have been recalled right now, which is just mind boggling,\" said Ingram.\n\nSome automobile owners received letters in the mail notifying them of the air bag recall, but Ingram says if you have a used car you may not get a letter. \"Sometimes those notices have a hard time finding you,\" said Ingram.\n\nIngram says this is not something you want to put off, if your car is on the recall list. \"I would try not to drive it honestly if at all possible. Some people won't have any choice but a minimum get it repaired and get it addressed as quickly as possible because some people have been killed by this shrapnel,\" said Ingram.\n\nThe NHTSA says people can contact their manufacturer to find if their vehicle is being recalled.\n\nTakata, the company who makes the airbags issued a statement back in June.\n\n\"Takata is committed to the highest standards of safety for our customers- and their customers,\" said Mr. Takada, Chairman and CEO. \"For the past several months, we have been consistently cooperating with NHTSA, and we will continue to do so during the defect investigation that the agency recently opened, but we also stand by the quality of our products. Takata is committed to ensuring the safety and functionality of its airbag inflators, and we strive to avoid any malfunction. Each of the six incidents that prompted the NHTSA investigation occurred in Puerto Rico or Florida. We currently believe the high levels of humidity in those states are important factors; and as a result our engineers are analyzing the impact that humidity may have on the potential for an inflator malfunction, as well as other possible contributing factors.\"\n\nClick here for a list of the potentially affected vehicles from the NHTSA.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "22989720",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5101,
                    "source": {
                        "title": "WBRC TV 6",
                        "uri": "www.myfoxal.com"
                    },
                    "time": "03:36:00",
                    "title": "Local AAA office urges car owners to take action in air bag recall",
                    "uri": "220466173",
                    "url": "http://www.myfoxal.com/story/26852394/local-aaa-office-urges-car-owners-to-take-action-in-air-bag-recall",
                    "wgt": 1
                },
                {
                    "body": "Finally today -- recalls have been issued for cars from ten different manufacturers due to defective Takata airbags.\n\nOver seven million vehicles are involved in these recalls, which have occurred as far back as 18 months ago and as recently as Monday.\n\nConsumers that are uncertain whether their vehicle is impacted by the Takata recalls, or any other recall, can visit their manufacturer's website to search for their vehicle identification number and confirm whether their car has an open recall that needs to be addressed.\n\nOwners that have been contacted by their manufacturer should contact their dealer's service department and make arrangements for the repair.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23096064",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4928,
                    "source": {
                        "title": "MI News 26",
                        "uri": "www.minews26.com"
                    },
                    "time": "17:48:00",
                    "title": "Airbag Recall Affects 7 Million Vehicles",
                    "uri": "220726513",
                    "url": "http://www.minews26.com/content/?p=34589",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 42,
            "averageDate": "2014-10-22",
            "avgCos": 0.5008,
            "categories": [
                {
                    "label": "Home/Consumer_Information/Recalls",
                    "uri": "http://www.dmoz.org/Home/Consumer_Information/Recalls",
                    "wgt": 31
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1573296",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1573296",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Hawaii",
                "lat": 20.75028,
                "long": -156.50028,
                "wikiUri": "http://en.wikipedia.org/wiki/Hawaii"
            },
            "storyDate": "2014-10-22",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-902351",
            "variance": 0.2492
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-310682": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "La preocupación abarca a millones de vehículos en los Estados Unidos y Puerto Rico\n\nDETROIT (AP) -- El gobierno estadounidense dijo a millones de propietarios de automóviles que reparen las bolsas de aire de sus autos pero su mensaje ha provocado confusión acerca de qué modelos son los afectados.\n\nLa agencia de seguridad para vehículos del gobierno advirtió a alrededor de 7,8 millones de propietarios de vehículos que los infladores fabricados por el proveedor de autopartes Takata pueden quebrarse y lanzar fragmentos metálicos por el aire cuando se inflan las bolsas.\n\nLa advertencia original emitida el lunes se refería a 4,7 millones de vehículos.\n\nPromotores de la seguridad dicen que al menos cuatro personas han muerto a raíz del problema, que según ellos afecta a más de 20 millones de autos en todo el país.\n\nLos propietarios podrían tener dudas acerca de si su vehículo está equipado con las bolsas defectuosas.\n\nLa advertencia de la Administración Nacional de Seguridad en Rutas (NHTSA por sus siglas en inglés) abarca modelos de BMW, Chrysler, Ford, General Motors, Mazda, Honda, Mitsubishi, Nissan, Subaru y Toyota.\n\nLa mayoría de los vehículos están sujetos a retiros vigentes.\n\nPero los fabricantes han limitado las advertencias a zonas de alta humedad y excluido autos y camiones en los estados norteños.\n\nLa NHTSA dijo que los propietarios en Florida, Puerto Rico, Guam, Saipán, Samoa Americana, Islas Vírgenes Estadounidenses, Hawai y \"zonas limitadas cerca del Golfo de México en Texas, Alabama, Mississippi, Georgia y Louisiana\" deben prestar atención especial al problema.\n\nLa agencia reguladora ha corregido dos veces el número de vehículos afectados y ha reconocido que su primera lista, difundida el lunes, incluía autos no equipados con las bolsas Takata a la vez que omitido otros que sí las tienen.\n\nLa agencia exhortó a la gente a entrar en su página de internet para saber si sus autos están afectados, pero el elemento que permitía verificar los retiros por el número de identificación del vehículo no funcionaba el martes ni el miércoles por la mañana.\n\nDesde hace años los fabricantes retiran autos para reparar el problema, pero ni Tanaka ni la NHTSA han podido identificar la causa.\n\nLa agencia inició una investigación en junio y sus documentos indican que los productos químicos utilizados para inflar las bolsas pueden ser alterados por la humedad elevada, lo que las hace explotar con fuerza excesiva en el momento de inflarse.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23132679",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7917,
                    "source": {
                        "title": "WAPA.tv",
                        "uri": "www.wapa.tv"
                    },
                    "time": "04:45:00",
                    "title": "Advierten sobre defectos en bolsas de aire [Locales]",
                    "uri": "220809791",
                    "url": "http://www.wapa.tv/noticias/locales/advierten-sobre-defectos-en-bolsas-de-aire_20131122246718.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BWapatvNoticias%2B%2528WAPA.TV%253A%2BNoticias%2529",
                    "wgt": 1
                },
                {
                    "body": "La agencia de seguridad para vehículos del gobierno advirtió a alrededor de 7,8 millones de propietarios de vehículos que los infladores fabricados por el proveedor de autopartes Takata pueden quebrarse y lanzar fragmentos metálicos por el aire cuando se inflan las bolsas. La advertencia original emitida el lunes se refería a 4,7 millones de vehículos.\n\nPromotores de la seguridad dicen que al menos cuatro personas han muerto a raíz del problema, que según ellos afecta a más de 20 millones de autos en todo el país.\n\nLos propietarios podrían tener dudas acerca de si su vehículo está equipado con las bolsas defectuosas. La advertencia de la Administración Nacional de Seguridad en Rutas (NHTSA por sus siglas en inglés) abarca modelos de BMW, Chrysler, Ford, General Motors, Mazda, Honda, Mitsubishi, Nissan, Subaru y Toyota.\n\nLa mayoría de los vehículos están sujetos a retiros vigentes. Pero los fabricantes han limitado las advertencias a zonas de alta humedad y excluido autos y camiones en los estados norteños. La NHTSA dijo que los propietarios en Florida, Puerto Rico, Guam, Saipán, Samoa Americana, Islas Vírgenes Estadounidenses, Hawai y \"zonas limitadas cerca del Golfo de México en Texas, Alabama, Mississippi, Georgia y Louisiana\" deben prestar atención especial al problema.\n\nLa agencia reguladora ha corregido dos veces el número de vehículos afectados y ha reconocido que su primera lista, difundida el lunes, incluía autos no equipados con las bolsas Takata a la vez que omitido otros que sí las tienen. La agencia exhortó a la gente a entrar en su página de internet para saber si sus autos están afectados, pero el elemento que permitía verificar los retiros por el número de identificación del vehículo no funcionaba el martes ni el miércoles por la mañana.\n\nDesde hace años los fabricantes retiran autos para reparar el problema, pero ni Tanaka ni la NHTSA han podido identificar la causa. La agencia inició una investigación en junio y sus documentos indican que los productos químicos utilizados para inflar las bolsas pueden ser alterados por la humedad elevada, lo que las hace explotar con fuerza excesiva en el momento de inflarse.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23077593",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.788,
                    "source": {
                        "title": "Periódico El Mexicano",
                        "uri": "www.el-mexicano.com.mx"
                    },
                    "time": "18:27:00",
                    "title": "EU: Advierten sobre defectos en bolsas de aire",
                    "uri": "220685995",
                    "url": "http://www.el-mexicano.com.mx//informacion/noticias/1/1/internacional/2014/10/22/797501/eu-advierten-sobre-defectos-en-bolsas-de-aire",
                    "wgt": 1
                },
                {
                    "body": "La Administración Nacional de Seguridad en el Tráfico por Carretera del país norteamericano (NHTSA) ha alertado a 7,8 millones de vehículos de entre 2000 y 2007 ante la posibilidad de que sufran un defecto en sus airbags debido a una pieza defectuosa del proveedor japonés Takata.\n\nEn este sentido, la agencia urge a los propietarios de los vehículos afectados de las marcas Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford y General Motors a actuar de forma inmediata con este eventual defecto, detectado por primera vez hace 18 meses.\n\n\"No estamos dejando piedra sin remover en nuestra agresiva búsqueda de rastrear el alcance geográfico total de este asunto\", aseveró David Friedman, subdirector de la administración, que ha lanzado un llamamiento a los propietarios de estos vehículos de regiones como Florida, Puerto Rico o Hawai, donde la fuerte humedad puede contribuir a agravar el problema: \"Responder a esta llamada es esencial para la seguridad de las personas y ayuda a nuestra investigación en curso sobre airbags Takata y lo que parece ser un problema con la exposición a largo plazo\".\n\nLa mayor parte de los grandes constructores están involucrados. Toyota, Nissan, BMW (de los modelos Serie 3 y M3) y Chrysler deberán presentar varios cientos de miles de vehículos a revisión. Honda es la peor parada con más de 5 millones, mientras que Mazda, Ford (Ranger, GT y Mustang), Mitsubishi y Subaru, no superan los 70.000 cada uno. La cifra de General Motors está aún por confirmarse.\n\nSegun el New York Times, los distribuidores se enfrentan a una escasez de bolsas de aire; por ejemplo, los propietarios del Toyota Corolla deberían esperar al menos 90 días, según esta información. The Wall Street Journal, por su parte, afirma que el tribunal federal de está contemplando la posibilidad de abrir una investigación contra Takata.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23189156",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7041,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "14:57:00",
                    "title": "8 millones de coches irán a revisión en Estados Unidos",
                    "uri": "220955483",
                    "url": "http://www.elmundo.es/motor/2014/10/23/5448e7ede2704ec8098b4583.html",
                    "wgt": 1
                },
                {
                    "body": "La NHTSA dijo que los propietarios en Florida y Puerto Rico, entre otros lugares, deben prestar atenciÃ³n especial al problema.\n\nDETROIT â\u0080\" El gobierno estadounidense dijo a mÃ¡s de 3 millones de propietarios de automÃ³viles que reparen las bolsas de aire de sus autos pero su mensaje ha provocado confusiÃ³n acerca de quÃ© modelos son los afectados.\n\nLa agencia de seguridad para vehÃ­culos del gobierno advirtiÃ³ a alrededor de 7.8 millones de propietarios de vehÃ­culos que los infladores fabricados por el proveedor de autopartes Takata pueden quebrarse y lanzar fragmentos metÃ¡licos por el aire cuando se inflan las bolsas.\n\nLa advertencia original emitida el lunes se referÃ­a a 4.7 millones de vehÃ­culos.\n\nPromotores de la seguridad dicen que al menos cuatro personas han muerto a raÃ­z del problema, que segÃºn ellos afecta a mÃ¡s de 20 millones de autos en todo el paÃ­s.\n\nLos propietarios podrÃ­an tener dudas acerca de si su vehÃ­culo estÃ¡ equipado con las bolsas defectuosas.\n\nLa advertencia de la AdministraciÃ³n Nacional de Seguridad en Rutas (NHTSA por sus siglas en inglÃ©s) abarca modelos de BMW, Chrysler, Ford, General Motors, Mazda, Honda, Mitsubishi, Nissan, Subaru y Toyota.\n\nLa mayorÃ­a de los vehÃ­culos estÃ¡n sujetos a retiros vigentes. Pero los fabricantes han limitado las advertencias a zonas de alta humedad y excluido autos y camiones en los estados norteÃ±os. La NHTSA dijo que los propietarios en Florida, Puerto Rico, Guam, SaipÃ¡n, Samoa Americana, Islas VÃ­rgenes Estadounidenses, Hawai y \"zonas limitadas cerca del Golfo de MÃ©xico en Texas, Alabama, Mississippi, Georgia y Louisiana\" deben prestar atenciÃ³n especial al problema.\n\nLa agencia reguladora ha corregido dos veces el nÃºmero de vehÃ­culos afectados y ha reconocido que su primera lista, difundida el lunes, incluÃ­a autos no equipados con las bolsas Takata a la vez que omitido otros que sÃ­ las tienen. La agencia exhortÃ³ a la gente a entrar en su pÃ¡gina de internet para saber si sus autos estÃ¡n afectados, pero el elemento que permitÃ­a verificar los retiros por el nÃºmero de identificaciÃ³n del vehÃ­culo no funcionaba el martes ni el miÃ©rcoles por la maÃ±ana.\n\nDesde hace aÃ±os los fabricantes retiran autos para reparar el problema, pero ni Tanaka ni la NHTSA han podido identificar la causa. La agencia iniciÃ³ una investigaciÃ³n en junio y sus documentos indican que los productos quÃ­micos utilizados para inflar las bolsas pueden ser alterados por la humedad elevada, lo que las hace explotar con fuerza excesiva en el momento de inflarse.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23054860",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6637,
                    "source": {
                        "title": "Primera Hora",
                        "uri": "www.primerahora.com"
                    },
                    "time": "15:16:00",
                    "title": "Advierten sobre defectos en bolsas de aire",
                    "uri": "220633653",
                    "url": "http://www.primerahora.com/noticias/estados-unidos/nota/adviertensobredefectosenbolsasdeaire-1043140/",
                    "wgt": 1
                },
                {
                    "body": "La Administración Nacional de Seguridad en el Tráfico por Carretera (NHTSA, por sus siglas en inglés) ha alertado de la posibilidad de que 7,8 millones de vehículos de diez fabricantes diferentes podrían experimentar un defecto en el airbag, a causa de una pieza defectuosa suministrada por el proveedor Takata.\n\nEn este sentido, la NHTSA urge a los propietarios de los vehículos afectados de las marcas Toyota, Honda, Mazda, BMW, Nissan, Mitsubishi, Subaru, Chrysler, Ford y General Motors a actuar de forma inmediata con este eventual defecto, detectado por primera vez hace 18 meses.\n\nEl subdirector de la Administración, David Friedman, resaltó la importancia para la seguridad de revisar los vehículos, lo que ayudará también a avanzar en la investigación. \"No estamos dejando piedra sin remover en nuestra agresiva búsqueda de rastrear el alcance geográfico total de este asunto\", añadió.\n\nPor marcas, la campaña de revisión incluye a 627.615 vehículos de BMW de los modelos Serie 3 y M3 fabricados entre 1999 y 2006, así como a 371.309 vehículos de Chrysler. Asimismo, 58.669 Ford Ranger, GT y Mustang de entre 2003 y 2007 estarían también eventualmente afectadas.\n\nEsta medida abarca 5,05 millones de vehículos Honda de entre el año 2000 y 2011, así como 694.626 unidades de Nissan e Infiniti de entre el año 2000 y 2003. También se han visto envueltas 64.872 unidades de Mazda, 11.985 unidades de Mitsubishi, 17.516 unidades de Subaru o 877.000 unidades de Toyota y Lexus.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23031390",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.661,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.larazon.es"
                    },
                    "time": "11:55:00",
                    "title": "EEUU alerta de defectos en el airbag en 7,8 millones de coches de 10 marcas",
                    "uri": "220576876",
                    "url": "http://www.larazon.es/detalle_normal/noticias/7710397/portada/eeuu-alerta-de-defectos-en-el-airbag-en-7-8-millones-de-coches-de-10-marcas",
                    "wgt": 1
                },
                {
                    "body": "La Administración Nacional de Seguridad en Rutas emitió el miércoles una nueva lista de vehículos en la que aumentó la cifra de 4.7 a 7.8 millones con bolsas de aire defectuosas.\n\nEl organismo exhortó a la gente a repararlos si reciben el aviso de retiro, sobre todo en Florida y la costa del Golfo de México.\n\nLos infladores fabricados por el proveedor de autopartes Takata pueden quebrarse y lanzar fragmentos metálicos por el aire cuando se inflan las bolsas. Promotores de la seguridad dicen que al menos cuatro personas han muerto a raíz del problema.\n\nLa advertencia abarca modelos de BMW, Chrysler, Ford, General Motors, Mazda, Honda, Mitsubishi, Nissan, Subaru y Toyota.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23044262",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6464,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "13:42:00",
                    "title": "EU alerta sobre defectos en bolsas de aire en autos",
                    "uri": "220607571",
                    "url": "http://www.eluniversal.com.mx/finanzas-cartera/2014/eu-alerta-autos-defectos-1048088.html",
                    "wgt": 1
                },
                {
                    "body": "La agencia estadounidense de seguridad en rutas (NHTSA) extendió el miércoles su alerta a 7,8 millones de vehículos equipados con airbags defectuosos fabricados por la firma japonesa Takata, y pidió su revisión por los fabricantes.\n\nEn un comunicado la agencia pidió a los propietarios de 7,8 millones de vehículos de los años 2000 a 2007, incluidas marcas de alta gama como Lexus o BMW, que los inspeccionen lo antes posible.\n\nEl lunes un alerta similar fue emitido pero alcanzaba a 4,74 millones de autos. Ahora la cifra aumentó.\n\nEste alerta, muy raro, pide a todos quienes habitan en regiones como Florida (sureste), Puerto Rico, la isla de Guam, las islas Vírgenes y Hawai entre otros, a que procedan rápidamente, explicando que la humedad ambiental puede agravar el problema.\n\nLa mayoría de los grandes fabricantes se ven afectados: Toyota (877.000 vehículos), Honda (5,05 millones), Nissan (694.626), Mazda (64.872), BMW (627.615), General Motors (número indeterminado), Chrysler (371.309), Ford (58.669), Mitsubishi (11.985) y Subaru (17.516). La agencia pide a las automotrices proceder al llamado a revisión de los vehículos afectados.\n\nEl problema con los airbags provocó varios accidentes que la agencia está investigando.\n\nTakata es una firma japonesa con más de 80 años de actividad que emplea a 43.500 personas en el mundo y corre con los costos de las reparaciones.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23085794",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.646,
                    "source": {
                        "title": "ElEspectador",
                        "uri": "www.elespectador.com"
                    },
                    "time": "19:37:00",
                    "title": "Usa extends alert to 7,8 million vehicle defective airbags",
                    "uri": "220703955",
                    "url": "http://www.elespectador.com/noticias/elmundo/eeuu-extiende-alerta-78-millones-de-vehiculos-airbags-d-articulo-523564",
                    "wgt": 1
                },
                {
                    "body": "Oaxaca, México.-Las bolsas de aire en varios vehículos de Estados Unidos, más salvar a las personas de una muerte en un choque, provocan el fallecimiento de los que están dentro de él.\n\nAsí lo estableció la Administración Nacional de Seguridad en el Tráfico (NHTSA) quien informó que vehículos de Toyota, Honda y General Motors utilizan bolsas de aire de la empresa Takata, que en vez de fabricar bolsas de aire que salven la vida de las personas, resulta ser todo lo contrario pues por la fuerza con que salen podrían golpear de muerte a los tripulantes.\n\nLa Administración encargada de los Estados Unidos alertó con mayor énfasis a los estados con mayor calor y humedad, como Florida y Hawaii, debido a que la temperatura provoca mayor afectación en las bolsas de aire.\n\nDe la misma manera, la propia empresa Takata confesó que en el mundo pueden existir 18 millones carros con las características para que las bolsas de aire, cuando exploten, lancen partículas de metal y plástico que puedan herir de muerte a una persona.\n\nAl menos se sabe que la mayoría de los carros afectados son los Honda entre 2001 y 2011, incluyendo el Civic, Accord y los modelos pilotos.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23188766",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5142,
                    "source": {
                        "title": "Ciudadania Express",
                        "uri": "ciudadania-express.com"
                    },
                    "time": "14:54:00",
                    "title": "A revisión 18 millones de autos por fallas de bolsas de aire",
                    "uri": "220954567",
                    "url": "http://ciudadania-express.com/2014/10/23/a-revision-18-millones-de-autos-por-fallas-de-bolsas-de-aire/",
                    "wgt": 1
                },
                {
                    "body": "Agence France-Presse/Getty Images\n\nUna nueva ola de preocupación por la seguridad de los vehículos y su calidad se intensificó el jueves, cuando uno de los mayores fabricantes de Alemania emitió un llamado a revisión por problemas con las bolsas de aire, a la vez que Honda Motor Co. impuso recortes de sueldo a sus ejecutivos en un esfuerzo por asumir responsabilidad por los defectos.\n\nAudi AG , la marca de lujo de Volkswagen AG llamó a reparación a 850.000 sedanes Audi A4 debido a un problema de software que podría prevenir que se infle la bolsa de aire. Funcionarios de Audi dijeron que el problema no está asociado con los defectos de las bolsas de aire reportados por Takata Corp. que han sido ampliamente reportados en los medios y han afectado a al menos 12 millones de vehículos en todo el mundo, agregando que la instalación de la actualización de software que soluciona el problema \"es una cuestión de tres minutos\". La empresa investiga accidentes que puedan estar relacionados con el problema.\n\nLa medida tomada por Audi es la preocupación más reciente de una industria agobiada por los llamados a reparación. Millones de autos han sido llamados a revisión en 2014 con un costo de miles de millones de dólares para las automotrices y afectando la reputación de los ejecutivos y las compañías que dirigen.\n\nEl jueves, Honda dijo que altos ejecutivos recortarán sus salarios durante los próximos 90 días. La compañía creó un nuevo cargo para supervisar los cambios de seguridad. La compañía citó los llamados a revisión en Japón que involucran problemas de motor y dijo que los recortes de salario no están relacionados a las bolsas de aire defectuosas que la compañía ha comenzado a reemplazar en autos de hace más de una década. El presidente de Honda Takanobu Ito verá su remuneración reducida en 20% por tres meses.\n\n\"Nuestras disculpas más profundas de nuevo por causar una gran cantidad de problemas para nuestros clientes\", dijo Honda. El jueves, la compañía llamó a reparación a 425.825 vehículos Honda Fit, N-WGN y Vezel en Japón debido a que un problema con la bobina de encendido o el circuito de suministro de electricidad podría causar que el motor se detenga.\n\nLos recortes de sueldo son una forma tradicional con la que los ejecutivos japoneses asumen responsabilidad o muestran preocupación por un mal desempeño u otros errores. Honda dijo que su nuevo ejecutivo de seguridad, Koichi Fukuo, tomará medidas para prevenir que los problemas de calidad vuelvan a ocurrir y \"liderará la reforma de la estructura de revisión de seguridad a lo largo y ancho de Honda\".\n\nEl nombramiento, que se presenta luego de la creación de un cargo similar en Nissan Motor Co. a principios de este año, muestra la creciente preocupación entre las automotrices japonesas después que Toyota llegara a un acuerdo extrajudicial de US$1.200 millones este año para cerrar una investigación criminal sobre cómo respondió a varios casos de aceleración indeseada y una amplia investigación a General Motors Co sobre cómo manejó un problema con los interruptores de encendido.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23223846",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4399,
                    "source": {
                        "title": "WSJ América Latina",
                        "uri": "lat.wsj.com"
                    },
                    "time": "20:53:00",
                    "title": "Las automotrices reaccionan ante los defectos en las bolsas de aire",
                    "uri": "221038550",
                    "url": "http://lat.wsj.com/articles/SB10109801331102324877704580232692903884652?tesla=y&mod=rss_americas_spanish&mg=reno64-wsj&url=http:%2F%2Fonline.wsj.com%2Farticle%2FSB10109801331102324877704580232692903884652.html%3Fmod=rss_americas_spanish",
                    "wgt": 1
                },
                {
                    "body": "TOKIO (Reuters) - Nissan Motor Co dijo el jueves que va a llamar a revisión 260.000 vehículos debido a un defecto en los airbags para el asiento del conductor fabricados por Takata Corp.\n\nEl fabricante japonés de piezas de automoción está sufriendo un número creciente de retiradas de vehículos por unos airbags que podrían proyectar fragmentos hacia los ocupantes.\n\nLas retiradas afectan al modelo March de Nissan, llamado Micra en Europa, y el Cube, dijo un portavoz de Nissan. Se encuentran principalmente en Japón, donde hay 104.905 unidades, además de 30.000 en Europa y 11.000 en China, dijo.",
                    "date": "2014-10-23",
                    "eventUri": "1573296",
                    "id": "23176702",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3959,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "13:18:00",
                    "title": "Nissan llama a revisión 260.000 vehículos con airbags Takata",
                    "uri": "220926932",
                    "url": "http://www.eleconomista.es/mercados-cotizaciones/noticias/6183030/10/14/Nissan-llama-a-revision-260000-vehiculos-con-airbags-Takata.html",
                    "wgt": 1
                },
                {
                    "body": "Honda SENSING es el nuevo sistema de conducción asistida de la compañía asiática, que busca ayudar a los conductores y aumentar la seguridad de la circulación. La propuesta de la compañía, que se comenzará a implementar en los vehículos de 2015, permitirá a los coches identificar peatones y otros elementos para ayudara los conductores en la toma de decisiones.\n\nLos vehículos inteligentes van más allá de modelos de conducción autónoma o coches conectados. En concreto, se está buscando aportar nuevos sistemas inteligentes a los próximos modelos que puedan ayudar a aumentar la seguridad. Coches más seguros son una obsesión para los fabricantes y una necesidad para los usuarios. En este sentido la tecnología todavía tiene mucho que decir.\n\nUna de las empresas que cuenta ya con una solución inteligente enfocada a mejorar la seguridad es Honda. La compañía cuenta con algunas de las innovaciones tecnológicas más avanzadas del sector y se propone seguir en esa línea. En concreto, su última apuesta es Honda SENSING, un sistema inteligente que permitirá a los coches analizar su entorno.\n\nLa idea de Honda SENSING es que los vehículos puedan conocer los elementos que están a su alrededor para ayudar a los conductores durante la circulación. Se trata de una solución inteligente que promete una conducción asistida más segura, enfocada a que los peatones y el resto de vehículos se beneficien del aumento de seguridad.\n\nEl sistema Honda SENSING está compuesto por una cámara monocular y un radar que permiten identificar los elementos que rodean al vehículo en un radio de 60 metros. SENSING analiza los datos que se van captando y ayuda a los conductores en la toma de decisiones. Así, el sistema es capaz de diferenciar entre elementos como vehículos y peatones y ayuda a los conductores en las maniobras.\n\nEl sistema inteligente planteado por Honda está enfocado a mejorar la seguridad y minimizar al máximo las posibilidades de que se produzca un fallo humano. Al detectar peatones en la trayectoria del vehículo, Honda SENSING ayuda a reducir velocidad o a cambiar de trayectoria, de manera que el conductor cuente con un complemento para evitar accidentes.\n\nInterpretación de la circulación\n\nEl potencial de Honda SENSING también está pensado para ser una herramienta útil durante la circulación. El sistema es capaz de medir distancias y ayudar a los usuarios a ser conscientes de los vehículos a su alrededor. Así, se busca que en casos de alta densidad se pueda mantener siempre una distancia segura entre coches y que no haya ningún elemento que pase desapercibido.\n\nLas opciones de Honda SENSING también incluyen funciones enfocadas a alertar sobre desviaciones fuera del carril, que se notifican a través de mensajes e incluso un sistema de vibración en el volante. Esta función puede ser especialmente útil para prevenir accidentes por relajación o desfallecimiento del conductor.\n\nAyuda en el frenado y la dirección en función de la situación de la circulación son otras de las posibilidades de Honda SENSING, que promete ser uno de los asistentes de conducción más completos hasta ahora. Por ejemplo, esta herramienta impediría arrancar con demasiada velocidad si hay un obstáculo a corta distancia.\n\nLos primeros vehículos de Honda con SENSING se estrenarán a finales de este año en Japón. Los planes de la compañía son que de cara a 2015 esta tecnología llegue a más modelos a nivel global, ampliando así su radio de acción.",
                    "date": "2014-10-24",
                    "eventUri": "1573296",
                    "id": "23298930",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3678,
                    "source": {
                        "title": "Cinco Días",
                        "uri": "cincodias.com"
                    },
                    "time": "12:32:00",
                    "title": "Honda anuncia coches inteligentes que esquivarán a los peatones",
                    "uri": "221217454",
                    "url": "http://cincodias.com/cincodias/2014/10/24/motor/1414149507_969700.html",
                    "wgt": 1
                },
                {
                    "body": "MAZATLÀN. El estacionamiento del Centro Comercial La Gran Plaza se convirtió en una \"pista de carreras\" con el Toyota Drive Tour 2014, donde estuvieron presentes tres pilotos de la Fórmula Nascar.\n\nLos mazatlecos acudieron al lugar, donde se montó un circuito, para realizar su prueba de manejo en los nuevos modelos Prius, Corolla y Yaris HB, en ella estuvieron acompañados de los pilotos Juan José Ortega, Joaquín Camino y Nissim García, con quienes convivieron y compartieron tips.\n\nEl Toyota Drive Tour tiene como finalidad que los automovilistas conozcan mejor las capacidades de cada vehículo y se ha realizado en diferentes lugares de la República Mexicana como Culiacán, Distrito Federal, Cancún, Los Cabos, Playa del Carmen y Guadalajara.\n\nPRIUS\n\nEl modelo Prius es un automóvil híbrido gasolina-eléctrico que cambió al mundo hace 14 años con el ahorro de combustible, su techo solar y el cuidado del medio ambiente.\n\n8\n\nHoras duró el evento\n\n3\n\nPilotos de Nascar asistieron\n\n48\n\nCiudades forman parte de la gira Toyota Drive Tour 2014.",
                    "date": "2014-10-22",
                    "eventUri": "1573296",
                    "id": "23040816",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2271,
                    "source": {
                        "title": "Periodico Noroeste",
                        "uri": "www.noroeste.com.mx"
                    },
                    "time": "13:17:00",
                    "title": "Una 'prueba' de adrenalina",
                    "uri": "220599535",
                    "url": "http://www.noroeste.com.mx/publicaciones.php?id=983250",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2014-10-23",
            "avgCos": 0.4034,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1573296",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1571925",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Florida",
                "lat": 28.75054,
                "long": -82.5001,
                "wikiUri": "http://en.wikipedia.org/wiki/Florida"
            },
            "storyDate": "2014-10-23",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-310682",
            "variance": 0.3373
        }
    },
    "meta": {
        "CCAArticleMatchCount": 9,
        "CCAArticleMatchRatio": 0.0375,
        "CCAAvgCosSim": 0.6960722222222223,
        "CCAAvgMatchWgt": 48.33333333333334,
        "_articleUri1": "220809791",
        "_articleUri2": "220931567",
        "_datetime": "2015-02-19 17:40:37",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-310682",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-902351",
        "_username": "Evgenia Belyaeva",
        "artCount1": 12,
        "artCount2": 42,
        "avgCosSimStory1": 0.4034,
        "avgCosSimStory2": 0.5008,
        "categorySim": 0,
        "conceptCosSim": 0.7343328167154421,
        "conceptJaccardSim": 0.2903225806451613,
        "coreTime1": 129805.2833333333,
        "coreTime2": 129789.8,
        "coreTimeStDev1": 11.59147004386226,
        "coreTimeStDev2": 9.609780829514893,
        "entityCosSim": 0.8767636266711131,
        "entityJaccardSim": 0.5789473684210527,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 9,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5660134052259742,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 7,
        "storyQuality2": 24,
        "timeAvg1": 129820.4625,
        "timeAvg2": 129806.5630952381,
        "timeStDev1": 14.91651012487716,
        "timeStDev2": 15.22298350070977,
        "varianceStory1": 0.3373,
        "varianceStory2": 0.2492
    }
}