{
    "850f305d-14db-4c75-b547-79470a557ea3-311155": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "MURRYSVILLE, Pa. -- At least 20 people -- 19 students and one adult -- were injured Wednesday morning in a stabbing incident at Franklin Regional Senior High School in the Pittsburgh area, said Dan Stevens, an emergency management agency spokesman.\n The stabbings happened in classrooms and a hallway, he said, adding that a suspect -- a male who is a 16-year-old sophomore at the school -- was in custody.\n WTAE-TV in Pittsburgh reported at least four medical helicopters transported victims from the school.  Five local hospitals are treating victims.\n Shortly after the stabbing was reported, students started posting grim photos like the one below on Twitter.\n #FRHS #PrayersForFR http://t.co/SFyJsyXCUN --\nCO (@CJ_Owens2) April 09, 2014\nOf those injured, seven male teens and one adult male were being treated at Forbes Regional Hospital, Dr. Chris Kaufman said.  He said the injuries were \"quite serious\" and that \"some are clearly life threatening.\" \" The teens had stab wounds to their torsos, abdomen, chest and back areas, he said.\n Kaufman said two of the victims being treated at Forbes Regional were sent to surgery almost immediately on arrival.  Those two patients had low blood pressure, he said.  A third was being prepared for surgery and the rest were being evaluated to see whether surgery was necessary, he said.\n Forbes Regional Hospital later said several students have deep penetrating injuries.  Forbes Regional Hospital chief medical officer Dr. Mark Rubino said he expects all seven stabbed teenagers who were taken there to survive, \"but I do want to stress the critical nature of their injuries.\" \"\nAmbulances could bee seen swarming the school for most of the morning, ferrying those injured students to nearby hospitals, as seen in the photo below.\n Breaking: Police at #FranklinRegional in Murrysville now going to room-to-room at the HS.  1 suspect in custody @wtae http://t.co/WGxOSVsoHK --\nJanelle Hall (@JanelleHallWTAE) April 09, 2014\nForbes CEO Reese Jackson told WTAE that one female student saved another student's life by applying pressure until medical personnel could arrive.\n University of Pittsburgh Medical Center said it has 11 patients from the stabbings at four of its hospitals.  UPMC did not release information on the ages, genders or conditions of the patients it is treating.\n Stevens said all of the injures are stabbing-related, such as lacerations or punctures.  There were no guns involved in the incident.\n Information on what led to the stabbings was not immediately released.  Stevens said detectives interviewed the suspect as to a motive in the stabbings.  WTAE later showed the suspect being transported in a police vehicle.\n First look at the #FranklinRegional school stabbing suspect.  LIVE COVERAGE: on.wtae.com/1iwYzjW http://t.co/jEfiQpMipB --\nWTAE-TV Pittsburgh (@WTAE) April 09, 2014\nThe suspect was handcuffed by a school resource officer, Murrysville Police Chief Thomas Seefeld said.  WTAE reported that Vice Principal Sam King tackled the suspect, leading to his apprehension.\n Seefeld said the suspect used two knives in the attacks and was being treated for injuries to his hands.  Police say they arrived to the scene with multiple victims in a first-floor hallway, including a male security guard who had a stomach wound but was not stabbed.\n A student at the school told WTAE that students heard alarms for a fire drill, then screams from the stabbings.  BuzzFeed later reported that student Nate Scimio, who reportedly took the photo below at a nearby Chidlren's Hospital and posted it to Instagram, was instrumental in pulling the alarm that alerted others to the stabbing.\n The school is in Murrysville, about 15 miles east of downtown Pittsburgh.  The school was releasing students to their parents after the incident, Stevens said.\n WTAE says the incident happened about 5:20 a.m. MDT in the science wing of the school.\n Bill Rehkopf, a KDKA radio host and Franklin Regional High School graduate, reported on air that he was shocked by the stabbings.\n He kept thinking, \"It doesn't happen here, it can't happen here,\" he said.  The tweet below came from Rehkopf\nScene of multiple stabbing at Franklin Regional HS in Murrysville, PA. @KDKARadio http://t.co/S7JcGnunpm --\nBill Rehkopf (@BillyRayKDKA) April 09, 2014\nHe said he was seeing parents showing up at the school and an increasing media presence.  Parents appeared to be calm, he said.  Another KDKA reporter said she spoke with a parent who said she received a cellphone call from her daughter, who told her mother that \"something bad\" happened and that she needed to be picked up.\n There were several photos taken from inside the auditorium of a nearby elementary school, where students from the evacuated high school were waiting to be picked up.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9168434",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6598,
                    "source": {
                        "title": "kwgn.com",
                        "uri": "kwgn.com"
                    },
                    "time": "13:58:00",
                    "title": "20 hurt in Pittsburgh-area high school stabbing, suspect in custody",
                    "uri": "174243788",
                    "url": "http://kwgn.com/2014/04/09/20-hurt-in-pittsburgh-area-high-school-stabbing-suspect-in-custody/",
                    "wgt": 1
                },
                {
                    "body": "UPDATE (11:50 a.m.): It has been confirmed by WGN News that 20 persons were injured - 19 students and one security guard.  The stabber who wielded knives during the incident is a 16-year-old student.  No one was given life-threatening injuries in the incident.\n Original story:\nPennsylvania school stabbings occurred on Wednesday morning at Franklin Regional High School in Murrysville - some 15 miles east of Pittsburgh.  Several persons were stabbed and one suspect was taken away by authorities, according to a Yahoo!  News report on Wednesday morning.  ABC News is reporting that as many as 20 persons have been injured.\n There were as many as six persons stabbed at the school at approximately 7:20 a.m. Though the incident happened at the school, it is uncertain as to whether the suspect and the victims are students or adults - or perhaps a combination of both students and adults.\n Several helicopters were seen taking people away from the crime scene to local hospitals, but it is believed that none of the injuries are life-threatening.\n The Franklin Regional High School issued a bulletin stating that a critical incident had occurred at the high school, and all elementary schools were canceled for the day.  It also said that the middle school and high school students were secure.  The elementary and middle schools are part of the same school structure which has some 3,600 students from Murrysville, Export, and Delmont - which are all in Pennsylvania.\n At last report, the high school was on lockdown and students were being kept there as officials recheck the building.  Middle school students are being bused home.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9168684",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6363,
                    "source": {
                        "title": "Examiner.com",
                        "uri": "www.examiner.com"
                    },
                    "time": "13:54:00",
                    "title": "Pennsylvania school stabbings at Franklin Regional High School",
                    "uri": "174243832",
                    "url": "http://www.examiner.com/article/pennsylvania-school-stabbings-at-franklin-regional-high-school",
                    "wgt": 1
                },
                {
                    "body": "April 9 may have started as a regular day at Franklin Regional Senior High School, but it ended in a most unexpected manner.  Students stabbed â\u0080\" some of them seriously injured â\u0080\" when a 16-year-old sophomore attacked them with knifes.  My heart goes out to the injured students.\n On behalf of the Ahmadiyya Muslim Community Pittsburgh, I would like to extend my deepest condolences to all of the victims and their families and friends.  I wish them a speedy recovery and pray they find courage to overcome this tragedy.\n I would also like to commend the efforts of those individuals who tried to minimize the damage:\nâ\u0080¢ The security guard, assistant principal and student who risked their lives apprehending the suspect.\n â\u0080¢ The brave girl who applied pressure on her friend's wound.\n â\u0080¢ The doctors and staff of Forbes Regional Hospital and staff at the other medical facilities whose efforts no doubt saved lives.\n These courageous acts remind me of a verse from the holy Quran, which states, â\u0080\u009cAnd who so gave life to one, it shall be as if he had given life to all mankind ( 5:33).â â\u0080\u009d\nI would request the authorities to take appropriate measures to ensure the safety of our students and to make sure that such incidents are avoided in the future.\n The writer is the imam at the Ahmadiyya Muslim Community Pittsburgh in Wilkinsburg",
                    "date": "2014-04-15",
                    "eventUri": "616704",
                    "id": "9473472",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5544,
                    "source": {
                        "title": "TribLIVE.com",
                        "uri": "triblive.com"
                    },
                    "time": "06:29:00",
                    "title": "Stabbings reveal heroics",
                    "uri": "175437130",
                    "url": "http://triblive.com/opinion/letters/5945392-74/pittsburgh-ahmadiyya-community?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btribunereviewopinion%2B%2528Opinion%2B%252F%2BThe%2BReview%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "As support continues to grow for Franklin Regional High School following Wednesday's mass stabbing, T-shirts are being made to benefit the victims and their families.\n One of the 21 students who was stabbed in the back is helping to make the shirts.\n \"Especially the victims coming down to help make these shirts already.  Just, the smiles, they're smiling already.  It's unbelievable,\" said Eric Hanchey, the father of a Franklin Regional sophomore.  His company, GoFancy.c com, is printing the T-shirts.\n \"Proud FR\" is the message that will be worn by the people who purchase the shirts, which are in high demand.\n \"It's crazy.  There are people lined up out the door,\" said Hanchey.  \"The phone doesn't stop.\" \"\nAll proceeds from the sale of the shirts will benefit the stabbing victims and their families.",
                    "date": "2014-04-12",
                    "eventUri": "616704",
                    "id": "9416146",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5057,
                    "source": {
                        "title": "www.wpxi.com",
                        "uri": "www.wpxi.com"
                    },
                    "time": "10:00:00",
                    "title": "Franklin Regional stabbing victim helps make 'Proud FR' shirts",
                    "uri": "175251153",
                    "url": "http://www.wpxi.com/news/news/local/franklin-regional-stabbing-victim-helps-make-proud/nfYb8/",
                    "wgt": 1
                },
                {
                    "body": "As many as five people have been injured in a stabbing rampage at an office park in the Canadian city of Toronto, police say.\n Toronto police Constable Jenniferjit Sidhu said \"a person armed with scissors or a knife\" busted into a fifth floor office in a building in the city's north end.\n \"Two to five people in the office were injured,\" she said.\n One victim was rushed to hospital with serious injuries.\n A suspect - a man in his 30s - has been arrested, she said, adding that a heavily armed emergency response unit has secured the building.\n The incident comes the same morning an American student stabbed or slashed 20 teenagers and an adult in the classrooms and hallways of a high school in the US state of Pennsylvania.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9185650",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4992,
                    "source": {
                        "title": "News",
                        "uri": "www.sbs.com.au"
                    },
                    "time": "14:00:00",
                    "title": "Up to five injured in Canada stabbing",
                    "uri": "174301881",
                    "url": "http://www.sbs.com.au/news/article/2014/04/10/five-injured-canada-stabbing",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-04-11",
            "avgCos": 0.4038,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "616704",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "573401",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Pittsburgh",
                "lat": 40.44062,
                "long": -79.99589,
                "wikiUri": "http://en.wikipedia.org/wiki/Pittsburgh"
            },
            "storyDate": "2014-04-11",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-311155",
            "variance": 0.3369
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-140765": {
        "articles": {
            "resultCount": 15,
            "results": [
                {
                    "body": "Un alumno apuñaló este miércoles a una veintena de sus compañeros y al menos a un adulto en un colegio secundario cerca de Pittsburgh (Pensilvania, este), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07H15 locales (11H20 GMT) en varios salones y el hall, y los motivos no fueron aún dilucidados.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se hallaba bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9163075",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9543,
                    "source": {
                        "title": "Imagen del Golfo",
                        "uri": "www.imagendelgolfo.com.mx"
                    },
                    "time": "13:11:00",
                    "title": "Apuñala compañero a 20 estudiantes en los EU; hay 3 graves",
                    "uri": "174223712",
                    "url": "http://www.imagendelgolfo.com.mx/resumen.php?id=40998783",
                    "wgt": 1
                },
                {
                    "body": "Una veintena de heridos en un ataque en una escuela de Estados Unidos\nUn alumno apuñaló este miércoles a una veintena de sus compañeros y al menos a un adulto en un colegio secundario cerca de Pittsburgh (Pensilvania, este), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07H15 locales (11H20 GMT) en varios salones y el hall, y los motivos no fueron aún dilucidados.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se hallaba bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9163071",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.944,
                    "source": {
                        "title": "www.teinteresa.es",
                        "uri": "www.teinteresa.es"
                    },
                    "time": "15:35:00",
                    "title": "Unos 20 alumnos son apuñalados en un colegio cerca de Pittsburgh",
                    "uri": "174223707",
                    "url": "http://www.teinteresa.es/sucesos/EEUU-alumnos-apunalados-colegio-Pittsburgh_0_1117089845.html",
                    "wgt": 1
                },
                {
                    "body": "Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n Un alumno apuñaló este miércoles a una veintena de sus compañeros y al menos a un adulto en un colegio secundario cerca de Pittsburgh (Pensilvania, este), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07H15 locales (11H20 GMT) en varios salones y el hall, y los motivos no fueron aún dilucidados.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se hallaba bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9171612",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9409,
                    "source": {
                        "title": "Diario La Prensa",
                        "uri": "www.laprensa.hn"
                    },
                    "time": "17:58:00",
                    "title": "Unos 20 alumnos apuñalados en un colegio cerca de Pittsburgh",
                    "uri": "174253962",
                    "url": "http://www.laprensa.hn/mundo/estadosunidos/639098-96/unos-20-alumnos-apu%C3%B1alados-en-un-colegio-cerca-de-pittsburgh",
                    "wgt": 1
                },
                {
                    "body": "Reciba gratis el informe de las principales noticias en su correo electrónico\nUn alumno apuñaló este miércoles a una veintena de sus compañeros y al menos a un adulto en un colegio secundario cerca de Pittsburgh (Pensilvania, este), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07H15 locales (11H20 GMT) en varios salones y el hall, y los motivos no fueron aún dilucidados.\n Sospechoso bajo arresto\nDan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se hallaba bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9171594",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9301,
                    "source": {
                        "title": "El Nuevo Diario",
                        "uri": "www.elnuevodiario.com.ni"
                    },
                    "time": "17:58:00",
                    "title": "Unos 20 alumnos apuñalados en escuela de EEUU",
                    "uri": "174253930",
                    "url": "http://www.elnuevodiario.com.ni/internacionales/316758-veinte-estudiantes-apunalados-escuela-de-estados-unidos",
                    "wgt": 1
                },
                {
                    "body": "Uno de los estudiantes de la preparatoria Franklin Regional en Pensilvania apuñaló a al menos veinte compañeros y un adulto, dijo una autoridad local.\n Un alumno apuñaló este miércoles a una veintena de sus compañeros y al menos a un adulto en una escuela secundaria cerca de Pittsburgh, al este de Pensilvani, según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07:15 horas en varios salones y el pasillo, pero aún no hay información de los motivos de este ataque.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se hallaba bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9162918",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9244,
                    "source": {
                        "title": "Milenio",
                        "uri": "www.milenio.com"
                    },
                    "time": "13:12:00",
                    "title": "Apuñalan al menos a 20 estudiantes en escuela de EU",
                    "uri": "174223359",
                    "url": "http://www.milenio.com/internacional/Apunalan_a_seis_en_escuela_de_EU-seis_apunalados-escuela_de_EU-apunalan_0_277772299.html",
                    "wgt": 1
                },
                {
                    "body": "Un alumno apuñaló este miércoles a 20 de sus compañeros y al menos a un adulto en un colegio secundario cerca de Pittsburgh (Pensilvania, este de Estados Unidos), según las autoridades locales.\n \"Hay heridos de importancia\", dijo Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.  Agencias internacionales dan cuenta de otra persona herida de gravedad.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07H15 locales (11H20 GMT) en varios salones y el hall.  Los motivos no fueron aún dilucidados.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se encuentra bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".  \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9179488",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9195,
                    "source": {
                        "title": "www.telesurtv.net",
                        "uri": "www.telesurtv.net"
                    },
                    "time": "15:14:00",
                    "title": "A puñaladas atacan a estudiantes de un colegio en Estados Unidos",
                    "uri": "174280777",
                    "url": "http://www.telesurtv.net/articulos/2014/04/09/atacan-a-punaladas-a-estudiantes-de-un-colegio-en-pittsburgh-9542.html",
                    "wgt": 1
                },
                {
                    "body": "Washington.- - Un alumno apuñaló este miércoles a una veintena de sus compañeros y al menos a un adulto en un colegio secundario cerca de Pittsburgh (Pensilvania, este), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo, informó AFP.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 7:15 de la mañana (hora local) en varios salones y el hall, y los motivos no fueron aún dilucidados.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se hallaba bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las clases en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9162932",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9193,
                    "source": {
                        "title": "El Universal de Caracas",
                        "uri": "www.eluniversal.com"
                    },
                    "time": "15:35:00",
                    "title": "20 alumnos apuñalados en un colegio cerca de Pittsburgh",
                    "uri": "174223362",
                    "url": "http://www.eluniversal.com/internacional/140409/20-alumnos-apunalados-en-un-colegio-cerca-de-pittsburgh",
                    "wgt": 1
                },
                {
                    "body": "Un alumno apuñaló este miércoles a una veintena de sus compañeros en un colegio secundario cerca de Pittsburgh (Pensilvania, este), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director de un hospital cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07:15 en Estados Unidos.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya había sido arrestado por agentes policiales que acudieron al lugar.\n Su identidad y su edad no fueron reveladas de inmediato.\n Una declaración en el sitio web del centro educativo sostuvo que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", señaló el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9165877",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9013,
                    "source": {
                        "title": "BioBioChile",
                        "uri": "www.biobiochile.cl"
                    },
                    "time": "16:30:00",
                    "title": "Una veintena de estudiantes fueron apuñalados por un compañero en Estados Unidos",
                    "uri": "174216584",
                    "url": "http://www.biobiochile.cl/2014/04/09/una-veintena-de-estudiantes-fueron-apunalados-por-un-companero-en-estados-unidos.shtml?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bradiobiobio%2B%2528Bio-Bio%2BNoticias%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "El presunto atacante fue capturado poco después del incidente\nUn alumno apuñaló este miércoles a una veintena de sus compañeros en un colegio secundario cerca de Pittsburgh (Pensilvania, este), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director de un hospital cercano al establecimiento educativo.T Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07H15 locales (11H20 GMT).\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya había sido arrestado por agentes policiales que acudieron al lugar.\n Su identidad y su edad no fueron reveladas de inmediato.  Una declaración en el sitio web del centro educativo sostuvo que un \"incidente crítico ha ocurrido en la escuela secundaria\".\" \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", señaló el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9171625",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8932,
                    "source": {
                        "title": "La Estrella de Panamá",
                        "uri": "laestrella.com.pa"
                    },
                    "time": "17:58:00",
                    "title": "Unos 20 alumnos apuñalados en un colegio de Pensilvania",
                    "uri": "174253972",
                    "url": "http://laestrella.com.pa/internacional/america/unos-20-alumnos-apunalados-colegio-pensilvania/23449461",
                    "wgt": 1
                },
                {
                    "body": "(Washington/AFP)\nUn alumno apuñaló hoy a 20 de sus compañeros en un colegio secundario cerca de Pittsburgh (Pensilvania, Estados Unidos), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director de un hospital cercano al establecimiento educativo.\n Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07:15 horas locales 06:15 hora peruana).\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya fue arrestado por policías que acudieron al lugar.\n Su identidad y su edad no fueron reveladas de inmediato.\n Una declaración en el sitio web del centro educativo sostuvo que *un \"incidente crítico *ha ocurrido en la escuela secundaria\".\n \"Todas las clases en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", señaló el comunicado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9164585",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8703,
                    "source": {
                        "title": "Peru21",
                        "uri": "peru21.pe"
                    },
                    "time": "14:05:00",
                    "title": "Estados Unidos: Escolar apuñaló a 20 de sus compañeros en ... - Perú21",
                    "uri": "174229335",
                    "url": "http://peru21.pe/mundo/estados-unidos-escolar-apunalo-20-sus-companeros-2178039",
                    "wgt": 1
                },
                {
                    "body": "Pensilvania.- - El horror volvió a las escuelas de Estados Unidos, cuando una persona sacó un cuchillo y comenzó a apuñalar estudiantes esta mañana en la escuela secundaria Franklin Regional, en Murrysville, Pennsylvania, informó el servicio de emergencia del condado de Westmoreland.  Como consecuencia, al menos 20 personas resultaron heridas.\n Un alumno apuñaló a una veintena de sus compañeros y al menos a un adulto en una escuela secundaria cerca de Pittsburgh, al este de Pensilvani, según las autoridades locales.\n \"Hay heridos de importancia\", dijo Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.  Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, ocurrió cerca de las 07:15 horas de ayer en varios salones y el pasillo, pero aún no hay información de los motivos de este ataque.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya se hallaba bajo arresto.\n Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.\n Una declaración en el sitio web del centro educativo informó que un \"incidente crítico ha ocurrido en la escuela secundaria\".\n \"Todas las (clases) en las escuelas primarias están canceladas, los estudiantes de educación media y secundaria están seguros\", añadió el comunicado.\n El hecho, que ocurrió esta mañana en un colegio secundario cerca de Pittsburgh; las víctimas son en su mayoría alumnos y están graves.\n \"Hay una persona bajo custodia.  La policía de Murrysville está interrogándolo\", dijo Dan Stevens, el vicecoordinador del servicio de emergencia, citado por el canal local\n\"No todos los 20 heridos fueron apuñalados y algunas de las heridas son heridas son cortes y rasguños\", agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran en al menos cuatro hospitales.\n El hospital regional Forbes está recibiendo a la mayoría de las víctimas.\n Apenas se dio a conocer el hecho, llegó al lugar personal policial y de Bomberos, además de ambulancias y helicópteros sanitarios.  El colegio, además, fue evacuado.\n La escuela secundaria Franklin Regional queda en Murrysville, a unos 80 kilómetros al este de Pittsburgh.",
                    "date": "2014-04-10",
                    "eventUri": "616704",
                    "id": "9206089",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8461,
                    "source": {
                        "title": "El Punto Critico",
                        "uri": "www.elpuntocritico.com"
                    },
                    "time": "03:01:00",
                    "title": "Apuñalan al menos 20 estudiantes en EU",
                    "uri": "174376505",
                    "url": "http://www.elpuntocritico.com/noticias-internacionales/84203-apu%C3%B1alan-al-menos-20-estudiantes-en-eu.html",
                    "wgt": 1
                },
                {
                    "body": "Imagen de la emergencia extraída de una transmisión de televisión y publicada en Twitter\nUn estudiante apuñaló a veinte compañeros y a un adulto el miércoles en la escuela secundaria Franklin Regional High School, en Murrysville, a unos 25 kilómetros al este de Pittsburgh.\n Chris Kaufmann , director de una escuela cerca del hospital, dijo a la CNN que varios estudiantes resultaron gravemente afectados: tres de ellos fueron transportados a partir de su llegada a la sala de operaciones.  La mayoría de los heridos tiene entre 14 y 17 años.\n \"No son lesiones graves, de los ocho pacientes que ya hemos recibido, dos están en la sala de operaciones y una tercera se lleva a cabo en este momento\", dijo Kaufmann.\n El drama tuvo lugar en varias clases y pasillos de la escuela.  El edificio fue evacuado , y las autoridades escolares locales también han anunciado el cierre de todas las escuelas primarias de todo el día.\n El estudiante sospechoso fue detenido según confirmó Dan Stevens, portavoz de la Crisis del condado de Westmoreland.  Stevens agregó que el atacante fue detenido por la Policía, pero su nombre e identidad no fueron revelados.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9160640",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6253,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "14:55:00",
                    "title": "Un estudiante apuñala a 20 compañeros en una escuela de EE.UU.",
                    "uri": "174215051",
                    "url": "http://www.abc.es/internacional/20140409/abci-ataque-punal-eeuu-201404091549.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "EEUU- Una bandera estadounidense ondea a media asta seis meses después de la matanza en la escuela de Newtown\nUn alumno apuñaló este miércoles a una veintena de sus compañeros y al menos a un adulto en un colegio secundario cerca de Pittsburgh (Pensilvania), según las autoridades locales.\n \"Hay heridos de importancia\", dijo a CNN Chris Kaufmann, director del hospital regional Forbes, cercano al establecimiento educativo.  Tres de ellos fueron trasladados de inmediato a salas de operaciones, agregó.\n Varias de las víctimas, la mayoría de las cuales tienen entre 14 y 17 años, están en estado grave y se encuentran ingresados en al menos cuatro hospitales.\n El incidente ocurrió en el Franklin Regional High School, en Murrysville, a unos 80 kilómetros al este de Pittsburgh, cerca de las 07:15, en varios salones y el hall, y los motivos no fueron aún dilucidados.\n Dan Stevens, un portavoz del departamento de emergencias del Condado de Westmoreland, dijo que el sospechoso es un estudiante y que ya está bajo arresto.  Su identidad y su edad no fueron reveladas de inmediato, pero Stevens dijo que actuó solo.",
                    "date": "2014-04-23",
                    "eventUri": "616704",
                    "id": "10054093",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6187,
                    "source": {
                        "title": "El Observador",
                        "uri": "www.elobservador.com.uy"
                    },
                    "time": "20:57:00",
                    "title": "Un estudiante apuñala a 20 compañeros en EEUU",
                    "uri": "177580201",
                    "url": "http://www.elobservador.com.uy/noticia/277005/un-estudiante-apunala-a-20-companeros-en-eeuu/",
                    "wgt": 1
                },
                {
                    "body": "Estudiantes abandonan el campus de Franklin Regional High School cerca de Pittsburgh.A Algunas víctimas de un ataque con puñal ocurrido la mañana del miércoles en una escuela secundaria cercana a Pittsburgh sufrieron heridas que ponen en riesgo su vida, aunque se espera que sobrevivan, dijo un médico.\n El doctor Chris Kaufman indicó que dos víctimas estaban siendo operadas y otra estaba en espera de cirugía en el Forbes Regional Medical Center, ubicado a unos kilómetros de la Escuela Secundaria Regional Franklin, en Murrysville.\n Funcionarios dijeron que cuatro de las víctimas sufrieron las heridas más graves durante el ataque en el que un estudiante ocasionó lesiones a 20 compañeros de clase.\n Dan Stevens, vocero de la agencia de atención de emergencias del condado de Westmoreland, dijo que no todos los 20 lesionados fueron apuñalados, aunque sí la mayoría.  Algunos sufrieron contusiones y cortadas en el caos que se desató.\n El sospechoso fue arrestado y está siendo interrogado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9162925",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5716,
                    "source": {
                        "title": "www.semana.com",
                        "uri": "www.semana.com"
                    },
                    "time": "13:10:00",
                    "title": "Estudiante apuñala a compañeros en Pensilvania",
                    "uri": "174223368",
                    "url": "http://www.semana.com/mundo/articulo/estudiante-apunala-companeros-en-pensilvania/383160-3",
                    "wgt": 1
                },
                {
                    "body": "(AP) -- Algunas víctimas de un ataque con puñal ocurrido la mañana del miércoles en una escuela secundaria cercana a Pittsburgh sufrieron heridas que ponen en riesgo su vida, aunque se espera que sobrevivan, dijo un médico.\n El doctor Chris Kaufman indicó que dos víctimas estaban siendo operadas y otra estaba en espera de cirugía en el Forbes Regional Medical Center, ubicado a unos kilómetros de la Escuela Secundaria Regional Franklin, en Murrysville.\n Funcionarios dijeron que cuatro de las víctimas sufrieron las heridas más graves durante el ataque en el que un estudiante ocasionó lesiones a 20 compañeros de clase.\n Dan Stevens, vocero de la agencia de atención de emergencias del condado de Westmoreland, dijo que no todos los 20 lesionados fueron apuñalados, aunque sí la mayoría.  Algunos sufrieron contusiones y cortadas en el caos que se desató.\n El sospechoso fue arrestado y está siendo interrogado.",
                    "date": "2014-04-09",
                    "eventUri": "616704",
                    "id": "9169414",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5292,
                    "source": {
                        "title": "Ahora si!",
                        "uri": "www.ahorasi.com"
                    },
                    "time": "17:19:00",
                    "title": "Estudiante apuñala a compañeros en Pensilvania",
                    "uri": "174245869",
                    "url": "http://www.ahorasi.com/estudiante-apunala-a-companeros-en-pensilvania/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 15,
            "averageDate": "2014-04-10",
            "avgCos": 0.8138,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "616704",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "616704",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Pennsylvania",
                "lat": 40.27245,
                "long": -76.90567,
                "wikiUri": "http://en.wikipedia.org/wiki/Pennsylvania"
            },
            "storyDate": "2014-04-10",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-140765",
            "variance": 0.3044
        }
    },
    "meta": {
        "CCAArticleMatchCount": 4,
        "CCAArticleMatchRatio": 0.06666666666666667,
        "CCAAvgCosSim": 0.6371125000000001,
        "CCAAvgMatchWgt": 48.5,
        "_articleUri1": "174243788",
        "_articleUri2": "174223712",
        "_datetime": "2015-02-19 17:45:58",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-311155",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-140765",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 15,
        "avgCosSimStory1": 0.4038,
        "avgCosSimStory2": 0.8138,
        "categorySim": 0,
        "conceptCosSim": 0.1683801007967297,
        "conceptJaccardSim": 0.09876543209876543,
        "coreTime1": 125101.9666666667,
        "coreTime2": 125101.2,
        "coreTimeStDev1": 54.58924232647063,
        "coreTimeStDev2": 3.506496741068612,
        "entityCosSim": 0.238992761513946,
        "entityJaccardSim": 0.1153846153846154,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1302304803603179,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 4,
        "storyQuality2": 35,
        "timeAvg1": 125142.87,
        "timeAvg2": 125127.1088888889,
        "timeStDev1": 54.58924232647063,
        "timeStDev2": 85.01024597651512,
        "varianceStory1": 0.3369,
        "varianceStory2": 0.3044
    }
}