{
    "850f305d-14db-4c75-b547-79470a557ea3-1068078": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "The head of the regional Catalan government, Artur Mas, said Tuesday he wants to hold early elections in the wealthy region centred in independence from the rest of Spain.\n\nThe election, which would involve a joint lists of candidates from all parties that favour independence, is the \"only\" way to allow Catalans to voice their opinion after a symbolic independence referendum held on November 9 that was opposed by the central government, he added.\n\nThe elections would be part of a six-step process which would be completed before the end of 2016 aimed at creating an independent state which Mas unveiled during a speech in Barcelona on Catalonia's future after the referendum.\n\n\"The moment has come to use the only tool that we have left to be able to hold the consultation,\" he said before an audience of 3,000 people who frequently applauded.\n\n\"Having gotten so far it would not be understandable that we now stopped on the path we have begun. We need to know with precision if there is a clear majority in Catalonia to have a state or not.\"\n\nThe Catalan leader did not set a date for the early elections in the northeastern region. Elections are not due in Catalonia before 2016.\n\nIf the joint list wins an absolute majority, the regional government that emerges would then inform Spain and the international community of \"the intent to form a state in Catalonia,\" Mas said.\n\nThe government would then open talk on the terms of separation, prepare the structures of a new state and a \"future Catalan constitution,\" he added.\n\nOnce this process is concluded, fresh elections would be called in Catalonia as well as a referendum to ratify the desire for independence on the part of Catalans, Mas added.\n\n\"The final decision belongs to the Catalan people, it has to be a direct decision and it can't be (decided) in offices,\" he said.\n\nSpanish public prosecutors on Friday filed suits against Mas and two other senior members of the Catalan government for going ahead with the symbolic independence referendum despite it being ordered suspended by Spain's constitutional court.\n\nThe Catalan government says 2.3 million people took part in the ballot, which was organised by volunteers. That was more than a third of all eligible voters in the region.\n\nRoughly 80 percent of those who took part in the symbolic vote said they wanted Catalonia to be an independent state. However the majority of anti-independence voters stayed at home.\n\nCatalonia held the poll after plans to stage an official non-binding referendum were also suspended when the Spanish government challenged its legality.\n\nMas has hailed the ballot as a \"total success\". But Spain's conservative Prime Minister Mariano Rajoy dismissed it as a \"deep failure\" since \"two out of three Catalans paid no attention\".\n\nRajoy argues that holding an official referendum would be \"impossible\" because under Spain's constitution only the central government can call such votes.\n\nDemands for independence in Catalonia, which accounts for about a fifth of Spain's population and economic output, have grown over recent years, fanned by the country's economic crisis.\n\nCatalans complain that their region does not receive investments in proportion to the taxes it pays and that the central government meddles in its linguistic and education policy.\n\nA majority of Catalans, 60.3 percent, want a reform of Spain's constitution to create a federal state to resolve the conflict, a poll published Tuesday in centre-right daily newspaper El Mundo showed.\n\nRajoy, who has been criticised by the left, will visit Barcelona on Saturday in his first visit to Catalonia since the symbolic independence referendum.\n\n\"I have to explain my reasons better\" to Catalans,\" he said when the trip was announced earlier this month.",
                    "date": "2014-11-25",
                    "eventUri": "1814242",
                    "id": "26312207",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8294,
                    "source": {
                        "title": "Business Insider",
                        "uri": "www.digitaljournal.com"
                    },
                    "time": "23:32:00",
                    "title": "Leader of Spain's Catalonia region wants early polls on independence",
                    "uri": "229183172",
                    "url": "http://www.digitaljournal.com/news/world/leader-of-spain-s-catalonia-region-says-he-wants-early-polls/article/417255",
                    "wgt": 1
                },
                {
                    "body": "Barcelona, Nov 25 (Andes).- The head of the regional government of Spain's Catalonia region, Artur Mas, said Tuesday he wants to hold early elections centred on independence.\n\nThe election, which would involve a joint list of candidates of all parties in favour of independence, is the \"only\" way to allow Catalans to voice their opinion after a symbolic independence referendum held on November 9 that was opposed by the central government, he added.\n\n\"The moment has come to use the only tool that we have left to be able to hold the consultation,\" Mas said during a speech lasting over an hour in Barcelona.\n\nThe Catalan leader did not set a date for the early elections in the northeastern region. Elections were not due in Catalonia before 2016.\n\nIf the joint list wins an absolute majority, it would have a mandate to launch a process that could result in the creation of a Catalan state, Mas said.\n\n\"The result has to be strong, clear, very understandable, so there can be no discussions after about what has been voted on,\" he said.\n\nSpanish public prosecutors on Friday filed suits against Mas and two other senior members of the Catalan government for going ahead with the symbolic independence referendum despit it being ordered suspended by Spain's constitutional court.\n\nThe Catalan government says 2.3 million people took part in the ballot, which was organised by volunteers. That was more than a third of all eligible voters in the region.\n\nRoughly 80 percent of those who took part in the symbolic vote said they wanted Catalonia to be an independent state. However the majority of anti-independence voters stayed at home.\n\nCatalonia held the poll after plans to stage an official non-binding referendum were also suspended when the Spanish government challenged its legality.",
                    "date": "2014-11-25",
                    "eventUri": "1814242",
                    "id": "26312324",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8122,
                    "source": {
                        "title": "www.andes.info.ec",
                        "uri": "www.andes.info.ec"
                    },
                    "time": "23:33:00",
                    "title": "Leader of Spain's Catalonia region says he wants early polls on independence",
                    "uri": "229183576",
                    "url": "http://www.andes.info.ec/es/node/37710?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bandes%2B%2528Agencia%2BP%25C3%25BAblica%2Bde%2BNoticias%2Bdel%2BEcuador%2By%2BSuram%25C3%25A9rica%2529",
                    "wgt": 1
                },
                {
                    "body": "BARCELONA--Catalonia's president, moving to capitalize on a recent symbolic referendum on independence, called on political and civic leaders Tuesday to unite behind a single slate of candidates in an election for the Catalan parliament that would accelerate the wealthy region's bid to separate from Spain.\n\nArtur Mas spelled out the next steps of his independence campaign in a widely anticipated speech, but didn't say when he might call the election. He said the timing would depend on whether Catalan separatist parties stopped resisting the notion of a unified ticket.\n\nMr. Mas said that if a pro-independence slate won an electoral majority, its only mission would be to move within 18 months \"to finish the route\" to independence. The region's new parliament, he said, would be tasked with overseeing the drafting of a constitution, negotiating Catalonia's status with the international community and convoking a referendum in which voters could give formal approval to breaking with Spain.\n\nHe said parliamentary elections are the only mechanism at Catalonia's disposal \"to know whether or not the majority of Catalans are in favor of creating a new state, and to act accordingly.\" He expressed regret that Spain's central government has refused to allow an independence referendum of the kind that Scotland held with the U.K.'s blessings in September. Scottish voters backed remaining a part of the U.K., after winning concessions on greater home rule.\n\nMr. Mas has gained support in opinion polls since he defied authorities in Madrid by overseeing a nonbinding Nov. 9 vote in which more than 80% of 2.3 million participants voted in favor of independence. Last week Spain's attorney general filed criminal charges against Mr. Mas and two other Catalan officials for ignoring a constitutional court injunction and going ahead with the vote.\n\nAnalysts said Mr. Mas's call Tuesday for a slate consisting of politicians and distinguished citizens seemed partly designed to surmount the growing disaffection voters across Spain are expressing toward traditional political parties, including Mr. Mas's own Convergence and Union coalition. Like many Spanish parties, it has been buffeted by corruption scandals and public fatigue over economic austerity policies.\n\nIn a bid to soften resistance to the single slate idea from other parties in the often fractious independence movement, Mr. Mas said he would be willing to run either first or last on the candidate list. He added that if he led the list, he wouldn't run in the subsequent election. \"Let them see that there is no personal agenda in my proposal, \" he said.\n\nStill, the plan could be a hard sell at home. The Democratic Union of Catalonia, Mr. Mas's coalition partner, has objected to calling early elections. The Republican Left of Catalonia, a pro-independence party that is Mr. Mas's main rival, has come out in favor early elections, but against a single candidate list. Republican Left favors \"a programmatic alliance\" in which pro-independence parties run separately but embrace common principles.\n\nIn the aftermath of the Nov. 9 symbolic vote, leaders from across Spain's political spectrum have been trying to woo restive Catalan voters. In a visit last week, Socialist Party leader Pedro Sánchez tried to damp separatist sentiment with a proposal to reform the Spanish constitution so as to give Catalonia greater control over language and cultural policy.\n\nSpanish Prime Minister Mariano Rajoy is due to visit Barcelona on Saturday to drive home his case against independence. \"I will have to explain better than I have up to now my reasoning and arguments,\" he said recently. In a debate with pro-independence members of Spain's parliament on Tuesday, Mr. Rajoy said he would \"listen to all proposals as long as they don't aim to eliminate national sovereignty or individual rights.\"",
                    "date": "2014-11-26",
                    "eventUri": "1814242",
                    "id": "26324842",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7768,
                    "source": {
                        "title": "www.4-traders.com",
                        "uri": "www.4-traders.com"
                    },
                    "time": "03:51:00",
                    "title": "Catalan Leader Calls for Common Front on Independence",
                    "uri": "229227589",
                    "url": "http://www.4-traders.com/news/Catalan-Leader-Calls-for-Common-Front-on-Independence--19451905/",
                    "wgt": 1
                },
                {
                    "body": "LONDON - Some 16,867 voters in southeast England ushered in a season of European political tumult that in an extreme scenario could lead to Britain exiting the European Union, Greece quitting the euro or Catalonia seceding from Spain.\n\nVictory by the anti-EU U.K. Independence Party in a British parliamentary contest was fueled by the same sense of economic injustice and antagonism toward the status quo that will unsettle Europe in coming months. It also gave a flavor of the potential fallout, as the value of the pound tumbled against most of its 16 major peers.\n\n\"The markets have a lot to worry about,\" Edmund Phelps, a Nobel Prize-winning economist at Columbia University in New York, said in an interview before the British vote. \"It's possible that we could see a swing toward the extreme right, and one must wonder what ramifications this would have for the European Union and the euro area.\"\n\nSince Greece's runaway debt convulsed the euro region in 2010, Europe has avoided doomsday scenarios like the breakup of the EU, the euro or a member state. Whether those risks were banished or merely deferred will become clearer during the coming rounds of political jousting.\n\nEarly elections are beckoning in Greece, Catalonia, Italy and Austria -- and that's before scheduled ballots including in the U.K. in May, Portugal in September or October and in Spain at the end of next year. The re-emergence of political risk in Europe is cited by Royal Bank of Scotland PLC analysts including Alberto Gallo as among the \"top trades\" for 2015.\n\nEuropeans rehearsed the revolt in last May's European Parliament balloting, upping the vote count of anti-establishment parties to about 30 percent from 20 percent. But the motley groups failed to form a cohesive force and mainstream parties retained control.\n\nProtest parties are now set to consolidate gains at the national level. UKIP, which wants to pull Britain out of the 28- nation EU, won a second seat in the House of Commons yesterday when Conservative defector Mark Reckless took the Rochester and Strood by-election.\n\nUKIP's advance is forcing Prime Minister David Cameron to play to opponents of immigration and the EU in the campaign for the May 7 general election. The keynote of a second Cameron term would be a referendum offering the British the chance to back out of the EU.\n\nBritain's relative economic health has failed to quell the UKIP insurgency. British growth of 3.1 percent in 2014 will top the euro area's 0.8 percent, putting the U.K. ahead for the third year, according to EU forecasts. Britain's unemployment rate is 6 percent, compared to 11.5 percent in the euro area.\n\nIn the wealthier northern tier of the 18-nation eurozone, UKIP-style movements have colored the debate, without making it into government. While Finland's ruling National Coalition trails in polls for April's election and a clash over taxes may splinter Austria's coalition, there is no challenger in Germany to Chancellor Angela Merkel. Nor is one likely to emerge in 2015, with elections scheduled only in the city-states of Hamburg and Bremen.\n\nFrance doesn't need a national election in 2015: the campaign for the 2017 poll is off to a U.S.-style early start. President Francois Hollande, the least popular leader in modern French history, has pledged to bow out after one term unless the jobless rate drops from 10.5 percent. Stalking both Hollande's Socialists and the center-right opposition underwhelmed by the impending return of Nicolas Sarkozy is Marine Le Pen's National Front, currently topping opinion polls with its denunciations of foreigners and the euro.\n\nIn the near term, Europe's southern rim will produce the greatest tremors. Unemployment of 25.9 percent has replaced debt as Greece's most damaging statistic, heightening the risk that Prime Minister Antonis Samaras' coalition won't survive until the next scheduled elections in 2016.\n\nSamaras' inability so far to extract debt relief from creditors is eroding his domestic support. The reckoning may come by February, the deadline for him to forge a supermajority in parliament to pick Greece's next ceremonial president. A deadlock would trigger a new general election.\n\n\"The chances of avoiding early elections are vanishingly small,\" said Dimitris Sotiropoulos, a politics professor at the University of Athens. \"This is a problem for the country's economic stabilization.\"\n\nAn early poll may favor Syriza, a protest party nurtured by the debt crisis and the German-imposed austerity policies to get out of it. Syriza's leader, Alexis Tsipras, rose to prominence by attacking the bailout conditions and defying creditors.\n\nEurope's north-south divide extends to its protest movements. While nationalism and hostility to open borders are the motivators in the north, southern European upstarts have taken Syriza's cue in rebelling against lost economic opportunity. Politics in Spain, which was forced into a bailout, and Italy, which has escaped one, fit that pattern.\n\n\"We have in Europe cascading divergence, a deep gap between creditor and debtor states, nonexistent growth or recession for a number of years in a number of countries,\" said Jan Zielonka, a politics professor at Oxford University. \"The traditional pro-European establishment parties are now on defense. They are being fiercely attacked by new kids on the block.\"\n\nThe newest kid is Podemos in Spain, home to Europe's second-highest unemployment rate at 24 percent. The product of Spain's version of the Occupy Wall Street movement, Podemos is outpolling the two main parties that have taken turns governing Spain since the 1980s.\n\nCorruption allegations against Prime Minister Mariano Rajoy and some subordinates have transformed Podemos from a social-networking phenomenon a year ago into a potent force in the runup to national elections in late 2015.\n\nAgitation for independence in Catalonia, Spain's largest regional economy, is another by-product of hard times. Undeterred by the defeat of Scotland's referendum on independence from the U.K., Catalonia this month staged a nonbinding poll that showed 81 percent in support of a breakaway.\n\nSpain's fate as a unified country hinges on the test of wills between Rajoy and Catalonia's leader, Artur Mas. The pro- independence movement might call an early election for Catalonia's regional assembly in early 2015, counting on a mandate for secession.\n\n\"Early elections would accelerate the pro-independence agenda, which involves risks not only for the unionists but also the pro-secession supporters,\" said Luis Benguerel, a fund manager at GPM in Barcelona.\n\nCompared to the leaders of Greece and Spain, Italian Prime Minister Matteo Renzi is on a comfortable perch. Italy's startup anti-politics party, the Five Star Movement, is on the opposition benches and Renzi can use the threat of sudden elections to keep his coalition allies in line.\n\nBut time isn't on Renzi's side. Italy's economy will shrink for the third year in 2014, making it the eurozone's second-worst performer during that span after Cyprus. Renzi has slowed Italy's deficit-reduction timetable, but may reap little benefit: tax increases will kick in automatically in case of a budget overrun.\n\n\"Renzi's popularity is still very high but may be dropping in the close future,\" said Francesco Galietti, founder of researcher Policy Sonar in Rome. \"Snap elections could be a way to reap a political dividend.\"",
                    "date": "2014-11-23",
                    "eventUri": "1814242",
                    "id": "26124703",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.567,
                    "source": {
                        "title": "The Japan Times",
                        "uri": "www.japantimes.co.jp"
                    },
                    "time": "07:21:00",
                    "title": "UKIP victory sets stage for EU upheaval",
                    "uri": "228565852",
                    "url": "http://www.japantimes.co.jp/news/2014/11/23/world/politics-diplomacy-world/ukip-victory-sets-stage-eu-upheaval/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bjapantimes%2B%2528The%2BJapan%2BTimes%253A%2BAll%2BStories%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Today is Monday, December 1, the 335th day of 2014. There are 30 days left in the year.\n\nHighlights in history on this date:\n\n1530 - Margaret of Savoy, Governor of the Netherlands, dies. She ruled the country for her nephew, who later became Holy Roman Emperor Charles V.\n\n1640 - Portugal revolts against Spanish control and becomes independent under John IV.\n\n1813 - Allies agree to invade France after Napoleon Bonaparte's vague replies to peace terms.\n\n1821 - The Dominican Republic declares independence from Spain.\n\n1824 - The presidential election is turned over to the U.S. House of Representatives when a deadlock develops among John Quincy Adams, Andrew Jackson, William H. Crawford and Henry Clay. Adams is declared the winner.\n\n1887 - Portugal secures the secession of Macau from China.\n\n1913 - The first U.S. drive-in automobile service station opens in Pittsburgh.\n\n1918 - Croatia becomes part of the Kingdom of Serbs, Croats and Slovenes \" later Yugoslavia; Transylvania, formerly under Hungarian rule, unites with Romania; Iceland becomes a separate state under the Danish crown.\n\n1925 - Through the Locarno Treaties Belgium, Britain, Italy, Germany and France agree to a mutual peace in Europe.\n\n1934 - Sergei Kirov, a trusted aide of Soviet leader Joseph Stalin but also a possible rival, is assassinated, prompting Stalin to purge the Communist Party.\n\n1935 - Chiang Kai-Shek is elected president of Kuomintang, China's ruling party.\n\n1948 - Arab conference at Jericho proclaims Abdullah of Transjordan King of Palestine.\n\n1954 - United States signs mutual security pact with Nationalist China \" now Taiwan.\n\n1955 - Rosa Parks, a black seamstress, defies the law by refusing to give up her seat to a white man aboard a Montgomery, Alabama city bus. She is arrested, sparking a yearlong boycott of buses by blacks.\n\n1959 - Representatives of 12 countries, including the United States, sign a treaty in Washington setting aside Antarctica as a scientific preserve, free from military activity.\n\n1962 - India rejects Chinese proposals for cease-fire and negotiations over disputed border territory.\n\n1965 - An airlift of refugees from Cuba to the United States begins. Thousands of Cubans are allowed to leave their homeland.\n\n1971 - The \"Croatian Spring,\" a movement for more independence within Yugoslavia, is crushed.\n\n1978 - U.S. President Jimmy Carter places more than 56 million acres (22.4 million hectares) of Alaska's federal lands into the national parks system.\n\n1981 - A chartered Yugoslav DC-9 jetliner slams into a Corsican mountain as it approaches Ajaccio Airport, killing all 174 people aboard.\n\n1988 - Benazir Bhutto is named Pakistan's prime minister, becoming the first woman to lead a modern-day Muslim nation.\n\n1990 - Chad's President Hissene Habre flees the country after Libyan-armed guerrillas march into the capital; British and French workers digging the Channel Tunnel between their countries finally meet after knocking out a passage in a service tunnel.\n\n1991 - Ukrainians vote 9-to-1 in favor of independence from Soviet Union in a referendum.\n\n1992 - A tear gas grenade blows off a farmer's hand as tens of thousands of European farmers protest in Paris against a U.S.-European accord to cut farm subsidies.\n\n1993 - The United States and Britain increase pressure on Belgrade ahead of Bosnian peace talks by stopping a Russian proposal to supply natural gas to Yugoslavia during the winter.\n\n1995 - Prosecutors in South Africa formally charge former Defense Minister Gen. Magnus Malan and 19 others with the murders of 13 people in 1987.\n\n1997 - Historians say banks in Switzerland received three times more gold than previously believed from the Nazis during World War II and that as much as one sixth was stolen from concentration camp victims.\n\n1999 - Scientists announce for the first time they have virtually mapped an entire human chromosome, one of the chains of molecules that bear the genetic recipe for human life.\n\n2000 - Vicente Fox is elected president of Mexico, ending the seven-decade political dynasty of the Institutional Revolutionary Party. The election marks the first peaceful transfer of power to an opposition party in Mexico's history.\n\n2001 - Japan's Crown Prince Naruhito's wife, Crown Princess Masako gives birth to a daughter, the couple's first child, and long-awaited royal heir.\n\n2005 - Police firing tear gas clash with opposition supporters as Egypt holds the last round of its parliamentary elections.\n\n2006 - Hundreds of thousands of Lebanese heed a call by Hezbollah and congregate in downtown Beirut to pressure the U.S.-supported government to resign.\n\n2007 - Colombian government officials release a letter written by former presidential candidate, Ingrid Betancourt, and videos that are the first evidence in years that she and other rebel-held hostages including three U.S. military contractors may still be alive.\n\n2008 - One of the highest tides in its history brings Venice, Italy, to a virtual halt, flooding its historic St. Mark's Square and rekindling a debate over a plan to build moveable flood barriers.\n\n2009 - President Barack Obama sends 30,000 more U.S. troops to Afghanistan, accelerating a risky and expensive war buildup, even as he assures the nation that U.S. forces will begin coming home in July 2011.\n\n2010 - A new study suggests there are a mind-blowing 300 sextillion stars, or three times as many as scientists previously calculated. That is a 3 followed by 23 zeros. Or 3 trillion times 100 billion.\n\n2011 - Israel's defense minister says Israel does not want to take military action against Iran over its nuclear program, but at some point may have no other option.\n\n2012 - Internet and telephone service are restored in Syria after a two-day, nationwide communications blackout that came during some of the worst fighting to hit the capital since July.\n\n2013 - A protest by about 300,000 Ukrainians angered by their government's decision to freeze relations with the West turns violent when a group of demonstrators besiege the president's office and police drive them back with tear gas and flash grenades. Dozens are injured.\n\nToday's Birthday:\n\nGerard Swope, U.S. industrialist (1872-1957); Rex Stout, U.S. mystery writer (1886-1975); Walter Alston U.S. baseball manager (1911-1984); Mary Martin, U.S. actress (1913-1990); former Vietnamese President Le Duc Anh (1920-); Woody Allen, U.S. director (1935--); Bette Midler, U.S. singer/actress (1945--); Jeremy Northam, British actor (1961--).\n\nThought For Today:\n\nThe only people who attain power are those who crave it \" Erich Kastner, German author and poet (1899-1974).",
                    "date": "2014-11-24",
                    "eventUri": "1814242",
                    "id": "26178455",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3951,
                    "source": {
                        "title": "The New Zealand Herald",
                        "uri": "www.nzherald.co.nz"
                    },
                    "time": "06:47:00",
                    "title": "Monday, December 1",
                    "uri": "228756380",
                    "url": "http://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=11363738&ref=rss",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-11-25",
            "avgCos": 0.4781,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1814242",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1847934",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Barcelona",
                "lat": 41.38879,
                "long": 2.15899,
                "wikiUri": "http://en.wikipedia.org/wiki/Barcelona"
            },
            "storyDate": "2014-11-25",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1068078",
            "variance": 0.2714
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-356187": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "\"El 9 de noviembre, Cataluña cambió de estatus, porque rompió el statu quo, al superarlo por elevación\". Artur Mas se apunta a la teoría de que Cataluña se va, se está yendo, aunque en España y en Europa no acaben de creérselo. Cumplido, a su modo, el compromiso de votar el 9-N, siente que ha recuperado la iniciativa. Con la complicidad de las torpezas del Gobierno español, saldó con éxito una apuesta de la que buena parte del bloque soberanista desconfiaba, y evidenció la debilidad del Estado. Ahora tiene el control del calendario político y ha decidido aprovecharlo: para reforzar su apuesta tanto ante España como ante Europa; para presionar a Esquerra Republicana en la disputa del liderazgo soberanista; para iniciar el desmantelamiento de Convergència (un partido tocado de muerte que ve la oportunidad de transmigrar discretamente a otra formación); y para seguir construyendo su propio mito de Moisés que lleva al pueblo catalán a la Tierra Prometida (en un prematuro intento de construir su imagen para la posteridad).\n\nArtur Mas abandona la ambigüedad: asume la independencia como opción estratégica. Establecidos el fin y la fórmula del éxito (\"sociedad civil organizada y movilizada, más instituciones comprometidas, más civismo, más objetivos claros y compartidos\") la incógnita estaba en el plan. Un parto de los montes: la conversión de unas elecciones autonómicas -- las únicas que él puede convocar -- en una consulta. ¿Cómo se consigue? Con una lista única del soberanismo, con la independencia como programa, para formar un Parlamento y un Gobierno con fecha de caducidad -- 18 meses -- que sienten las bases del proceso constituyente. Más allá de la épica de la unidad (siempre sospechosa), la razón de la lista única está en la lectura de los resultados. Según Artur Mas, para que llegue un mensaje nítido a la comunidad internacional debe haber una candidatura que alcance la mayoría absoluta por sí sola. Cuesta, sin embargo, entender por qué una mayoría de lista única es mejor que una mayoría plural, que probablemente obtendría más votos.\n\nArtur Mas se sitúa en el centro del conflicto y planta cara a Rajoy, que pretende seducir a los catalanes con un solo argumento: sólo los desvelos del Gobierno español salvan a Cataluña del desgobierno. Muy pobre para un líder sin credibilidad, que viene a predicar en un territorio que él mismo definió como extraño al decir que no sabía quién mandaba allí. Mas acelera y gana tiempo a la vez, metiéndose a pleno ritmo en año electoral. Las vías de pacto con España se cierran. Y él se refuerza sabiendo que probablemente Cataluña votará con más de una lista soberanista. El plan de Mas hay que situarlo en el cambio de escenario después de la maratón electoral de 2015. Se trata de aprovechar el desconcierto español para llegar al día después con ventaja, es decir, con Cataluña un poco más cerca de la salida.",
                    "date": "2014-11-26",
                    "eventUri": "1853838",
                    "id": "26394292",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5968,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "politica.elpais.com"
                    },
                    "time": "23:37:00",
                    "title": "La Cataluña que se va",
                    "uri": "229472285",
                    "url": "http://politica.elpais.com/politica/2014/11/26/actualidad/1417027573_019578.html",
                    "wgt": 1
                },
                {
                    "body": "El jefe de la Generalitat, Artur Mas, dijo a líderes patronales de Barcelona que es necesario crear un fórmula política unitaria para fijar candidaturas únicas de cara al referendo independentista. La propuesta fue acogida por la Esquerra catalana.\n\nMás de tres mil personas acudieron este miércoles al Auditorio Fórum de Barcelona para escuchar el plan soberanista que el presidente de la Generalitat, Artur Mas, presentó al Govem de acuerdo con la hoja de ruta para oficializar la independencia de Cataluña, tras ser aprobada en consulta alternativa el pasado 9 de noviembre.\n\nEl líder catalán envió un mensaje al sector empresarial asistente que abarca a grandes patronales de la región para que se integren y promuevan el proceso soberanista con el apoyo del voto.\n\n\"Cuanta mayor sea la participación de la sociedad civil en elproceso soberanista, mayor éxito este tendrá (...) es un \"ingrediente fundamental de la \"fórmula\", \"no hay que confundir los roles de la sociedad civil y las instituciones\", expresó Mas a líderes patronales.\n\nEl jefe del Govem busca separarse de España mediante el marco legal de la Constitución y una vez reafirmado el voto independentista crear un Estado nuevo a través de un fórmula política. Mas acaba de enfrentar un demanda por la consulta aternativa, pero aún así insiste en la soberanía.\n\nMas diseño una hoja de ruta en la que además explica el nuevo Estado con un Gobierno, elegido mediante candidaturas únicas derivadas de las formaciones políticas. Al parecer, el líder catalán intentará proclamar la independencia en 18 meses.\n\nAl evento multitudinario asistió el presidente de la patronal Fomento de Trabajo, Joaquim Gay de Montellà, una de grandes patronales de España, así como Partidaria, fruto de un pacto entre Madrid y Barcelona, una de las organizaciones empresariales que rechazó unirse al Pacto Nacional por el Derecho Decidir, donde están presentes otras agrupaciones sectoriales y de pequeñas y medianas empresas.\n\nMas ha sentenciado que jefe del Gobierno español, Mariano Rajoy debe acelerar las conversaciones para fijar la fecha del referendo oficial con el objetivo de independizarse de España.\n\nRajoy, por su parte, insiste en no cambiar el panorama y ha pedido a Cataluña no separarse de España por una mejor economía.\n\nReacciones\n\nTras la propuesta de Mas en el Parlamento, la formaciones políticas del Partido Popular (PP, gobernante), Partido Socialista Obrero Español (PSOE) y el catalán Ciudadans criticaron el proceso soberanista por ser excluyente, y pidieron elecciones al Govem lo antes posible.\n\nEntre tanto, el líder de la Esquerra Republicana de Cataluña (ERC), Oriol Junqueras, expresó estar de acuerdo con la creación de un frente común pero que hace falta \"encontrar la fórmula para maximizar el voto independentista\".\n\nPor el frente nacionalista, tanto Inciativa por Cataluña Verde (ICV) como la Candidatura de Unidad Popular enfatizaron en la necesidad de incluir requisitos sociales y de transparencia que permitan concretar cómo sería el nuevo país.\n\nNo obstante, el portavoz adjunto de Unión, Progreso y Democracia (UPyD) en el Congreso, Carlos Martínez Gorriarán, rechazó las candidaturas únicas \"más propias de dictaduras que de las democracias\" y exigió al presidente de la Generalitat, dejar el cargo por ser \"un delincuente en potencia\".\n\nEl Govem aún no decidido la fecha para posibles elecciones anticipadas, pero ha anunciado que encabezará o cerrar la lista unitaria. \"Primero hay que determinar quienes queremos hacerlo y cómo queremos hacerlo\", recalcó Mas.",
                    "date": "2014-11-27",
                    "eventUri": "1853838",
                    "id": "26394338",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5847,
                    "source": {
                        "title": "www.telesurtv.net",
                        "uri": "www.telesurtv.net"
                    },
                    "time": "02:51:00",
                    "title": "Mas propone hoja de ruta para Cataluña",
                    "uri": "229472293",
                    "url": "http://www.telesurtv.net/news/Mas-propone-hoja-de-ruta-para-Cataluna-20141126-0061.html",
                    "wgt": 1
                },
                {
                    "body": "Madrid, Otr/Press Tal vez sea verdad cierto que a este lado de la barricada catalana, donde estamos los \"continuistas\", hayamos primado lo negativo, al gastar más energías en explicar lo malo de separarse que lo bueno de quedarse en España. El caso es que el presidente de la Generalitat, Artur Mas, líder de un partido burgués amante del orden y sediento de centralidad, tiene decidido que \"el Estado nos ha fallado\" y no abriga esperanzas de que eso pueda cambiar con nuevas caras en el Palacio de la Moncloa.\n\nEl resultado visible del diagnóstico lo ofreció este martes en su esperadísima conferencia \"Tiempo de decidir, tiempo de sumar\", donde se descolgó anunciando una hoja de ruta para lograr la independencia de Cataluña en año y medio. Si cuenta con los apoyos necesarios, se entiende. Si no, según deja entrever, no valdría la pena anticipar las elecciones autonómicas, que es su personal resorte político -competencia exclusiva- en la gestión del futuro inmediato.\n\nEn ese punto conviene tener muy en cuenta cuatro elementos de análisis de incierto desenlace. Están por despejar y tienen un calibre capaz de condicionar las intenciones del caudillo (Mas pretende una lista electoral donde las ideas políticas de cada candidato se subordinen al superior interés de la nación) y, en consecuencia, la evolución de los acontecimientos en el futuro de Cataluña después del 9-N. Los cuatro se van a decantar dentro del plazo de dieciocho meses fijado por el president para intentar el salto hacia la Cataluña rica y plena.\n\nUno es su propio horizonte penal, junto a dos de sus consejeras, si el Tribunal Superior de Justicia de Cataluña acaba admitiendo a trámite la querella de la Fiscalía General del Estado.\n\nOtro, la sentencia del Tribunal Constitucional sobre el fondo de la cuestión (¿Pueden decidir sólo los catalanes sobre una cuestión que afecta a todos los españoles?). A Mas puede serle indiferente pero a la \"gente de orden\" de Cataluña y el resto de España, de su propio partido (CiU) y, por supuesto, de la propia maquinaria jurídica del Estado, que haría cumplir la ley.\n\nEl tercer elemento que se incorporará al análisis de lo que se avecina es la irrupción de Podemos en la orografía política y electoral de Cataluña y del resto de España, que va a empezar a manifestarse en las elecciones territoriales de la primavera y previsiblemente aportará cambios sustanciales a los mapas de las cuatro provincias catalanas.\n\nY, finalmente, el cuarto elemento es el nada descartable cambio de caras en la Moncloa y de mayorías en el Congreso de los Diputados. Mas intenta desactivar con carácter preventivo esta cuarta incógnita, al decir que los posibles cambios le traen sin cuidado porque su enemigo es el Estado. El fogonazo verbal no pasa de ser una chulería absolutamente desconectada de a realidad. Ya lo creo que un cambio en el mapa político español, después de las elecciones generales de dentro de un año, podría determinar alteraciones sustanciales en la hoja de ruta de Artur Mas si para entonces aún estuviera viva.",
                    "date": "2014-11-26",
                    "eventUri": "1853838",
                    "id": "26353115",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5612,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "13:36:00",
                    "title": "FIRMA SINDICADA ANTONIO CASADO 26/11/2014 11:32",
                    "uri": "229330658",
                    "url": "http://eldia.es/agencias/7824115-Firma-Sindicada-Antonio-Casado-incierta-ruta-Mas",
                    "wgt": 1
                },
                {
                    "body": "Lo más notable del último discurso de Artur Mas no es su definitivo decantamiento hacia el independentismo ni su tono de desafío al Estado que él representa en Cataluña. Lo novedoso es que completa una estrategia que amenaza con socavar el sistema político catalán, lo que debe preocupar a los catalanes y al conjunto de los españoles.\n\nNo es raro querer arrinconar a un partido como Convergència Democràtica, desgastado por la corrupción, con su fundador cuestionado y su sede embargada. Lo curioso es que lo pretenda su actual presidente, que además, con su dinámica divisionista, ha expulsado parcialmente a su socio, Unió; ha desestabilizado al PSC que, junto con CiU, aseguraba la estabilidad; ha dado problemas a Iniciativa, y ahora pretende deglutir a Esquerra, que quizá se deje, según se infiere de las declaraciones de sus líderes.\n\nEl resultado es un trastorno generalizado del subsistema catalán de partidos, parte consustancial del español y pilar del sistema democrático: sin partidos, la libertad de asociación resulta un concepto vacío.\n\nPero hay algo peor. En su calendario de transición a la independencia, el papel reservado al Parlament durante 18 meses, en caso de victoria secesionista, es de mero corifeo; y el nuevo Ejecutivo no podría dedicarse a gobernar, sin programa para ello, dado que este se reduciría a un único punto.\n\nSin Parlament ni Consell Executiu, ¿qué quedaría de la Generalitat? La estrategia de Mas atenta contra la arquitectura institucional que encabeza: le tiene que preocupar a él igual que a millones de catalanes y españoles, que aprecian la continuidad y legitimidad históricas restablecidas en la Transición con Josep Tarradellas.\n\nLa erosión de los partidos, la neutralización del Parlament y el desprecio al Ejecutivo casan con el perfil de una elección falsamente plebiscitaria: se plebiscitaría más su nombre que su programa. Y el truco de ofrecer colocarse en último lugar de la lista no engaña ni siquiera a los de Esquerra.\n\nMas ha demostrado una tozuda perseverancia y la capacidad de revertir coyunturas adversas. Con ellas le basta quizá para acabar de desmantelar la política catalana, mellar la ya atribulada estabilidad española y generar más problemas que soluciones. Pero nada augura que vaya a mejorar en algo el bienestar económico, la cohesión social y la felicidad de sus conciudadanos. Él se ha fijado la tarea de conseguir la \"libertad de Cataluña\", como si los catalanes careciesen de libertades y del derecho a decidir que les gobierne incluso Artur Mas.",
                    "date": "2014-11-26",
                    "eventUri": "1853838",
                    "id": "26394306",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.515,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "elpais.com"
                    },
                    "time": "22:37:00",
                    "title": "Contra sí mismo",
                    "uri": "229472295",
                    "url": "http://elpais.com/elpais/2014/11/26/opinion/1417026062_433170.html",
                    "wgt": 1
                },
                {
                    "body": "En política, esperar a pasado mañana puede hacerse una eternidad. Ahora, 2016 es la fecha tope para que Cataluña tenga el destino en sus manos y, desafío más o menos, esté a punto de ser un Estado independiente. Desde luego, sería conveniente encapsular el discurso de anteayer y sus fervores para poderlo contrastar con lo que ocurra finalmente en 2016.\n\n¿Es que alguien puede concebir realmente que la hoja de ruta tenga la debida conexión con las perspectivas realistas? Tres mil personas son muy pocas personas, aunque griten: \"¡In-inde-independencia!\" Pero es que aquellas tres mil personas ni tan siquiera se representan a sí mismas. Tantos cruces del azar y la necesidad habrá que vivir para que transcurra ese trecho hasta 2016.\n\nEn realidad, la pregunta no es si el propio Artur Mas cree en su hoja de ruta, sino si hubo anteayer tres mil personas que le vieran por TV3 y den por hecha la verosimilitud y disponibilidad del trayecto. En cada recodo de la ruta se abren cien afluentes de la contradicción o el flujo de lo nuevo. Para lo que es hoy mismo la evolución de los estados de opinión, 2016 es la distancia que nos separa del planeta Marte.\n\nAhí, en el primer rellano de pasado mañana, no es que no sepamos conocer cuál es el impacto de Podemos; de hecho, ni tan solo sabemos con exactitud si habrá candidaturas de Podemos. Tan solo la aparición políticamente contrastada del partido político de Pablo Iglesias puede alterar de forma tan extensa como intensa el panorama catalán. Ni el mejor castillo de naipes se sostiene en una ruta tan peculiar.\n\nY ahí estaba Artur Mas calculando incluso quién y cómo va a financiar las sucesivas campañas electorales de la ruta. Era un Mas impávido, entregado a su destino, más allá de la nebulosa de pequeñeces en la que se ve envuelta el común de los mortales. Artur Mas, en cambio, cabalga a lomos de --como dijo-- las constelaciones de sueños y esperanzas que son el big bang lumínico de un Estado catalán.\n\nMientras tanto, la intendencia seguirá, lo dijese Napoleón o Charles de Gaulle. La ruta se trata con estrategia superior y la independencia prosaica atiende a los pequeños detalles. Son detalles como las inversiones extranjeras, el estado de la Unión Europea, las sinergias de cooperación con España, el futuro palmarés del Barça y la afluencia de ciclistas en las aceras de Barcelona.\n\nEn fin, recordemos cómo el aleteo de un gorrión en la distancia puede desencadenar un alud de nieve. Tanta nieve obstruye las rutas y colapsa el tiempo. Pero Mas sigue con sus cálculos sobre cuántos votos puede arrebatarle a ERC y cuantos votos puede aportarle la ANC. Hay otra pregunta u otro punto de vista: ¿hasta cuándo podrá mantener la apariencia de sociedad civil en algo que ni remotamente lo es?.",
                    "date": "2014-11-26",
                    "eventUri": "1853838",
                    "id": "26394312",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5086,
                    "source": {
                        "title": "www.economiadigital.es",
                        "uri": "www.economiadigital.es"
                    },
                    "time": "22:37:00",
                    "title": "2016 es una eternidad",
                    "uri": "229472299",
                    "url": "http://www.economiadigital.es/es/notices/2014/11/2016_es_una_eternidad_62478.php",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-11-26",
            "avgCos": 0.3912,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1853838",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1855470",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Catalonia",
                "lat": 41.82046,
                "long": 1.86768,
                "wikiUri": "http://en.wikipedia.org/wiki/Catalonia"
            },
            "storyDate": "2014-11-26",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-356187",
            "variance": 0.347
        }
    },
    "meta": {
        "CCAArticleMatchCount": 11,
        "CCAArticleMatchRatio": 0.180327868852459,
        "CCAAvgCosSim": 0.6410090909090909,
        "CCAAvgMatchWgt": 37.72727272727273,
        "_articleUri1": "229472285",
        "_articleUri2": "229183172",
        "_datetime": "2015-02-19 17:47:51",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-356187",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1068078",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 5,
        "avgCosSimStory1": 0.3912,
        "avgCosSimStory2": 0.4781,
        "categorySim": 0,
        "conceptCosSim": 0.5940085283971864,
        "conceptJaccardSim": 0.1882352941176471,
        "coreTime1": 130645.6,
        "coreTime2": 130567.35,
        "coreTimeStDev1": 4.41267870270749,
        "coreTimeStDev2": 27.47589731625356,
        "entityCosSim": 0.8585829641238618,
        "entityJaccardSim": 0.2058823529411765,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.4997907555081782,
        "keywordJaccardSim": 0.1764705882352941,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 4,
        "storyQuality2": 7,
        "timeAvg1": 130653.86,
        "timeAvg2": 130611.4133333333,
        "timeStDev1": 4.41267870270749,
        "timeStDev2": 27.47589731625356,
        "varianceStory1": 0.347,
        "varianceStory2": 0.2714
    }
}