{
    "850f305d-14db-4c75-b547-79470a557ea3-73997": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "A bad week for Lionel Messi, after losing out to Cristiano Ronaldo for the FIFA Ballon dâ\u0080\u0099Or, got worse today when the Barcelona forward failed to make it into the UEFA.com team of the year.\n The UEFA team was chosen by users of the European bodyâ\u0080\u0099s website, and not a single Barca player was included despite the team winning the Spanish Primera Division title.\n Messi finished 13th in terms of votes, cast by more than half a million visitors to the website or via social media sites.\n Only one current Premier League player, Arsenalâ\u0080\u0099s Mesut Ozil, has made it into the team, although Wales midfielder Gareth Bale, who moved from Tottenham to Real Madrid in the summer, is also included.\n There are four from Germany - Manuel Neuer, Philipp Lahm, Marco Reus and Ozil.\n Portugal captain Ronaldo, who won the Ballon dâ\u0080\u0099Or on Monday, is named in the team for the eighth time and an unprecedented seventh time in a row.\n The uefa.com team of 2013: Manuel Neuer (Bayern Munich and Germany); Sergio Ramos (Real Madrid and Spain), Thiago Silva (Paris St Germain and Brazil), Philipp Lahm (Bayern Munich and Germany), David Alaba (Bayern Munich and Austria); Franck Ribery (Bayern Munich and France), Marco Reus (Borussia Dortmund and Germany) Mesut Ozil (Arsenal and Germany), Gareth Bale (Real Madrid and Wales); Cristiano Ronaldo (Real Madrid and Portugal), Zlatan Ibrahimovic (Paris St Germain and Sweden).",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2725059",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9453,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.breakingnews.ie"
                    },
                    "time": "16:17:00",
                    "title": "No Barca stars in UEFA team of year",
                    "uri": "150764132",
                    "url": "http://www.breakingnews.ie/sport/no-barca-stars-in-uefa-team-of-year-619858.html",
                    "wgt": 1
                },
                {
                    "body": "The UEFA team was chosen by users of the European body's website, and not a single Barca player was included despite the team winning the Spanish Primera Division title.  Messi finished 13th in terms of votes, cast by more than half a million visitors to the website or via social media sites.\n Only one current Premier League player, Arsenal's Mesut Ozil, has made it into the team, although Wales midfielder Gareth Bale, who moved from Tottenham to Real Madrid in the summer, is also included.\n No English players made it into the team, but there are four from Germany - Manuel Neuer, Philipp Lahm, Marco Reus and Ozil.\n Portugal captain Ronaldo, who won the Ballon d'Or on Monday, is named in the team for the eighth time and an unprecedented seventh time in a row.\n The uefa.com team of 2013: Manuel Neuer (Bayern Munich and Germany); Sergio Ramos (Real Madrid and Spain), Thiago Silva (Paris St Germain and Brazil), Philipp Lahm (Bayern Munich and Germany), David Alaba (Bayern Munich and Austria); Franck Ribery (Bayern Munich and France), Marco Reus (Borussia Dortmund and Germany) Mesut Ozil (Arsenal and Germany), Gareth Bale (Real Madrid and Wales); Cristiano Ronaldo (Real Madrid and Portugal), Zlatan Ibrahimovic (Paris St Germain and Sweden).",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2751733",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9415,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "20:41:00",
                    "title": "Leo Messi and fellow Barca stars snubbed in UEFA Team of the Year",
                    "uri": "150825301",
                    "url": "http://www.independent.ie/sport/soccer/leo-messi-and-fellow-barca-stars-snubbed-in-uefa-team-of-the-year-29919812.html",
                    "wgt": 1
                },
                {
                    "body": "The UEFA team was chosen by users of the European body's website, and not a single Barca player was included despite the team winning the Spanish Primera Division title.  Messi finished 13th in terms of votes, cast by more than half a million visitors to the website or via social media sites.\n Only one current Premier League player, Arsenal's Mesut Ozil, has made it into the team, although Wales midfielder Gareth Bale, who moved from Tottenham to Real Madrid in the summer, is also included.\n No English players made it into the team, but there are four from Germany - Manuel Neuer, Philipp Lahm, Marco Reus and Ozil.\n Portugal captain Ronaldo, who won the Ballon d'Or on Monday, is named in the team for the eighth time and an unprecedented seventh time in a row.\n The Uefa.com team of 2013: Manuel Neuer (Bayern Munich and Germany); Sergio Ramos (Real Madrid and Spain), Thiago Silva (Paris St Germain and Brazil), Philipp Lahm (Bayern Munich and Germany), David Alaba (Bayern Munich and Austria); Franck Ribery (Bayern Munich and France), Marco Reus (Borussia Dortmund and Germany) Mesut Ozil (Arsenal and Germany), Gareth Bale (Real Madrid and Wales); Cristiano Ronaldo (Real Madrid and Portugal), Zlatan Ibrahimovic (Paris St Germain and Sweden).",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2719134",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9414,
                    "source": {
                        "title": "London Evening Standard",
                        "uri": "www.standard.co.uk"
                    },
                    "time": "14:29:00",
                    "title": "Arsenal's Mesut Ozil and Real Madrid's Gareth Bale named in UEFA team of the year",
                    "uri": "150749490",
                    "url": "http://www.standard.co.uk/sport/football/arsenals-mesut-ozil-and-real-madrids-gareth-bale-named-in-uefa-team-of-the-year-9061794.html",
                    "wgt": 1
                },
                {
                    "body": "First Lionel Messi missed out on the Ballon d'Or award for the first time in five years.  To make matters worse, he finished second to his arch-rival Cristiano Ronaldo.  But when it looked like the worse was over, Messi's week has just taken a turn for the worse.\n Not only did he not win the award, he has missed out on selection in Uefa's Team of the Year altogether.  Finishing 13 in the vote, Messi was not selected in the starting XI for the first time since 2007.\n Even more surprising is that not one player from Barcelona makes the cut even though they claimed the 2012-13 La Liga title, with three players from rivals Real Madrid included in Cristiano Ronaldo, Gareth Bale and Sergio Ramos.\n Four Bayern Munich players feature in the form of Manuel Neuer, Philipp Lahm, David Alaba and Franck Ribery, while a fifth player hailing from the Bundesliga joins them in Borussia Dortmund's Marco Reus.\n Even though there is just one Premier League player included in Arsenal's Mesut Ozil, there is a case to be argued that Bale spent more of the year with Tottenham than the Spanish side, although his form in Madrid has been exceptional since his £86m move.\n Ronaldo's inclusion means he is named for the eighth time in his career, with an unrivalled seven consecutive nominations, and much like the FifPro Team of the Year, not one Englishman is included.\n The team was chosen by more than 6.3m Uefa.com users, who decided that Messi was no longer worthy of inclusion.  Neuer, Alaba and Reus appear for the first time in their careers, whiel the left-back is the first ever Austrian to be named in the side - Reus is the maiden representative from Boruissia Dortmund to feature.\n The Uefa.com team of 2013: Manuel Neuer (Bayern Munich and Germany); Sergio Ramos (Real Madrid and Spain), Thiago Silva (Paris St Germain and Brazil), Philipp Lahm (Bayern Munich and Germany), David Alaba (Bayern Munich and Austria); Franck Ribery (Bayern Munich and France), Marco Reus (Borussia Dortmund and Germany) Mesut Ozil (Arsenal and Germany), Gareth Bale (Real Madrid and Wales); Cristiano Ronaldo (Real Madrid and Portugal), Zlatan Ibrahimovic (Paris St Germain and Sweden).",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2728096",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8891,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "16:51:00",
                    "title": "Lionel Messi misses out on Uefa Team of the Year after fans vote him the 13th best player of 2013, adding to Ballon d'Or woe",
                    "uri": "150772262",
                    "url": "http://www.independent.co.uk/sport/football/news-and-comment/lionel-messi-misses-out-on-uefa-team-of-the-year-after-fans-vote-him-the-13th-best-player-of-2013-adding-to-ballon-dor-woe-9062184.html",
                    "wgt": 1
                },
                {
                    "body": "To pitch a blog post to the Cyprus Mail Team, please enter your name, your email address, headline and your post.  The post can be a short idea, or the full text of your submission.  An editor will contact you should we decide to publish your blog post.\n Lionel Messi, who lost his World Player of the Year crown to Cristiano Ronaldo this week, has failed to make the Team of the Year picked by users of European football governing body UEFA's website.\n Zlatan Ibrahimovic and Cristiano Ronaldo were picked as forwards in the team which was dominated by players from the Bundesliga and Spain's La Liga.\n Arsenal's Mesut Ozil was the only current Premier League player to make the line-up and there were none at all from Italy's Serie A.\nUEFA said that 6.3 million people cast votes in the poll on its website.  Real Madrid and Portugal forward Ronaldo was included for a record seventh successive year and Paris St Germain's Brazilian Thiago Silva was the only non-European.\n Team: Manuel Neuer (Bayern Munich and Germany), Sergio Ramos (Real Madrid and Spain), Thiago Silva (Paris St Germain and Brazil), Philipp Lahm (Bayern Munich and Germany), David Alaba (Bayern Munich and Austria), Marco Reus (Borussia Dortmund and Germany), Mesut Ozil (Real Madrid/Arsenal and Germany), Gareth Bale (Tottenham Hotspur/Real Madrid and Wales), Franck Ribery (Bayern Munich and France), Cristiano Ronaldo (Real Madrid andPortugal), Zlatan Ibrahimovic (Paris St Germain and Sweden)\nTweetSend to Kindle",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2741878",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8464,
                    "source": {
                        "title": "Cyprus Mail",
                        "uri": "cyprus-mail.com"
                    },
                    "time": "19:07:00",
                    "title": "Messi misses out on UEFA's Team of the Year",
                    "uri": "150803658",
                    "url": "http://cyprus-mail.com/2014/01/15/messi-misses-out-on-uefas-team-of-the-year/",
                    "wgt": 1
                },
                {
                    "body": "Arsenal's Mesut Ozil is the only current Premier League player to feature in the UEFA.com team of the year, but Barcelona's Lionel Messi has not been named in the side.\n * Smith: Is the Premier League slipping?\n* Cox: Why don't defenders win the Ballon d'Or?\n* Duarte: Brazil's Ballon drought a concern\nMessi lost his FIFA Ballon d'Or award to Cristiano Ronaldo on Monday, and that was followed up by the announcement that he failed to make an XI made up from a poll of UEFA.com readers who were asked to select the best Europe-based players in a 4-4-2 formation.\n Paris Saint-Germain striker Zlatan Ibrahimovic has a place in attack alongside Ronaldo, while Borussia Dortmund's Marco Reus lines up alongside the world's most expensive player Gareth Bale, Ozil and Franck Ribery in a midfield not featuring a Barcelona player for the first time since 2007.\n Ribery, who finished third in the vote for the FIFA Ballon d'Or award, is one of four members of Bayern Munich's all-conquering 2012-13 Treble-winning squad to make the side.\n Ronaldo was picked for an eighth time, and for a record seventh year in a row.  No English players were selected.\n UEFA.com Team of the Year: Manuel Neuer (Bayern Munich); Sergio Ramos (Real Madrid), Thiago Silva (Paris Saint-Germain), Philipp Lahm (Bayern Munich), David Alaba (Bayern Munich); Franck Ribery (Bayern Munich), Marco Reus (Borussia Dortmund) Mesut Ozil (Arsenal and Germany), Gareth Bale (Real Madrid); Cristiano Ronaldo (Real Madrid), Zlatan Ibrahimovic (Paris Saint-Germain).",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2721529",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8395,
                    "source": {
                        "title": "espnfc.com",
                        "uri": "espnfc.com"
                    },
                    "time": "15:43:00",
                    "title": "Messi out, Ozil in UEFA Team of the Year",
                    "uri": "150755681",
                    "url": "http://espnfc.com/news/story/_/id/1681850/lionel-messi-mesut-ozil-uefa-team-year?campaign=rss&source=soccernet",
                    "wgt": 1
                },
                {
                    "body": "Lionel Messi has been omitted from Uefa's 2013 team of the year, in the same week he lost the Ballon d'Or to Cristiano Ronaldo.\n The Barcelona forward, 26, was 13th in the voting, which saw over 6.3m votes cast by users of the European governing body's website and social media sites.\n Ronaldo was named in the team for an unprecedented seventh time in a row.\n Arsenal midfielder Mesut Ozil was the sole Premier League player selected after last year's side contained none.\n Ozil was one of eight players currently playing in the Premier League to be nominated, while former Tottenham winger Gareth Bale did make the side, which is picked by fans.\n European champions Bayern Munich were best represented with four players, with goalkeeper Manuel Neuer, defensive duo Philipp Lahm and David Alaba and winger Franck Ribery selected from last season's German treble winners.\n Messi scored 42 goals in 45 appearances during the calendar year for Argentina and Barcelona but did not make the cut, and none of his Barca team-mates made the side either, despite the Catalan giants regaining their La Liga title in 2013.\n Real Madrid, by comparison, had three players in the team with Ronaldo, Sergio Ramos and Bale all selected.\n Messi, who was not selected in the side for the first time since 2007, was named in the Fifpro World XI on Monday.\n Uefa team of the year 2013: Manuel Neuer (Bayern Munich); Sergio Ramos (Real Madrid), Thiago Silva (Paris St-Germain), Philipp Lahm (Bayern Munich), David Alaba (Bayern Munich); Franck Ribery (Bayern Munich), Marco Reus (Borussia Dortmund) Mesut Ozil (Arsenal); Gareth Bale (Real Madrid), Cristiano Ronaldo (Real Madrid), Zlatan Ibrahimovic (Paris St-Germain)",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2730014",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8391,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "17:10:00",
                    "title": "Messi left out of Uefa team of year",
                    "uri": "150776755",
                    "url": "http://www.bbc.co.uk/sport/0/football/25749268",
                    "wgt": 1
                },
                {
                    "body": "A bad week for Lionel Messi, after losing out to Cristiano Ronaldo for the FIFA Ballon d'Or, got worse on Wednesday when the Barcelona forward failed to make it into the UEFA.com team of the year.\n The UEFA team was chosen by users of the European body's website, and not a single Barca player was included despite the team winning the Spanish Primera Division title.  Messi finished 13th in terms of votes, cast by more than half a million visitors to the website or via social media sites.\n Only one current Premier League player, Arsenal's Mesut Ozil, has made it into the team, although Wales midfielder Gareth Bale, who moved from Tottenham to Real Madrid in the summer, is also included.\n No English players made it into the team, but there are four from Germany - Manuel Neuer, Philipp Lahm, Marco Reus and Ozil.",
                    "date": "2014-01-15",
                    "eventUri": "198975",
                    "id": "2727939",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7561,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "16:50:00",
                    "title": "Lionel Messi not included in UEFA.com team of the year as Barcelona miss out",
                    "uri": "150771140",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2539986/Lionel-Messi-not-included-UEFA-com-team-year-Barcelona-miss-out.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "Franck Ribery has expressed his deep regret at missing out on the Ballon d'Or award on Monday night.\n The current UEFA Best player in Europe was beaten into third place by Cristiano Ronaldo and Lionel Messi for the FIFA award, despite winning five trophies in the calendar year with his club Bayern Munich.\n \"What more could I have done other than to win absolutely everything with Bayern?\" said the Frenchman to the Bild newspaper.\n Nevertheless, the Frenchman says he is unconcerned at missing out on an award which would mean little compared with the trophies he has been winning for Bayern.\n \"Whether I finish second or third makes no difference.  I'm no egoist and this title is not my aim - I'd rather win everything with Bayern all over again and then win the World Cup.  That's important.\n \"Of course it would have been nice to win, but it's fine.  We Bayern players and I first of all am just proud to be represented here.\" \"\nRibery did make it onto the FIFPro World XI along with Bayern team mates Manuel Neuer and Philipp Lahm, although he missed out on becoming the first Bundesliga and first Bayern player to win the individual award.\n \"It would have been great, above all for the fans, the club and for my wife, but it's not the most important thing for me,\" added the 30-year-old.\n \"I'm pleased that the issue is over with now.  I want to win all the titles again this season with Bayern.\" \"",
                    "date": "2014-01-14",
                    "eventUri": "198975",
                    "id": "2592155",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.533,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "13:38:00",
                    "title": "Fifa Ballon d'Or: Franck Ribery asks 'what more could I have done?' After missing out on award",
                    "uri": "150436389",
                    "url": "http://www.independent.co.uk/sport/football/news-and-comment/fifa-ballon-dor-franck-ribery-asks-what-more-could-i-have-done-after-missing-out-on-award-9058799.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-01-15",
            "avgCos": 0.8368,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "198975",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "198975",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Reus",
                "lat": 41.15552,
                "long": 1.10533,
                "wikiUri": "http://en.wikipedia.org/wiki/Reus"
            },
            "storyDate": "2014-01-15",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-73997",
            "variance": 0.2997
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-6592": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "Los jugadores elegidos para el once ideal de 2013 por los usuarios de la página web de la UEFA.\n Los madridistas Sergio Ramos, Gareth Bale y Cristiano Ronaldo son los únicos jugadores de la liga española presentes en el \"Equipo 2013\" elegido por los usuarios de UEFA.c com, donde también figuran Frank Ribery y Zlatan Ibrahimovic pero destaca sobre todo la ausencia del argentino barcelonista Lionel Messi.  Es más, ningún integrante del conjunto azulgrana figura en la selecta lista.  Ni Neymar, ni Xavi, ni Iniesta, ni Piqué...\n Los once elegidos por los usuarios de UEFA.c com, en su decimotercera edición, son los siguientes: Manuel Neur (ALE/Bayern Munich); Philipp Lahm (ALE/B. Munich), Thiago Silva (BRA/PSG), Sergio Ramos (ESP/Real Madrid), David Alaba (AUS/B. Munich); Gareth Bale (PDG/Tottenham Hotspur-R.  Madrid), Marco Reus (ALE/Borussia Dortmund), Mesut Ozil (ALE/R. Madrid-Arsenal); Frank Ribery (FRA/B. Munich), Zlatan Ibrahimovic (SUE/PSG), Cristiano Ronaldo (POR/R. Madrid).\n Repiten en relación al \"Equipo 2012\" Sergio Ramos, Thiago Silva, Philipp Lahm, Mesut Ozil y Cristiano Ronaldo.\n El \"equipo ideal 2013\" ha sido elegido a través de los 6.310.237 votos emitidos por los usuarios del portal de internet del máximo organismo futbolístico europeo, destacando especialmente la ausencia de jugador alguno del Barcelona (Gerard Piqué, Xavi Hernández, Andrés Iniesta y Messi, en 2012).\n En cambio, en este \"equipo del año 2013\", figuran cuatro jugadores del Bayern Münich (Neur, Lahm, Alaba, Rubery), equipo que ha ganado la Liga y Copa de Alemania y la Liga de Campeones de Europa.  Le siguen, con tres representantes el Real Madrid (Sergio Ramos, Gareth Bale, Cristiano Ronaldo); con dos el París Saint Germain (Thiago Silva, Ibrahimovic); y con uno el Borussia Dortmund (Reus) y el Arsenal (Özil).\n De los once elegidos el más votado ha sido Lahm, que se ha llevado 444.252 preferencias (78%), seguido por Cristiano Ronaldo, que este lunes ganó el Balón de Oro 2013 de la FIFA, con 420.391 (73%).  En relación a las doce precedentes ediciones de este \"Once del Año\", son novedad Neuer, Alaba (el primer austríaco) y Reus (primer representante del Borussia Dortmund).\n Por el contrario, Cristiano Ronaldo aparece por séptima vez consecutiva (algo sin precedentes); eso sí, por primera vez desde 2007, sin la compañía de Lionel Messi, que ha visto cómo ahora su puesto lo ha ocupado Ibrahimovic.",
                    "date": "2014-01-15",
                    "eventUri": "118915",
                    "id": "2719469",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9667,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "14:41:00",
                    "title": "Los usuarios de 'UEFA.com' ningunean al Barça en su once ideal de 2013",
                    "uri": "150750302",
                    "url": "http://www.publico.es/deportes/495454/los-usuarios-de-uefa-com-ningunean-al-barca-en-su-once-ideal-de-2013",
                    "wgt": 1
                },
                {
                    "body": "Los madridistas Sergio Ramos, Gareth Bale y Cristiano Ronaldo son los únicos jugadores de la liga española presentes en el \"Equipo 2013\" elegido por los usuarios de UEFA.c com, donde también figuran Frank Ribèry y Zlatan Ibrahimovic pero destaca la ausencia del argentino barcelonista Lionel Messi.\n Los once elegidos por los usuarios de UEFA.c com, en su decimotercera edición, son los siguientes: Manuel Neur (ALE/Bayern Munich); Philipp Lahm (ALE/B. Munich), Thiago Silva (BRA/PSG), Sergio Ramos (ESP/Real Madrid), David Alaba (AUS/B. Munich); Gareth Bale (PDG/Tottenham Hotspur-R.  Madrid), Marco Reus (ALE/Borussia Dortmund), Mesut Ozil (ALE/R. Madrid-Arsenal); Frank Ribèry (FRA/B. Munich), Zlatan Ibrahimovic (SUE/PSG), Cristiano Ronaldo (POR/R. Madrid).\n Repiten en relación al \"Equipo 2012\", Sergio ramos, Thiago Silva, Philipp Lahm, Mesut Ozil y Cristiano Ronaldo.\n El \"equipo ideal 2013\" ha sido elegido a través de los 6.310.237 votos emitidos por los usuarios del portal de internet del máximo organismo futbolístico europeo, destacando especialmente la ausencia de jugador alguno del Barcelona (Gerard Piqué, Xavi Hernández, Andrés Iniesta y Messi, en 2012).\n En cambio, en el este \"equipo del año 2013\", figuran cuatro jugadores del Bayern Múnich (Neur, Lahm, Alaba, Rubery), equipo que ha ganado la Liga y Copa de Alemania y la Liga de Campeones de Europa.\n Le siguen, con tres representantes el Real Madrid (Sergio Ramos, Bale, Cristiano Ronaldo); con dos el París Saint Germain (Thiago Silva, Ibrahimovic); y con uno el Borussia Dortmund (Reus) y el Arsenal (Ozil).\n Por el contrario, Cristiano Ronaldo aparece por séptima vez consecutiva (algo sin precedentes); eso sí, por primera vez desde 2007, sin la compañía de Lionel Messi, que ha visto cómo ahora su puesto lo ha ocupado Ibrahimovic.",
                    "date": "2014-01-15",
                    "eventUri": "118915",
                    "id": "2725464",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9612,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "16:23:00",
                    "title": "Messi, excluido del once ideal de la UEFA",
                    "uri": "150764840",
                    "url": "http://www.rtve.es/deportes/20140115/messi-excluido-del-once-ideal-uefa/849880.shtml",
                    "wgt": 1
                },
                {
                    "body": "Las Vegas, Nevada.- - Los madridistas Sergio Ramos, Gareth Bale y Cristiano Ronaldo son los únicos jugadores de la liga española presentes en el \"Equipo 2013'' elegido por los usuarios de UEFA.c com, donde también figuran Franck Ribéry y Zlatan Ibrahimovic pero destaca la ausencia del argentino barcelonista Lionel Messi.\n Los once elegidos por los usuarios de UEFA.c com, en su decimotercera edición, son los siguientes: Manuel Neuer (ALE/Bayern Múnich); Philipp Lahm (ALE/B. Munich), Thiago Silva (BRA/PSG), Sergio Ramos (ESP/Real Madrid), David Alaba (AUS/B. Múnich); Gareth Bale (PDG/Tottenham Hotspur-R.  Madrid), Marco Reus (ALE/Borussia Dortmund), Mesut Ozil (ALE/R. Madrid-Arsenal); Franck Ribéry (FRA/B. Munich), Zlatan Ibrahimovic (SUE/PSG), Cristiano Ronaldo (POR/R. Madrid).\n Repiten en relación al \"Equipo 2012'', Sergio ramos, Thiago Silva, Philipp Lahm, Mesut Ozil y Cristiano Ronaldo.\n El \"equipo ideal 2013'' ha sido elegido a través de los 6 millones 310 mil 237 votos emitidos por los usuarios del portal de internet del máximo organismo futbolístico europeo, destacando especialmente la ausencia de jugador alguno del Barcelona (Gerard Piqué, Xavi Hernández, Andrés Iniesta y Messi, en 2012).\n En cambio, en el este \"equipo del año 2013'', figuran cuatro jugadores del Bayern Múnich (Neuer, Lahm, Alaba, Ribéry), equipo que ha ganado la Liga y Copa de Alemania y la Liga de Campeones de Europa.\n Le siguen, con tres representantes el Real Madrid (Sergio Ramos, Bale, Cristiano Ronaldo); con dos el París Saint Germain (Thiago Silva, Ibrahimovic); y con uno el Borussia Dortmund (Reus) y el Arsenal (Ozil).\n De los once elegidos el más votado ha sido Lahm, que se llevó 444 mil 252 preferencias (78 por ciento), seguido por Cristiano Ronaldo, que este lunes ganó el \"Balón de Oro 2013 de la FIFA\", con 420 mil 391 (73 por ciento).\n En relación a las 12 precedentes ediciones de este \"Once del Año\", son novedad Neuer, Alaba (el primer austríaco) y Reus (primer representante del Borussia Dortmund).\n Por el contrario, Cristiano Ronaldo aparece por séptima vez consecutiva (algo sin precedentes); eso sí, por primera vez desde 2007, sin la compañía de Lionel Messi, que ha visto cómo ahora su puesto lo ha ocupado Ibrahimovic.",
                    "date": "2014-01-16",
                    "eventUri": "118915",
                    "id": "2798908",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9586,
                    "source": {
                        "title": "www.akronoticias.com",
                        "uri": "www.akronoticias.com"
                    },
                    "time": "06:15:00",
                    "title": "Eligen al &#8220;equipo ideal 2013&#8243;, sin Messi",
                    "uri": "150935017",
                    "url": "http://www.akronoticias.com/2014/01/9816-21645.htm",
                    "wgt": 1
                },
                {
                    "body": "Los once elegidos por los usuarios de Uefa.c com, en su decimotercera edición, son los siguientes: Manuel Neuer (ALE/Bayern Munich); Philipp Lahm (ALE/B. Munich), Thiago Silva (BRA/PSG), Sergio Ramos (ESP/Real Madrid), David Alaba (AUS/B. Munich); Gareth Bale (PDG/Tottenham Hotspur-R.  Madrid), Marco Reus (ALE/Borussia Dortmund), Mesut Ozil (ALE/R. Madrid-Arsenal); Frank Ribéry (FRA/B. Munich), Zlatan Ibrahimovic (SUE/PSG), Cristiano Ronaldo (POR/R. Madrid).\n Repiten en relación al 'Equipo 2012', Sergio ramos, Thiago Silva, Philipp Lahm, Mesut Ozil y Cristiano Ronaldo.  El 'equipo ideal 2013' ha sido elegido a través de los 6.310.237 votos emitidos por los usuarios del portal de internet del máximo organismo futbolístico europeo, destacando especialmente la ausencia de jugador alguno del Barcelona (Gerard Piqué, Xavi Hernández, Andrés Iniesta y Messi, en 2012).\n En cambio, en este 'equipo del año 2013', figuran cuatro jugadores del Bayern Munich (Neur, Lahm, Alaba, Ribéry), equipo que ganó la Liga y Copa de Alemania y la Liga de Campeones de Europa.\n De los once elegidos el más votado fue Lahm, que se ha llevado 444.252 preferencias (78 por ciento), seguido por Cristiano Ronaldo, que este lunes ganó el Balón de Oro 2013 de la Fifa, con 420.391 (73 por ciento).\n La ausencia de Lionel Messi es la baja más destacada de este año.",
                    "date": "2014-01-15",
                    "eventUri": "118915",
                    "id": "2740231",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9352,
                    "source": {
                        "title": "www.mdzol.com",
                        "uri": "www.mdzol.com"
                    },
                    "time": "18:50:00",
                    "title": "Messi se queda fuera del equipo ideal de la UEFA",
                    "uri": "150800041",
                    "url": "http://www.mdzol.com/nota/511665-messi-se-queda-fuera-del-equipo-ideal-de-la-uefa/",
                    "wgt": 1
                },
                {
                    "body": "Doble perdida.  Sin duda el 2013 no ha sido el mejor año para Lionel Messi.  El jugador del FC Barcelona no solo perdió el Balón de Oro ante su rival Cristiano Ronaldo si no que las constantes lesiones le han costado también quedar fuera del once ideal elegido por los usuarios de UEFA.c com.\n Dentro de este equipo tampoco han sido considerados ningún jugador azulgrana.  Todo lo contrario sucede con el Real Madrid quien tiene a sus máximas figuras en esta oncena europea.  Sergio Ramos, Gareth Bale y Cristiano Ronaldo son los únicos jugadores de la liga española presentes en esta lista.\n Los once elegidos por los usuarios de UEFA.c com, en su decimotercera edición, son los siguientes: Manuel Neur (ALE/Bayern Munich); Philipp Lahm (ALE/B. Munich), Thiago Silva (BRA/PSG), Sergio Ramos (ESP/Real Madrid), David Alaba (AUS/B. Munich); Gareth Bale (PDG/Tottenham Hotspur-R.  Madrid), Marco Reus (ALE/Borussia Dortmund), Mesut Ozil (ALE/R. Madrid-Arsenal); Franck Ribéry (FRA/B. Munich), Zlatan Ibrahimovic (SUE/PSG), Cristiano Ronaldo (POR/R. Madrid).\n Cuatro jugadores repiten la nominación respecto al \"Equipo 2012\", Sergio ramos, Thiago Silva, Philipp Lahm, Mesut Ozil y Cristiano Ronaldo.\n Un total de 6.310.237 votos han sido emitidos por los usuarios del portal de internet del máximo organismo futbolístico europeo.\n De los once elegidos el más votado ha sido Lahm, que se ha llevado 444.252 preferencias (78 por ciento), seguido por Cristiano Ronaldo, que este lunes ganó el \"Balón de Oro 2013 de la FIFA\", con 420.391 (73 por ciento).\n En relación a las doce precedentes ediciones de este \"Once del Año\", son novedad Neuer, Alaba (el primer austríaco) y Reus (primer representante del Borussia Dortmund).\n Por el contrario, Cristiano Ronaldo aparece por séptima vez consecutiva (algo sin precedentes); eso sí, por primera vez desde 2007, sin la compañía de Lionel Messi, que ha visto cómo ahora su puesto lo ha ocupado Ibrahimovic.",
                    "date": "2014-01-15",
                    "eventUri": "118915",
                    "id": "2735538",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9126,
                    "source": {
                        "title": "larepublica.pe",
                        "uri": "www.larepublica.pe"
                    },
                    "time": "18:01:00",
                    "title": "Lionel Messi no forma parte del once ideal de la UEFA",
                    "uri": "150789439",
                    "url": "http://www.larepublica.pe/15-01-2014/lionel-messi-no-forma-parte-del-once-ideal-de-la-uefa",
                    "wgt": 1
                },
                {
                    "body": "Por increíble que parezca, ningún jugador del Barça ha sido incluido en el once ideal del año 2013 elegido por los usuarios de 'uefa.c com'.  Del Real Madrid, en cambio, hay tres: Cristiano Ronaldo, Gareth Bale y Sergio Ramos, el único español incluido en este controvertido equipo que ha salido de una elección realizada en todo el mundo con más de seis millones de votos emitidos.\n El 'Equipo Ideal 2013' ha sido elegido a través de los 6.310.237 votos emitidos por los usuarios del portal de internet del máximo organismo futbolístico europeo, destacando especialmente la ausencia de jugador alguno del Barcelona (Gerard Piqué, Xavi Hernández, Andrés Iniesta y Messi, en 2012).\n El equipo más representado en este 'once ideal' es el Bayern de Múnich, pentacampeón en 2013 (sólo se le escapó la Supercopa alemana), que ha situado en esta mejor alineación europea a Manuel Neuer, Philipp Lahm, David Alaba y Franck Ribéry, tercero en el Balón de Oro tras Cristiano Ronaldo y Messi.\n Por su parte, el Paris Saint Germain cuenta con dos representantes, el brasileño Thiago Silva, el único no europeo, y el sueco Zlatan Ibrahimovic, que le quita el puesto en la delantera a Leo Messi, segundo clasificado en el Balón de Oro 2013, mientras que el Borussia Dortmund está representado por Marco Reus, el tercer debutante, y el Arsenal, por el ex madridista Mesut Ozil.\n Así las cosas, los once elegidos por los usuarios de uefa.c com, en su 13ª edición, son los siguientes: Manuel Neur (ALE/Bayern Munich); Philipp Lahm (ALE/B. Munich), Thiago Silva (BRA/PSG), Sergio Ramos (ESP/Real Madrid), David Alaba (AUS/B. Munich); Gareth Bale (PDG/Tottenham-R.  Madrid), Marco Reus (ALE/Borussia Dortmund), Mesut Ozil (ALE/R. Madrid-Arsenal); Frank Ribéry (FRA/B. Munich), Zlatan Ibrahimovic (SUE/PSG) y Cristiano Ronaldo (POR/R. Madrid).  Repiten en relación al 'Equipo 2012', Sergio Ramos, Thiago Silva, Philipp Lahm, Mesut Ozil y Cristiano Ronaldo.\n De los once elegidos en esta edición el más votado ha sido Lahm, que se ha llevado 444.252 preferencias (78 por ciento), seguido por Cristiano Ronaldo, que este lunes ganó el Balón de Oro 2013, con 420.391 (73 por ciento).\n El 'once ideal' de la UEFA contrasta con el de la FIFA del pasado 2013, que fue anunciado en la Gala del Balón de Oro, y en el que hubo presencia de cuatro jugadores del Barça: Xavi, Iniesta, Dani Alves y Leo Messi, que han sido ignorados por los usuarios del portal de la UEFA.",
                    "date": "2014-01-15",
                    "eventUri": "118915",
                    "id": "2742914",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9071,
                    "source": {
                        "title": "MUNDO DEPORTIVO",
                        "uri": "www.mundodeportivo.com"
                    },
                    "time": "15:23:00",
                    "title": "¡Ningún jugador del Barça en el once ideal de la UEFA!",
                    "uri": "150805637",
                    "url": "http://www.mundodeportivo.com/20140115/fc-barcelona/ningun-jugador-del-barca-en-el-once-ideal-de-la-uefa_54398150835.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-01-15",
            "avgCos": 0.9402,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "118915",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "18454",
            "lang": "spa",
            "storyDate": "2014-01-15",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-6592",
            "variance": 0.116
        }
    },
    "meta": {
        "CCAArticleMatchCount": 18,
        "CCAArticleMatchRatio": 0.1016949152542373,
        "CCAAvgCosSim": 0.9109305555555556,
        "CCAAvgMatchWgt": 61.88888888888889,
        "_articleUri1": "150764132",
        "_articleUri2": "150750302",
        "_datetime": "2015-02-19 18:05:36",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-73997",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-6592",
        "_username": "Evgenia Belyaeva",
        "artCount1": 9,
        "artCount2": 6,
        "avgCosSimStory1": 0.8368,
        "avgCosSimStory2": 0.9402,
        "categorySim": 0,
        "conceptCosSim": 0.3843298666235281,
        "conceptJaccardSim": 0.2282608695652174,
        "coreTime1": 123061.6333333333,
        "coreTime2": 123086.6833333333,
        "coreTimeStDev1": 8.813427762019895,
        "coreTimeStDev2": 5.261246771687912,
        "entityCosSim": 0.6345297858090444,
        "entityJaccardSim": 0.3947368421052632,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.127093811386527,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 29,
        "storyQuality2": 38,
        "timeAvg1": 123086.0851851852,
        "timeAvg2": 123090.925,
        "timeStDev1": 8.813427762019895,
        "timeStDev2": 5.261246771687912,
        "varianceStory1": 0.2997,
        "varianceStory2": 0.116
    }
}