{
    "850f305d-14db-4c75-b547-79470a557ea3-712884": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "EU releases statement slamming Israel for choosing \"this delicate moment\" to make announcement, says it won't recognize \"any changes to pre-1967 borders.\"\n\nThe United States has officially called on Israel to reverse its decision to appropriate 988 acres of land near Bethlehem in the West Bank, first declared on Sunday by the military as \"state land.\"\n\n\"We are deeply concerned about the declaration of a large area as 'state land' to be used for expanded settlement building,\" State Department spokeswoman Jen Psaki said on Tuesday. \"We have long made clear our opposition to continued settlement activity. We call on the Government of Israel to reverse this decision.\"\n\nPsaki said the State Department is also very concerned by reports that announcements of new settlement activity in East Jerusalem are pending. The continued planning and construction, she said, is \"contrary to Israel's stated goal of negotiating a permanent status agreement with the Palestinians.\"\n\nAlso addressing threats by the Palestinian Authority to refer Israel to the International Criminal Court and other UN bodies, Psaki said, \"we continue to stress to both sides our strong opposition to any unilateral steps that undermine the prospects for a negotiated two-state solution.\"\n\nThe EU joined the US and Britain in denouncing Israel's declaration, saying it condemns the \"new appropriation of land in the West Bank, relating to plans for further settlement expansion,.\"\n\n\"Settlements are illegal under international law, constitute an obstacle to peace and threaten to render the two-State solution impossible,\" an EU statement said. \"The EU reiterates that it will not recognize any changes to the pre-1967 borders, including with regard to Jerusalem, other than those agreed by the parties.\"\n\nThe statement said that \"at this delicate moment, any action that might undermine stability and the prospect of constructive negotiations following the ceasefire in Gaza should be avoided. We call on the Israeli authorities to reverse this decision and to engage in good faith towards a lasting peace based on a two-state solution.\"\n\nOn Sunday Israel decided to reclassify 400 hectares (1,000 dunams) from survey land to state land in an area known as Gva'ot. The move followed an investigation by the Civil Administration that determined none of the parcels is private Palestinian property.\n\nThe reclassification allows the Gush Etzion Regional Council to submit plans to construct a fifth Jewish city in the West Bank. The other four are Modi'in Illit, Betar Illit, Ma'aleh Adumim, and Ariel.\n\nPalestinians have charged that the reclassification is a land grab and say the property in question belongs to five area villages.\n\nThe United Nations has also urged Israel to reverse the decision. The office of UN Secretary- General Ban Ki-moon said it is alarmed by reports of the Gva'ot project, calling settlement activity \"illegal under international law\" and saying it \"runs totally counter to the pursuit of a two-state solution.\"\n\nThe controversy surfaced as Egypt continued in its attempts to broker a permanent cease-fire with Israel and Hamas, and as diplomatic efforts were under way to resume the peace process between Israel and the Palestinian Authority, which came to a dead end in April.",
                    "date": "2014-09-02",
                    "eventUri": "1233988",
                    "id": "18424464",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7935,
                    "source": {
                        "title": " The Jerusalem Post | JPost.com ",
                        "uri": "www.jpost.com"
                    },
                    "time": "17:48:00",
                    "title": "EU latest to condemn Israel's decision to expand state land in West Bank",
                    "uri": "207991973",
                    "url": "http://www.jpost.com/Arab-Israeli-Conflict/EU-latest-to-condemn-Israels-decision-to-expand-state-land-in-West-Bank-374247",
                    "wgt": 1
                },
                {
                    "body": "Tel Aviv (Alliance News) - Israel faced criticism Tuesday for what was being described as the biggest appropriation of West Bank land in some 30 years.\n\nThe military's Civil Administration on Sunday declared as \"state land\" 4,000 dunams (about 400 hectares) of territory south of Jerusalem.\n\nIt said it acted on the instructions of the government. Israel Radio said the move was preparation for future expansion of the Gush Etzion settlement bloc.\n\nUnited Nations Secretary General Ban Ki-moon voiced \"alarm\" at the announcement.\n\n\"The seizure of such a large swathe of land risks paving the way for further settlement activity,\" which is considered illegal under international law, he said.\n\nBan called on Israel to \"heed the calls of the international community\" to refrain from settlement activity, which runs counter to the pursuit of a two-state solution to the Israeli-Palestinian conflict.\n\nThe US State Department, Britain, France, Egypt and the Palestinian Authority earlier also condemned the move.\n\nThe land contains the settlement outpost of Gva'ot, which currently houses a seminary and about 10 families.\n\n\"As far as we know, this declaration is unprecedented in its scope since the 1980s,\" the Israeli Peace Now settlement watchdog said.\n\nThe decision came days after Israel and Hamas militants agreed to a ceasefire, ending nearly two months of fighting in the Gaza Strip.\n\nIsrael Radio said it was a response to the abduction and slaying of three Israeli teenagers in June.\n\nIsrael's right-wing, pro-settlement economy minister, Naftali Bennett, toured the Gush Etzion settlement bloc Sunday and praised the move, calling it a \"Zionists answer to Arab terrorism.\"\n\nBut chief negotiator and Justice Minister Tzipi Livni criticized it, warning that it harms Israeli security and weakens its international position.\n\n\"The US and even Palestinians already understand that large settlement blocs such as Gush Etzion will become part of Israel under a future peace deal,\" she told Israel Radio, warning the move only \"creates new controversy.\"",
                    "date": "2014-09-02",
                    "eventUri": "1233988",
                    "id": "18387674",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7477,
                    "source": {
                        "title": "www.lse.co.uk",
                        "uri": "www.lse.co.uk"
                    },
                    "time": "05:36:00",
                    "title": "Israel Criticised For Claiming West Bank Land",
                    "uri": "207905305",
                    "url": "http://www.lse.co.uk/AllNews.asp?code=gqmeiq1d&amp%3Bheadline=Israel_Criticised_For_Claiming_West_Bank_Land",
                    "wgt": 1
                },
                {
                    "body": "TEL AVIV -- Allies and critics of Israel said its plans to nationalize 1,000 acres of West Bank territory for settlement building would undermine attempts to resume peace talks with the Palestinians.\n\n\"This move is further proof of Israel's relentless policy of destroying the prospects for a negotiated peace and an independent Palestinian state,'' said the Palestine Liberation Organization, calling Israel's move on Sunday the largest land expropriation in three decades.\n\nThe Palestinians claim the West Bank as part of a future state, and consider settlement expansion in territories Israel conquered in 1967 as an act of bad faith in peace talks.\n\nIsrael on Sunday put up signs in the West Bank declaring a bloc of Jewish settlements near Bethlehem, south of Jerusalem, known as Gush Etzion as \"state land.\" Israel's Defense Ministry said the move was approved by Israel's political leadership and was related to a 10-week Israeli offensive in the West Bank following the kidnapping and killing of three Israeli teens hitchhiking home from school.\n\n\"Three teenagers were murdered there,'' said Ze'ev Elkin, a parliament member who heads the Foreign Affairs and Defense Committee, in a Monday interview with Israel Radio. \"The classic Zionist way has always been to say: You are trying to get rid of us? We will build.\"\n\nIsrael's allies in Europe and the U.S. also chided Prime Minister Benjamin Netanyahu's government over the planned annexation. British Foreign Secretary Philip Hammond said his government deplored the move, which he called \"ill-judged.\"\n\nThroughout the weeks of hostilities between Israel and Hamas in Gaza, Mr. Netanyahu spoke of a new \"diplomatic horizon\" emerging from the fighting, spurring speculation that he might embrace peace talks with the Palestinian Authority. Sunday's move, however, weakened those expectations.\n\n\"It's a clearly political statement'' said Dror Etkes, an expert on settlement expansion who used to work for the advocacy group Peace Now. \"They want to show that they are playing hard-line with the Palestinians, and more nationalist than the nationalists.\"\n\nHe said that the decision was aimed at wooing right-wing political sentiment by Mr. Netanyahu and Defense Minister Moshe Yaalon, who have been under criticism for not reoccupying Gaza and ousting Hamas.\n\nMost mainstream Israeli politicians argue the Etzion Bloc should be annexed as part of any land swap that would compensate the Palestinians with other Israeli territory in any eventual peace deal.\n\nBut Justice Minister Tzipi Livni warned Israel Radio that the move to nationalize the land will weaken Israel in the international arena and lead to more pressure to make concessions in the peace process.\n\nEgypt, which for the last two months has been largely in sync diplomatically with Israel on pursuing a hard-line offensive against the Gaza Strip's militant rulers, Hamas, said Israel's government decision \"contradicts international law and will have negative consequences on the peace process,'' according to a statement, Agence France-Presse reported. On Sunday, the U.S. State Department asked Israel to reverse its decision, calling the move counterproductive.",
                    "date": "2014-09-01",
                    "eventUri": "1233988",
                    "id": "18357735",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6916,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "21:17:00",
                    "title": "Land Move by Israel Draws Criticism",
                    "uri": "207822859",
                    "url": "http://online.wsj.com/articles/land-move-by-israel-draws-criticism-1409610335",
                    "wgt": 1
                },
                {
                    "body": "The EU joined the US and Britain in denouncing the declaration of 400 hectares in Gush Etzion as state land, saying it condemns the \"new appropriation of land in the West Bank, relating to plans for further settlement expansion,.\"\n\n\"Settlements are illegal under international law, constitute an obstacle to peace and threaten to render the two-State solution impossible,\" the statement said. \"The EU reiterates that it will not recognize any changes to the pre-1967 borders, including with regard to Jerusalem, other than those agreed by the parties.\"\n\nThe statement said that \"at this delicate moment, any action that might undermine stability and the prospect of constructive negotiations following the ceasefire in Gaza should be avoided. We call on the Israeli authorities to reverse this decision and to engage in good faith towards a lasting peace based on a two-state solution.\"",
                    "date": "2014-09-02",
                    "eventUri": "1233988",
                    "id": "18422188",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6912,
                    "source": {
                        "title": " The Jerusalem Post | JPost.com ",
                        "uri": "www.jpost.com"
                    },
                    "time": "17:19:00",
                    "title": "EU latest to condemn expansion of state land",
                    "uri": "207986362",
                    "url": "http://www.jpost.com/Breaking-News/EU-latest-to-condemn-expansion-of-state-land-374245",
                    "wgt": 1
                },
                {
                    "body": "The area to be expropriated is situated around the existing Israeli Etzion settlement bloc and is expected to be used for new settlement activities in this highly sensitive area West of Bethlehem.\n\nSwitzerland has repeatedly made clear that the Israeli settlements are illegal under international law, that they present an obstacle to peace and a serious threat to the viability of a two-State solution.\n\nSwitzerland urges the government of Israel to reconsider its decision and to focus its efforts on securing a durable ceasefire in Gaza and on realizing a negotiated, just and lasting peace based on a two-State solution to which Switzerland remains fully committed.",
                    "date": "2014-09-02",
                    "eventUri": "1233988",
                    "id": "18415133",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6183,
                    "source": {
                        "title": "www.admin.ch",
                        "uri": "www.admin.ch"
                    },
                    "time": "16:03:00",
                    "title": "Switzerland deplores Israel's decision to expropriate a block of privately owned Palestinian land",
                    "uri": "207970029",
                    "url": "http://www.admin.ch/aktuell/00089/index.html?lang=en&msg-id=54294",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-09-02",
            "avgCos": 0.501,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1233988",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1229054",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Israel",
                    "lat": 31.5,
                    "long": 34.75,
                    "wikiUri": "http://en.wikipedia.org/wiki/Israel"
                },
                "labelEng": "Tel Aviv",
                "lat": 32.08088,
                "long": 34.78057,
                "wikiUri": "http://en.wikipedia.org/wiki/Tel_Aviv"
            },
            "storyDate": "2014-09-02",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-712884",
            "variance": 0.249
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-247170": {
        "articles": {
            "resultCount": 15,
            "results": [
                {
                    "body": "Estados Unidos urgió a Israel el lunes a revertir su último plan para requisar 400 hectáreas de tierra palestina en la zona de Belén de la ocupada Cisjordania.\n\n\"Este anuncio, como cualquier otro asentamiento anunciado por Israel, los planes que aprueba y las autorizaciones de construcción que emite, es contraproducente para el objetivo declarado de Israel de una solución negociada de dos estados con los palestinos\", dijo un alto funcionario del departamento de Estado.\n\n\"Urgimos al gobierno de Israel a revertir esta decisión\".\n\nPor su parte, el secretario general de la ONU, Ban Ki-moon, dijo estar \"muy inquieto\" por la decisión israelí.\n\nSegún recordó a través de su portavoz, la colonización \"es ilegal bajo las leyes internacionales\" y obstaculiza una posible solución de dos Estados para resolver el problema palestino-israelí.\n\nTambién observó que \"tomar una gran proporción de tierra podría abrir el camino hacia la construcción de más asentamientos\".\n\nEl plan, anunciado el domingo por el ejército israelí, \"declara tierras del estado\" 400 hectáreas de tierra palestina.\n\nSegún el ejército, la decisión política fue tomada luego del asesinato de tres jóvenes israelíes en junio pasado en esa zona, conocida por los israelíes como el asentamiento Gush Etzion.\n\nEl plan indignó a los palestinos y alarmó a los pacifistas israelíes.\n\nLa organización israelí Paz Ahora consideró el anuncio como \"la prueba de que el primer ministro (Benjamin) Netanyahu sigue levantando obstáculos al proyecto de dos Estados (israelí y palestino) y promoviendo una solución consistente en un solo Estado\".\n\nLa medida también ha sido fuertemente criticada por Francia y Egipto, que acogieron las negociaciones entre israelíes y palestinos para alcanzar un cese al fuego la semana pasada, también criticaron fuertemente la iniciativa de Israel.\n\nParis \"condena\" y \"llama a las autoridades israelíes a revertir su decisión\", declaró el portavoz Quai d'Orsay Romain Nadal.\n\n\"No es una decisión positiva. Contraviene las leyes internacionales y tendrá un impacto negativo en los procesos de paz\", dijo por su parte el ministerio de Asuntos Extranjeros en Cairo.\n\nLa política de expansión de los asentamientos en tierras palestinas es considerada ilegal por la Unión Europea y un \"obstáculo para la paz\" por Washington.",
                    "date": "2014-09-01",
                    "eventUri": "1267524",
                    "id": "18367022",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7363,
                    "source": {
                        "title": "Terra",
                        "uri": "noticias.terra.es"
                    },
                    "time": "19:13:00",
                    "title": "EEUU urge a Israel a revisar plan de requisar tierras en Cisjordania",
                    "uri": "207845003",
                    "url": "http://noticias.terra.es/mundo/eeuu/eeuu-urge-a-israel-a-revisar-plan-de-requisar-tierras-en-cisjordania%2Ca2ef229f2d238410VgnCLD200000b1bf46d0RCRD.html",
                    "wgt": 1
                },
                {
                    "body": "02:46 P.M. Manchester United confirma el fichaje del holandés Daley Blind\n\nEstados Unidos urgió a Israel el lunes a revertir su último plan para requisar 400 hectáreas de tierra palestina en la zona de Belén de la ocupada Cisjordania.\n\n\"Este anuncio, como cualquier otro asentamiento anunciado por Israel, los planes que aprueba y las autorizaciones de construcción que emite, es contraproducente para el objetivo declarado de Israel de una solución negociada de dos estados con los palestinos\", dijo un alto funcionario del departamento de Estado.\n\n\"Urgimos al gobierno de Israel a revertir esta decisión\".\n\nPor su parte, el secretario general de la ONU, Ban Ki-moon, dijo estar \"muy inquieto\" por la decisión israelí.\n\nSegún recordó a través de su portavoz, la colonización \"es ilegal bajo las leyes internacionales\" y obstaculiza una posible solución de dos Estados para resolver el problema palestino-israelí.\n\nTambién observó que \"tomar una gran proporción de tierra podría abrir el camino hacia la construcción de más asentamientos\".\n\nEl plan, anunciado el domingo por el ejército israelí, \"declara tierras del estado\" 400 hectáreas de tierra palestina.\n\nSegún el ejército, la decisión política fue tomada luego del asesinato de tres jóvenes israelíes en junio pasado en esa zona, conocida por los israelíes como el asentamiento Gush Etzion.\n\nEl plan indignó a los palestinos y alarmó a los pacifistas israelíes.\n\nLa organización israelí Paz Ahora consideró el anuncio como \"la prueba de que el primer ministro (Benjamin) Netanyahu sigue levantando obstáculos al proyecto de dos Estados (israelí y palestino) y promoviendo una solución consistente en un solo Estado\".\n\nLa medida también ha sido fuertemente criticada por Francia y Egipto, que acogieron las negociaciones entre israelíes y palestinos para alcanzar un cese al fuego la semana pasada, también criticaron fuertemente la iniciativa de Israel.\n\nParis \"condena\" y \"llama a las autoridades israelíes a revertir su decisión\", declaró el portavoz Quai d'Orsay Romain Nadal.\n\n\"No es una decisión positiva. Contraviene las leyes internacionales y tendrá un impacto negativo en los procesos de paz\", dijo por su parte el ministerio de Asuntos Extranjeros en Cairo.\n\nLa política de expansión de los asentamientos en tierras palestinas es considerada ilegal por la Unión Europea y un \"obstáculo para la paz\" por Washington.",
                    "date": "2014-09-01",
                    "eventUri": "1267524",
                    "id": "18352137",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7268,
                    "source": {
                        "title": "La Nación",
                        "uri": "www.nacion.com"
                    },
                    "time": "19:17:00",
                    "title": "EE.UU. urge a Israel a revisar plan de requisar tierras en Cisjordania",
                    "uri": "207809529",
                    "url": "http://www.nacion.com/mundo/medio-oriente/EEUU-Israel-requisar-tierras-Cisjordania_0_1436456524.html",
                    "wgt": 1
                },
                {
                    "body": "dichos. Secretario general, Ban Ki-moon, cree que la medida se aleja de la solución del conflicto.\n\nEl secretario general de la ONU, Ban Ki-moon, advirtió del peligro de que la declaración de cuatro mil metros cuadrados de Cisjordania como área estatal israelí aliente el establecimiento de nuevos asentamientos.\n\nLa decisión, que fue anunciada el domingo por el Gobierno de Israel, afecta al asentamiento Gvaot, entre las ciudades palestinas de Belén y Hebrón, un área que no había sido reconocida por Israel porque se construyó sin permisos estatales.\n\n'La toma de esa franja de tierra tan grande representa un riesgo que allana el camino para que haya futuras actividades de asentamientos', Ban Ki-moon en una declaración de prensa.\n\nLa construcción de estos asentamientos en suelo palestino 'es ilegal bajo el derecho internacional y está totalmente en contra de la búsqueda de una solución de dos Estados', afirmó el secretario general de la ONU.\n\nTambién pide a Israel que preste atención a los llamados de la comunidad internacional para que se abstenga de fomentar nuevos asentamientos 'y acate sus compromisos de derecho internacional y de la hoja de ruta' fijada por el Cuarteto de Oriente Medio en 2003.\n\nEl ministro de Exteriores británico, Philip Hammond, también señaló de que se trata de una decisión equivocada, que 'provocará graves daños a la posición israelí dentro de la comunidad internacional', advirtió Hammond.\n\nLa medida también ha sido fuertemente criticada por Francia y Egipto, que acogieron las negociaciones entre israelíes y palestinos para alcanzar un cese al fuego la semana pasada, también criticaron fuertemente la iniciativa de Israel.\n\nParís 'condena' y 'llama a las autoridades israelíes a revertir su decisión', declaró el portavoz Quai d'Orsay Romain Nadal. 'No es una decisión positiva. Contraviene las leyes internacionales y tendrá un impacto negativo en los procesos de paz', dijo por su parte el ministerio de Asuntos Extranjeros en Cairo.\n\nIsrael decidió declarar propiedad del Estado 400 hectáreas cercanas a la colonia de Gva'ot, cerca de Belén, en represalia por la muerte de tres adolescentes israelíes en junio en ese sector, informó el ejército en un comunicado, precisando que las partes involucradas tienen un plazo de 45 días para apelar la decisión.\n\nPor su parte, Estados Unidos urgió a Israel el lunes a revertir su último plan para requisar 400 hectáreas de tierra palestina en la zona de Belén de la ocupada Cisjordania. 'Este anuncio, como cualquier otro asentamiento anunciado por Israel, los planes que aprueba y las autorizaciones de construcción que emite, es contraproducente para el objetivo declarado de Israel de una solución negociada de dos estados con los palestinos', dijo un alto funcionario del departamento de Estado. 'Urgimos al Gobierno de Israel a revertir esta decisión'.",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18419650",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7152,
                    "source": {
                        "title": "www.mercuriovalpo.cl",
                        "uri": "www.mercuriovalpo.cl"
                    },
                    "time": "08:40:00",
                    "title": "La ONU critica a Israel por nuevos asentamientos en Cisjordania",
                    "uri": "207980464",
                    "url": "http://www.mercuriovalpo.cl/impresa/2014/09/02/full/16/",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- Estados Unidos urgió a Israel el lunes a revertir su último plan para requisar 400 hectáreas de tierra palestina en la zona de Belén de la ocupada Cisjordania.\n\n\"Este anuncio, como cualquier otro asentamiento anunciado por Israel, los planes que aprueba y las autorizaciones de construcción que emite, es contraproducente para el objetivo declarado de Israel de una solución negociada de dos estados con los palestinos\", dijo un alto funcionario del Departamento de Estado.\n\n\"Urgimos al gobierno de Israel a revertir esta decisión\".\n\nSegún recordó, la colonización \"es ilegal bajo las leyes internacionales\" y obstaculiza una posible solución de dos Estados para resolver el problema palestino-israelí.\n\nTambién observó que \"tomar una gran proporción de tierra podría abrir el camino hacia la construcción de más asentamientos\".\n\nEl plan, anunciado el domingo, \"declara tierras del estado\" a 400 hectáreas de tierra palestina.\n\nLa decisión política fue tomada luego del asesinato de tres jóvenes israelíes en junio pasado en esa zona, conocida por los israelíes como Gush Etzion.\n\nEl plan indignó a los palestinos y alarmó a los pacifistas israelíes.",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18368199",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.68,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "02:31:00",
                    "title": "EEUU urge a Israel a revisar plan para requisar 400 hectáreas de ... - El Nuevo Herald",
                    "uri": "207847863",
                    "url": "http://www.elnuevoherald.com/2014/09/01/1833649/eeuu-urge-a-israel-a-revisar-plan.html",
                    "wgt": 1
                },
                {
                    "body": "BERLÍN.- El ministro alemán de Exteriores, Frank-Walter Steinmeier, lamentó hoy la decisión de Israel de confiscar 400 hectáreas de terreno cerca de Belén, en Cisjordania, para levantar nuevos asentamientos, que viola el derecho internacional.\n\nSe mostró confiado en que el gobierno israelí la reconsidere porque sería \"una señal equivocada en un momento equivocado\".\n\nEn un comunicado, Steinmeier advierte de que este tipo de pasos hace \"aún más difícil\" el regreso a las negociaciones de paz que evitarían que se repitan \"tragedias humanas\" como las registradas en las últimas semanas en la región.\n\nAlemania es uno de los más firmes aliados de Israel, pero el jefe de la diplomacia germana recordó que la posición del Gobierno federal ante este tipo de medidas es bien conocida: \"la construcción de asentamientos en los territorios ocupados viola el derecho internacional\".\n\nNuevos pasos en esa línea, insistió Steinmeier, dañan cualquier proceso de paz y la solución de dos Estados, \"la única posible\" para garantizar una paz duradera.\n\n\"En este momento ambas partes tienen que hacer todo lo posible para generar confianza y abstenerse de acciones unilaterales y provocadoras\", añadió. EFE",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18419658",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6505,
                    "source": {
                        "title": "cronicaviva.com.pe",
                        "uri": "cronicaviva.com.pe"
                    },
                    "time": "11:40:00",
                    "title": "Berlín pide a Israel que no confisque tierras en Cisjordania",
                    "uri": "207980463",
                    "url": "http://cronicaviva.com.pe/index.php/mundo/europa/101893-berlin-pide-a-israel-que-no-confisque-tierras-en-cisjordania",
                    "wgt": 1
                },
                {
                    "body": "El ministro alemán de Exteriores, Frank-Walter Steinmeier, lamentó hoy la decisión de Israel de confiscar 400 hectáreas de terreno cerca de Belén, en Cisjordania, para levantar nuevos asentamientos y confió en que la reconsidere porque sería \"una señal equivocada en un momento equivocado\".\n\nEn un comunicado, Steinmeier advierte de que este tipo de pasos hace \"aún más difícil\" el regreso a las negociaciones de paz que evitarían que se repitan \"tragedias humanas\" como las registradas en las últimas semanas en la región.\n\nAlemania es uno de los más firmes aliados de Israel, pero el jefe de la diplomacia germana recordó que la posición del Gobierno federal ante este tipo de medidas es bien conocida: \"la construcción de asentamientos en los territorios ocupados viola el derecho internacional\".\n\nNuevos pasos en esa línea, insistió Steinmeier, dañan cualquier proceso de paz y la solución de dos Estados, \"la única posible\" para garantizar una paz duradera.\n\n\"En este momento ambas partes tienen que hacer todo lo posible para generar confianza y abstenerse de acciones unilaterales y provocadoras\", añadió.",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18409326",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6407,
                    "source": {
                        "title": "Terra",
                        "uri": "noticias.terra.es"
                    },
                    "time": "14:55:00",
                    "title": "Berlin calls on Israel to reconsider the seizure of land in west bank",
                    "uri": "207956034",
                    "url": "http://noticias.terra.es/mundo/europa/berlin-pide-a-israel-que-reconsidere-la-confiscacion-de-tierra-en-cisjordania%2Cfb237edbef538410VgnCLD200000b1bf46d0RCRD.html",
                    "wgt": 1
                },
                {
                    "body": "El ministro alemán de Exteriores, Frank-Walter Steinmeier, lamentó este martes la decisión de Israel de confiscar 400 hectáreas de terreno cerca de Belén, en Cisjordania, para levantar nuevos asentamientos y confió en que la reconsidere porque sería \"una señal equivocada en un momento equivocado\".\n\nEn un comunicado, Steinmeier advierte de que este tipo de pasos hace \"aún más difícil\" el regreso a las negociaciones de paz que evitarían que se repitan \"tragedias humanas\" como las registradas en las últimas semanas en la región.\n\nAlemania es uno de los más firmes aliados de Israel, pero el jefe de la diplomacia germana recordó que la posición del Gobierno federal ante este tipo de medidas es bien conocida: \"la construcción de asentamientos en los territorios ocupados viola el derecho internacional\".\n\nNuevos pasos en esa línea, insistió Steinmeier, dañan cualquier proceso de paz y la solución de dos Estados, \"la única posible\" para garantizar una paz duradera. \"En este momento ambas partes tienen que hacer todo lo posible para generar confianza y abstenerse de acciones unilaterales y provocadoras\", añadió.",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18419566",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6399,
                    "source": {
                        "title": "www.el-carabobeno.com",
                        "uri": "www.el-carabobeno.com"
                    },
                    "time": "16:50:00",
                    "title": "Berlin calls on Israel to reconsider the seizure of land in cisjorda",
                    "uri": "207980352",
                    "url": "http://www.el-carabobeno.com/internacional/articulo/88299/berln-pide-a-israel-que-reconsidere-la-confiscacin-de-tierra-en-cisjorda",
                    "wgt": 1
                },
                {
                    "body": "Vista general del asentamiento Gevaot cerca de la ciudad cisjordana de Belén. EF ...\n\nBerlín, 2 sep (EFE).- El ministro alemán de Exteriores, Frank-Walter Steinmeier, lamentó hoy la decisión de Israel de confiscar 400 hectáreas de terreno cerca de Belén, en Cisjordania, para levantar nuevos asentamientos y confió en que la reconsidere porque sería \"una señal equivocada en un momento equivocado\".\n\nEn un comunicado, Steinmeier advierte de que este tipo de pasos hace \"aún más difícil\" el regreso a las negociaciones de paz que evitarían que se repitan \"tragedias humanas\" como las registradas en las últimas semanas en la región.\n\nAlemania es uno de los más firmes aliados de Israel, pero el jefe de la diplomacia germana recordó que la posición del Gobierno federal ante este tipo de medidas es bien conocida: \"la construcción de asentamientos en los territorios ocupados viola el derecho internacional\".\n\nNuevos pasos en esa línea, insistió Steinmeier, dañan cualquier proceso de paz y la solución de dos Estados, \"la única posible\" para garantizar una paz duradera.\n\n\"En este momento ambas partes tienen que hacer todo lo posible para generar confianza y abstenerse de acciones unilaterales y provocadoras\", añadió.",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18396345",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6373,
                    "source": {
                        "title": "es.noticias.yahoo.com",
                        "uri": "es.noticias.yahoo.com"
                    },
                    "time": "12:29:00",
                    "title": "Berlin calls on Israel to reconsider the seizure of land in west bank",
                    "uri": "207925267",
                    "url": "https://es.noticias.yahoo.com/berl%C3%ADn-pide-israel-reconsidere-confiscaci%C3%B3n-tierra-cisjordania-120545843.html",
                    "wgt": 1
                },
                {
                    "body": "Estados Unidos, Reino Unido y España critican la medida impuesta por el Gobierno Israelí en suelo palestino. Seguir a @Mundo_ECpe\n\nMadrid, Washington, Londres/Agencias\n\nEspaña condenó la decisión adoptada por las autoridades israelíes de confiscar más de 4.000 metros cuadrados de tierra en Cisjordania e instó a renunciar a dicha decisión.\n\nEn un comunicado difundido por el Ministerio de Asuntos Exteriores se reitera la posición del gobierno sobre la ilegalidad de los asentamientos israelíes, cuyo establecimiento, mantenimiento y ampliación, subraya, siempre ha condenado.\n\nEl ejecutivo español considera especialmente inoportuna esta decisión en el actual momento delicado de las relaciones israelí-palestinas, en el que todas las partes deberían abstenerse de cualquier acción que pueda obstaculizar el camino de la paz a partir del alto al fuego acordado el 26 de agosto.\n\nESTADOS UNIDOS: \"REVIERTAN LA DECISIÓN\"\n\nEl Gobierno Estadounidense también iinstó a su par israelí a revertir el último plan de colonización planteado sobre Cisjordania.\n\n\"Este anuncio, como cualquier otro asentamiento anunciado por Israel, los planes que aprueba y las autorizaciones de construcción que emite, es contraproducente para el objetivo declarado de Israel de una solución negociada de dos estados con los palestinos\", señaló un alto funcionario del departamento de Estado a la agencia AFP.\n\n\"Urgimos al gobierno de Israel a revertir esta decisión\", añadió.\n\nREINO UNIDO: \"ES UNA DECISIÓN EQUIVOCADA\"\n\nEl Gobierno Británico se mostró igualmente en contra y lanzó duras críticas. El canciller Philip Hammond señaló que se trata de una decisión equivocada y llamó a dar marcha atrás a los planes.\n\n\"La decisión provocará graves daños a la posición israelí dentro de la comunidad internacional\", advirtió Hammond.\n\nSegún el derecho internacional, los asentamientos israelíes en Cisjordania y Jerusalén oriental son ilegales.",
                    "date": "2014-09-01",
                    "eventUri": "1267524",
                    "id": "18352157",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6066,
                    "source": {
                        "title": "EL COMERCIO",
                        "uri": "elcomercio.pe"
                    },
                    "time": "23:27:00",
                    "title": "Occidente rechaza las expropiaciones de Israel en Cisjordania",
                    "uri": "207809534",
                    "url": "http://elcomercio.pe/mundo/oriente-medio/occidente-rechaza-expropiaciones-israel-cisjordania-noticia-1753810",
                    "wgt": 1
                },
                {
                    "body": "NACIONES UNIDAS, 1 sep (Xinhua) -- El secretario general de Naciones Unidas, Ban Ki-moon, expresó hoy su inquietud por la decisión de Israel de declarar alrededor de 400 hectáreas de Cisjordania como \"terreno estatal\".\n\n\"El secretario general está alarmado por el anuncio hecho ayer por las autoridades israelíes de declarar 'terreno estatal' cerca de 1.000 acres de terrenos de la zona de Belén, en Cisjordania\", se indicó en una declaración emitida por el vocero de Ban.\n\nEl jefe de la ONU también pidió a Israel \"hacer caso de los llamados de la comunidad internacional de que se abstenga de cualquier actividad de asentamientos y se apegue a los compromisos conforme al derecho internacional y al Mapa de Ruta del Cuarteto\".\n\nLas autoridades israelíes anunciaron hoy que un terreno de 4.000 dunam (cuatro kilómetros cuadrados) usado como un asentamiento en Cisjordania será convertido en un terreno estatal y que el gobierno lo reconocerá como una nueva comunidad israelí.\n\nLos palestinos no han reclamado la propiedad de este terreno en específico, dijeron las autoridades israelíes. Las objeciones contra la decisión podrán presentarse en un periodo de 45 días, agregaron.\n\nActualmente existe un asentamiento en el área de Gva'ot, cerca de Gush Ezion en Cisjordania, que se construyó sin los permisos apropiados. Con el anuncio, el asentamiento se convertirá en territorio israelí.\n\nLa decisión fue tomada después del secuestro y asesinato de tres adolescentes israelíes en la misma área en junio, cuando el ministro israelí de Defensa, Moshe Ya'alon, dijo que se establecería un nuevo asentamiento en el área.\n\nLos asentamientos en Cisjordania son considerados ilegales por la comunidad internacional e impiden la continuidad territorial hacia los territorios palestinos en Cisjordania.\n\nIsrael ocupó Cisjordania durante la Guerra de Medio Oriente de 1967 y se anexó Jerusalén Oriental, que los palestinos quieren como parte de su futuro estado.\n\nEn junio, tras el establecimiento del gobierno de unidad palestino, Israel anunció en respuesta la comercialización inmediata de 1.500 unidades residenciales en los asentamientos.",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18375521",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5804,
                    "source": {
                        "title": "spanish.peopledaily.com.cn",
                        "uri": "spanish.peopledaily.com.cn"
                    },
                    "time": "07:09:00",
                    "title": "Jefe de ONU, \"alarmado\" por decisión de Israel de apropiarse de ... - Pueblo en linea",
                    "uri": "207869925",
                    "url": "http://spanish.peopledaily.com.cn/n/2014/0902/c31618-8777582.html",
                    "wgt": 1
                },
                {
                    "body": "La UE analiza en Milán soluciones a largo plazo para Ucrania y Oriente Medio\n\nBruselas, 2 sep (EFE).- La Unión Europea condenó hoy la declaración de 4.000 metros cuadrados de Cisjordania como área estatal por parte de Israel, especialmente en un \"momento tan delicado\" tras el reciente alto al fuego decretado en Gaza, y pidió al Gobierno israelí que dé marcha atrás.\n\n\"Condenamos la nueva apropiación de tierras en Cisjordania, en relación con los planes para una mayor expansión de los asentamientos anunciada por el Gobierno israelí el domingo\", recalcó un portavoz de la jefa de la diplomacia comunitaria, Catherine Ashton, en un comunicado.\n\nLa decisión, que fue anunciada el domingo por el Gobierno de Israel, afecta al conocido como asentamiento Gvaot, entre las ciudades palestinas de Belén y Hebrón, un área que no había sido reconocida antes por Israel porque se construyó sin permisos estatales.\n\n\"Los asentamientos son ilegales según el derecho internacional, constituyen un obstáculo para la paz y amenazan con hacer que la solución de dos Estados sea imposible\", destacó el portavoz, quien recordó que la UE no reconocerá ningún cambio en las fronteras anteriores a 1967, \"incluso con respecto a Jerusalén\", salvo que lo pacten ambas partes.\n\n\"En este momento tan delicado, cualquier acción que pueda socavar la estabilidad y la perspectiva de (establecer) negociaciones constructivas después del alto el fuego en Gaza debe ser evitada\", añadió.\n\nPor ello, el portavoz hizo un llamamiento a las autoridades israelíes a \"revertir esta decisión, y a participar con buena fe en un proceso hacia una paz duradera basada en la solución de dos Estados\".",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18411550",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5723,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "13:56:00",
                    "title": "La UE condena la apropiación de tierras en Cisjordania por parte ... - La Vanguardia",
                    "uri": "207961761",
                    "url": "http://www.lavanguardia.com/politica/20140902/54414221022/la-ue-condena-la-apropiacion-de-tierras-en-cisjordania-por-parte-de-israel.html",
                    "wgt": 1
                },
                {
                    "body": "\"Hemos dejado claro desde hace tiempo que nos oponemos al crecimiento continuado de los asentamientos\", dijo un funcionario del Departamento de Estado. \"Este anuncio, como cualquier otro anuncio de nuevos asentamientos que Israel haga, los planes que se aprueben y el anuncio de licitaciones que se hagan, es contraproducente para el afirmado objetivo de Israel de negociar con los palestinos una solución de dos estados\".\n\nEl domingo, el liderazgo palestino condenó el anuncio de Israel de usurpación de las nuevas tierras con la intención de construir una nueva ciudad llamada Gava'ot, una enorme expansión del pequeńo asentamiento existente en el bloque de asentamientos conocido como Gush Etzion, al sur de Jerusalén.\n\nEn un comunicado, la OLP dijo que \"el anuncio de hoy representa claramente el deliberado intento de Israel de acabar con toda presencia palestina sobre la tierra palestina e imponer de facto y de forma deliberada una solución de un único estado\".\n\nEl último movimiento de usurpación de tierras es el mayor de su clase en tres décadas, según el movimiento pacifista Peace Now. El gobierno israelí tomó la decisión al respecto tras el secuestro y asesinato de tres jóvenes israelíes por terroristas supuestamente afiliados a Hamas en la región de Gush Etzion. Israel seńala que no ha encontrado ninguna prueba legal de propiedad palestina sobre esa tierra. Pero los palestinos dicen que la tierra pertenece a cinco pueblos: Jaba, Surif, Wadi Fukin, Husan y Nahalin.\n\n\"Por instrucciones de la jerarquía política... se declaran propiedad estatal los 4.000 dunums [*] junto al asentamiento de Gva'ot\", dijo el departamento del ejército encargado de administrar los asuntos civiles, fijando un período de 45 días para que los palestinos presenten cualquier apelación.\n\nIsrael dio los nombres de tres palestinos de Hebrón, ciudad situada al sur de Cisjordania, como responsables de los asesinatos de los adolescentes israelíes, procediendo a destruir las casas de sus familias.\n\n\"El objetivo de los asesinatos de los tres jóvenes era sembrar el terror entre nosotros para alterar nuestras vidas diarias y hacernos dudar sobre nuestros derechos sobre la tierra\", declaró el consejo del asentamiento de Etzion. \"Nuestra respuesta es reforzar y ampliar el asentamiento\".\n\nEl actual asentamiento de Gava'ot se compone de sólo diez familias.\n\nHaaretz informó que las nuevas construcciones estaban en la agenda desde el ańo 2000 y fue el pasado ańo cuando el gobierno abrió las licitaciones para 1.000 nuevas casas allí.\n\nEl jefe de las negociaciones palestinas Saeb Ereikat, reaccionó airado ante el anuncio, pidiendo acciones diplomáticas contra Israel.\n\n\"El gobierno israelí está perpetrando diversos crímenes contra el pueblo palestino y su tierra ocupada\", dijo a AFP.\n\nUna vista general tomada el 8 de abril de 2014, muestra las grúas israelíes y las excavadoras en un lugar en el que se construyen nuevas casas en el asentamiento judío de Neve Yaakov, en la zona norte de Jerusalén Este.\n\n\"La comunidad internacional debería hacer que Israel rinda cuentas tan pronto como sea posible por sus crímenes y ataques contra nuestro pueblo en Gaza y por la continua actividad expansiva de los asentamientos en Cisjordania y Jerusalén Este.\"\n\nSegún Peace Now: \"Hasta donde sabemos, la declaración israelí no tiene precedentes en su alcance desde la década de los ochenta y puede cambiar radicalmente la realidad en las zonas de Gush Etzion y Belén\".\n\nAlrededor de 550.000 israelíes viven ya entre los 2,4 millones de palestinos de Cisjordania y Jerusalén Este, territorio que el estado judío capturó en la Guerra de los Seis Días de 1967.\n\n\"Peace Now considera esta declaración como prueba de que el Primer Ministro Netanyahu no aspira a un nuevo 'Horizonte Diplomático' sino que más bien a continuar poniendo obstáculos a la posibilidad de la solución de dos estados, promoviendo la solución de un único estado\".",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18419647",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5407,
                    "source": {
                        "title": "www.rebelion.org",
                        "uri": "www.rebelion.org"
                    },
                    "time": "03:40:00",
                    "title": "Israel pretende anexionarse nuevos territorios en Cisjordania",
                    "uri": "207980469",
                    "url": "http://www.rebelion.org/noticia.php?id=189144",
                    "wgt": 1
                },
                {
                    "body": "ZONA EN DISPUTA. ONU recordó que la colonización es ilegal. (EFE)\n\nWASHINGTON (Agencias).- Occidente rechaza las expropiaciones de Israel en Cisjordania. Estados Unidos urgió revertir el plan para requisar 400 hectáreas de tierra palestina en la zona de Belén. \"Es contraproducente para el objetivo declarado de Israel de una solución negociada de dos estados con los palestinos\", dijo un alto funcionario del departamento de Estado que prefirió el anonimato.\n\nPor su parte, el secretario general de la ONU, Ban Ki-moon, expresó estar \"muy inquieto\" por el plan israelí. Recordó que la colonización \"es ilegal\".\n\nEspaña también condenó la decisión adoptada por las autoridades israelíes e instó a renunciar a dicho plan. Finalmente, el Reino Unido lanzó duras críticas contra el gobierno israelí. El ministro de Exteriores británico, Philip Hammond, indicó que se trata de una decisión equivocada y llamó a Israel a dar marcha atrás en sus planes de expropiar.",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18419651",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5304,
                    "source": {
                        "title": "Peru21",
                        "uri": "peru21.pe"
                    },
                    "time": "06:40:00",
                    "title": "EEUU, España y Reino Unido rechazan plan de Israel en Cisjordania",
                    "uri": "207980465",
                    "url": "http://peru21.pe/mundo/israel-palestina-cisjordania-eeuu-espana-reino-unido-2197339",
                    "wgt": 1
                },
                {
                    "body": "La Alta Representante de Política Exterior y de Seguridad Común de la UE, Catherine Ashton, ha condenado la nueva apropiación de tierras en Cisjordania por parte de Israel para ampliar los asentamientos y le ha instado a \"revertir\" esta decisión, insistiendo en que \"en este momento delicado, debe evitarse cualquier acción que pueda socavar la estabilidad y la perspectiva de negociaciones constructivas tras el alto el fuego en Gaza\".\n\n\"Condenamos la nueva apropiación de tierra en Cisjordania relacionada con planes para una ampliación de los asentamientos ulterior anunciada por el Gobierno israelí el domingo\", ha manifestado la jefa de la diplomacia europea a través de un comunicado de su portavoz.\n\nAshton ha dejado claro que \"los asentamientos son ilegales según el Derecho Internacional, constituyen un obstáculo para la paz y amenazan con hacer imposible la solución de dos Estados\" y ha reiterado que la UE \"no reconocerá ningún cambio a las fronteras previas a 1967, incluido en relación a Jerusalén, salvo aquellas acordadas por las partes\".",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18405099",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4628,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "14:10:00",
                    "title": "La UE insta a Israel a dar marcha atrás sobre apropiación de más terrenos tras el alto el fuego pactado",
                    "uri": "207946329",
                    "url": "http://www.eleconomista.es/flash/noticias/6048550/09/14/La-UE-insta-a-Israel-a-dar-marcha-atras-sobre-apropiacion-de-mas-terrenos-tras-el-alto-el-fuego-pactado.html",
                    "wgt": 1
                },
                {
                    "body": "El ministro de Finanzas y líder del partido Yesh Atid, Yair Lapid, criticó duramente la apropiación de 400 hectáreas de tierras de Cisjordania (Judea y Samaria) para el bloque de asentamientos de Gush Etzión y consideró que la medida \"causa daño al Estado de Israel\".\n\n\"¿Para qué era necesario ahora? Es una decisión apresurada, que no fue votada en el gabinete de gobierno y que en estos momentos causa daño al Estado de Israel\", dijo el ministro.\n\nLapid, uno de los principales socios en el Gobierno que dirige el primer ministro Biniamín Netanyahu, estimó que Israel acaba de terminar una operación militar y que \"la escena (internacional) es sensible\" a este tipo de decisiones.\n\n\"¿Era tan urgente crear una nueva crisis con EEUU y con la comunidad internacional?\", se preguntó en una conferencia organizada por el diario económico Kalkalist, del grupo Yediot Aharonot, que da cuenta de sus opiniones.\n\nIsrael declaró las 400 hectáreas como \"tierras estatales\", tras argumentar que no",
                    "date": "2014-09-02",
                    "eventUri": "1267524",
                    "id": "18381462",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3619,
                    "source": {
                        "title": "www.aurora-israel.co.il",
                        "uri": "www.aurora-israel.co.il"
                    },
                    "time": "09:18:00",
                    "title": "Lapid: La apropiación de tierras cerca de Belén causa daño a Israel",
                    "uri": "207887437",
                    "url": "http://www.aurora-israel.co.il/articulos/israel/Titular/60049/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 15,
            "averageDate": "2014-09-02",
            "avgCos": 0.4281,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1267524",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1229406",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Palestine",
                    "lat": 31.92157,
                    "long": 35.20329,
                    "wikiUri": "http://en.wikipedia.org/wiki/Palestine"
                },
                "labelEng": "West Bank",
                "lat": 31.66667,
                "long": 35.25,
                "wikiUri": "http://en.wikipedia.org/wiki/West_Bank"
            },
            "storyDate": "2014-09-02",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-247170",
            "variance": 0.3167
        }
    },
    "meta": {
        "CCAArticleMatchCount": 18,
        "CCAArticleMatchRatio": 0.3050847457627119,
        "CCAAvgCosSim": 0.6360916666666666,
        "CCAAvgMatchWgt": 61.66666666666666,
        "_articleUri1": "207991973",
        "_articleUri2": "207845003",
        "_datetime": "2015-02-19 18:09:13",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-712884",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-247170",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 15,
        "avgCosSimStory1": 0.501,
        "avgCosSimStory2": 0.4281,
        "categorySim": 0,
        "conceptCosSim": 0.2962446546578296,
        "conceptJaccardSim": 0.1650485436893204,
        "coreTime1": 128589.2833333333,
        "coreTime2": 128591.45,
        "coreTimeStDev1": 8.108874425245917,
        "coreTimeStDev2": 6.258066983253585,
        "entityCosSim": 0.3769583960220513,
        "entityJaccardSim": 0.25,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 3,
        "hasSameLocation": 0,
        "keywordCosSim": 0.26270165578774,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 8,
        "storyQuality2": 9,
        "timeAvg1": 128602.81,
        "timeAvg2": 128599.4611111111,
        "timeStDev1": 8.108874425245917,
        "timeStDev2": 6.732994124203358,
        "varianceStory1": 0.249,
        "varianceStory2": 0.3167
    }
}