{
    "850f305d-14db-4c75-b547-79470a557ea3-585888": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "The shrine of Jonas - revered by Christians and Muslims alike - has been turned \"to dust\" near Iraq's Mosul. Footage of the event was posted online, and witnesses said it took ISIS militants just an hour to stuff the mosque with explosives.\n\n\"ISIS militants have destroyed the Prophet Younis (Jonah) shrine east of Mosul city after they seized control of the mosque completely,\" an anonymous security source told the Iraq-based al-Sumaria News.\n\nThe extremist group ISIS changed its name from the Islamic State of Iraq and Syria (ISIS/ISIL) to just the Islamic State (IS), after formally declaring a new caliphate in Syria and Iraq at the end of June.\n\nMuslims know the tomb as the shrine of Younis, whereas Christians refer to it as the tomb of Jonas.\n\nJonas is renowned for having been swallowed by a fish or a whale in the Bible's Old Testament, with a similar story being present in the Koran. The site upon which the mosque had been built dated back to the eighth century BC.\n\n\"[The] Islamic State completely destroyed the shrine of Nabi Yunus after telling local families to stay away and closing the roads to a distance of 500 meters from the shrine,\" an anonymous official from the Sunni Endowment, which manages Sunni religious affairs in Iraq, told AFP.\n\nThe official said it took the Sunni extremists an hour to rig the shrine with explosives. After evacuating people from the area, they blew it up in front of a large crowd.\n\nThough several religious sites have been destroyed in recent days - with the official citing the Yahya Ibn al-Qassem, Aoun al-Din, and Prophet Daniel shrines as most important - \"the worst destruction was of Nabi Yunus, which has been turned to dust.\"\n\nThirty shrines and 15 hussainias and mosques in the Mosul area have been destroyed by IS in recent months.\n\nOther sources shared photographs of the site of the destruction on Twitter. Arab Leaks - the Middle Eastern Wikileaks - retweeted a separate Arabic leaks site that stated: \"This is all that remains of a mosque prophet Jonah in Mosul.\"\n\nهذا كل ما تبقى من جامع النبي يونس في الموصل ... 1 . pic.twitter.com/zNfBxLliu7\n\n-- شبكة ليكس الإعلامية (@Leaks_LMN) July 24, 2014\n\nVideos and pictures were also shared by Iraqi biologist and photographer Asmaa A. Akif.\n\nProphet Yunus mosque in #Iraq #Mosul has been blown up by #ISIS few minutes ago. pic.twitter.com/0UIl4nUGo2\n\n-- Asmaa A. Akif (@Asmaa1089) July 24, 2014\n\nThe tombstone itself was smashed at the beginning of July.\n\n\"Elements of ISIS [have] controlled the mosque of the Prophet Younis in Mosul since they invaded the city,\" Ninevah official Zuhair Al-Chalabi was quoted as saying by IraqiNews.com.\n\nLast month, Sunni militants from IS swept through northern and western Iraq, destroying mosques and shrines and aiming for the eventual creation of society to the one which existed in the early days of Islam.\n\nOn Friday, the group demanded that all women in Mosul are to wear full face veils or risk severe punishment.\n\n\"The conditions imposed on her clothes and grooming was only to end the pretext of debauchery resulting from grooming and overdressing...this is not a restriction on her freedom but to prevent her from falling into humiliation and vulgarity,\" IS said in a statement.\n\nA Mosul-based cleric told Reuters that armed men had appeared at his mosque and demanded he read the warning over loudspeakers to the crowds gathering for worship.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16190785",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7838,
                    "source": {
                        "title": "RT (Russia Today)",
                        "uri": "rt.com"
                    },
                    "time": "20:13:00",
                    "title": "ISIS militants blow up Prophet Jonas' tomb in Iraq - video - RT",
                    "uri": "199788967",
                    "url": "http://rt.com/news/175636-iraq-jonah-tomb-mosul/",
                    "wgt": 1
                },
                {
                    "body": "Raw footage shows the Shrine of Yunus (Tomb of Jonah) mosque in Mosul being blown up by Islamic State militants. Courtesy: YouTube\n\nBAGHDAD -- A campaign by Sunni insurgents to establish an Islamic caliphate across Iraq and Syria and expel other Muslim sects and religions is taking a sharp toll on the countries' cultural heritage.\n\nThe latest casualty was a shrine in the northern Iraqi city of Mosul said to contain the tomb of Jonah, who is revered as a prophet by Jews, Christians and Muslims -- who call him Younes. The Nabi Younes Mosque, a towering structure that housed the shrine, was also destroyed in Thursday's blast.\n\nEarlier\n\nIslamist Insurgents in Northern Iraq Threaten Christians Iraq Conflict Menaces Heritage Sites\n\nMilitants from Islamic State, the al Qaeda spinoff that seized Mosul on June 10, wired the periphery of the mosque with explosives and then detonated them, residents said, erasing a revered piece of Iraqi heritage. It collapsed in a massive explosion that sent clouds of sand and dust tumbling into the air.\n\n\"They turned it to sand, along with all other tombs and shrines,\" said Omar Ibrahim, a dentist in Mosul. \"But Prophet Younes is something different. It was a symbol of Mosul,\" said Mr. Ibrahim, a Sunni. \"We cried for it with our blood.\"\n\nThough its population is predominantly Sunni, Mosul was a symbol of religious intermingling and tolerance in Iraq. Nineveh, the wider province, is a Assyrian Christian center dating back thousands of years. That Jonah's shrine was in a mosque was a proud reflection of that coexistence.\n\nVisitors used to stream from across Iraq to pray at the mosque, unique in the country for its grand ascending stairs and alabaster floors. Its large prayer rooms had arched entrances inscribed elaborately with Quranic verses.\n\nThe Nabi Younes Mosque, which housed Jonah's tomb, was left in rubble on Friday, a day after extremists detonated explosives around it. Reuters\n\nThe site was a monastery centuries ago before it was turned into a mosque, said Emil Nona, the Chaldean Catholic archbishop of Mosul. \"Nabi Younes was famous in the city of Mosul, the most famous mosque in the area,\" Archbishop Nona said. \"I'm very sorry to see this place destroyed.\"\n\nIslamic State and other groups following ultraconservative Sunni ideology believe the veneration of shrines or tombs is unholy. Many also denounce the veneration of any prophet besides Muhammad, believed by Muslims to be God's messenger.\n\nThe group has announced by decree its plan to destroy graves and shrines, a strategy it has already followed in neighboring Syria, where the militants have thrived in parts of the north and east.\n\nIraqis inspect the wreckage of the Nebi Younes mosque in Mosul on Thursday. European Pressphoto Agency\n\nIn Mosul, they have already destroyed at least two dozen shrines, as well as Shiite places of worship, and raided the Mosul Museum, officials said.\n\n\"This most recent outrage is yet another demonstration of the terrorist group's intention to shatter Iraq's shared heritage and identity,\" said Nickolay Mladenov, the United Nations secretary-general's special representative for Iraq, on Friday.\n\nIraqi officials at the tourism ministry and religious officials in Mosul confirmed the shrine as destroyed in a militant attack on Thursday. The attack is captured in amateur video footage shot by locals and posted online. In one, a thick plume of brown smoke rises in the air, presumably over the mosque as it collapsed, as the narrator says: \"No, no, no. There goes the Prophet Younes.\"\n\nThe shrine held particular significance for Iraqis because Jonah -- who in stories in both the Bible and Quran is swallowed by a whale -- \"was a prophet for all,\" said Fawziya al-Maliky, director of heritage at the tourism ministry. \"We don't know what these backward militants are thinking, what kind of Islam they are pursuing,\" she said. \"They are pursuing the end of civilization.\"\n\nThe attack was another blow to the country's Christian community. The Islamic State has been pursuing a deliberate anti-Christian campaign in Iraq.\n\nThe Muslim shrine, seen above on July 19, was destroyed on Thursday by militants who overran the city in June and are imposing their harsh interpretation of Islamic law. Associated Press\n\nThousands of Christians fled Mosul last week after Islamic State posed an ultimatum: convert to Islam, pay a tax, flee or face death. Christian residents said they were terrorized and humiliated in their own city as militants singled out their homes.\n\nCandida Moss, a professor at the University of Notre Dame, called it \"part of the irreversible eradication of Christian history and culture in Iraq.\"\n\n-- Ali A. Nabhan\n\nWrite to Nour Malas at nour.malas@wsj.com",
                    "date": "2014-07-26",
                    "eventUri": "1040792",
                    "id": "16185343",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7372,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "02:01:00",
                    "title": "Islamic State Erases Iraq's Cultural Heritage",
                    "uri": "199769913",
                    "url": "http://online.wsj.com/articles/jihadists-in-iraq-erase-cultural-heritage-1406313661?mod=rss_most_viewed_day_asia",
                    "wgt": 1
                },
                {
                    "body": "Iraqis inspect the wreckage of the Nebi Younes mosque in Mosul on Thursday. Residents said that members of Islamic State demolished the ancient mosque and the revered shrine to Jonah, what Muslims call Younes, inside. European Pressphoto Agency\n\nBAGHDAD -- Iraq's most revered religious shrines are under attack as Sunni Islamist insurgents press their aim to establish a caliphate and what they view as the only acceptable form of Islam. The campaign raises fears the militants' may not only drive other sects from Iraq but also destroy the country's cultural heritage.\n\nThe latest casualty was a shrine in the northern city of Mosul said to be the burial ground for Jonah, revered as prophet by Jews, Christians and Muslims -- who refer to him as Younes. The Nabi Younes mosque, as it is known locally, was Mosul's largest, a towering structure that could be seen from many parts of the city.\n\nEarlier\n\nIslamist Insurgents in Northern Iraq Threaten Christians Iraq Conflict Menaces Heritage Sites\n\nThen on Thursday, Mosul residents and Iraqi officials said, it collapsed in a massive explosion that sent clouds of sand and dust tumbling into the air. Militants from the Islamic State, the al Qaeda spinoff that seized Mosul on June 10, had wired the periphery of the mosque with explosives for nearly an hour then detonated them, locals said, erasing a revered piece of Iraqi heritages.\n\n\"They turned it to sand, along with all other tombs and shrines,\" said Omar Ibrahim, a dentist in Mosul. \"But Prophet Jonah is something different. It was a symbol of Mosul,\" Mr. Ibrahim, a Sunni, said. \"We cried for it with our blood.\"\n\nThough its population is predominantly Sunni Muslim, Mosul was a symbol of religious intermingling and tolerance in Iraq. Nineveh, the wider province, is a Assyrian Christians center dating back thousands of years. That the tomb of Jonah, a Biblical and Qur'anic prophet, was said to be housed in a mosque was a proud reflection of that coexistence.\n\nThe Muslim shrine, seen above on July 19, was destroyed on Thursday by militants who overran the city in June and are imposing their harsh interpretation of Islamic law. Associated Press\n\nThe site was a monastery centuries ago before it was turned into a mosque, said Emil Nona, the Chaldean Catholic Archbishop of Mosul. \"Nabi Younes was famous in the city of Mosul, the most famous mosque in the area,\" Mr. Nona said. \"I'm very sorry to see this place destroyed.\"\n\nThe Islamic State and other groups following ultraconservative Sunni ideology believe the veneration of shrines or tombs is unholy. Many also denounce the veneration of any prophet besides Muhammad, believed by Muslims to be god's messenger.\n\nThe group has announced by decree its plan to destroy graves and shrines, a strategy it has already followed in neighboring Syria, where the militants have thrived almost unchallenged in parts of the north and east.\n\nIn Mosul, they have already destroyed at least two dozen shrines, as well as Shiite places of worship, and raided the Mosul Museum, officials said.\n\n\"This most recent outrage is yet another demonstration of the terrorist group's intention to shatter Iraq's shared heritage and identity,\" said Nickolay Mladenov, the United Nations Secretary General's Special Representative for Iraq, on Friday.\n\nIraqi officials at the tourism ministry and religious officials in Mosul confirmed the shrine as destroyed in a militant attack on Thursday. The attack is captured in amateur video footage caught by locals and posted online. In one, a thick plume of brown smoke rises in the air, presumably over the mosque as it collapsed, as the narrator says: \"No, no, no. There goes the Prophet Younes.\"\n\nThe shrine held particular significance for Iraqis because Younes \"was a prophet for all,\" said Fawziya al-Maliky, director of heritage at the tourism ministry. \"We don't know what these backward militants are thinking, what kind of Islam they are pursuing,\" she said. \"They are pursuing the end of civilization.\"\n\nComing a week after the Islamic State pursued its most deliberate anti-Christian campaign in Iraq yet, the tomb's destruction was also seen as another blow to the country's Christian community. Candida Moss, a professor at the University of Notre Dame, a Catholic research university in the U.S., called it \"part of the irreversible eradication of Christian history and culture in Iraq.\"\n\nThousands of Christians fled Mosul last week after the Islamic State posed an ultimate: convert to Islam, pay a tax, flee, or face death. Christian residents said they were terrorized and humiliated in their own city as militants singled out their homes.\n\n-- Ali A. Nabhan and Safa Majeed contributed to this article.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16168739",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7347,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "19:06:00",
                    "title": "Jihadists in Iraq Erase Cultural Heritage - Wall Street Journal",
                    "uri": "199721357",
                    "url": "http://online.wsj.com/articles/jihadists-in-iraq-erase-cultural-heritage-1406313661?tesla=y&mg=reno64-wsj&url=http:%2F%2Fonline.wsj.com%2Farticle%2FSB10001424052702304521404580051593088539502.html",
                    "wgt": 1
                },
                {
                    "body": "The militant group ISIS is continuing its rampage of holy places by destroying the tomb of Jonah, a place thought to be the burial site of the prophet believed by Abrahamic faiths to have been swallowed by a whale or fish.\n\nCivil defense officials in Mosul, Iraq, told CNN that ISIS operatives planted explosives around the mosque containing the tomb then detonated it remotely on Thursday.\n\nA video posted to YouTube, the authenticity of which has not yet been confirmed, shows the destruction of the Sunni Mosque of the Prophet Younis, which is the Arabic name for Jonah. Though ISIS claims to adhere to the Sunni branch of Islam, they have nonetheless targeted multiple Sunni shrines, blowing up or bulldozing any place they deem \"unIslamic.\"\n\nAccording to The Guardian, people living nearby the mosque told AP that ISIS members had declared that the holy site \"had become a place for apostasy, not prayer.\" The Imam Aoun Bin al-Hassan mosque was also destroyed on Thursday.\n\nThe tomb of Daniel, a man revered by Muslims as a prophet though unlike Jonah, he is not mentioned in the Quran, has also been reportedly destroyed. Al-Arabiya reports that Zuhair al-Chalabi, a local Mosul official, told Al-Samaria News that \"ISIS implanted explosives around Prophet Daniel's tomb in Mosul and blasted it, leading to its destruction.\"\n\nAFP reports that an anonymous official said, \"Islamic State completely destroyed the shrine of Nabi Yunus after telling local families to stay away and closing the roads to a distance of 500 metres from the shrine.\"\n\nThe tomb of Jonah was a popular place of pilgrimage for people who would come from around the world to see it, before the arrival of ISIS in Mosul. At the end of the video showing the destruction of Jonah's tomb, a man can be heard saying,\"No, no, no. Prophet Jonas is gone. God, these scoundrels,\" according to NPR.\n\nThis latest act by ISIS shows their disregard for holy places, even Muslim ones from the Sunni sect they claim to hail from. Sam Hardy, a professor at the American University of Rome, told The Washington Post that he believes this shows that ISIS is willing to destroy, \"basically pretty much anything in the Bible.\" He added, \"It indicates they are going for total eradication not just of their enemies but even of the possibility of people living together under their rule.\"\n\nLeila Fadel of NPR believes that ISIS's destruction of shrines may be a big mistake when it comes to rallying other Muslim militant groups to its cause, especially considering that it previously declared an \"Islamic caliphate.\" She said, \"it may cause a deep rift in the uneasy alliances the Sunni extremist group has made with other Sunni fighting groups marginalized.\"",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16154968",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7201,
                    "source": {
                        "title": "Inc.com",
                        "uri": "www.huffingtonpost.com"
                    },
                    "time": "15:27:00",
                    "title": "ISIS Destroys Jonah's Tomb In Mosul, Iraq, As Militant Violence Continues",
                    "uri": "199683356",
                    "url": "http://www.huffingtonpost.com/2014/07/25/isis-jonah-tomb_n_5620520.html",
                    "wgt": 1
                },
                {
                    "body": "Radicals from the Muslim terrorist organization, the Islamic State of Iraq and Syria (ISIS), destroyed the shrine of the Christian biblical prophet Jonah, in an action not seen since the Taliban destroyed Buddhist religious sites during their rule in Afghanistan.\n\nIraqi news sources reported that the group destroyed the prophet's shrine located east of Mosul on Thursday, after seizing control of the mosque that contained it. The militants shut down all doors of the mosque, preventing religious observers from entering for their daily prayer, before blowing up the holy site.\n\n\"ISIS militants have destroyed the shrine of Prophet Younis (Jonah) east of Mosul city after they seized control over the mosque completely,\" an anonymous security source told the Iraq-based al-Sumaria News.\n\nThe ISIS members reportedly blocked the entrances to the mosque before securing the perimeter and placing explosives throughout the holy place of worship. It took ISIS nearly an hour to fill the area with explosive devices. They incinerated the holy site in front of many observers.\n\nThe prophet Jonah is best known in the Old Testament of the Bible -- as well as the Quran -- as the man swallowed by a large fish. Jonah spent three days and three nights residing inside the fish, praying to God. He is saved by God, then proceeds to save the people of Nineveh. Jonah is revered in Christianity, Judaism and Islam.\n\nThe tomb of the prophet Jonah in Mosul was the primary shrine to the biblical figure in the world, and served as his major worship site. It was built on an archeological site dating back to the 8 century BC, and is believed to be the burial place of Jonah, although this fact cannot be fully confirmed. The shrine was last renovated by Sadam Hussein during the 1990s. Since then, the site has remained a popular site for religious pilgrims of all three faiths.\n\nISIS presents the greatest crisis seen yet by the Iraqi people since the 2011 withdrawal of U.S. troops. The militants have seized huge chunks of territory within the country, gaining control of major cities in both the West and the North, as well as along the Iraqi-Syrian border.\n\nThe last time a Muslim terrorist organization destroyed a religious site was when the Taliban blew up sandstone statues of the Buddha in Kabul in 2001. T incident prompted an international outcry, and spurred religious leaders -- as well as government officials -- to work diligently to preserve the country's cultural heritage.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16119802",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6971,
                    "source": {
                        "title": "The Daily Caller",
                        "uri": "dailycaller.com"
                    },
                    "time": "04:19:00",
                    "title": "ISIS Militants Destroy Biblical Site",
                    "uri": "199578309",
                    "url": "http://dailycaller.com/2014/07/24/isis-militants-destroy-biblical-site/",
                    "wgt": 1
                },
                {
                    "body": "Ever since ISIS began their assault on the Middle Eastern world, they have caused havoc and turmoil wherever they went. Here on The Inquisitr, we reported numerous times on their movements, including their persecutions against Christians which includes the burning of an 1,800-year-old church and an ultimatum to Iraqi Christians to convert to Islam or face death. Let's not forget our report on ISIS ordering the genital mutilation of Muslim women too. And for those who are still not informed on the ISIS threat, there is a video that explains the situation in less than five minutes.\n\nNow ISIS terrorists have shown their disrespect for all three Abrahamic monotheistic religions by destroying the historical tomb of a prophet all three have in common: Jonah.\n\nAccording to a report by MSN, the terrorists -- known as the new jihadist rulers of Iraq's northern city of Mosul -- completely leveled the Nabi Yunus shrine on Thursday. The prophet Yunis is the Koran's name of the Biblical prophet Jonah. Still, whether it be Jonah or Yunis, his tomb was completely destroyed as mentioned in a statement by an official at the Sunni endowment, which manages Sunni religious affairs in Iraq:\n\n\"Islamic State completely destroyed the shrine of Nabi Yunis (Jonah) after telling local families to stay away and closing the roads to a distance of 500 meters from the shrine.\"\n\nThe endowment official, who remained anonymous, said it took the terrorists an hour to rig the shrine with explosives. A witness, who chose not to give their name, gave their view of what happened at the shrine too:\n\n\"They first stopped people from praying in it, they fixed explosive charges around and inside it and then blew it up in front of a large gathering of people.\"\n\nIn another report by CNN, Jonah's tomb may not actually have been inside the Nabi Yunus shrine. Biblical scholars are divided on whether the tomb in Mosul actually belonged to Jonah. Jewish tradition states he returned to his hometown of Gath-Hepher after his mission to Nineveh. Also, some modern scholars say that Jonah's story is more myth than history, especially the part about being inside the belly of a whale for three days and three nights. Scholars, Joel S. Baden and Candida Moss, wrote a blog entry about how Jonah is actually more important in Christianity compared to Islam and Judaism. The entry states the following:\n\n\"In Christian tradition, the story of Jonah is an important one. Jonah's descent into the depth of the belly of the great fish and subsequent triumphant prophetic mission to Nineveh is seen as a reference to and prototype of the death and resurrection of Jesus Christ.\"\n\nMaybe that is why the ISIS terrorists destroyed the shrine in the first place because they refer to the destruction of Jonah's tomb as an attack on Christians living in Iraq today.\n\n[Images via Bing]",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16167304",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6624,
                    "source": {
                        "title": "The Inquisitr News",
                        "uri": "www.inquisitr.com"
                    },
                    "time": "18:55:00",
                    "title": "ISIS Terrorists Destroy The Historic Tomb Of Bible Prophet Jonah",
                    "uri": "199717171",
                    "url": "http://www.inquisitr.com/1373753/isis-terrorists-destroy-the-historic-tomb-of-bible-prophet-jonah/",
                    "wgt": 1
                },
                {
                    "body": "Islamic State insurgents destroy reputed burial site of a prophet known in the Bible as Jonah after storming Iraqi city\n\nThe new jihadist rulers of Iraq's northern city of Mosul on Thursday completely levelled one its most well-known shrines.\n\nThe Nabi Yunus shrine was built on the reputed burial site of a prophet known in the Koran as Yunus and in the Bible as Jonah.\n\n\"Islamic State completely destroyed the shrine of Nabi Yunus after telling local families to stay away and closing the roads to a distance of 500 metres from the shrine,\" said the official at the Sunni endowment, which manages Sunni religious affairs in Iraq.\n\nThe endowment official, who spoke on condition of anonymity, and Mosul residents told AFP it took the Sunni extremists an hour to rig the shrine with explosives.\n\n\"They first stopped people from praying in it, they fixed explosive charges around and inside it and then blew it up in front of a large gathering of people,\" said a witness who did not wish to give his name.\n\nThe endowment official said the Islamic State jihadist group that overran large swathes of northern and western Iraq last month have now destroyed or damaged 30 shrines, as well as 15 husseiniyas and mosques in and around Mosul.\n\nHusseiniyas are Shiite places of worship that are also used as community centres.\n\nThe official listed the most notable losses to Muslim heritage as being the shrines of Imam Yahya Ibn al-Qassem, Aoun al-Din and Nabi Danial.\n\n\"But the worst destruction was of Nabi Yunus, which has been turned to dust,\" he said.\n\nThe Islamic State late last month proclaimed a \"caliphate\" spanning parts of Iraq and Syria.\n\nThe group aims to create an approximation of society as it was in the early days of Islam, which was founded in the 7th century, and considers Muslims who do not adhere to its puritanical version of the religion heretics.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16114439",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6571,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "01:29:00",
                    "title": "Iraq jihadists blow up 'Jonah's tomb' in Mosul",
                    "uri": "199559796",
                    "url": "http://www.telegraph.co.uk/news/worldnews/middleeast/iraq/10989959/Freida-Pinto-on-FGM-at-Girl-Summit-The-graphic-truth-about-female-genital-mutilation-will-live-with-me-forever.html",
                    "wgt": 1
                },
                {
                    "body": "The monument to the purported burial place of the prophet Younis was erected around 1393 + READ ARTICLE\n\nThe Islamist militants who now control a large swath of northern Iraq destroyed a centuries-old shrine purported to be the tomb of the Biblical figure Jonah Thursday.\n\nMilitants from the group Islamic State in Iraq and Syria (ISIS) rigged the Nabi Younus mosque with explosives and leveled it in front of a large crowd, AFP reports. The shrine was built at the purported burial place of Younis -- known in the Bible as Jonah -- and once displayed a tooth believers held to be that of the whale in which Jonah survived for a time.\n\nThe Sunni militant group ISIS, who subscribe to an austere form of Islam based on a strict interpretation of Shariah law, has declared a caliphate in northern Iraq after overrunning much of the country in recent weeks. The group has razed or damaged 30 shrines and 15 additional sites in and around Mosul, an anonymous official told AFP.\n\n\"But the worst destruction was of Nabi Yunus, which has been turned to dust,\" he said.\n\nThe Nabi Younus mosque was erected atop the ruins of an old Christian church, which itself was built at the site of an ancient palace once located near the town of Nineva, located just across the Tigris River from Mosul.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16148758",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6505,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "12:10:00",
                    "title": "Islamist Militants Raze Ancient Shrine in Mosul - TIME",
                    "uri": "199666350",
                    "url": "http://time.com/3033678/iraq-isis-jonah-tomb-mosul/",
                    "wgt": 1
                },
                {
                    "body": "Reminiscent of when the Taliban destroyed Afghanistan's giant Buddha statue, the organization formerly known as ISIS (now just the Islamic State), has destroyed the Tomb of Prophet Jonah in Mosul, Iraq. According to AFP:\n\n\"Islamic State completely destroyed the shrine of Nabi Yunus after telling local families to stay away and closing the roads to a distance of 500 metres from the shrine,\" said the official at the Sunni endowment, which manages Sunni religious affairs in Iraq.\n\nThe endowment official, who spoke on condition of anonymity, and Mosul residents told AFP it took the Sunni extremists an hour to rig the shrine with explosives.\n\nThe endowment official said the Islamic State jihadist group that overran large swathes of northern and western Iraq last month have now destroyed or damaged 30 shrines, as well as 15 husseiniyas and mosques in and around Mosul.\n\nThe video is above. Over at the Washington Post, Sam Hardy, a professor at the American University of Rome, says that no biblical holy site is off-limits for the Islamic State.\n\nWe welcome your feedback.\n\nYour information will not be shared or sold without your consent. Get all the details.\n\nJewishJournal.com has rules for its commenting community.Get all the details.\n\nJewishJournal.com reserves the right to use your comment in our weekly print publication.",
                    "date": "2014-07-26",
                    "eventUri": "1040792",
                    "id": "16318284",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6331,
                    "source": {
                        "title": "Jewish Journal",
                        "uri": "www.jewishjournal.com"
                    },
                    "time": "10:00:00",
                    "title": "“No, no, no. Prophet Jonah is gone. God, these scoundrels”",
                    "uri": "200206408",
                    "url": "http://www.jewishjournal.com/thegodblog/item/no_no_no._prophet_jonah_is_gone._god_these_scoundrels",
                    "wgt": 1
                },
                {
                    "body": "BAGHDAD -- When the Sunni extremists ruling Mosul destroyed the shrine of a prophet whose story features in the traditions of Islam, Christianity and Judaism -- the most important of nearly two dozen marked for destruction by the Islamic State in Iraq and Syria in the first seven weeks of its reign -- small groups of residents gathered to mourn.\n\n\"We were crying when they detonated it,\" said Abdulmalik Mustafa, a 32-year-old unemployed man who lives near the site, believed to be the tomb of the biblical prophet Jonah, which was razed last week. \"We couldn't believe that the history of Mosul has disappeared. I wanted to die.\"\n\nThen rumors swirled that the next target of the ISIS militants would be toppling the city's ancient leaning minaret, which is older than the Leaning Tower of Pisa in Italy and pictured on Iraq's 10,000-dinar bank note. Residents gathered at the minaret and, according to witnesses, angrily confronted the group's fighters.\n\nFor now, the tower is still standing.\n\nThe angry public reaction to the attacks on Mosul's cultural history -- including the eviction of Christians by militants, which outraged many Muslim residents who celebrate Mosul's reputation for tolerance -- appears to be the first spark of rebellion against harsh Islamic rule. Although population figures in Iraq are notoriously unreliable, Mosul is considered the country's second-largest city, with a population of about 1.5 million.\n\nWhen militants swept into the city on June 10 and Iraqi soldiers shed their uniforms and fled, many residents seemed to cheer their arrival. Much of Mosul's Sunni Arab population had become increasingly resentful of abuses suffered at the hands of Iraq's Shiite-dominated central government. For a time, people welcomed the new authority.\n\nIt is too early to declare that a wide-scale rebellion is underway, or that ISIS, whose brand of ascetic Islamic law deems shrines heretical, is losing its grip of control on the city. But it suggests that the militants are wearing out their welcome to some degree.\n\nInformal armed gangs of residents have already clashed with ISIS militants over the destruction of the tombs and shrines, residents say. Some militants have been killed in the clashes, they say, which have also resulted in the arrests of residents and could result in their executions.\n\n\"There are unorganized groups fighting ISIS now,\" said Khalis Jumah, 32, a Mosul resident interviewed by phone. \"If we had the power and the supplies, we could have kicked ISIS out of Mosul by now.\"\n\nMr. Jumah said the rising anger inside Mosul was directly related to the destruction of historical sites. \"This is a huge disaster for Mosul and Iraq,\" he said. \"It's a crime against the city and its history. We have been crying since the first day they started destroying our religious and historical landmarks.\"\n\nThe rising public anger also resonates with a strategy being pushed by American officials and some moderate Sunnis here: working to win over some of the Sunni insurgent groups that have allied with ISIS.\n\nThose groups, which include former Baathists who were once close to Saddam Hussein's government and have already, in some places, fought with ISIS, are opposed to what they regard as the authoritarian rule of rule of Prime Minister Nuri Kamal al-Maliki's government. But they are also seen as unsympathetic to stated goal of ISIS to establish an Islamic caliphate under hard-line theocratic rule.\n\nThe strategy of trying to peel off the non-ISIS Sunni groups is a familiar one in Iraq, with a decidedly mixed legacy. It was born with the so-called Sunni Awakening program the Americans established in 2007, when Sunni tribal groups were paid to switch sides and fight against Al Qaeda in Mesopotamia, the forerunner of ISIS.\n\nThe Awakening found success after Al Qaeda had alienated Sunni communities with its brutal rule. But its gains were unsustainable, particularly because Mr. Maliki's Shiite-dominated government was unwilling to widely integrate Sunni militias into the country's security forces.\n\nStill, there is no doubt that ISIS has begun alienating some in Mosul.\n\nAlmost immediately after capturing the city, militants began imposing Islamic law. They banned smoking, forced women to wear a full-face veils and carried out some summary executions of government employees they deemed disloyal to their authority.\n\nBut it has been the destruction of more than a dozen mosques, shrines, tombs and statues that has seemed to galvanize public anger within Mosul, an area that was once the capital of the Assyrian Empire and a region believed to have first been settled in 6000 B.C. Over the centuries, various conquerors -- Persians, Arabs, Turks and others -- have come and gone, each leaving their imprint.\n\nWith so many shrines being destroyed, this week relatives of Saddam Hussein removed the dead dictator's body from its burial place in Awija, a village near Tikrit, and moved it to an undisclosed location, one of Mr. Hussein's cousins said in a brief interview. Relatives worried that the grave, which had become something of a shrine for Mr. Hussein's sympathizers, would become a target of government airstrikes or for the Shiite militias active in the area.\n\nIt is not just religious monuments like the prophet Jonah's tomb that have been destroyed, but also statues of Abu Tammam, a famous Arab poet, and Mullah Othman, a beloved 19th century musician and poet.\n\nMilitants even removed a statue of a figure representing an old Mosul profession: a man selling a drink of licorice, for which the city is famous. Even today, men walk the streets with a pouch of the drink slung over their shoulders and clang copper goblets to signal their presence.\n\n\"We realize the licorice man from the music he plays,\" said Talal Safawi, a sculptor who carved the statue in 1973 and has remained in Mosul.\n\n\"This statue is part of my body as I am part of him,\" he said. \"He is my friend. He is everything to me. I can't forget the face of my statue.\"\n\nTraveling through Mosul more than a century ago, when the city was loosely governed by the Ottoman Empire, Gertrude Bell, a British traveler and writer who later would help establish modern Iraq after World War I, toured the ancient sites and reflected on the city's traumatic history.\n\n\"Upon the unhappy province of Mosul hatred and the lust of slaughter weigh like inherited evils, transmitted (who can say?) through all the varying generations of conquerors since first the savage might of the Assyrian Empire set its stamp upon the land,\" she wrote in 1909.\n\nShe was happy to report, though, that despite what she called Mosul's \"turbulent record,\" the city had \"lost nothing of its quality during the past few years.\"\n\nThe same cannot be said now, with ISIS determined to erase a heritage that many previous conquerors left intact.\n\nBashar al-Kiki, the chairman of the Nineveh Provincial Council, who tracks events in Mosul from the Kurdish region in the north, said that armed civilians had recently attacked against ISIS and four militants were killed.\n\n\"The people of Mosul are intensely angry at ISIS,\" he said. \"They can't bear them anymore. This volcano of anger will explode soon.\"",
                    "date": "2014-07-30",
                    "eventUri": "1040792",
                    "id": "16469458",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6218,
                    "source": {
                        "title": "First Draft",
                        "uri": "www.nytimes.com"
                    },
                    "time": "19:25:00",
                    "title": "Iraqi Anger Rises as Militants Attack Mosul's Cultural History",
                    "uri": "200627479",
                    "url": "http://www.nytimes.com/2014/07/31/world/middleeast/iraqi-anger-rises-as-militants-attack-mosuls-cultural-history.html?smid=tw-share&_r=0",
                    "wgt": 1
                },
                {
                    "body": "Militant group ISIS blew up Iraq's tomb of the Prophet Jonah in Mosul on Thursday, civil defense officials told CNN.\n\nThe holy site, located inside a Sunni mosque, is supposed to be the burial place of the prophet, a key figure in Islamic and Judeo-Christian traditions. ISIS, which has been claiming cities across Iraq and Syria, has threatened to destroy any shrine it deems un-Islamic.\n\nAn amateur video of the explosion below has appeared on YouTube:\n\nAccording to a report from the Agence France Press, ISIS detonated the explosion remotely, taking an hour to to rig the shrine with explosives after ushering locals away and closing the roads leading to the site. \"They first stopped people from praying in it, they fixed explosive charges around and inside it and then blew it up in front of a large gathering of people,\" an anonymous witness told the AFP.\n\nISIS has been tearing down holy sites throughout the past month, including several other Sunni holy sites in Mosul and seven Shiite ones in the city of Tal Afar, reported Human Rights Watch.\n\nThe same day the tomb of Jonah fell, meanwhile, Iraqi lawmakers elected Fuad Masum to be the country's new president, a selection the U.S. praised and said would move the country in the right direction amid the conflict.\n\n\"They agreed on the importance of forming a new Iraqi government as quickly as possible and working to arrive at an agreed-upon road map for governance,\" the White House said in a statement on Vice President Joe Biden's congratulatory call to Masum. \"President Masum expressed the importance of restoring trust and confidence among all of Iraq's communities and continuing to rebuild Iraq's relations in the region.\"",
                    "date": "2014-07-26",
                    "eventUri": "1040792",
                    "id": "16198883",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6082,
                    "source": {
                        "title": "The Wire",
                        "uri": "www.thewire.com"
                    },
                    "time": "10:43:00",
                    "title": "Video Shows ISIS Blowing Up Iraq's Tomb of Jonah",
                    "uri": "199820053",
                    "url": "http://www.thewire.com/global/2014/07/video-shows-isis-blowing-up-iraqs-tomb-of-jonah/375044/",
                    "wgt": 1
                },
                {
                    "body": "BAGHDAD -- Iraq's most revered religious shrines are under attack as Sunni Islamist insurgents press their aim to establish a caliphate and what they view as the only acceptable form of Islam. The campaign raises fears the militants' may not only drive other sects from Iraq but also destroy the country's cultural heritage.\n\nThe latest casualty was a shrine in the northern city of Mosul said to be the burial ground for Jonah, revered as prophet by Jews, Christians and Muslims -- who refer to him as Younes. The Nabi Younes mosque,...",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16167722",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5582,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "19:02:00",
                    "title": "Jihadists in Iraq Erase Cultural Heritage",
                    "uri": "199718715",
                    "url": "http://online.wsj.com/articles/jihadists-in-iraq-erase-cultural-heritage-1406313661?mod=fox_australian",
                    "wgt": 1
                },
                {
                    "body": "Credit: ASSOCIATED PRESS\n\nPeople inspect the destroyed Mosque of The Prophet Younis, or Jonah, in Mosul, 225 miles (360 kilometers) northwest of Baghdad, Iraq, Thursday, July 24, 2014. The revered Muslim shrine was destroyed on Thursday by militants who overran the city in June and imposed their harsh interpretation of Islamic law. The mosque was built on an archaeological site dating back to 8th century BC, and is said to be the burial place of the prophet, who in stories from both the Bible and Quran is swallowed by a whale. (AP Photo)",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16132077",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4442,
                    "source": {
                        "title": "NWADG.com",
                        "uri": "www.nwaonline.com"
                    },
                    "time": "08:56:00",
                    "title": "Iraq parliament elects Kurd president",
                    "uri": "199616392",
                    "url": "http://www.nwaonline.com/news/2014/jul/25/iraq-parliament-elects-kurd-president-2/",
                    "wgt": 1
                },
                {
                    "body": "\"It was the best of times,\n\nit was the worst of times,\n\nit was the age of wisdom,\n\nit was the age of foolishness,\n\nit was the epoch of belief,\n\nit was the epoch of incredulity,\n\nit was the season of Light,\n\nit was the season of Darkness,\n\nit was the spring of hope,\n\nit was the winter of despair\"\n\nThese lines are taken from the Charles Dickens' novel \"A Tale of Two Cities\". These lines were written about the ominous period of 18th Century when Britain, despite being a superpower of its time was reeling from poor law and order situation while in France a bloody revolution was in the making.\n\nBut today these lines can best define the abject and gloomy situation in Iraq and Syria where ISIS (Islamic State of Iraq and Syria) simply IS (Islamic State) is on the loose. Playing 'soccer' with severed human heads, enjoying public pillory and crucifixions, decapitating its enemies and conduction public amputations, ISIS has shocked the modern world with all its brutality, callousness and sturdiness. This glacial, brittle approach has made this group perhaps one of the most dangerous and barbaric groups world comes to know in centuries. Such atrocities remind many of the notorious Chengiz Khan (Genghis Khan) who once ravaged the earth on a horse's back and destroyed entire Muslim civilization in the area. His grandson Halako (or Hulago Khan) led the Mangol charge on Baghdad (the then capital of Abbasid Caliphate) and ended the golden period of Islam that many Muslims crave to bring back today. But ISIS has surely crashed the party as they are operating in the same area where the last battle to protect Islamic civilization was fought. And they are doing it with the same ferocity which was the hallmark of barbaric Mangols.\n\nThrough summary executions and mass killings the ISIS has sown fear in the hearts of its opponents as Iraqi army is cringing and flinching under ISIS pressure while Syrian army, rebels and Kurds are also licking the wounds that ISIS has inflicted so easily. It seems there is no end to this blitz. These marauding daredevils have surely listed themselves in the pages of history.\n\nBut as ISIS becomes the nemesis of the region, a source of instability and destruction, the question remains how long these marauding daredevils may hold on to their gains?\n\nStability and survival of a state is affected by many factors. A strong military force, international recognition and relations, economic stability and infrastructure, natural resources, internal peace and representation of various ethnic and religious factions in the government are the key attributes of a well-functioning state.\n\nThe ISIS, with its brutal techniques has proved that it is not a state but an empire which is hell bent on grabbing more land and resources than to start a nation building process. It is highly unlikely that the people under the ISIS' rule, belonging to different social and ethnic backgrounds will blend into one nation in the blink of any eye. Though the ISIS is appealing to their religious sentiments and lay emphasis on \"Muslim Brotherhood\" but its own actions are contradictory to its words. As it has massacred hundreds of thousands of Muslims just for resisting or opposing it and it continues to do so.\n\nAnother thing is that the ISIS has not come to power by the people's will but rather imposed itself on them exploiting the civil war and then suppressing them with brutal force. So in response the people are not likely to support it in the long run.\n\nThird thing about an empire is that it is always led by a 'strongman'. The ISIS' current head honcho is no doubt a charismatic figure and a 'strongman' but an empire cannot be run just by one man alone and sooner or later the question of his succession might arise. And as is the problem with every empire that with the fall of strongman the empire is always ripped apart with successor states fighting for the legacy of that empire and this is likely to happen with ISIS too.\n\nThe current head honcho of the ISIS is acting more like a demagogue who is more interested in rabble-rousing from his soapbox than managing a state. On his orders the Iraqi cities were subverted and looted with 450 million dollars of dough plundered from just banks in the Iraqi city of Mosul. No doubt, it can be dubbed as the largest heist of the history of mankind. This is the way the ISIS is earning its money to run a state and carry on a costly war with all its neighbours (the only exception is Iraqi Kurds). The other 'source' of income for the ISIS is oil smuggling. How in the name of heavens a state can survive on its own when it is totally dependent on 'booty' and crimes? So the so-called Islamic state is likely to expand its military campaigns in order to get money while its earlier occupied regions are divested of all their wealth just because the state is unable to setup indusralisation and to create job opportunities for 'its people'.\n\nAs an empire is always coveting for more land the ISIS will keep on pressing with its Jihadi agenda of invading other lands and bringing them under 'Islamic rule'. It means that on its fringes a war will always continue and more and more people will keep on dying and making those who still living under the 'Islamic State' more abject about their future. Destruction of the prophets' shrines (like Jonah and Sheth) and orders to conduct the female genital mutilation (FGN) is also likely to arouse suspicions among the teeming population that the life under the ISIS will not be more promising.\n\nOn the other hands the brutal tactics, inhuman punishments and utter ruthlessness towards both its friends and foes alike will not earn the ISIS any friends both at 'home' or 'abroad'. Another salient feature of the ISIS is clinching deals with local tribesmen especially in Iraq who are supporting the ISIS to get rid of the recalcitrance Shia government in Baghdad. But as the ISIS' unfolds its agenda of enslaving the people of the region, this sway is likely to diminish.\n\nAnother problem with the ISIS is that it has no roots in local population like its Shia rival Hezbullah or its Sunni counterpart Al-Nusra Front operating mainly in Syria. So its fighting 'core' is comprised of foreigners who are imposed on the local population under the ISIS rule and who are more interested in vandalizing than and constructive approach. This phenomenon has also pitted the local population and rival groups against the ISIS so many times. Even in Syria the ISIS has been expelled from the rebel held areas for the same reason.\n\nThe local fighters in the ISIS are just gunslingers who switch their loyalties for money. These turncoats act more like 'gold diggers' than like a fighter battling for an ideological cause. So once the groundswell leads people to take arms against the ISIS in the most unfortunate of times then the handful of foreign fighters are likely to face the same fate they inflicted upon their rivals because the people never forgive be it the French revolution or the Russian revolution.\n\nThe ISIS is also beset by the enemies, though they are bumbling now because of the ISIS' sudden success but once they come to their senses and their regional allies rally their supports behind them (like Iran, Saudi Arabia who are afraid on and ISIS invasion too) it will be matter of just few years if not months that the ISIS threat will be eliminated once and for all.\n\nBut for now the time is with the ISIS. Iraqi army's total obsequiousness and disarray among its foes has made it possible for the ISIS to linger on for more time than it deserves. This 'Fitna-e-Khawarij' (Kharijites) part two is taking a huge toll on the Muslims around the world. It has deepened the western suspicions about the Muslim ideology and it has also devastated two Muslim countries.\n\nThe ISIS is not oblivious to its fate and it is already trying its best to avoid it. It is already repairing road networks in its 'territory', electricity is being restored in many areas, local businessmen are being dealt 'fairly' with low 'taxes'. It is also eyeing the fact that its rivals can't muster all their courage and resources against it since they are busy fighting each other too and the United States is also balking at launching airstrikes and the Arab countries are confused. On the other hands the ISIS is still enjoying an upper hand in terms of territory and resources. It is also controlling key riparian lands alongside both Tigris and Euphrates rivers which flow in Syria and Iraq. Many oil fields are also under their control and so far they have lot of plundered money and oil to smuggle. So in the end it will be safe to predict that the ISIS is likely to loiter about for few years and then either it is a powerful outside force, a breakaway group, rival groups fighting back or Syrian and Iraqi forces turning the tide, a rebellion within or people's uprising, the barbaric bunch of rustlers will be history.\n\nAs in The Tale of Two Cities the hangman (death) and the woodman (fate) work in a subtle manner with devastating results for the tyrant. The continuous loss of innocent lives and utter savagery is surely coming home to roost.",
                    "date": "2014-07-28",
                    "eventUri": "1040792",
                    "id": "16470971",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4006,
                    "source": {
                        "title": "theconceptors.com",
                        "uri": "theconceptors.com"
                    },
                    "time": "10:00:00",
                    "title": "How long the ISIS can hold?",
                    "uri": "200631632",
                    "url": "http://theconceptors.com/en/2014/07/28/long-isis-can-hold/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-07-26",
            "avgCos": 0.4593,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1040792",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1044023",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Mesopotamia",
                    "lat": 33,
                    "long": 44,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mesopotamia"
                },
                "labelEng": "Mosul",
                "lat": 36.335,
                "long": 43.11889,
                "wikiUri": "http://en.wikipedia.org/wiki/Mosul"
            },
            "storyDate": "2014-07-26",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-585888",
            "variance": 0.3248
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-223303": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "Milicianos del grupo extremista Estado Islámico --antiguo Estado Islámico de Irak y el Levante (ISIS)-- han destruido este jueves con explosivos la mezquita erigida en honor a la figura bíblica de Jonás, reconocido por el Islam como el profeta Yunus, ubicada en la localidad iraquí de Mosul.\n\nMADRID, 25 (EUROPA PRESS)\n\nEn base a las informaciones publicadas por el portal de noticias Iraqi News, los milicianos ordenaron a las personas que se encontraban en su interior abandonar el edificio antes de demolerlo, argumentando que \"la mezquita se ha convertido en un lugar de apostasía\".\n\nLa explosión ha provocado daños en varias viviendas ubicadas en los alrededores de la mezquita. El suceso ha tenido lugar un día después de que el Estado Islámico destruyera la mezquita del Imam Yahya Abul Qasim, que tenía 1.400 años de antigüedad.\n\nEl grupo extremista ha destruido en las últimas semanas múltiples lugares de culto de las comunidades chií, cristiana, sufí y yazidí, así como de cualquier otro grupo opuesto a su interpretación radical del Islam.\n\nEsta misma semana, el Estado Islámico ha dado un ultimátum a los residentes kurdos de Mosul para que abandonen la ciudad o se expongan a ser ejecutados, apenas días después de emitir una amenaza similar contra la comunidad cristiana de la localidad.\n\nEn 2003, la comunidad cristiana de Mosul tenía unos 35.000 fieles. En los once años siguientes al comienzo de la guerra, el número cayó trágicamente a alrededor de 3.000 y ahora quedan apenas dos decenas.\n\nEl líder de la Iglesia Católica Caldea, la principal iglesia del país, Louis Raphael Sako, valoró que los milicianos del Estado Islámico son peores que el líder mongol Genghis Khan y su nieto Hulagu, que redujeron a cenizas Bagdad.\n\n\"¿Cómo es posible que en el siglo XXI se expulse de sus casas a la gente por ser cristianos, chiíes, suníes o yazidis?\", se preguntó. \"Las familias cristianas han sido expulsadas de sus casas, sus bienes han sido robados, y sus viviendas han sido expropiadas en nombre del Estado Islámico\", explicó.\n\n\"Esto no pasó nunca en la historia cristiana o islámica. Esto no lo hicieron ni Genghis Khan ni Hulagu\", remachó. Hulagu Khan encabezó un Ejército que saqueó Bagdad en 1258, matando a decenas de miles de personas, destruyendo un califato con 600 años de existencia y dejando la ciudad en ruinas.\n\nEL ESTADO ISLÁMICO\n\nEl Estado Islámico es una organización 'yihadista' nacida en Irak y relacionada --aunque no vinculada-- con la red terrorista Al Qaeda. Con la sublevación en 2011 contra el régimen del presidente sirio, Bashar al Assad, el grupo penetró en Siria y desde allí ha lanzado en las últimas semanas una ofensiva que le ha permitido hacerse con el control del norte y el oeste de Irak.\n\nEl ISIS proclamó a finales de junio el Califato Islámico y nombró califa a su líder, Abú Bakr al Baghdadi. La nueva organización se declara Estado independiente y reclama que todos los musulmanes del mundo le juren fidelidad.\n\n\"El Estado Islámico representado por la autoridad de su pueblo en la voz de sus dirigentes, líderes y el Consejo de la Shura ha resuelto anunciar el establecimiento del Califato Islámico\", explicó el portavoz del ISIS, Abú Muhammad al Adnani, según una grabación de audio recogida por la web especializada en islam radical SITE.\n\nAsí, Al Bagdadi se ha convertido en la máxima autoridad de este Estado Islámico. \"Aclaramos a los musulmanes que con esta declaración de califa tiene efecto sobre todos los musulmanes, que deberán jurar lealtad al califa Ibrahim y apoyarle\", remachó el ISIS.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16113774",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9984,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "01:11:00",
                    "title": "El Estado Islámico destruye en Mosul la mezquita en honor a la figura bíblica de Jonás",
                    "uri": "199557690",
                    "url": "http://www.eleconomista.es/internacional/noticias/5967080/07/14/El-Estado-Islamico-destruye-en-Mosul-la-mezquita-en-honor-a-la-figura-biblica-de-Jonas.html",
                    "wgt": 1
                },
                {
                    "body": "Milicianos del grupo extremista Estado Islámico --antiguo Estado Islámico de Irak y el Levante (ISIS)-- han destruido este jueves con explosivos la mezquita erigida en honor a la figura bíblica de Jonás, reconocido por el Islam como el profeta Yunus, ubicada en la localidad iraquí de Mosul.\n\nEn base a las informaciones publicadas por el portal de noticias Iraqi News, los milicianos ordenaron a las personas que se encontraban en su interior abandonar el edificio antes de demolerlo, argumentando que \"la mezquita se ha convertido en un lugar de apostasía\".\n\nLa explosión ha provocado daños en varias viviendas ubicadas en los alrededores de la mezquita. El suceso ha tenido lugar un día después de que el Estado Islámico destruyera la mezquita del Imam Yahya Abul Qasim, que tenía 1.400 años de antigüedad.\n\nEl grupo extremista ha destruido en las últimas semanas múltiples lugares de culto de las comunidades chií, cristiana, sufí y yazidí, así como de cualquier otro grupo opuesto a su interpretación radical del Islam.\n\nEsta misma semana, el Estado Islámico ha dado un ultimátum a los residentes kurdos de Mosul para que abandonen la ciudad o se expongan a ser ejecutados, apenas días después de emitir una amenaza similar contra la comunidad cristiana de la localidad.\n\nEn 2003, la comunidad cristiana de Mosul tenía unos 35.000 fieles. En los once años siguientes al comienzo de la guerra, el número cayó trágicamente a alrededor de 3.000 y ahora quedan apenas dos decenas.\n\nEl líder de la Iglesia Católica Caldea, la principal iglesia del país, Louis Raphael Sako, valoró que los milicianos del Estado Islámico son peores que el líder mongol Genghis Khan y su nieto Hulagu, que redujeron a cenizas Bagdad.\n\n\"¿Cómo es posible que en el siglo XXI se expulse de sus casas a la gente por ser cristianos, chiíes, suníes o yazidis?\", se preguntó. \"Las familias cristianas han sido expulsadas de sus casas, sus bienes han sido robados, y sus viviendas han sido expropiadas en nombre del Estado Islámico\", explicó.\n\n\"Esto no pasó nunca en la historia cristiana o islámica. Esto no lo hicieron ni Genghis Khan ni Hulagu\", remachó. Hulagu Khan encabezó un Ejército que saqueó Bagdad en 1258, matando a decenas de miles de personas, destruyendo un califato con 600 años de existencia y dejando la ciudad en ruinas.\n\nEL ESTADO ISLÁMICO\n\nEl Estado Islámico es una organización 'yihadista' nacida en Irak y relacionada --aunque no vinculada-- con la red terrorista Al Qaeda. Con la sublevación en 2011 contra el régimen del presidente sirio, Bashar al Assad, el grupo penetró en Siria y desde allí ha lanzado en las últimas semanas una ofensiva que le ha permitido hacerse con el control del norte y el oeste de Irak.\n\nEl ISIS proclamó a finales de junio el Califato Islámico y nombró califa a su líder, Abú Bakr al Baghdadi. La nueva organización se declara Estado independiente y reclama que todos los musulmanes del mundo le juren fidelidad.\n\n\"El Estado Islámico representado por la autoridad de su pueblo en la voz de sus dirigentes, líderes y el Consejo de la Shura ha resuelto anunciar el establecimiento del Califato Islámico\", explicó el portavoz del ISIS, Abú Muhammad al Adnani, según una grabación de audio recogida por la web especializada en islam radical SITE.\n\nAsí, Al Bagdadi se ha convertido en la máxima autoridad de este Estado Islámico. \"Aclaramos a los musulmanes que con esta declaración de califa tiene efecto sobre todos los musulmanes, que deberán jurar lealtad al califa Ibrahim y apoyarle\", remachó el ISIS.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16116329",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9982,
                    "source": {
                        "title": "noticias.lainformacion.com",
                        "uri": "noticias.lainformacion.com"
                    },
                    "time": "00:30:00",
                    "title": "El Estado Islámico destruye en Mosul la mezquita en honor a la ... - Lainformacion.com",
                    "uri": "199565766",
                    "url": "http://noticias.lainformacion.com/politica/defensa/el-estado-islamico-destruye-en-mosul-la-mezquita-en-honor-a-la-figura-biblica-de-jonas_vQjbpEL2nAoIA2kkBQ3UJ3/",
                    "wgt": 1
                },
                {
                    "body": "El líder del Estado Islámico pide obediencia en su primera aparición en público en Mosul (5/07)\n\nMilicianos del grupo extremista Estado Islámico --antiguo Estado Islámico de Irak y el Levante (ISIS)-- han destruido este jueves con explosivos la mezquita erigida en honor a la figura bíblica de Jonás, reconocido por el Islam como el profeta Yunus, ubicada en la localidad iraquí de Mosul.\n\nMADRID, 25 (EUROPA PRESS)\n\nEn base a las informaciones publicadas por el portal de noticias Iraqi News, los milicianos ordenaron a las personas que se encontraban en su interior abandonar el edificio antes de demolerlo, argumentando que \"la mezquita se ha convertido en un lugar de apostasía\".\n\nLa explosión ha provocado daños en varias viviendas ubicadas en los alrededores de la mezquita. El suceso ha tenido lugar un día después de que el Estado Islámico destruyera la mezquita del Imam Yahya Abul Qasim, que tenía 1.400 años de antigüedad.\n\nEl grupo extremista ha destruido en las últimas semanas múltiples lugares de culto de las comunidades chií, cristiana, sufí y yazidí, así como de cualquier otro grupo opuesto a su interpretación radical del Islam.\n\nEsta misma semana, el Estado Islámico ha dado un ultimátum a los residentes kurdos de Mosul para que abandonen la ciudad o se expongan a ser ejecutados, apenas días después de emitir una amenaza similar contra la comunidad cristiana de la localidad.\n\nEn 2003, la comunidad cristiana de Mosul tenía unos 35.000 fieles. En los once años siguientes al comienzo de la guerra, el número cayó trágicamente a alrededor de 3.000 y ahora quedan apenas dos decenas.\n\nEl líder de la Iglesia Católica Caldea, la principal iglesia del país, Louis Raphael Sako, valoró que los milicianos del Estado Islámico son peores que el líder mongol Genghis Khan y su nieto Hulagu, que redujeron a cenizas Bagdad.\n\n\"¿Cómo es posible que en el siglo XXI se expulse de sus casas a la gente por ser cristianos, chiíes, suníes o yazidis?\", se preguntó. \"Las familias cristianas han sido expulsadas de sus casas, sus bienes han sido robados, y sus viviendas han sido expropiadas en nombre del Estado Islámico\", explicó.\n\n\"Esto no pasó nunca en la historia cristiana o islámica. Esto no lo hicieron ni Genghis Khan ni Hulagu\", remachó. Hulagu Khan encabezó un Ejército que saqueó Bagdad en 1258, matando a decenas de miles de personas, destruyendo un califato con 600 años de existencia y dejando la ciudad en ruinas.\n\nEL ESTADO ISLÁMICO\n\nEl Estado Islámico es una organización 'yihadista' nacida en Irak y relacionada --aunque no vinculada-- con la red terrorista Al Qaeda. Con la sublevación en 2011 contra el régimen del presidente sirio, Bashar al Assad, el grupo penetró en Siria y desde allí ha lanzado en las últimas semanas una ofensiva que le ha permitido hacerse con el control del norte y el oeste de Irak.\n\nEl ISIS proclamó a finales de junio el Califato Islámico y nombró califa a su líder, Abú Bakr al Baghdadi. La nueva organización se declara Estado independiente y reclama que todos los musulmanes del mundo le juren fidelidad.\n\n\"El Estado Islámico representado por la autoridad de su pueblo en la voz de sus dirigentes, líderes y el Consejo de la Shura ha resuelto anunciar el establecimiento del Califato Islámico\", explicó el portavoz del ISIS, Abú Muhammad al Adnani, según una grabación de audio recogida por la web especializada en islam radical SITE.\n\nAsí, Al Bagdadi se ha convertido en la máxima autoridad de este Estado Islámico. \"Aclaramos a los musulmanes que con esta declaración de califa tiene efecto sobre todos los musulmanes, que deberán jurar lealtad al califa Ibrahim y apoyarle\", remachó el ISIS.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16130681",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9949,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "00:34:00",
                    "title": "El Estado Islámico destruye en Mosul la mezquita en honor a la ... - elEconomista.es",
                    "uri": "199611809",
                    "url": "http://ecodiario.eleconomista.es/internacional/noticias/5967080/07/14/El-Estado-Islamico-destruye-en-Mosul-la-mezquita-en-honor-a-la-figura-biblica-de-Jonas.html",
                    "wgt": 1
                },
                {
                    "body": "El ejército sirio sufre su peor semana desde el inicio del conflicto\n\nMADRID, (EUROPA PRESS) Milicianos del grupo extremista Estado Islámico --antiguo Estado Islámico de Irak y el Levante (ISIS)-- han destruido este jueves con explosivos la mezquita erigida en honor a la figura bíblica de Jonás, reconocido por el Islam como el profeta Yunus, ubicada en la localidad iraquí de Mosul. En base a las informaciones publicadas por el portal de noticias Iraqi News, los milicianos ordenaron a las personas que se encontraban en su interior abandonar el edificio antes de demolerlo, argumentando que \"la mezquita se ha convertido en un lugar de apostasía\". La explosión ha provocado daños en varias viviendas ubicadas en los alrededores de la mezquita. El suceso ha tenido lugar un día después de que el Estado Islámico destruyera la mezquita del Imam Yahya Abul Qasim, que tenía 1.400 años de antigüedad.\n\nEl grupo extremista ha destruido en las últimas semanas múltiples lugares de culto de las comunidades chií, cristiana, sufí y yazidí, así como de cualquier otro grupo opuesto a su interpretación radical del Islam. Esta misma semana, el Estado Islámico ha dado un ultimátum a los residentes kurdos de Mosul para que abandonen la ciudad o se expongan a ser ejecutados, apenas días después de emitir una amenaza similar contra la comunidad cristiana de la localidad.\n\nEn 2003, la comunidad cristiana de Mosul tenía unos 35.000 fieles. En los once años siguientes al comienzo de la guerra, el número cayó trágicamente a alrededor de 3.000 y ahora quedan apenas dos decenas. El líder de la Iglesia Católica Caldea, la principal iglesia del país, Louis Raphael Sako, valoró que los milicianos del Estado Islámico son peores que el líder mongol Genghis Khan y su nieto Hulagu, que redujeron a cenizas Bagdad. \"¿Cómo es posible que en el siglo XXI se expulse de sus casas a la gente por ser cristianos, chiíes, suníes o yazidis?\", se preguntó.\n\n\"Las familias cristianas han sido expulsadas de sus casas, sus bienes han sido robados, y sus viviendas han sido expropiadas en nombre del Estado Islámico\", explicó. \"Esto no pasó nunca en la historia cristiana o islámica. Esto no lo hicieron ni Genghis Khan ni Hulagu\", remachó. Hulagu Khan encabezó un Ejército que saqueó Bagdad en 1258, matando a decenas de miles de personas, destruyendo un califato con 600 años de existencia y dejando la ciudad en ruinas.\n\nEl Estado Islámico es una organización 'yihadista' nacida en Irak y relacionada --aunque no vinculada-- con la red terrorista Al Qaeda. Con la sublevación en 2011 contra el régimen del presidente sirio, Bashar al Assad, el grupo penetró en Siria y desde allí ha lanzado en las últimas semanas una ofensiva que le ha permitido hacerse con el control del norte y el oeste de Irak. El ISIS proclamó a finales de junio el Califato Islámico y nombró califa a su líder, Abú Bakr al Baghdadi. La nueva organización se declara Estado independiente y reclama que todos los musulmanes del mundo le juren fidelidad.\n\n\"El Estado Islámico representado por la autoridad de su pueblo en la voz de sus dirigentes, líderes y el Consejo de la Shura ha resuelto anunciar el establecimiento del Califato Islámico\", explicó el portavoz del ISIS, Abú Muhammad al Adnani, según una grabación de audio recogida por la web especializada en islam radical SITE. Así, Al Bagdadi se ha convertido en la máxima autoridad de este Estado Islámico. \"Aclaramos a los musulmanes que con esta declaración de califa tiene efecto sobre todos los musulmanes, que deberán jurar lealtad al califa Ibrahim y apoyarle\", remachó el ISIS.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16119246",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9935,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "01:16:00",
                    "title": "La mezquita en honor a la figura bíblica de Jonás situada en Mosul ... - La Vanguardia",
                    "uri": "199576555",
                    "url": "http://www.lavanguardia.com/internacional/20140725/54412458667/el-estado-islamico-destruye-en-mosul-la-mezquita-en-honor-a-jonas.html",
                    "wgt": 1
                },
                {
                    "body": "En base a las informaciones publicadas por el portal de noticias Iraqi News, los milicianos ordenaron a las personas que se encontraban en su interior abandonar el edificio antes de demolerlo, argumentando que \"la mezquita se ha convertido en un lugar de apostasía\".\n\nLa explosión ha provocado daños en varias viviendas ubicadas en los alrededores de la mezquita. El suceso ha tenido lugar un día después de que el Estado Islámico destruyera la mezquita del Imam Yahya Abul Qasim, que tenía 1.400 años de antigüedad.\n\nEl grupo extremista ha destruido en las últimas semanas múltiples lugares de culto de las comunidades chií, cristiana, sufí y yazidí, así como de cualquier otro grupo opuesto a su interpretación radical del Islam.\n\nEsta misma semana, el Estado Islámico ha dado un ultimátum a los residentes kurdos de Mosul para que abandonen la ciudad o se expongan a ser ejecutados, apenas días después de emitir una amenaza similar contra la comunidad cristiana de la localidad.\n\nEn 2003, la comunidad cristiana de Mosul tenía unos 35.000 fieles. En los once años siguientes al comienzo de la guerra, el número cayó trágicamente a alrededor de 3.000 y ahora quedan apenas dos decenas.\n\nEl líder de la Iglesia Católica Caldea, la principal iglesia del país, Louis Raphael Sako, valoró que los milicianos del Estado Islámico son peores que el líder mongol Genghis Khan y su nieto Hulagu, que redujeron a cenizas Bagdad.\n\n\"¿Cómo es posible que en el siglo XXI se expulse de sus casas a la gente por ser cristianos, chiíes, suníes o yazidis?\", se preguntó. \"Las familias cristianas han sido expulsadas de sus casas, sus bienes han sido robados, y sus viviendas han sido expropiadas en nombre del Estado Islámico\", explicó.\n\n\"Esto no pasó nunca en la historia cristiana o islámica. Esto no lo hicieron ni Genghis Khan ni Hulagu\", remachó. Hulagu Khan encabezó un Ejército que saqueó Bagdad en 1258, matando a decenas de miles de personas, destruyendo un califato con 600 años de existencia y dejando la ciudad en ruinas.\n\nEL ESTADO ISLÁMICO\n\nEl Estado Islámico es una organización 'yihadista' nacida en Irak y relacionada --aunque no vinculada-- con la red terrorista Al Qaeda. Con la sublevación en 2011 contra el régimen del presidente sirio, Bashar al Assad, el grupo penetró en Siria y desde allí ha lanzado en las últimas semanas una ofensiva que le ha permitido hacerse con el control del norte y el oeste de Irak.\n\nEl ISIS proclamó a finales de junio el Califato Islámico y nombró califa a su líder, Abú Bakr al Baghdadi. La nueva organización se declara Estado independiente y reclama que todos los musulmanes del mundo le juren fidelidad.\n\n\"El Estado Islámico representado por la autoridad de su pueblo en la voz de sus dirigentes, líderes y el Consejo de la Shura ha resuelto anunciar el establecimiento del Califato Islámico\", explicó el portavoz del ISIS, Abú Muhammad al Adnani, según una grabación de audio recogida por la web especializada en islam radical SITE.\n\nAsí, Al Bagdadi se ha convertido en la máxima autoridad de este Estado Islámico. \"Aclaramos a los musulmanes que con esta declaración de califa tiene efecto sobre todos los musulmanes, que deberán jurar lealtad al califa Ibrahim y apoyarle\", remachó el ISIS.",
                    "date": "2014-07-25",
                    "eventUri": "1040792",
                    "id": "16128704",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9809,
                    "source": {
                        "title": "Telecinco",
                        "uri": "www.telecinco.es"
                    },
                    "time": "00:27:00",
                    "title": "El Estado Islámico destruye en Mosul la mezquita en honor a la ... - TeleCinco.es",
                    "uri": "199605545",
                    "url": "http://www.telecinco.es/informativos/internacional/Islamico-destruye-Mosul-mezquita-Jonas_0_1833300006.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-07-25",
            "avgCos": 0.7023,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1040792",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1040792",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Mesopotamia",
                    "lat": 33,
                    "long": 44,
                    "wikiUri": "http://en.wikipedia.org/wiki/Mesopotamia"
                },
                "labelEng": "Baghdad",
                "lat": 33.34058,
                "long": 44.40088,
                "wikiUri": "http://en.wikipedia.org/wiki/Baghdad"
            },
            "storyDate": "2014-07-25",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-223303",
            "variance": 0.0068
        }
    },
    "meta": {
        "CCAArticleMatchCount": 52,
        "CCAArticleMatchRatio": 0.2300884955752212,
        "CCAAvgCosSim": 0.8272394230769232,
        "CCAAvgMatchWgt": 48.67307692307692,
        "_articleUri1": "199788967",
        "_articleUri2": "199557690",
        "_datetime": "2015-02-19 18:09:54",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-585888",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-223303",
        "_username": "Evgenia Belyaeva",
        "artCount1": 14,
        "artCount2": 5,
        "avgCosSimStory1": 0.4593,
        "avgCosSimStory2": 0.7023,
        "categorySim": 0,
        "conceptCosSim": 0.3917040581986244,
        "conceptJaccardSim": 0.2054794520547945,
        "coreTime1": 127660.3166666667,
        "coreTime2": 127657.1833333333,
        "coreTimeStDev1": 34.29280608228164,
        "coreTimeStDev2": 0.3553714801286017,
        "entityCosSim": 0.3835898640209222,
        "entityJaccardSim": 0.1333333333333333,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.4035523231539616,
        "keywordJaccardSim": 0.2558139534883721,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 10,
        "storyQuality2": 21,
        "timeAvg1": 127687.1261904762,
        "timeAvg2": 127656.7933333333,
        "timeStDev1": 35.47269054323973,
        "timeStDev2": 0.3553714801286017,
        "varianceStory1": 0.3248,
        "varianceStory2": 0.0068
    }
}