{
    "850f305d-14db-4c75-b547-79470a557ea3-957243": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "MADRID -- Cristiano Ronaldo says he still many years and a lot of football to come as he picked up his third Golden Boot award for scoring the most goals in Europe's domestic leagues last season.\n\nRonaldo shared the award with Luis Suarez, who also scored 31 goals.\n\nAt a lavish ceremony in Madrid, Ronaldo says he was surprised so many people got up early Wednesday for the event after Real Madrid's 1-0 win over Liverpool in the Champions League the previous night.\n\nMadrid president Florentino Perez highlighted the Portugal forward's energy and ambition to win as he presented the award.\n\nRonaldo says although his main aim is to be a good team player, he also acknowledges a liking for individual flair.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24588206",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8697,
                    "source": {
                        "title": "Centre Daily Times",
                        "uri": "www.centredaily.com"
                    },
                    "time": "14:44:00",
                    "title": "Ronaldo receives Golden Boot",
                    "uri": "224486278",
                    "url": "http://www.centredaily.com/2014/11/05/4442671/ronaldo-receives-golden-boot.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "MADRID -- Cristiano Ronaldo says he still many years and a lot of football to come as he picked up his third Golden Boot award for scoring the most goals in Europe's domestic leagues last season.\n\nRonaldo shared the award with Luis Suarez, who also scored 31 goals.\n\nReal Madrid's Cristiano Ronaldo runs with the ball during a Group B Champions League soccer match between Real Madrid and Liverpool at the Santiago Bernabeu stadium in Madrid, Spain, Tuesday Nov. 4, 2014. (AP Photo/Paul White)\n\nAt a lavish ceremony in Madrid, Ronaldo says he was surprised so many people got up early Wednesday for the event after Real Madrid's 1-0 win over Liverpool in the Champions League the previous night.\n\nMadrid president Florentino Perez highlighted the Portugal forward's energy and ambition to win as he presented the award.\n\nRonaldo says although his main aim is to be a good team player, he also acknowledges a liking for individual flair.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24590373",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8649,
                    "source": {
                        "title": "The Republic",
                        "uri": "www.therepublic.com"
                    },
                    "time": "15:09:00",
                    "title": "Ronaldo receives Golden Boot",
                    "uri": "224492379",
                    "url": "http://www.therepublic.com/view/story/7e02d8809f864bae9a3fbac561d08037/SOC--Golden-Boot",
                    "wgt": 1
                },
                {
                    "body": "MADRID -- Cristiano Ronaldo said he still has many years of football to come as he picked up his third Golden Boot award on Wednesday for scoring the most goals in Europe's domestic leagues last season.\n\nRonaldo shared the award with Luis Suarez, who also scored 31 goals.\n\nAt a lavish ceremony in Madrid, Ronaldo said he was surprised so many people got up early for the event after Real Madrid's 1-0 win over Liverpool in the Champions League the previous night.\n\nMadrid president Florentino Perez highlighted the Portugal forward's energy and ambition to win as he presented the award.\n\n\"I promise to always give the fans the best on the field,\" Ronaldo said. \"My passion, my goals, my assists, my matches. I still have many years left in Madrid.\"\n\nRonaldo said although his main aim was to be a good team player, he also acknowledged a liking for individual flair.\n\n\"A collective effort is important, but so is individual talent, and I work hard to achieve that,\" he said.\n\nSuarez picked up his award at a ceremony in Barcelona on Oct. 15.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24593709",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8621,
                    "source": {
                        "title": "o.canada.com",
                        "uri": "o.canada.com"
                    },
                    "time": "15:48:00",
                    "title": "Christiano Ronaldo receives shared Golden Boot award",
                    "uri": "224501226",
                    "url": "http://o.canada.com/sports/soccer/christiano-ronaldo-receives-shared-golden-boot-award",
                    "wgt": 1
                },
                {
                    "body": "CONNECT 1 TWEETLINKEDINCOMMENTEMAILMORE\n\nMADRID (AP) -- Cristiano Ronaldo says he still many years and a lot of football to come as he picked up his third Golden Boot award for scoring the most goals in Europe's domestic leagues last season.\n\nRonaldo shared the award with Luis Suarez, who also scored 31 goals.\n\nAt a lavish ceremony in Madrid, Ronaldo says he was surprised so many people got up early Wednesday for the event after Real Madrid's 1-0 win over Liverpool in the Champions League the previous night.\n\nMadrid president Florentino Perez highlighted the Portugal forward's energy and ambition to win as he presented the award.\n\nRonaldo says although his main aim is to be a good team player, he also acknowledges a liking for individual flair.\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24591937",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8439,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "15:27:00",
                    "title": "Ronaldo receives Golden Boot",
                    "uri": "224496374",
                    "url": "http://www.usatoday.com/story/sports/soccer/2014/11/05/ronaldo-receives-golden-boot/18526597/?utm_source=feedblitz&utm_medium=FeedBlitzRss&utm_campaign=usatodaycomsoccer-topstories",
                    "wgt": 1
                },
                {
                    "body": "The Portuguese star shared the prize with Luis Suarez, having scored 31 times for Real Madrid in their La Liga campaign last term\n\nCristiano Ronaldo has added another trophy to his impressive haul with the Golden Shoe award.\n\nThe Real Madrid superstar shared the gong with Luis Suarez after scoring an outstanding 31 times for Los Blancos last season.\n\nSuarez was presented with his award by ex-Liverpool boss Kenny Dalglish last month and now Ronaldo has followed suit.\n\nIt is the third time he has claimed the prize, presented to the leading league goal scorer in Europe's top divisions, having previously won in 2008 and 2011.\n\nHe was given the golden boot by Real president Florentino Perez the Melia Castilla Hotel, having helped his side to a 1-0 win over Liverpool on Tuesday night.\n\nCristiano Ronaldo - La Liga goal record this season\n\n9\n\nGames\n\n17\n\nGoals\n\nRemarkably that was the first competitive game Ronaldo hasn't scored in this season for the Spanish giants, having already bagged 22 since August.\n\nHis solo strike against Granada on Saturday took his league tally to 17 in just nine games and should he continue at this current rate, Ronaldo could surpass the 70 mark this season.\n\nThe award comes having clinched the La Liga Player of the Year gong last week, with the Ballon d'Or almost certain to follow in the New Year.\n\nPoll loading ...",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24606489",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7078,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "18:10:00",
                    "title": "Cristiano Ronaldo presented with Golden Shoe award to add to glittering trophy collection",
                    "uri": "224534373",
                    "url": "http://www.mirror.co.uk/sport/football/news/cristiano-ronaldo-presented-golden-shoe-4574264",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo secured another hat-trick in Madrid on Wednesday afternoon as he collected his third European Golden Boot award - and insisted he will remain with the European champions \"for many years to come\".\n\nThe freescoring forward received the award from Madrid president Florentino Perez at the Meliá Castilla hotel just a mile away from the club's Santiago Bernabéu stadium. He scored 31 goals in La Liga last season and shared the accolade with Luis Suárez, who was handed his award by Liverpool legend Kenny Dalglish in a separate ceremony in Barcelona last month.\n\n\"This is my third Golden Boot but it feels like I am winning it for the first time,\" said the Portuguese star. \"Last year was an extraordinary year for me. I'm very fortunate to be here at Real Madrid with this team. Without my teammates, this would not be possible.\" He added: \"This is very special for me, I am very happy.\"\n\nThe 29-year-old is the only player to have won the award in two different leagues and one of just two players to have won it with different clubs. Mário Jardel was the other with Porto and Sporting Lisbon. He poured more cold water on any lingering mumblings of a move back to Old Trafford, however, by pledging his future to the Spanish giants. \"I will remain at Real Madrid for many years to come and will try to do my best,\" he said. \"I am a serious person in my work. Since I arrived, I have showed that I always want more. My numbers are very good.\"\n\nThose numbers have continued to impress this season with Ronaldo already in good shape to retain the award for the first time. He has scored a stunning 17 goals in just nine league appearances for Carlo Ancelotti's side this season and will look to continue his trait of scoring in every Liga match he has played in this term when Madrid play host to Rayo Vallecano on Saturday.\n\nHe won the award for the first time with Manchester United in the 2007-08 campaign when he scored 31 goals and claimed it for the first time with Madrid in 2010-11 when he went even better with a stunning 40 league goals. His third success means he joins Barcelona forward Lionel Messi as the only player to have won the award three times. He is only the second Madrid player to win it after Mexican Hugo Sánchez.\n\nIt put a smile back on the face of a player Perez described as \"the best best in the world\" when he spoke at the ceremony. Ronaldo wanted to attend the presentation as the Champions League's all-time leading goalscorer but his missed his chance on Tuesday night against Liverpool. The in-form forward went into the match just one behind Raúl, who leads the list with 71, but failed to find the back of the net for the first time in 13 matches in all competitions. That means Messi, who is two behind the former Spain international, now has the chance to etch his name into the record books when Barcelona visit Ajax tonight.\n\nIt is just the second time the award has been shared after Thierry Henry and Diego Forlan both scored 25 goals for Arsenal and Villarreal respectively in the 2004-05 season. Reports in Spain suggested Ronaldo could have picked up his award at the same time as Suárez but that he rejected the idea.\n\nPerez introduced his star man as \"the worthy heir of Alfredo Di Stéfano\" and said he is \"an example to all young sportsmen\" who has \"no limits\" and \"continues to search for perfection\". The Madrid president was sat next to Ronaldo at the presentation while team-mates Iker Casillas, Sergio Ramos and Gareth Bale joined him on the front row and Ronaldo's mother and son were also in attendance.\n\nThe award adds to the growing and illustrious collection the Portuguese international has received this year. It started with the Ballon d'Or in Switzerland, the biggest individual prize in football, an award Ronaldo is favourite to retain this year. He lifted his second Champions League in his home country in May, breaking the record of most goals scored in the competition in one season with 17, and was named the Spanish Football League's best player at the league's annual awards gala last month.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24605646",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7017,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "17:58:00",
                    "title": "Cristiano Ronaldo collects European Golden Boot and says he expects to be at Real Madrid 'for many years to come'",
                    "uri": "224532114",
                    "url": "http://www.independent.co.uk/sport/football/european/cristiano-ronaldo-collects-european-golden-boot-and-says-he-expects-to-be-at-real-madrid-for-many-years-to-come-9841959.html",
                    "wgt": 1
                },
                {
                    "body": "Real Madrid forward Cristiano Ronaldo says he will work to be the best player of all time after being presented with his third European Golden Boot award.\n\nThe 29-year-old was speaking at a lavish ceremony in Madrid where he received the trophy for being the joint top scorer last season in Europe, along with Luis Suarez, having hit 31 goals.\n\n\"I always try to do things well and not just last season. I always want to do better,\" said Ronaldo.\n\n\"The last five years have been very good and the last two have been a little bit better. I don't want to just be the best in Portugal, I want to be the best ever and I will work to be that. After that it is down to individual opinions.\n\n\"In my profession I want to be the best, and I am making a name for myself step by step. When my career ends I want to see the statistics and I want to see if I am among the best ever.\n\n\"I am sure I will be.\"\n\nThe World Player of the Year, who also won the Golden Boot in the 2007-08 and 2010-11 seasons, has had a glittering career with both Manchester United and Real and he helped the latter to win their tenth European Cup last season.\n\n\"To win the third Golden Boot is like winning the first. I am very happy, it is a special day and I want to share it with the people that have helped me,\" said Ronaldo.\n\n\"Everyone talks about whether this is the best Madrid side and I suppose at the end we will know - if we win nothing or we are the best. I believe that we will win a lot. We are working well with the coach (Carlo Ancelotti).\n\n\"Things are going well and on a personal note I am happy and playing well.\"\n\nReal lead the La Liga table with 24 points from 10 games and have already struck 37 goals.\n\n\"Maybe now we have more of the ball which is good. The more you have it the more damage you can make,\" he said.\n\n\"We are causing problems for that reason, we are having more chances but the system is more or less the same. We have a very good squad. (Gareth) Bale has returned now and is in good shape.\n\n\"We can go very far. We will work to get better each game and win the trophies: La Liga, the Champions League and the cup.\"",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24596112",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.696,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "16:11:00",
                    "title": "Ronaldo: I'm sure I will be the best player ever",
                    "uri": "224507154",
                    "url": "http://www.independent.ie/sport/soccer/other-soccer/ronaldo-im-sure-i-will-be-the-best-player-ever-30721466.html",
                    "wgt": 1
                },
                {
                    "body": "World Player of the Year Cristiano Ronaldo believes he will be considered one of the greatest footballers to have ever played the game by the time he retires.\n\nThe 29-year-old picked up the third Golden Boot award of his career for being joint top-goalscorer in Europe last season in Madrid on Wednesday and is also the odds-on favourite to win the Ballon d'Or for a third time in January.\n\nAnd, while insisting he still has plenty of years at the top left in him, the Portuguese is confident his place amongst the greats in the history of the game is assured.\n\n\"I always want to be the best, that is what I work towards every day,\" he said.\n\n\"I respect what people think and I am making my own story bit by bit. I still have a long way to go and when I finish my career I can look at my stats to see if I am amongst the best in history. I am sure I will be.\"\n\nRonaldo was hailed by Real Madrid president Florentino Perez as the \"dignified heir to Alfredo di Stefano\", the club legend and former honorary president, who passed away earlier this year.\n\nAnd Ronaldo refused to rule out extending his stay in the Spanish capital beyond his current deal, which expires in 2018.\n\n\"What I like most is winning. I hope to see out my contract with Real Madrid until I am 33 and we'll see if I can stay on for a few more years or not.\"\n\nRonaldo's blistering form has continued this season with 22 goals in 16 games to propel the European champions to the top of La Liga and into the last 16 of the Champions League once more.\n\nHowever, he warned against lauding the current squad as one of the greatest in the club's history at such an early point in the season.\n\n\"Everyone is saying this could be the best squad Real Madrid has ever had, but we will see that at the end of the season. If we don't win anything we won't be.\n\n\"The team is playing well, we have a new system and the coach knows what he is doing.\n\n\"At an individual level things are going well. I've scored a few goals recently and I am in good form. I hope it continues like this until the end of the season.\n\n\"We have (Gareth) Bale back now from injury and he is fine, so we can go far. We have to work to improve and we will try to win the important titles which are the league, the Champions League and the Copa del Rey.\"",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24604005",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6409,
                    "source": {
                        "title": "Deccan Herald",
                        "uri": "www.deccanherald.com"
                    },
                    "time": "17:38:00",
                    "title": "I&#039;ll be remembered as one of the best ever - Ronaldo",
                    "uri": "224527598",
                    "url": "http://www.deccanherald.com/content/439837/i039ll-remembered-one-ever-ronaldo.html",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo has finally picked up his Golden Shoe award for his scintillating form last season.\n\nThe Real Madrid star fired in 31 La Liga goals for Los Blancos last season, narrowly missing out on the title to city rivals Atletico.\n\nThis is Ronaldo's third Golden Shoe award, presented to the leading goal scorer in league matches from Europe's top divisions, having previously won in 2008 and 2011.\n\nRonaldo shared his award with Barcelona striker Luis Suarez, who picked up his Golden Shoe last month having scored 31 times in the Premier League for Liverpool last season.\n\nAccording to reports in the Spanish media, Ronaldo shunned collecting his award in the same ceremony as Suarez, who joined El Clasico rivals Barcelona this summer. The former Liverpool striker accepted his Golden Shoe at a ceremony last month in Barcelona.\n\nRonaldo adds more to his trophy cabinet having clinched La Liga Player of the Year award last week.\n\nWinning both award boosts Ronaldo's claim for the Ballon d'Or award, which is announced in January next year.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24596931",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.634,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "16:22:00",
                    "title": "Real Madrid talisman Cristiano Ronaldo picks up ANOTHER award with Golden Shoe",
                    "uri": "224509515",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2822082/Real-Madrid-talisman-Cristiano-Ronaldo-picks-award-Golden-Shoe.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo has been linked with a return to Old Trafford(Getty)\n\nCristiano Ronaldo has refused to confirm whether he will stay at Real Madrid until the end of his career amid recent speculation he may return to Manchester United to hang up his boots at Old Trafford.\n\nThe 29-year-old Portugal captain decided to commit his future to the Santiago Bernabeu last year by signing a lucrative deal with Los Blancos until 2018.\n\nBut even though Ronaldo is enjoying one of the best season in his career at Real Madrid, earlier in the campaign some reports claimed he was likely to return to United - while manager Louis van Gaal publicly opened him the doors of Old Trafford.\n\nRelatedManchester United 'Can Improve' in Battle With Manchester City and Chelsea Claims Michael CarrickManchester United Striker Javier Hernandez Revels in 'Dream' Real Madrid MoveBankrupt Goalkeeper David James Auctions off Belongings Including Chainsaw and Vauxhall AstraLouis van Gaal Casts Doubt on Radamel Falcao's Premier League FutureManchester United: Despite Twitter Backlash Social Media Goes 'Off the Chart' With 1 Billion Followers\n\nRonaldo has now suggested he has no intention of leaving Real Madrid in the short-term but refused to commit his long-term future to the club.\n\nWhen asked whether he will retire at the Bernabeu, Ronaldo said: \"I am very happy and in a moment of great form and in my personal life as well.\"\n\n\"For that reason I try to do my best on the pitch and win, which is what I enjoy the most,\" he said, according to AS.\n\n\"I want to see out my contract at Real Madrid when I'll be 33 and then we'll see if the president wants me for a few more years.\"\n\nThe Portuguese star picked up the Golden Shoe award on Wednesday 5 Novemeber, which he shares with former Liverpool star Luis Suárez after they scored 31 league goals during the 2013/14 campaign.\n\nAsked whether he can become football's best player in the history of the game, ahead of the likes of Pele and Maradona, he said: \"I don't want to think about that yet.\n\n\"Obviously everybody has their own opinion but I want to be the best of all time and I will try and make that happen. Everybody has their opinion but in my head I want to be the best and I'll get there. I'm writing my own history step by step. When I retire I want to see if I'm among the best of all time and I'm certain I will be.\"\n\nMeanwhile, when questioned if he would be surprised if he does not win the Ballon d'Or following an excellent campaign, he said: \"Nothing surprises me.\n\n\"Over the last six, seven or eight years nothing has surprised me. You have to be ready for any scenario. I am very happy and so I'm not going to a hypocrite: I'd like to win a third Ballon d'Or but I'm not obsessed with it. There is plenty of time left and I'm doing things well.\"",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24601716",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6097,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "17:13:00",
                    "title": "Real Madrid Star Cristiano Ronaldo Refuses to Confirm He Will Retire With Spanish Giants",
                    "uri": "224521514",
                    "url": "http://www.ibtimes.co.uk/real-madrid-star-cristiano-ronaldo-refuses-confirm-he-will-retire-spanish-giants-1473359",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo is a perfectionist to rival Arnold Schwarzenegger, according to former Manchester United assistant Carlos Queiroz.\n\nQueiroz praised Golden Boot-winner Ronaldo, whom he coached for both United and Portugal, for his attention to detail and compared him favourably with Schwarzenegger, the bodybuilder, actor and former governor of California.\n\n\"It was rare to see in a young player so much talent and such a strong personality, purpose, persistence and commitment,\" Queiroz told FourFourTwo. \"I read about Arnold Schwarzenegger learning to dance the tango - he was obsessed with being a perfectionist. Cristiano is the same.\n\n\"I was once in my office at Carrington and saw something moving in the trees far away. Maybe it was a spy - we used to have them. I called Security and asked. They came back to me and said: 'It's Cristiano Ronaldo. He's training alone.' He is unique as a footballer.\"\n\nRonaldo, who joined United in 2003, went on to score 118 goals in 292 games for the Old Trafford side and now has 274 in 262 for Real Madrid. His performances for Real last season saw him receive the Golden Boot award as Europe's top goal scorer in a ceremony on Wednesday.\n\nRonaldo said he plans to be remembered as one of the best players of all time after sharing the prize with Barcelona striker Luis Suarez, who also scored 31 goals last season in his final year Liverpool.\n\nIt is the third Golden Boot award for Ronaldo, who also won the prize when at United in 2007-08 with 31 goals and earlier in his Madrid career in 2010-11 with 40. The forward said it was special to be recognised again, and that he aimed to keep performing at such a level for many years.\n\n\"Winning the third Golden Boot feels just like winning the first,\" Ronaldo said. \"I am very happy, this is a very special day. I always try to do things well, not just last season. I always want more. The last five years my numbers have been very good. The last two were a bit better.\n\n\"I am not happy with being the best in Portugal. I want to be the best ever, I will work to do that. Then it depends on each individual's opinion. In my profession I want to be always the best, I am making my history step by step. When my career ends I want to look at the statistics and see that I am among the best players ever. I am sure I will be.\"\n\nQueiroz, meanwhile, also denied responsibility for United's infamous signing of Bebe in 2010 - saying he had not even heard of the winger.\n\nUnited paid £7.4 million to bring in the Portuguese forward, who had only joined Vitoria de Guimaraes on a free transfer a few weeks earlier. Sir Alex Ferguson admitted it was the first time he signed a player without watching him and Bebe never started a league game during his time at Old Trafford.\n\nQueiroz had two spells as Ferguson's assistant manager, was in charge of Portugal at the time when Bebe joined United and shares an agent, Jorge Mendes, with the 24-year-old and it led to suggestions he was involved in the surprise transfer.\n\nQueiroz, however, claimed he had know knowledge of the player and even called his Portugal assistants to ask why he had not featured on the national team's radar.\n\n\"Bebe was not even part of our scouting files for the national team of Portugal,\" Queiroz said. \"He didn't exist, in a system where nothing escaped us.\n\n\"So Bebe going to Man United took me by surprise. I called my coaches and asked them was what going on, why he didn't exist. I knew nothing about him.\"\n\nBebe, who had only previously played lower-division football in Portugal, made seven appearances for United in total and was then loaned to Besiktas, Rio Ave and Pacos de Ferreira before his eventual departure to Benfica this summer.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24600701",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5923,
                    "source": {
                        "title": "ESPN.co.uk",
                        "uri": "www.espn.co.uk"
                    },
                    "time": "17:02:00",
                    "title": "Ronaldo is 'same as Schwarzenegger' - Queiroz",
                    "uri": "224518996",
                    "url": "http://www.espn.co.uk/football/sport/story/364847.html?CMP=OTC-RSS",
                    "wgt": 1
                },
                {
                    "body": "Former Reds assistant boss has distanced himself from the striker's 2010 move from Vitoria de Guimaraes to Old Trafford.\n\nSir Alex Ferguson's former number two Carlos Queiroz has insisted he played no part in United's controversial signing of hapless striker Bebe.\n\nBebe made a shock move to Old Trafford for a reported fee of £7m in August 2010 following a prolific pre-season campaign with Vitoria de Guimaraes.\n\nHe had, in fact, only joined the Portuguese top-flight outfit five weeks earlier after breaking his contract with Estrela in his native Portugal.\n\nErroneous rumours that the forward had participated in the Homeless World Cup prior to his meteoric rise only added romance to the story but, on the pitch, he proved to be a flop.\n\nThe Portuguese made just seven appearances over the course of four seasons at OId Trafford - scoring twice - and was loaned out around Europe for the majority of his contract.\n\nA successful spell with Pacos de Ferreira last season even prompted Primeira Liga champions Benfica to shell out a nominal fee for the 24-year-old's services this summer.\n\nBut there is little argument over whether the forward's time in England was a success.\n\nBlame for Bebe's signing has subsequently fallen at the feet of Queiroz, who was serving as manager of Portugal at the time after leaving his job as Ferguson's assistant.\n\nHowever, the 61-year-old says he knew nothing of the former Portugal Under-21 striker when news that he was heading to Manchester emerged.\n\n\"Bebe was not even part of our scouting files for the national team of Portugal. He didn't exist, in a system where nothing escaped us,\" Queiroz told FourFourTwo.\n\n\"So Bebe going to Man United took me by surprise. I called my coaches and asked them was what going on, why he didn't exist. I knew nothing about him.\"\n\nQueiroz also lifted the lid on his working relationship with another of his compatriots - former United star Cristiano Ronaldo.\n\nThe now-Iran manager revealed that Ronaldo quest for perfection has helped shape him into the world's greatest footballer.\n\n\"It was rare to see in a young player so much talent and such a strong personality, purpose, persistence and commitment,\" he continued.\n\n\"I read about Arnold Schwarzenegger learning to dance the tango -- he was obsessed with being a perfectionist. Cristiano is the same.\n\n\"I was once in my office at Carrington and saw something moving in the trees far away. Maybe it was a spy - we used to have them.\n\n\"I called security and asked. They came back to me and said: 'It's Cristiano Ronaldo. He's training alone.' He is unique as a footballer.\"",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24598396",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4148,
                    "source": {
                        "title": "men",
                        "uri": "www.manchestereveningnews.co.uk"
                    },
                    "time": "16:37:00",
                    "title": "Queiroz: I knew nothing about Bebe before Man United move",
                    "uri": "224513298",
                    "url": "http://www.manchestereveningnews.co.uk/sport/football/football-news/queiroz-knew-nothing-bebe-before-8055320",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2014-11-05",
            "avgCos": 0.4972,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1681368",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1674274",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Madrid",
                "lat": 40.42526,
                "long": -3.69063,
                "wikiUri": "http://en.wikipedia.org/wiki/Madrid"
            },
            "storyDate": "2014-11-05",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-957243",
            "variance": 0.2528
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-330530": {
        "articles": {
            "resultCount": 21,
            "results": [
                {
                    "body": "El delantero portugués Cristiano Ronaldo, que tiene contrato con el Real Madrid hasta 2018, se mostró partidario de cumplir su vinculación con el club blanco hasta esa fecha y dejó la puerta abierta a uno posible renovación al asegurar que tiene que hablar con el presidente Florentino Pérez sobre ese asunto.\n\n\"Tenemos que hablar con Florentino de renovar. Estoy muy contento, viviendo muy bien y estoy en un momento de forma genial. Dentro del campo intento dar lo mejor de mi y lograr todo lo posible para este club porque lo que más me gusta es ganar\", dijo el jugador portugués.\n\n\"Espero terminar mi contrato con el Real Madrid con 33 años y veremos si luego el presidente me quiere renovar unos añitos más\", declaró Cristiano, en rueda de prensa, tras recibir la Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\nGalardones como el Balón de Oro, que tiene por partida doble, o la Bota de Oro, que ya posee tres, sitúan a Cristiano Ronaldo como uno de los futbolistas más reconocidos de la historia del fútbol, algo de lo que no quiere hablar el jugador portugués.\n\n\"Todavía no quiero pensar en eso, cada uno tiene su opinión. No me gusta ser el mejor jugador de Portugal, quiero ser el mejor de siempre, y voy a trabajar para serlo. Por mi cabeza, profesión y mi trabajo me gusta ser el mejor. Aún queda mucho, pero cuando acabe mi carrera quiero ver mis estadísticas y ver si estoy entre los mejores de siempre, que seguro voy a estar\", concluyó.\n\nCristiano Ronaldo: \"Si somos la mejor plantilla del Madrid se sabrá al final\"\n\nCristiano Ronaldo, delantero portugués del Real Madrid, evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Liga de Campeones, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada.\n\n\"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa, tras recoger su tercera Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\n\"El míster (Carlo Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el internacional portugués.\n\nCristiano Ronaldo recibió el galardón de manos del presidente del Real Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Iker Casillas y Gareth Bale.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habría venido\", comentó.\n\n\"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nDespués de ganar la Bota de Oro y ser el jugador más determinante del Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando al Real Madrid a conseguir éxitos\", comentó el portugués, que no quiso entrar a valorar la hipótesis de si ganará o no ese próximo Balón de Oro.\n\n\"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente que opina de fútbol, manda y da premios\", dijo Cristiano, que aseguró estar preparado para acatar cualquier decisión en la votación sobre el trofeo.\n\n\"En el fútbol no me sorprende nada. Hay que estar preparado para cualquier cosa. Solo digo que me siento bien y después de la temporada pasada a nivel colectivo e individual estoy muy feliz\", declaró.\n\nEl delantero portugués también habló sobre el sistema táctico que está realizando su equipo está temporada sobre el césped a las órdenes del técnico Carlo Ancelotti, que ha modificado parte de su esquema respecto a la pasada campaña.\n\n\"Son sistemas a los que estamos acostumbrados, así que no es ninguna sorpresa. A lo mejor tenemos un poco mas el balón, que antes no lo teníamos tanto, y yo creo que cuánto mas lo tengas más peligro creas, es mi opinión\", opinó.\n\n\"El sistema es prácticamente igual y tenemos una plantilla muy buena, para llegar muy lejos, y estamos trabajando con el objetivo de ganar\", reconoció.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24590349",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9212,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "15:09:00",
                    "title": "Cristiano Ronaldo espera terminar su contrato y \"hablar de renovar\"",
                    "uri": "224492155",
                    "url": "http://www.publimetro.com.mx/publisport/cristiano-ronaldo-espera-terminar-su-contrato-y-hablar-de-renovar/enke%212457812/",
                    "wgt": 1
                },
                {
                    "body": "Cristiano agradeció el trofeo de la Bota de Oro ante el auditorio lleno de un hotel madrileño.\n\n\"Quiero agradecer a todos los compañeros su trabajo porque sin ellos sería imposible ganar esta Bota. A mi familia, que está siempre a mi lado, a la afición, y a la institución por permitirme jugar en el mejor club del mundo y ganar estos trofeos individuales. Lo más importante es el colectivo, pero los premios individuales también me gustan\", confesó Cristiano.\n\n\"Es un día especial. Estoy muy contento y quiero compartirlo con todo el mundo que me apoyó desde el primer día que llegué a Madrid. Siento que cada vez la gente me quiere más y prometo a la afición que daré siempre lo mejor dentro del campo con mi pasión por los goles y buenas asistencias, ya que me quedan muchos años en el Real Madrid\", finalizó Cristiano.\n\nÉsta es la tercera vez que Cristiano Ronaldo recibe la Bota de Oro. En la temporada 2007/2008 lo logró en las filas del Manchester United inglés y en la 2010/2011 con el Real Madrid.\n\nCon estos tres galardones, Cristiano iguala en el ránking de vencedores al argentino del Barcelona Leo Messi, que también posee tres (2009/2010, 2011/2012 y 2012/2013).\n\nEn la gala de entrega de la Bota de Oro Cristiano Ronaldo estuvo acompañado por sus compañeros de equipo Sergio Ramos, Iker Casillas y Gareth Bale y por otros representantes del Real Madrid como Emilio Butragueño, director de Relaciones Institucionales del club.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habría venido\", comentó.\n\nCristiano Ronaldo, delantero portugués del Real Madrid, evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Liga de Campeones, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada.\n\n\"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa, tras recoger su tercera Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\n\"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nDespués de ganar la Bota de Oro y ser el jugador más determinante del Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando al Real Madrid a conseguir éxitos\", comentó el portugués, que no quiso entrar a valorar la hipótesis de si ganará o no ese próximo Balón de Oro.\n\n\"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente que opina de fútbol, manda y da premios\", dijo Cristiano, que aseguró estar preparado para acatar cualquier decisión en la votación sobre el trofeo.\n\n\"En el fútbol no me sorprende nada. Hay que estar preparado para cualquier cosa. Solo digo que me siento bien y después de la temporada pasada a nivel colectivo e individual estoy muy feliz\", declaró.\n\nEl delantero portugués también habló sobre el sistema táctico que está realizando su equipo está temporada sobre el césped a las órdenes del técnico Carlo Ancelotti, que ha modificado parte de su esquema respecto a la pasada campaña.\n\n\"Son sistemas a los que estamos acostumbrados, así que no es ninguna sorpresa. A lo mejor tenemos un poco mas el balón, que antes no lo teníamos tanto, y yo creo que cuánto mas lo tengas más peligro creas, es mi opinión\", opinó.\n\n\"El sistema es prácticamente igual y tenemos una plantilla muy buena, para llegar muy lejos, y estamos trabajando con el objetivo de ganar\", reconoció.\n\nCristiano Ronaldo: \"Espero terminar mi contrato y hablar de renovar\"\n\nEl delantero portugués Cristiano Ronaldo, que tiene contrato con el Real Madrid hasta 2018, se mostró partidario de cumplir su vinculación con el club blanco hasta esa fecha y dejó la puerta abierta a uno posible renovación al asegurar que tiene que hablar con el presidente Florentino Pérez sobre ese asunto.\n\n\"Tenemos que hablar con Florentino de renovar. Estoy muy contento, viviendo muy bien y estoy en un momento de forma genial. Dentro del campo intento dar lo mejor de mi y lograr todo lo posible para este club porque lo que más me gusta es ganar\", dijo el jugador portugués.\n\n\"Espero terminar mi contrato con el Real Madrid con 33 años y veremos si luego el presidente me quiere renovar unos añitos más\", declaró Cristiano, en rueda de prensa, tras recibir la Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\nGalardones como el Balón de Oro, que tiene por partida doble, o la Bota de Oro, que ya posee tres, sitúan a Cristiano Ronaldo como uno de los futbolistas más reconocidos de la historia del fútbol, algo de lo que no quiere hablar el jugador portugués.",
                    "date": "2014-11-06",
                    "eventUri": "1681368",
                    "id": "24632773",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8829,
                    "source": {
                        "title": "www.elsiglo.net.ve",
                        "uri": "www.elsiglo.net.ve"
                    },
                    "time": "00:48:00",
                    "title": "Cristiano Ronaldo recibió Bota de Oro",
                    "uri": "224604741",
                    "url": "http://www.elsiglo.net.ve//modules.php?name=News&file=article&sid=91641",
                    "wgt": 1
                },
                {
                    "body": "El delantero del Real Madrid Cristiano Ronaldo ha recibido su tercera Bota de Oro, que le acredita como el máximo goleador de la pasada temporada y ha asegurado que le quedan \"muchos años\" en el conjunto blanco en un acto en el que ha estado acompañado pro su familia.\n\n\"Ganar la tercera Bota de Oro es como si fuera la primera. Estoy muy contento, es un día especial. Quiero compartirla con los que me han ayudado. Cada día siento más que la gente me quiere mucho. Prometo a la afición que siempre daré lo mejor dentro del campo. Me quedan muchos años en el Madrid, intentaré dar siempre lo mejor\", ha afirmado.\n\nEl portugués evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Liga de Campeones, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada.\n\n\"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa, tras recoger su tercera Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\n\"El míster (Carlo Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el internacional portugués.\n\nCristiano Ronaldo recibió el galardón de manos del presidente del Real Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Iker Casillas y Gareth Bale. \"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habría venido\", comentó.\n\n\"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nFavorito al Balón de Oro\n\nDespués de ganar la Bota de Oro y ser el jugador más determinante del Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando al Real Madrid a conseguir éxitos\", comentó el portugués, que no quiso entrar a valorar la hipótesis de si ganará o no ese próximo Balón de Oro.\n\n\"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente que opina de fútbol, manda y da premios\", dijo Cristiano, que aseguró estar preparado para acatar cualquier decisión en la votación sobre el trofeo.\n\n\"En el fútbol no me sorprende nada. Hay que estar preparado para cualquier cosa. Solo digo que me siento bien y después de la temporada pasada a nivel colectivo e individual estoy muy feliz\", declaró. El delantero portugués también habló sobre el sistema táctico que está realizando su equipo está temporada sobre el césped a las órdenes del técnico Carlo Ancelotti, que ha modificado parte de su esquema respecto a la pasada campaña.\n\n\"Son sistemas a los que estamos acostumbrados, así que no es ninguna sorpresa. A lo mejor tenemos un poco mas el balón, que antes no lo teníamos tanto, y yo creo que cuánto mas lo tengas más peligro creas, es mi opinión\", opinó. \"El sistema es prácticamente igual y tenemos una plantilla muy buena, para llegar muy lejos, y estamos trabajando con el objetivo de ganar\", reconoció.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24608047",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8703,
                    "source": {
                        "title": "Libertad Digital",
                        "uri": "www.libertaddigital.com"
                    },
                    "time": "18:27:00",
                    "title": "Cristiano Ronaldo, sobre Platini y Blatter: \"Yo respondo en el campo\"",
                    "uri": "224538049",
                    "url": "http://www.libertaddigital.com/deportes/liga/2014-11-05/cristiano-me-quedan-muchos-anos-en-el-madrid-1276532659/",
                    "wgt": 1
                },
                {
                    "body": "El delantero portugués espera poder obtener su tercer Balón de Oro\n\nCristiano Ronaldo, delantero portugués del Real Madrid recibió la Bota de Oro como máximo goleador europeo de la temporada pasada y evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Champions League, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada.\n\n\"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa.\n\n\"El míster (Carlo Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el internacional portugués.\n\nCristiano Ronaldo recibió el galardón de manos del presidente del Real Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Iker Casillas y Gareth Bale.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habría venido\", comentó.\n\n\"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nDespués de ganar la Bota de Oro y ser el jugador más determinante del Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando al Real Madrid a conseguir éxitos\", comentó el portugués, que no quiso entrar a valorar la hipótesis de si ganará o no ese próximo Balón de Oro.\n\n\"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente que opina de futbol, manda y da premios\", dijo Cristiano, que aseguró estar preparado para acatar cualquier decisión en la votación sobre el trofeo.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24615637",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8702,
                    "source": {
                        "title": "MedioTiempo.com",
                        "uri": "www.mediotiempo.com"
                    },
                    "time": "20:14:00",
                    "title": "Cristiano Ronaldo recibió la Bota de Oro",
                    "uri": "224558694",
                    "url": "http://www.mediotiempo.com/futbol/liga-espanola/noticias/2014/11/05/cristiano-ronaldo-recibio-la-bota-de-oro",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo, delantero portugués del Real Madrid, evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Liga de Campeones, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada.\n\n\"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa, tras recoger su tercera Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\n\"El míster (Carlo Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el internacional portugués.\n\nCristiano Ronaldo recibió el galardón de manos del presidente del Real Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Iker Casillas y Gareth Bale.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habría venido\", comentó.\n\n\"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nDespués de ganar la Bota de Oro y ser el jugador más determinante del Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando al Real Madrid a conseguir éxitos\", comentó el portugués, que no quiso entrar a valorar la hipótesis de si ganará o no ese próximo Balón de Oro.\n\n\"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente que opina de fútbol, manda y da premios\", dijo Cristiano, que aseguró estar preparado para acatar cualquier decisión en la votación sobre el trofeo.\n\n\"En el fútbol no me sorprende nada. Hay que estar preparado para cualquier cosa. Solo digo que me siento bien y después de la temporada pasada a nivel colectivo e individual estoy muy feliz\", declaró.\n\nEl delantero portugués también habló sobre el sistema táctico que está realizando su equipo está temporada sobre el césped a las órdenes del técnico Carlo Ancelotti, que ha modificado parte de su esquema respecto a la pasada campaña.\n\n\"Son sistemas a los que estamos acostumbrados, así que no es ninguna sorpresa. A lo mejor tenemos un poco mas el balón, que antes no lo teníamos tanto, y yo creo que cuánto mas lo tengas más peligro creas, es mi opinión\", opinó.\n\n\"El sistema es prácticamente igual y tenemos una plantilla muy buena, para llegar muy lejos, y estamos trabajando con el objetivo de ganar\", reconoció.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24587095",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.869,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "00:00:00",
                    "title": "Cristiano recibió la Bota de Oro",
                    "uri": "224483255",
                    "url": "http://eldia.es/2014-11-05/deportes/34-Cristiano-Ronaldo-Si-somos-mejor-plantilla-Madrid-sabra-final.htm",
                    "wgt": 1
                },
                {
                    "body": "El luso, que recibió su tercera Bota de Oro, señaló que no quiere entrar a valorar ahora y que el \"balance se hace a la conclusión de la temporada\".\n\nCristiano Ronaldo, delantero portugués del Real Madrid, evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Liga de Campeones, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada. \"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa, tras recoger su tercera Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\n\"El míster (Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el portugués.\n\nCristiano Ronaldo recibió el galardón de manos del presidente del Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Casillas y Gareth Bale.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habrían venido\".\n\n\"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nDespués de ganar la Bota de Oro y ser el jugador más determinante del Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando al Real Madrid a conseguir éxitos\", comentó el portugués, que no quiso entrar a valorar la hipótesis de si ganará o no ese próximo Balón de Oro.\n\n\"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente\", dijo.",
                    "date": "2014-11-06",
                    "eventUri": "1681368",
                    "id": "24638662",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8651,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "03:02:00",
                    "title": "Ronaldo: \"Si este es el mejor Madrid se sabrá al final\"",
                    "uri": "224620265",
                    "url": "http://eldia.es/2014-11-06/DEPORTES/39-Ronaldo-Si-es-mejor-Madrid-sabra-final.htm",
                    "wgt": 1
                },
                {
                    "body": "El trofeo lo acredita como máximo goleador en Europa con 31 dianas en la liga española\n\nCristiano Ronaldo, delantero portugués del Real Madrid, evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Liga de Campeones, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada.\n\n\"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa, tras recoger su tercera Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\n\"El míster (Carlo Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el internacional portugués.\n\nCristiano Ronaldo recibió el galardón de manos del presidente del Real Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Iker Casillas y Gareth Bale.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habría venido\", comentó.\n\n\"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nDespués de ganar la Bota de Oro y ser el jugador más determinante del Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando al Real Madrid a conseguir éxitos\", comentó el portugués, que no quiso entrar a valorar la hipótesis de si ganará o no ese próximo Balón de Oro.\n\n\"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente que opina de fútbol, manda y da premios\", dijo Cristiano, que aseguró estar preparado para acatar cualquier decisión en la votación sobre el trofeo.\n\n\"En el fútbol no me sorprende nada. Hay que estar preparado para cualquier cosa. Solo digo que me siento bien y después de la temporada pasada a nivel colectivo e individual estoy muy feliz\", declaró.\n\nEl delantero portugués también habló sobre el sistema táctico que está realizando su equipo está temporada sobre el césped a las órdenes del técnico Carlo Ancelotti, que ha modificado parte de su esquema respecto a la pasada campaña.\n\n\"Son sistemas a los que estamos acostumbrados, así que no es ninguna sorpresa. A lo mejor tenemos un poco mas el balón, que antes no lo teníamos tanto, y yo creo que cuánto mas lo tengas más peligro creas, es mi opinión\", opinó.\n\n\"El sistema es prácticamente igual y tenemos una plantilla muy buena, para llegar muy lejos, y estamos trabajando con el objetivo de ganar\", reconoció.\n\nTAMBIÉN PUEDES VER\n\nPuntos para entender mejor el crossfit\n\nSantos ganó la Copa MX\n\nLos 50 niños maravilla del futbol mundial",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24589162",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8498,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "14:55:00",
                    "title": "Cristiano Ronaldo recibió su tercera Bota de Oro",
                    "uri": "224488937",
                    "url": "http://www.publimetro.com.mx/publisport/cristiano-ronaldo-recibio-su-tercera-bota-de-oro/mnke%21cJLM6399Wyx5w/",
                    "wgt": 1
                },
                {
                    "body": "El delantero portugués del Real Madrid, Cristiano Ronaldo, recibió la Bota de Oro de la temporada 2013-2014, galardón que conquistó por tercera vez y que comparte en esta ocasión con el uruguayo y actual jugador del FC Barcelona, Luis Suárez, por marcar ambos 31 goles. \"No esperaba tanta gente y quiero agradecer a todo el mundo, en primer lugar a mis compañeros porque sin ellos no es posible ganar esta Bota de Oro, a mi familia que siempre está de mi lado, a la afición y a toda la institución por poder jugar en el mejor club del mundo y tener la oportunidad de ganar estos trofeos individuales, que me gustan mucho y trabajo para esto\", señaló Cristiano tras recibir el trofeo.\n\nEl de Madeira recalcó que era \"un día especial\". \"Es como si fuera la primera y quiero compartirlo con todos los que me apoyaron desde el primer día en Madrid. Siento cada vez más que la gente me quiere mucho e intento contribuir de la mejor forma en el campo. Prometo que daré siempre lo mejor dentro del campo con mi pasión, mis goles y asistencias y me quedan muchos años todavía en el Real Madrid\", afirmó.\n\nCristiano Ronaldo evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la Liga española y primero de grupo en Liga de Campeones. \"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, en rueda de prensa, tras recoger su tercera Bota de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\nCristiano Ronaldo recibió el galardón de manos del presidente del Real Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Iker Casillas y Gareth Bale. \"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habrían venido\", comentó.\n\nCon contrato con el Real Madrid hasta 2018, se mostró partidario de cumplir su vinculación con el club blanco hasta esa fecha y dejó la puerta abierta a uno posible renovación al asegurar que tiene que hablar con el presidente sobre ese asunto. \"Tenemos que hablar con Florentino de renovar. Estoy muy contento, viviendo muy bien y estoy en un momento de forma genial. Dentro del campo intento dar lo mejor de mi y lograr todo lo posible para este club porque lo que más me gusta es ganar\", dijo el jugador portugués. \"Espero terminar mi contrato con el Real Madrid con 33 años y veremos si luego el presidente me quiere renovar unos añitos más\", declaró Cristiano,\n\nGalardones como el Balón de Oro, que tiene por partida doble, o la Bota de Oro, que ya posee tres, sitúan a Cristiano Ronaldo como uno de los futbolistas más reconocidos de la historia del fútbol, algo de lo que no quiere hablar el jugador portugués. \"Todavía no quiero pensar en eso, cada uno tiene su opinión. No me gusta ser el mejor jugador de Portugal, quiero ser el mejor de siempre, y voy a trabajar para serlo. Por mi cabeza, profesión y mi trabajo me gusta ser el mejor. Aún queda mucho, pero cuando acabe mi carrera quiero ver mis estadísticas y ver si estoy entre los mejores de siempre, que seguro voy a estar\", valoró.\n\nEl delantero portugués también habló sobre el sistema táctico que está realizando su equipo está temporada sobre el césped a las órdenes del técnico Carlo Ancelotti, que ha modificado parte de su esquema respecto a la pasada campaña. \"Son sistemas a los que estamos acostumbrados, así que no es ninguna sorpresa. A lo mejor tenemos un poco mas el balón, que antes no lo teníamos tanto, y yo creo que cuánto mas lo tengas más peligro creas, es mi opinión\", opinó. \"El sistema es prácticamente igual y tenemos una plantilla muy buena, para llegar muy lejos, y estamos trabajando con el objetivo de ganar\", reconoció.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24589711",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8434,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "15:01:00",
                    "title": "Cristiano Ronaldo: \"Quiero ser el mejor de siempre y voy a trabajar para serlo\"",
                    "uri": "224490684",
                    "url": "http://www.antena3.com/noticias/deportes/futbol/cristiano-ronaldo-quiero-ser-mejor-siempre-voy-trabajar-serlo_2014110500207.html",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo es insaciable. mientras recogía una nueva Bota de Oro al máximo goleador europeo (igualado con Luis Suárez), la gran estrella del Real Madrid anunciaba su anhelo de ser reconocido como el mejor futbolista de todos los tiempos cuando termine su carrera deportiva. \"Yo quiero ser el mejor jugador de siempre y voy a buscar serlo\", dijo Cristiano en Madrid tras recibir la Bota de Oro que comparte con el uruguayo del Barcelona.\n\n\"En mi cabeza, quiero ser el mejor y voy a llegar. Estoy haciendo mi historia paso a paso. Cuando termine mi carrera quiero ver si estoy entre los mejores de siempre, que seguro que voy a estar\", añadió el delantero, que la pasada campaña anotó 31 goles en la Liga española. Cristiano, de 29 años, aspira a conquistar en el 2014 su tercer Balón de Oro, trofeo que se entrega al mejor jugador del año. Si lo lograra, quedaría a sólo uno de su gran rival futbolístico, el argentino Lionel Messi.\n\n\"Quiero agradecer a todo el mundo, en primer lugar a mis compañeros porque sin ellos no es posible ganar esta Bota de Oro, a mi familia que siempre está de mi lado, a la afición y a toda la institución por poder jugar en el mejor club del mundo y tener la oportunidad de ganar estos trofeos individuales, que me gustan mucho y trabajo para esto\", señaló Cristiano.\n\n\"Estoy felicísimo, así que obviamente no voy a ser hipócrita. Me gustaría ganar el tercer Balón de Oro, pero no vivo obsesionado por eso. Queda tiempo, pero estoy haciendo las cosas bien. Estoy haciendo mis golitos\", dijo el atacante, que no jugó un buen Mundial pero conquistó con su club los títulos de la Copa y la Liga de Campeones. Cristiano aseguró también que quiere continuar \"muchos años\" en el Real Madrid. \"Estoy muy contento, en un momento de forma genial, también en el plano personal\", advirtió. \"Espero terminar mi contrato con el Madrid con 33 años y luego se verá si el presidente me quiere unos añitos más. Espero jugar más allá de los 33. Me siento joven\", agregó.\n\n\"Vamos a ganar muchas cosas\"\n\nCristiano siguió elogiando a sus compañeros del Madrid. \"No invito a toda la plantilla porque siento que les estoy quitando tiempo. Obviamente que me gusta, como han estado hoy Sergio (Ramos), Bale e Iker (Casillas). Este trofeo solo se gana si tenemos una plantilla muy buena y somos solidarios unos con otros. El año pasado las cosas fueron muy bien, ganamos 'Champions' y Copa y ha sido un año extraordinario para mí\", aseguró sobre sus compañeros y los éxitos de la pasada campaña.\n\nEl portugués subrayó que \"todo el mundo habla de que puede ser la mejor plantilla del Real Madrid\". \"Pero se va a saber a final de temporada, porque si no ganamos nada ya no es la mejor\", advirtió al respecto. \"Tengo sensación de que vamos a ganar muchas cosas. Estamos ilusionados y contentos, y a nivel individual me siento bien, últimamente estoy en una buena racha, pero no hay que pensar todavía en los trofeos individuales porque no me baso en eso pero hay que aprovechar el buen momento\", agregó sobre sus aspiraciones personales para este año.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24593153",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8104,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "15:40:00",
                    "title": "Cristiano Ronaldo quiere \"ser el mejor futbolista de siempre\"",
                    "uri": "224499620",
                    "url": "http://www.lavozdegalicia.es/noticia/deportes/2014/11/05/cristiano-ronaldo-quiere-mejor-futbolista-siempre/00031415198876313985147.htm",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo es insaciable. Mientras recogía una nueva Bota de Oro al máximo goleador europeo (igualado con Luis Suárez), la gran estrella del Real Madrid anunciaba su anhelo de ser reconocido como el mejor futbolista de todos los tiempos cuando termine su carrera deportiva. \"Yo quiero ser el mejor jugador de siempre y voy a buscar serlo\", dijo Cristiano en Madrid tras recibir la Bota de Oro que comparte con el uruguayo del Barcelona.\n\n\"En mi cabeza, quiero ser el mejor y voy a llegar. Estoy haciendo mi historia paso a paso. Cuando termine mi carrera quiero ver si estoy entre los mejores de siempre, que seguro que voy a estar\", añadió el delantero, que la pasada campaña anotó 31 goles en la Liga española. Cristiano, de 29 años, aspira a conquistar en el 2014 su tercer Balón de Oro, trofeo que se entrega al mejor jugador del año. Si lo lograra, quedaría a sólo uno de su gran rival futbolístico, el argentino Lionel Messi.\n\n\"Quiero agradecer a todo el mundo, en primer lugar a mis compañeros porque sin ellos no es posible ganar esta Bota de Oro, a mi familia que siempre está de mi lado, a la afición y a toda la institución por poder jugar en el mejor club del mundo y tener la oportunidad de ganar estos trofeos individuales, que me gustan mucho y trabajo para esto\", señaló Cristiano.\n\n\"Estoy felicísimo, así que obviamente no voy a ser hipócrita. Me gustaría ganar el tercer Balón de Oro, pero no vivo obsesionado por eso. Queda tiempo, pero estoy haciendo las cosas bien. Estoy haciendo mis golitos\", dijo el atacante, que no jugó un buen Mundial pero conquistó con su club los títulos de la Copa y la Liga de Campeones. Cristiano aseguró también que quiere continuar \"muchos años\" en el Real Madrid. \"Estoy muy contento, en un momento de forma genial, también en el plano personal\", advirtió. \"Espero terminar mi contrato con el Madrid con 33 años y luego se verá si el presidente me quiere unos añitos más. Espero jugar más allá de los 33. Me siento joven\", agregó.\n\nCristiano siguió elogiando a sus compañeros del Madrid. \"No invito a toda la plantilla porque siento que les estoy quitando tiempo. Obviamente que me gusta, como han estado hoy Sergio (Ramos), Bale e Iker (Casillas). Este trofeo solo se gana si tenemos una plantilla muy buena y somos solidarios unos con otros. El año pasado las cosas fueron muy bien, ganamos Champions y Copa y ha sido un año extraordinario para mí\", aseguró sobre sus compañeros y los éxitos de la pasada campaña.\n\nEl portugués subrayó que \"todo el mundo habla de que puede ser la mejor plantilla del Real Madrid\". \"Pero se va a saber a final de temporada, porque si no ganamos nada ya no es la mejor\", advirtió al respecto. \"Tengo sensación de que vamos a ganar muchas cosas. Estamos ilusionados y contentos, y a nivel individual me siento bien, últimamente estoy en una buena racha, pero no hay que pensar todavía en los trofeos individuales porque no me baso en eso pero hay que aprovechar el buen momento\", agregó sobre sus aspiraciones personales para este año.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24603809",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8081,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "17:36:00",
                    "title": "Cristiano Ronaldo recoge la Bota de Oro: \"Quiero ser el mejor de siempre\"",
                    "uri": "224527200",
                    "url": "http://www.lavozdegalicia.es/noticia/deportes/2014/11/05/cristiano-ronaldo-bota-oro-quiero-mejor-siempre/00031415198876313985147.htm",
                    "wgt": 1
                },
                {
                    "body": "El delantero portugués del Real Madrid, Cristiano Ronaldo, recibiendo de manos de Florentino Pérez la Bota de Oro.EFE\n\nEl delantero portugués del Real Madrid, Cristiano Ronaldo, aseguró, tras recibir la Bota de Oro este miércoles en la capital, que quiere \"ser el mejor de siempre\" y que le quedan \"muchos años todavía en el Real Madrid\", donde siente \"cada vez más\" que la gente le quiere \"mucho\" y donde tiene \"la sensación\" de que van a ganar muchos títulos.\n\nEl jugador de Madeira recibió de manos del presidente del club blanco, Florentino Pérez, su tercer trofeo al máximo goleador de las ligas europeas, galardón que compartió en esta ocasión con el uruguayo y actual jugador del FC Barcelona, Luis Suárez, por marcar ambos 31 goles.\n\n\"No esperaba tanta gente y quiero agradecer a todo el mundo, en primer lugar a mis compañeros porque sin ellos no es posible ganar esta 'Bota de Oro', a mi familia que siempre está de mi lado, a la afición y a toda la institución por poder jugar en el mejor club del mundo y tener la oportunidad de ganar estos trofeos individuales, que me gustan mucho y trabajo para esto\", señaló Cristiano.\n\nComparación con la Saeta Rubia a la que hizo alusión Cristiano momentos después: \"Lo que el presidente quería decir es que Alfredo no está presente y que ve en mí lo que fue Di Stéfano\", añadió, considerando \"un privilegio\" estar encuadrado entre \"los mejores de la historia del fútbol\".\n\nTampoco piensa en una cuarta 'Bota de Oro'. \"Estas cosas tienen que salir naturales. Tampoco me quedo obsesionado por esa situación. Soy una persona seria en mi trabajo, no sólo en la última temporada, sino desde que llegue al Madrid. Soy un jugador que quiere siempre más y se ve en los números. Las dos últimas fueron un poquito mejor, pero es porque le dedico mucho trabajo\", analizó Cristiano Ronaldo sobre sus últimas temporadas.\n\nEn este sentido, eludió \"entrar\" en la polémica de si merece o no el próximo Balón de Oro. \"Estoy bien, marco mis golitos e intento responder dentro del campo. Pienso que no es el momento después de ganar un premio por el que estoy muy contento, pero a lo mejor en un par de años tengo una respuesta diferente. En los últimos años el mundo del fútbol no me sorprende nada. Me gustaría ganar el tercero pero las cosas son como son y todavía falta mucho tiempo\", declaró.\n\n\"Me siento muy contento de que estén aquí conmigo. No invito a toda la plantilla porque siento que les estoy quitando tiempo. Obviamente que me gusta, como han estado hoy Sergio (Ramos), Bale e Iker (Casillas). Este trofeo solo se gana si tenemos una plantilla muy buena y si somos solidarios unos con otros. El año pasado las cosas fueron muy bien, ganamos Champions y Copa y ha sido un año extraordinario para mí\", aseguró sobre sus compañeros y los éxitos de la pasada campaña. El portugués subrayó que \"todo el mundo habla de que puede ser la mejor plantilla del Real Madrid\". \"Pero se va a saber a final de temporada, porque si no ganamos nada ya no es la mejor\", advirtió al respecto.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24598297",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8078,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "16:20:00",
                    "title": "Cristiano, con su tercera Bota de Oro: \"Quiero ser el mejor de siempre\"",
                    "uri": "224513031",
                    "url": "http://www.publico.es/deportes/554506/cristiano-con-su-tercera-bota-de-oro-quiero-ser-el-mejor-de-siempre",
                    "wgt": 1
                },
                {
                    "body": "Recibió su tercera 'Bota de Oro': \"Estos trofeos individuales me gustan mucho y trabajo para esto\"\n\nMADRID, 5 Nov. (EUROPA PRESS) -\n\nEl delantero portugués del Real Madrid, Cristiano Ronaldo, aseguró, tras recibir la 'Bota de Oro' este miércoles en la capital, que quiere \"ser el mejor de siempre\" y que le quedan \"muchos años todavía en el Real Madrid\", donde siente \"cada vez más\" que la gente le quiere \"mucho\" y donde tiene \"la sensación\" de que van a ganar muchos títulos.\n\nEl jugador de Madeira recibió de manos del presidente del club blanco, Florentino Pérez, su tercer trofeo al máximo goleador de las ligas europeas, galardón que compartió en esta ocasión con el uruguayo y actual jugador del FC Barcelona, Luis Suárez, por marcar ambos 31 goles.\n\n\"No esperaba tanta gente y quiero agradecer a todo el mundo, en primer lugar a mis compañeros porque sin ellos no es posible ganar esta 'Bota de Oro', a mi familia que siempre está de mi lado, a la afición y a toda la institución por poder jugar en el mejor club del mundo y tener la oportunidad de ganar estos trofeos individuales, que me gustan mucho y trabajo para esto\", señaló Cristiano.\n\nEl de Madeira recalcó que era \"un día especial\". \"Es como si fuera la primera y quiero compartirlo con todos los que me apoyaron desde el primer día en Madrid. Siento cada vez más que la gente me quiere mucho e intento contribuir de la mejor forma en el campo. Prometo que daré siempre lo mejor dentro del campo con mi pasión, mis goles y asistencias y me quedan muchos años todavía en el Real Madrid\", afirmó.\n\nPosteriormente, sobre las palabras de Florentino Pérez, que le nombró \"sucesor\" de Alfredo di Stéfano, Ronaldo valoró que \"fue una comparación\". \"Lo que el presidente quería decir es que Alfredo no está presente y que ve en mí lo que fue Di Stéfano\", añadió, considerando \"un privilegio\" estar encuadrado entre \"los mejores de la historia del fútbol\".\n\nEn cambio, \"todavía\" no quiere pensar en si está en ese grupo. \"Cada uno tiene su opinión, pero para mí no basta ser el mejor de Portugal o de mi equipo, quiero ser el mejor de siempre. A algunos les gustan rubias y a otros morenas, y con los futbolistas es igual\", aseveró.\n\n\"Voy paso a paso, todavía me falta mucho y cuando acabe mi carrera quiero ver mis estadísticas y estar entre los mejores, que lo voy a estar seguro\", expresó el 'Balón de Oro'.\n\nTampoco piensa en una cuarta 'Bota de Oro'. \"Estas cosas tienen que salir naturales. Tampoco me quedo obsesionado por esa situación. Soy una persona seria en mi trabajo, no sólo en la última temporada, sino desde que llegue al Madrid. Soy un jugador que quiere siempre más y se ve en los números. Las dos últimas fueron un poquito mejor, pero es porque le dedico mucho trabajo\", analizó Cristiano Ronaldo sobre sus últimas temporadas.\n\n\"SI NO GANAMOS NADA, NO VA A SER YA LA MEJOR PLANTILLA\".\n\nEn este sentido, eludió \"entrar\" en la polémica de si merece o no el próximo 'Balón de Oro'. \"Estoy bien, marco mis golitos e intento responder dentro del campo. Pienso que no es el momento después de ganar un premio por el que estoy muy contento, pero a lo mejor en un par de años tengo una respuesta diferente. En los últimos años el mundo del fútbol no me sorprende nada. Me gustaría ganar el tercero pero las cosas son como son y todavía falta mucho tiempo\", declaró.\n\n\"Me siento muy contento de que estén aquí conmigo. No invito a toda la plantilla porque siento que les estoy quitando tiempo. Obviamente que me gusta, como han estado hoy Sergio (Ramos), Bale e Iker (Casillas). Este trofeo solo se gana si tenemos una plantilla muy buena y si somos solidarios unos con otros. El año pasado las cosas fueron muy bien, ganamos 'Champions' y Copa y ha sido un año extraordinario para mí\", aseguró sobre sus compañeros y los éxitos de la pasada campaña.\n\nEl portugués subrayó que \"todo el mundo habla de que puede ser la mejor plantilla del Real Madrid\". \"Pero se va a saber a final de temporada, porque si no ganamos nada ya no es la mejor\", advirtió al respecto.\n\n\"Tengo sensación de que vamos a ganar muchas cosas. Estamos ilusionados y contentos, y a nivel individual me siento bien, últimamente estoy en una buena racha, pero no hay que pensar todavía en los trofeos individuales porque no me baso en eso pero hay que aprovechar el buen momento\", agregó sobre sus aspiraciones personales para este año.\n\nCristiano se refirió al actual momento del equipo, dejando claro que \"no es ninguna sorpresa\" que apuesten por una mayor posesión. \"A lo mejor tenemos un poquito más el balón, y cuanto más lo tienes, más peligro puedes crear, en mi opinión. Estamos causando problemas a los equipos por eso\", expuso.\n\nEn cuanto a su renovación, instó a \"hablar con Florentino Pérez\", y aseguró que espera \"acabar\" su contrato con el Real Madrid en 2018, con 33 años, cuando se verá si el presidente del conjunto blanco quiere renovarle \"unos añitos más\", confesando con una sonrisa que se siente \"joven\" y que no tiene todavía \"ese problema\".\n\nEl galardón le fue otorgado por parte de la European Sports Media (ESM), que concede el trofeo y reúne a las principales publicaciones deportivas del Viejo Continente, entre ellas el 'Marca' español, y que estuvo representada por su vicepresidente, Víctor Serpa, compatriota del madridista.\n\n\"Es un premio muy especial para un personaje muy especial porque Cristiano, siendo jugador del mundo, es un símbolo grande de Portugal. Es un premio importante de tu fantástica colección y si tienes ganas podrás ganar muchos más\", apuntó el director del diario portugués 'A Bola'.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24589849",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8069,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "15:03:00",
                    "title": "Cristiano Ronaldo: \"Quiero ser el mejor de siempre\"",
                    "uri": "224491057",
                    "url": "http://www.europapress.es/deportes/futbol-00162/noticia-futbol-cristiano-ronaldo-quiero-ser-mejor-siempre-20141105153113.html",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo besa la Bota de Oro 2013-2014 tras recibir el trofeo de manos del presidente del club, Florentino Pérez / Juan Carlos Hidalgo (EFE)\n\nComo si de una estrella de Hollywood se tratase, Cristiano Ronaldo llegó al Hotel Meliá Castilla tarde y con su séquito. El portugués recibió de manos de Florentino Pérez la Bota de Oro que se ganó el curso pasado como máximo goleador, con 31 goles. Es la tercera vez en su carrera que lo consigue, la segunda desde que viste la casaca del Real Madrid.\n\nAtaviado con una chaqueta negra y con camisa blanca, Cristiano se mostró agradecido con todos. Sus compañeros -estuvieron presentes en el acto Casillas, Ramos y Bale- porque \"sin ellos esto no sería posible\". Su familia porque \"siempre está a mi lado\". Y el Real Madrid porque \"me da la posibilidad de jugar en el mejor club del mundo\". También tuvo el portugués palabras amables para la afición blanca. \"Siento cada vez más que la gente me quiere mucho\", dijo primero y luego añadió: \"me quedan mucho años aquí en el Real Madrid\".\n\n\"Todo el mundo dice que es la mejor plantilla del Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo Cristiano, ya en rueda de prensa.\n\n\"El míster (Carlo Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el internacional portugués.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si les hubiera invitado habría venido\", comentó. \"Este trofeo solo se gana si tenemos una plantilla muy buena y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nSe le preguntó a Cristiano por su duelo con Messi. No quiso el luso, ni mucho menos, entrar en polémicas. \"No quiero entrar por ahí porque en enero es el próximo Balón de Oro. Está todo saliendo bien, estoy metiendo goles, y mi respuesta la intento dar siempre dentro del campo, que es la más adecuada para la gente que opina de fútbol, manda y da premios\", dijo Cristiano.\n\nTambién habló Cristiano sobre su futuro, que ve muy blanco. \"Tenemos que hablar con Florentino de renovar. Estoy muy contento, viviendo muy bien y estoy en un momento de forma genial. Dentro del campo intento dar lo mejor de mí y lograr todo lo posible para este club porque lo que más me gusta es ganar\", dijo el jugador portugués. \"Espero terminar mi contrato con el Real Madrid con 33 años y veremos si luego el presidente me quiere renovar unos añitos más\", declaró Cristiano.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24607006",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7912,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "cadenaser.com"
                    },
                    "time": "18:15:00",
                    "title": "Cristiano Ronaldo recoge la Bota de Oro 2003/2014: Cristiano: \"Lo que más me gusta es ganar\" | Actualidad | Cadena Ser",
                    "uri": "224535734",
                    "url": "http://cadenaser.com/ser/2014/11/05/deportes/1415194215_855700.html?ssm=14092012-Ser-rs-1-Tw",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo, delantero portugués de Real Madrid, evitó opinar sobre los elogios que últimamente viene recibiendo su equipo, líder en la liga española y primero de grupo en la Liga de Campeones, y declaró que para saber si son la mejor plantilla de la historia del club habrá que esperar al final de temporada.\n\n\"Todo el mundo dice que es el mejor plantel de Real Madrid, pero eso se sabrá a final de temporada. Yo estoy con la ilusión de que vamos a ganar muchas cosas\", dijo el luso tras recibir su tercer Botín de Oro que lo acredita como máximo goleador europeo de la pasada temporada.\n\n\"El míster (Carlo Ancelotti) está muy bien, hay nuevo sistema, estamos ilusionados, contentos y a nivel individual estoy bien y contento. He hecho un par de goles últimamente y estoy en buena racha. No quiero pensar en trofeos individuales porque no me baso en eso\", confesó el seleccionado portugués.\n\nCristiano Ronaldo recibió el galardón de manos del presidente de Real Madrid, Florentino Pérez, y en la gala estuvo acompañado por sus compañeros Sergio Ramos, Iker Casillas y Gareth Bale.\n\n\"Obviamente me siento muy contento de que mis compañeros estén aquí. No invito a toda la plantilla a venir porque les estoy quitando tiempo para que vengan a un acto mío y los quiero dejar tranquilos, aunque sé que si los hubiera invitado habrían venido\", comentó.\n\n\"Este trofeo solo se gana si tenemos un plantel muy bueno y si los jugadores juegan con sus ideales. El año pasado las cosas funcionaron muy bien a nivel individual y colectivo, y fue todo extraordinario\", manifestó.\n\nDespués de ganar el Botín de Oro y ser el jugador más determinante de Real Madrid con sus goles, Cristiano Ronaldo es uno de los favoritos para alzarse en unos meses con el Balón de Oro, trofeo que le \"gustaría volver a ganar\".\n\n\"No voy a ser hipócrita y me gustaría ganar el tercero, pero no vivo obsesionado con eso. Veremos que va a pasar. Falta mucho tiempo, estoy haciendo las cosas bien y estoy ayudando a Real Madrid a conseguir éxitos\", comentó el luso.\n\nEl astro \"merengue\", que tiene contrato hasta 2018, se mostró partidario de cumplir su vínculo con el club hasta esa fecha y dejó la puerta abierta a uno posible renovación al asegurar que tiene que hablar con Florentino Pérez sobre ese asunto.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24591278",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7762,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "15:21:00",
                    "title": "Cristiano Ronaldo: Si somos el mejor plantel de Real Madrid se sabrá al final",
                    "uri": "224494864",
                    "url": "http://www.cooperativa.cl/noticias/deportes/futbol/cristiano-ronaldo/cristiano-ronaldo-si-somos-el-mejor-plantel-de-real-madrid-se-sabra-al-final/2014-11-05/114525.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bultimominuto%2B%2528Cooperativa.cl%2B-%2BTodas%2Blas%2Bnoticias%2529",
                    "wgt": 1
                },
                {
                    "body": "El delantero portugués del Real Madrid, Cristiano Ronaldo, aseguró, tras recibir la Bota de Oro que quiere \"ser el mejor de siempre\" y que le quedan \"muchos años todavía en el Real Madrid\", donde siente \"cada vez más\" que la gente le quiere \"mucho\" y donde tiene \"la sensación\" de que van a ganar muchos títulos.\n\nSobre las palabras de Florentino Pérez, que le nombró \"sucesor\" de Alfredo di Stéfano, Ronaldo valoró que \"fue una comparación\". \"Lo que el presidente quería decir es que Alfredo no está presente y que ve en mí lo que fue Di Stéfano\", añadió, considerando \"un privilegio\" estar encuadrado entre \"los mejores de la historia del fútbol\".\n\nEn cambio, \"todavía\" no quiere pensar en si está en ese grupo. \"Cada uno tiene su opinión, pero para mí no basta ser el mejor de Portugal o de mi equipo, quiero ser el mejor de siempre. A algunos les gustan rubias y a otros morenas, y con los futbolistas es igual\", aseveró.\n\n\"Voy paso a paso, todavía me falta mucho y cuando acabe mi carrera quiero ver mis estadísticas y estar entre los mejores, que lo voy a estar seguro\", expresó el 'Balón de Oro'.\n\nTampoco piensa en una cuarta Bota de Oro. \"Estas cosas tienen que salir naturales. Tampoco me quedo obsesionado por esa situación. Soy una persona seria en mi trabajo, no sólo en la última temporada, sino desde que llegue al Madrid. Soy un jugador que quiere siempre más y se ve en los números. Las dos últimas fueron un poquito mejor, pero es porque le dedico mucho trabajo\", analizó Cristiano Ronaldo sobre sus últimas temporadas.\n\n\"SI NO GANAMOS NADA, NO VA A SER YA LA MEJOR PLANTILLA\"\n\nEn este sentido, eludió \"entrar\" en la polémica de si merece o no el próximo 'Balón de Oro'. \"Estoy bien, marco mis golitos e intento responder dentro del campo. Pienso que no es el momento después de ganar un premio por el que estoy muy contento, pero a lo mejor en un par de años tengo una respuesta diferente. En los últimos años el mundo del fútbol no me sorprende nada. Me gustaría ganar el tercero pero las cosas son como son y todavía falta mucho tiempo\", declaró.\n\n\"Me siento muy contento de que estén aquí conmigo. No invito a toda la plantilla porque siento que les estoy quitando tiempo. Obviamente que me gusta, como han estado hoy Sergio (Ramos), Bale e Iker (Casillas). Este trofeo solo se gana si tenemos una plantilla muy buena y si somos solidarios unos con otros. El año pasado las cosas fueron muy bien, ganamos 'Champions' y Copa y ha sido un año extraordinario para mí\", aseguró sobre sus compañeros y los éxitos de la pasada campaña.\n\nEl portugués subrayó que \"todo el mundo habla de que puede ser la mejor plantilla del Real Madrid\". \"Pero se va a saber a final de temporada, porque si no ganamos nada ya no es la mejor\", advirtió al respecto.\n\n\"Tengo sensación de que vamos a ganar muchas cosas. Estamos ilusionados y contentos, y a nivel individual me siento bien, últimamente estoy en una buena racha, pero no hay que pensar todavía en los trofeos individuales porque no me baso en eso pero hay que aprovechar el buen momento\", agregó sobre sus aspiraciones personales para este año.\n\nCristiano se refirió al actual momento del equipo, dejando claro que \"no es ninguna sorpresa\" que apuesten por una mayor posesión. \"A lo mejor tenemos un poquito más el balón, y cuanto más lo tienes, más peligro puedes crear, en mi opinión. Estamos causando problemas a los equipos por eso\", expuso.\n\nEn cuanto a su renovación, instó a \"hablar con Florentino Pérez\", y aseguró que espera \"acabar\" su contrato con el Real Madrid en 2018, con 33 años, cuando se verá si el presidente del conjunto blanco quiere renovarle \"unos añitos más\", confesando con una sonrisa que se siente \"joven\" y que no tiene todavía \"ese problema\".\n\nEl galardón le fue otorgado por parte de la European Sports Media (ESM), que concede el trofeo y reúne a las principales publicaciones deportivas del Viejo Continente, entre ellas el 'Marca' español, y que estuvo representada por su vicepresidente, Víctor Serpa, compatriota del madridista.\n\n\"Es un premio muy especial para un personaje muy especial porque Cristiano, siendo jugador del mundo, es un símbolo grande de Portugal. Es un premio importante de tu fantástica colección y si tienes ganas podrás ganar muchos más\", apuntó el director del diario portugués A Bola.",
                    "date": "2014-11-06",
                    "eventUri": "1681368",
                    "id": "24632599",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7573,
                    "source": {
                        "title": "Fuerteventura Digital",
                        "uri": "www.fuertedigital.com"
                    },
                    "time": "00:50:00",
                    "title": "Cristiano: \"Quiero ser el mejor jugador de siempre\"",
                    "uri": "224604221",
                    "url": "http://www.fuertedigital.com/?p=21711",
                    "wgt": 1
                },
                {
                    "body": "¿Necesita España una regeneracíon tras las numerosos casos de corrupción?\n\nEl delantero portugués del Real Madrid, Cristiano Ronaldo, aseguró, tras recibir la Bota de Oro que quiere \"ser el mejor de siempre\" y que le quedan \"muchos años todavía en el Real Madrid\", donde siente \"cada vez más\" que la gente le quiere \"mucho\" y donde tiene \"la sensación\" de que van a ganar muchos títulos.\n\nSobre las palabras de Florentino Pérez, que le nombró \"sucesor\" de Alfredo di Stéfano, Ronaldo valoró que \"fue una comparación\". \"Lo que el presidente quería decir es que Alfredo no está presente y que ve en mí lo que fue Di Stéfano\", añadió, considerando \"un privilegio\" estar encuadrado entre \"los mejores de la historia del fútbol\".\n\nEn cambio, \"todavía\" no quiere pensar en si está en ese grupo. \"Cada uno tiene su opinión, pero para mí no basta ser el mejor de Portugal o de mi equipo, quiero ser el mejor de siempre. A algunos les gustan rubias y a otros morenas, y con los futbolistas es igual\", aseveró.\n\n\"Voy paso a paso, todavía me falta mucho y cuando acabe mi carrera quiero ver mis estadísticas y estar entre los mejores, que lo voy a estar seguro\", expresó el 'Balón de Oro'.\n\nTampoco piensa en una cuarta Bota de Oro. \"Estas cosas tienen que salir naturales. Tampoco me quedo obsesionado por esa situación. Soy una persona seria en mi trabajo, no sólo en la última temporada, sino desde que llegue al Madrid. Soy un jugador que quiere siempre más y se ve en los números. Las dos últimas fueron un poquito mejor, pero es porque le dedico mucho trabajo\", analizó Cristiano Ronaldo sobre sus últimas temporadas.\n\n\"SI NO GANAMOS NADA, NO VA A SER YA LA MEJOR PLANTILLA\"\n\nEn este sentido, eludió \"entrar\" en la polémica de si merece o no el próximo 'Balón de Oro'. \"Estoy bien, marco mis golitos e intento responder dentro del campo. Pienso que no es el momento después de ganar un premio por el que estoy muy contento, pero a lo mejor en un par de años tengo una respuesta diferente. En los últimos años el mundo del fútbol no me sorprende nada. Me gustaría ganar el tercero pero las cosas son como son y todavía falta mucho tiempo\", declaró.\n\n\"Me siento muy contento de que estén aquí conmigo. No invito a toda la plantilla porque siento que les estoy quitando tiempo. Obviamente que me gusta, como han estado hoy Sergio (Ramos), Bale e Iker (Casillas). Este trofeo solo se gana si tenemos una plantilla muy buena y si somos solidarios unos con otros. El año pasado las cosas fueron muy bien, ganamos 'Champions' y Copa y ha sido un año extraordinario para mí\", aseguró sobre sus compañeros y los éxitos de la pasada campaña.\n\nEl portugués subrayó que \"todo el mundo habla de que puede ser la mejor plantilla del Real Madrid\". \"Pero se va a saber a final de temporada, porque si no ganamos nada ya no es la mejor\", advirtió al respecto.\n\n\"Tengo sensación de que vamos a ganar muchas cosas. Estamos ilusionados y contentos, y a nivel individual me siento bien, últimamente estoy en una buena racha, pero no hay que pensar todavía en los trofeos individuales porque no me baso en eso pero hay que aprovechar el buen momento\", agregó sobre sus aspiraciones personales para este año.\n\nCristiano se refirió al actual momento del equipo, dejando claro que \"no es ninguna sorpresa\" que apuesten por una mayor posesión. \"A lo mejor tenemos un poquito más el balón, y cuanto más lo tienes, más peligro puedes crear, en mi opinión. Estamos causando problemas a los equipos por eso\", expuso.\n\nEn cuanto a su renovación, instó a \"hablar con Florentino Pérez\", y aseguró que espera \"acabar\" su contrato con el Real Madrid en 2018, con 33 años, cuando se verá si el presidente del conjunto blanco quiere renovarle \"unos añitos más\", confesando con una sonrisa que se siente \"joven\" y que no tiene todavía \"ese problema\".\n\nEl galardón le fue otorgado por parte de la European Sports Media (ESM), que concede el trofeo y reúne a las principales publicaciones deportivas del Viejo Continente, entre ellas el 'Marca' español, y que estuvo representada por su vicepresidente, Víctor Serpa, compatriota del madridista.\n\n\"Es un premio muy especial para un personaje muy especial porque Cristiano, siendo jugador del mundo, es un símbolo grande de Portugal. Es un premio importante de tu fantástica colección y si tienes ganas podrás ganar muchos más\", apuntó el director del diario portugués A Bola.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24627689",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7523,
                    "source": {
                        "title": "www.telemadrid.es",
                        "uri": "www.telemadrid.es"
                    },
                    "time": "23:20:00",
                    "title": "Cristiano: \"Quiero ser el mejor jugador de siempre\"",
                    "uri": "224591134",
                    "url": "http://www.telemadrid.es/noticias/deportes/noticia/cristiano-quiero-ser-el-mejor-jugador-de-siempre",
                    "wgt": 1
                },
                {
                    "body": "Florentino Pérez entrega a Cristiano su tercera Bota de Oro. Alberto Di Lolli\n\nEn uno de los mejores momentos de su carrera, con la ambición intacta y acompañado de Casillas, Ramos y Bale, Cristiano Ronaldo recibió de las manos de Florentino Pérez la Bota de Oro. Era la tercera vez que el portugués obtenía el galardón, esta vez compartido con Luis Suárez, un premio a los 31 goles que ambos marcaron la temporada pasada.\n\n\"No esperaba tanta gente y quiero agradecer a todo el mundo, en primer lugar a mis compañeros porque sin ellos no es posible ganar esta Bota de Oro, a mi familia que siempre está de mi lado, a la afición y a toda la institución por poder jugar en el mejor club del mundo y tener la oportunidad de ganar estos trofeos individuales, que me gustan mucho y trabajo para esto\", señaló Cristiano tras recibir el trofeo.\n\nPara el de Madeira era \"un día especial\". \"Es como si fuera la primera y quiero compartirlo con todos los que me apoyaron desde el primer día en Madrid. Siento cada vez más que la gente me quiere mucho e intento contribuir de la mejor forma en el campo. Prometo que daré siempre lo mejor dentro del campo con mi pasión, mis goles y asistencias y me quedan muchos años todavía en el Real Madrid\", afirmó el portugués.\n\nPor su parte, Florentino Pérez destacó que CR \"ha vuelto a demostrar al mundo que pertenece a este grupo de leyendas ejemplares del fútbol y del madridismo\". \"Es un ejemplo de profesionalidad como demuestra cada día y une a su talento y calidad indiscutible una inmensa entrega, con un afán de superación infinita porque para él no hay límites inaccesibles ni récords que no puedan ser batidos\", añadió el dirigente, que subrayó que el luso es el \"digno heredero\" del fallecido Alfredo Di Stefáno.\n\n'Si somos la mejor plantilla lo sabremos a final de curso'\n\nTras el acto, Cristiano ofreció una rueda de prensa en la que reiteró su ambición colectiva e individual. \"Yo intento hacer siempre las cosas bien, no sólo la última temporada. He demostrado que siempre quiero más. Los últimos años que he estado en el Real Madrid los números han sido muy buenos\", presumió el portugués, ansioso por ampliar su palmarés.\n\n\"Todo el mundo habla de que esta puede ser la mejor plantilla del Real Madrid, pero eso lo sabremos al final de temporada. Yo estoy con la ilusión de ganar muchas cosas este año. El míster está confiado. A nivel individual me siento contento, estoy en una buena racha. Pero no quiero pensar ya en los trofeos individuales (Balón de Oro)\", respondió cuando se le cuestionó por su favoritismo para repetir el galardón que ya consiguió en 2008 y 2013.\n\nA sus 29 años y con contrato hasta 2018, Cristiano lanzó un guiño al presidente ante la posibilidad de terminar su carrera en el Real Madrid. \"Tenemos que hablar con Florentino Pérez de renovar unos añitos. Estoy muy contento, la verdad, mi familia, las cosas personales... Lo que quiero es ganar y espero terminar mi contrato con el Real Madrdi, con 33 años y luego se verá si el presidente me quiere aquí\", bromeó.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24586489",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6965,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "14:23:00",
                    "title": "'Siempre quiero más'",
                    "uri": "224481737",
                    "url": "http://www.elmundo.es/deportes/2014/11/05/545a2e42268e3e08658b458a.html",
                    "wgt": 1
                },
                {
                    "body": "El portugués Cristiano Ronaldo, del Real Madrid, aseguró hoy 5 de noviembre que tiene el anhelo de ser reconocido como el mejor futbolista de todos los tiempos cuando termine su carrera deportiva.\n\n\"Yo quiero ser el mejor jugador de siempre y voy a buscar serlo\", dijo el jugador en Madrid tras recibir el galardón de la Bota de Oro como máximo goleador en Europa de la pasada temporada, reconocimiento que comparte con el uruguayo Luis Suárez, del Barcelona.\n\n\"En mi cabeza, quiero ser el mejor y voy a llegar. Estoy haciendo mi historia paso a paso. Cuando termine mi carrera quiero ver si estoy entre los mejores de siempre, que seguro que voy a estar\", añadió el delantero, que la pasada campaña anotó 31 goles en la Liga española.\n\nCristiano, de 29 años, aspira a conquistar en 2014 su tercer Balón de Oro, trofeo que se entrega al mejor jugador del año. Si lo lograra, quedaría a sólo uno de su gran rival futbolístico, el argentino Lionel Messi, estrella del Barcelona.\n\n\"Estoy felicísimo, así que obviamente no voy a ser hipócrita. Me gustaría ganar el tercer Balón de Oro, pero no vivo obsesionado por eso. Queda tiempo, pero estoy haciendo las cosas bien. Estoy haciendo mis 'golitos'\", dijo el atacante, que no jugó un buen Mundial pero conquistó con su club los títulos de la Copa española y la Liga de Campeones europea.\n\nCristiano aseguró también que quiere continuar \"muchos años\" en el Real Madrid. \"Estoy muy contento, en un momento de forma genial, también en el plano personal\", advirtió. \"Espero terminar mi contrato con el Real Madrid con 33 años y luego se verá si el presidente me quiere unos añitos más\". \"Espero jugar más allá de los 33. Me siento joven\", agregó.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24597594",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6468,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "16:28:00",
                    "title": "Cristiano Ronaldo: Quiero ser el mejor jugador de siempre",
                    "uri": "224511000",
                    "url": "http://www.elcomercio.com/deportes/cristianoronaldo-botaoro-realmadrid-goleador-europa.html",
                    "wgt": 1
                },
                {
                    "body": "MADRID -- Cristiano Ronaldo no oculta que quiere quedar dentro de los mejores jugadores de la historia y para ello necesita al conjunto merengue tanto como el club a él. \"Prometo cada vez rendir mejor, con mi pasión, mis goles, mis asistencias y buenos partidos. Me quedan muchos años aquí en el Real Madrid y voy a intentar dar lo mejor\", dijo el jugador en su discurso de agradecimiento, visiblemente complacido, tras recibir la Bota de Oro como máximo goleador europeo de la campaña 2013-2014 en un acto celebrado este martes en la capital española.\n\n\"Hay que hablar con Florentino (Pérez)\", bromeó el jugador, que se propuso \"terminar\" su contrato con el club disipando así cualquier rastro de temor de que volviera en el futuro cercano al Manchester United, equipo en el que militó hasta 2009.\n\n\"Estoy muy contento, viviendo muy bien. Estoy en un momento de forma genial; con mis cosas personales, mi familia, bien. Espero terminar mi contrato (en 2018) con 33 años y se verá si el 'presi' me quiere unos añitos más o me voy para otro lado\", dijo el astro portugués.\n\nDel Cristiano Ronaldo que hace dos años se sentía \"triste\" y maltratado por el club y el antiguo cuerpo técnico no queda ni rastro. Tras el breve acto en que se proyectó un video con los 31 goles anotados en Liga por el luso la campaña pasada y que lo hicieron, junto a Luis Suárez, acreedor al trofeo, agradeció con una gran sonrisa a los asistentes, entre los que se contaban directivos del club encabezados por Florentino Pérez, su madre y su hijo como miembros de su familia y tres de sus compañeros, Iker Casillas, Sergio Ramos y Gareth Bale, que acudieron como representantes del plantel que dirige Ancelotti.\n\nLa presencia de sus capitanes y uno de sus socios en ataque no pasó de largo para el '7', que se mostró alegre de poder compartir su momento con ellos. \"Obviamente me siento muy contento de que mis compañeros estén conmigo; no los invito a veces porque siento que les quito tiempo para ver un acto mío. Pero evidentemente me gusta que vengan, como ha estado hoy Sergio, Bale, Iker... Si invitaba, venían, pero no quiero molestar. Es importante porque este trofeo sólo se gana si tenemos una plantilla muy buena. Si somos equipo. Y el año pasado el equipo estuvo fenomenal\", dijo.\n\nCon el trofeo que le fue entregado esta mañana, el luso sumará la tercera Bota de Oro a las cada vez más nutridas vitrinas de su museo en Madeira, Portugal y ya va a la mitad del camino por la cuarta, pues en esta campaña suma ya 17 goles en Liga de los 22 que ha marcado en total, rompiendo récords un partido tras otro, exceptuando el que se celebró anoche ante el Liverpool, en que por primera vez en 11 partidos, el artillero vio frustrados sus intentos de marcar e igualar de ese modo a otra leyenda blanca, Raúl Gonzalez Blanco, máximo goleador histórico de la Champions League con 71 tantos.\n\n\"Obviamente me gusta siempre jugar bien, marcar, estar bien. Pero no es posible, jamás, hacer goles todos los partidos. Me quedo enfadado conmigo mismo, es normal, pero se que no es posible. El enfado se va después de estar con mi gente\", admitió el jugador.\n\n\"QUIERO SER EL MEJOR DE LA HISTORIA\"\n\nEl paso avasallador del conjunto en la presente campaña -12 victorias consecutivas; 56 goles anotados en total- ha ocasionado que se le empiece a considerar \"el mejor Real Madrid de la historia\" y con ello a su estrella un \"jugador de leyenda\".\n\nCristiano, aunque orgulloso, no lo ve tan claro. Para nada oculta que quiere ser \"el mejor\" pues \"sería hipócrita\", pero esa evaluación, señala, se tendrá que hacer al final de su carrera y no a la mitad.\n\n\"Obviamente cada quien tiene su opinión, pero a mí no me basta ser el mejor de Portugal o el Real Madrid. Quiero ser el mejor de siempre\", señala, contundente, antes de explicar que \"es cuestión de gustos; a unos les gustan las rubias, a otros las morenas; yo respeto, pero quiero ser siempre el mejor. Todavía falta mucho, pero quiero terminar mi carrera y ver las estadísticas y ver que estoy entre los mejores de la historia; que seguro voy a estar\".\n\nAl igual que con su carrera, no se atreve a calificar, en pleno noviembre, al presente plantel del Real Madrid como el mejor de la historia. Para el luso eso se verá \"cuando acabe la campaña\" y hayan ganado algún título.\n\n\"Todo el mundo habla de que esta puede ser la mejor plantilla del Real Madrid, pero eso se sabrá al final. Si no ganamos nada, ya no es la mejor plantilla. Tengo ilusión de que ganaremos muchas cosas\", afirmó.\n\nEs por eso, que tampoco muestra gran preocupación por el Balón de Oro, galardón al que está nominado luego de ganarlo el año pasado rodeado de polémica. Por el momento, el jugador disfruta su momento. Y el del equipo. El \"Balón es en enero\", señala, y ya se verá si lo gana o no. \"Estoy haciendo las cosas bien, ayudo a ganar partidos, haciendo algunos golitos; estoy contento\", concluyó.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24608547",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6238,
                    "source": {
                        "title": "TVMax",
                        "uri": "www.tvmax-9.com"
                    },
                    "time": "18:34:00",
                    "title": "Cristiano Ronaldo recibió su tercera Bota de Oro",
                    "uri": "224539540",
                    "url": "http://www.tvmax-9.com/deportes/noticias_detalle.asp?id_news=144842",
                    "wgt": 1
                },
                {
                    "body": "Cristiano Ronaldo confesó a los medios de comunicación que en su cabeza \"quiero ser el mejor de la historia y trabajo para eso\". El portugués reconoció que si Florentino quiere, renovará con el Real Madrid y no quiso pronunciarse sobre las palabras de Blatter y Platini sobre el 'Balón de Oro' porque \"ahora no es el momento porque lo dan en enero. Dentro de dos años, posiblemente, tendré otra respuesta\"\n\nHEREDERO DE DI STÉFANO\n\n\"Fue una comparación que hizo el presidente. Alfredo ya no está con nosotros y ve en mí lo que fue Di Stéfano. Es un honor porque Alfredo es uno de los más grandes de la historia del futbol y estar conectado con los mejores es un privilegio y me gusta\"\n\nLA PRESENCIA DE SUS COMPAÑEROS\n\n\"Me siento muy contento con la presencia de los compañeros en estos premios. A veces, no invito a toda plantilla porque siento que estoy quitando tiempo para ver un acto mio, pero me gusta que estén como hoy Iker, Bale y Ramos. Seguro que podían estar todos, si los hubiese invitado, hubiesen venido pero no quiero molestar. Es muy importante eso porque este trofeo sólo se gana si la plantilla es muy buena y ésta lo es. El año pasado, hicimos las cosas muy bien, ganamos la Champions y la Copa y a nivel individual, Bota de Oro. Fue un año fenomenal y me siento afortunado de estar en el Real Madrid y con esta plantilla\".\n\nSE SIENTE MÁS RECONOCIDO\n\n\"A lo mejor sí, tampoco me obsesiono con eso. Las cosas son como son, soy una persona seria en mi trabajo, intento hacer cosas siempre bien, no sólo la última temporada. Quiero siempre más, se ve por mis números y desde que llegué al Real Madrid siempre han sido muy buenos, aunque estos dos últimos años han sido un poco mejor\".\n\nMOMENTO DEL EQUIPO\n\n\"Todo el mundo habla que puede ser la mejor plantilla de la historia del Real Madrid, pero eso sólo se va a saber a final de temporada, si no ganamos nada no seremos la mejor. Tenemos ilusión de que vamos a ganar mucho este año. La cosa va bien y no pienso en premios individuales, si no en seguir con este buen momento y con la racha\".\n\nCUARTA BOTA DE ORO\n\n\"No pienso en eso, sé que estoy bien posicionado, pero no hay que pensar en eso\"\n\nEL ESTILO DE JUEGO DEL REAL MADRID\n\n\"Jugamos con sistemas a los que ya estamos acostumbrados no es ninguna sorpresa. A lo mejor tenemos más el balón que años pasado, pero eso es bueno porque cuanto más tengas el balón, más peligro puedes crear a los contrarios y es lo que estamos haciendo. Tenemos una plantilla muy buena y podemos llegar muy lejos. Hay que seguir trabajando para mejorar, ir partido a partido y esperar que podamos ganar los tres trofeos en los que estamos, la Liga, la Champions y la Copa\"\n\nMEJOR JUGADOR DE LA HISTORIA\n\n\"Todavía no quiero pensar en eso, cada uno tiene su opinión, pero a mñi no me basta con ser el mejor jugador de Portugal, quiero ser el mejor de la historia, voy a trabajar para eso y después depende de cada uno porque a uno le gustan las rubias, a otros las morenas, a uno le gusta Cristiano y a otro no,... En mi cabeza quiero llegar a ser el mejor, me falta mucho, pero cuando acabe mi carrera quiero ver estadísticas y ver si he estado en los mejores del mundo que seguro que voy a estar\"\n\nACABAR SU CARRERA EN EL REAL MADRID\n\n\"Tenemos que hablar con Florentino y renovar (risas). Estoy viviendo muy bien, las cosas van genial, los asuntos personales también, por eso dentro del campo quiero dar lo mejor, lograr todo posible. Lo que más me gusta es ganar y voy a seguir así. Espero terminar mi contrato con 33 años y luego se verá si el presi me quiere aquí unos años más o me voy\"\n\nSE ENFADA SI NO MARCA\n\n\"Me gusta siempre jugar bien y marcar pero eso no es posible, jamás se hacen goles todos los partidos y me enfado conmigo mismo, pero se va después de estar con mi gente, con personas que me gustas\"\n\nLAS PALABRAS DE BLATTER Y PLATINI SOBRE EL BALÓN DE ORO\n\n\"No quiero entrar en eso porque en enero dan el Balón de Oro y no quiero entrar en polémica. Estoy bien siempre y doy mi respuesy respuesta dentro del campo y es lo más adecuado para la gente que opina, que manda, que da los premios y por eso no voy a entrar por ahí. No es el momento exacto después de ganar este premio, pero a lo mejor, dentro de un par de años tengo una respuesta diferente\"\n\nLE SORPRENDERÍA NO GANAR EL BALÓN DE ORO\n\n\"A mí no me sorprende nada. En estos últimos años, en el fútbol no me sorprende nada, por eso hay que estar preparado. Estoy haciendo las cosas bien, ayudando al Madrid a ganar partidos, estoy contento\"",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24589654",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6071,
                    "source": {
                        "title": "MUNDO DEPORTIVO",
                        "uri": "www.mundodeportivo.com"
                    },
                    "time": "13:33:00",
                    "title": "Cristiano: \"Quiero ser el mejor de la historia\"",
                    "uri": "224490524",
                    "url": "http://www.mundodeportivo.com/20141105/real-madrid/cristiano-quiero-ser-el-mejor-de-la-historia_54418960952.html",
                    "wgt": 1
                },
                {
                    "body": "¡Nos encanta! Descubre el mini cargador portátil que te permitirá estar conectada las 24 horas del día.\n\nCristiano Ronaldo suma y sigue. Ya puede ir haciendo más hueco en la vitrina donde guarda todos sus trofeos, porque parece que todavía le quedan muchos por ganar. El jugador portugués acaba de recibir su tercera Bota de Oro, la segunda como jugador del Real Madrid, en un día muy especial en el que sólo tuvo palabras de agradecimiento para el club blanco. Además, Ronaldo envió un mensaje muy claro y es que todavía le queda cuerda para rato porque sigue teniendo la ilusión de siempre y las mismas ansias de dar lo mejor de sí mismo.\n\n\"Quiero agradecérselo a mis compañeros porque sin ellos no hubiese sido posible ganar este trofeo. También a mi familia y a toda la institución del Real Madrid, que es el mejor equipo del mundo y me da la posibilidad de ganar estos galardones. Siento cada vez más que la gente me quiere mucho\", explicó el portugués al subir al escenario. El portugués, besó su premio feliz y emocionado y vivió una verdadera lluvia de flashes. El brillo resplandeciente de la Bota de Oro eclipsaba todo lo demás, sin embargo, si te fijas con detenimiento en esta foto, ¿qué otra cosa brilla más, si cabe, que su preciado galardón?\n\n¡Has acertado! Sin palabras nos hemos quedado al ver el impresionante anillo que llevaba en el dedo meñique de su mano derecha y que ha quedado al descubierto al ver esta foto, que ha sido publicada en la web oficial del Real Madrid, en la que aparece presumiendo de las tres veces que ha ganado este trofeo. De sobra es conocido por todos, el gusto del jugador blanco por los diamantes -desde hace años lleva pendientes de forma cuadrada o redonda con brillantes-, pero en esta ocasión su nueva joya ha sorprendido a más de uno. Ha querido llevarla en un día tan señalado como éste, así que entendemos que tiene un significado muy especial para él. ¿Cuál será? ¿Quién se lo habrá regalado?\n\nAdemás del anillo, el acto tuvo otros grandes protagonistas, como la madre del jugador portugués y su hijo, el pequeño Cristiano Ronaldo Jr., que ya es todo un 'hombrecito' y conquistó a todos con su simpatía. El niño aplaudió a su padre como el que más y después posó orgulloso con el trofeo ante las cámaras de los fotógrafos. Durante la presentación se vivieron momentos muy emotivos, como el protagonizado por su madre, Dolores, que no pudo evitar las lágrimas al ver el emotivo vídeo que proyectaron sobre la vida de Cristiano.\n\n\"Me gusta siempre jugar bien y marcar y estar bien físicamente, pero es no es posible siempre. Es normal que me enfade conmigo mismo pero después de estar con mi gente y las personas que me gustan se me va\", declaró el portugués, que tiene contrato con el Real Madrid hasta 2018 y dejó la puerta abierta a uno posible renovación: \"Tenemos que hablar con Florentino de renovar. Estoy muy contento, viviendo muy bien y estoy en un momento de forma genial. Dentro del campo intento dar lo mejor de mi y lograr todo lo posible para este club porque lo que más me gusta es ganar\".\n\nAdemás de por sus familiares (se echó en falta a la siempre espectacular Irina Shayk) y el presidente Florentino Pérez, también contó con el apoyo incondicional de sus compañeros de equipo Iker Casillas, Sergio Ramos y Gareth Bale, además de varios miembros de la Junta Directiva y el director de Relaciones Institucionales, Emilio Butragueño.",
                    "date": "2014-11-05",
                    "eventUri": "1681368",
                    "id": "24605610",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4996,
                    "source": {
                        "title": "http://www.hola.com",
                        "uri": "www.hola.com"
                    },
                    "time": "17:58:00",
                    "title": "La nueva joya de Cristiano Ronaldo",
                    "uri": "224532072",
                    "url": "http://www.hola.com/actualidad/2014110574828/cristiano-ronaldo-bota-de-oro/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 21,
            "averageDate": "2014-11-05",
            "avgCos": 0.5507,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1681368",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1678090",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Madrid",
                "lat": 40.42526,
                "long": -3.69063,
                "wikiUri": "http://en.wikipedia.org/wiki/Madrid"
            },
            "storyDate": "2014-11-05",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-330530",
            "variance": 0.1967
        }
    },
    "meta": {
        "CCAArticleMatchCount": 41,
        "CCAArticleMatchRatio": 0.2039800995024876,
        "CCAAvgCosSim": 0.735470731707317,
        "CCAAvgMatchWgt": 44,
        "_articleUri1": "224486278",
        "_articleUri2": "224492155",
        "_datetime": "2015-02-19 18:10:24",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-957243",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-330530",
        "_username": "Evgenia Belyaeva",
        "artCount1": 12,
        "artCount2": 21,
        "avgCosSimStory1": 0.4972,
        "avgCosSimStory2": 0.5507,
        "categorySim": 0,
        "conceptCosSim": 0.4822778522878977,
        "conceptJaccardSim": 0.2625,
        "coreTime1": 130143.15,
        "coreTime2": 130142.9166666667,
        "coreTimeStDev1": 0.8810741550322391,
        "coreTimeStDev2": 2.955087364232836,
        "entityCosSim": 0.4952184321561494,
        "entityJaccardSim": 0.4137931034482759,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 1,
        "hasSameLocation": 1,
        "keywordCosSim": 0.5609815953255116,
        "keywordJaccardSim": 0.1764705882352941,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 12,
        "storyQuality2": 22,
        "timeAvg1": 130144.5263888889,
        "timeAvg2": 130145.2833333333,
        "timeStDev1": 1.067349137863597,
        "timeStDev2": 5.379148454471167,
        "varianceStory1": 0.2528,
        "varianceStory2": 0.1967
    }
}