{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-148464": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "NEW DELHI -- When an important guest is on his way over, it is common practice to sweep up one's odds and ends and hide them all in the backroom. So it was in New Delhi last week.\n\nWith days to go before President Obama's arrival Sunday, the order went out to \"sanitize.\" Municipal cow catchers were ordered to round up the stray cattle that amble down the city's thoroughfares, unperturbed by the backup of traffic behind them.\n\nMen with slingshots have fanned out in the neighborhood around the Indian president's sandstone palace, shrieking and barking in an effort to frighten away hundreds of rosy-bottomed monkeys.\n\nCity workers have been making the rounds on downtown streets, trying to persuade beggars to spend three days in a shelter, but they have had varied success. (\"You see, beyond a point, I cannot do a military operation,\" said Jalaj Shrivastava, chairman of the New Delhi Municipal Council.) The sweets sellers are disappearing, and the sidewalk cobblers, and the sellers of feather-dusters and bead necklaces and black-market novels.\n\n\"Suppose there is a marriage in your family: You whitewash your house -- that is what our government is doing, whitewashing our city,\" said Vinod Pahuja, 65, looking out at a curiously tidy street from his book stall near the commercial hub Connaught Place. And after Obama flies out? \"Then,\" Pahuja said cheerfully, \"everything will be the same as it was before.\"\n\nCities all over the world hide their ragged edges ahead of such events. When South Korea hosted the Olympics in 1988, teams of municipal workers in Seoul cleaned the grooves in the sidewalks with toothbrushes. But New Delhi presents officials with a particular set of messy problems, especially when it comes to the stray animals that inhabit its markets and roadways.\n\nWith populations swelling, \"the basic mentality of any Indian not to harm any animal is still there, so we cannot use any stringent measures,\" said Dr. Shukla Saumya, a medical officer with the New Delhi Municipal Council.\n\nConsider the monkeys, mainly rhesus macaques: Bold enough to climb in kitchen windows to check the contents of refrigerators, they are also viewed as a representation of the Hindu deity Hanuman, so they cannot be harmed without prompting a major outcry. As forest cover melted away, many resettled in the luxurious tree canopy that surrounds the homes of India's top officials.\n\n\"I have had any number of such complaints from senior government officers -- of my rank and senior,\" said Shrivastava, the municipal council chairman. \"They ring me up on my mobile and say, 'I am stuck in my house, there is a horde of monkeys outside, and I can't get out, and here is a guy breaking the kitchen window.' I say, 'Sir, please bear with us.' \"\n\nBut his options are limited. Catching them is dangerous, euthanizing them is out of the question and a metal trap introduced a few years ago was effective only until the monkeys figured out how to spring it, which was immediately.\n\nUntil two years ago, monkey handlers used to frighten away rhesus monkeys using trained langur monkeys, a larger species. But the government started enforcing a rule against keeping langurs in captivity.\n\nDesperate, the municipal council has trained 40 men to imitate the guttural grunts and shrieks of the langurs and has begun dumping food in a forested area, hoping it will keep the monkeys away from officials' residences. City officials also visit Hindu priests, hoping to dissuade believers from feeding monkeys on Tuesday, a traditional offering to Hanuman, but the task can often seem futile.\n\n\"They will not listen,\" Dr. Ramesh Kumar, the municipal council's chief medical officer, said glumly. \"In their blood they have a religious feeling.\"\n\nThe cows, venerated as a symbol of motherhood, present a similar problem when it is necessary to dislodge them. They can be seen, lounging in intersections or grazing peacefully on garbage, in many parts of the city, including the southern area close to the airport, where Obama's motorcade is expected to pass.\n\nBut catching stray cows is easier said than done. The more alert among them may recognize the truck used by the city's cow catchers, and, seeing a ramp, react by bolting or going limp.\n\nThe crowds typically take the cow's side. V.K. Singh, a veterinary officer for the city, was bringing a police escort along on a cow sweep, \"because at times local people oppose catching the animals.\"\n\n\"Because President Obama is coming, we are more alert on those roads on which he will be traveling,\" said Radhe Shyam Sharma, a south Delhi municipal official.",
                    "date": "2015-01-25",
                    "eventUri": "2305126",
                    "id": "31234608",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.713,
                    "source": {
                        "title": "The Seattle Times",
                        "uri": "seattletimes.com"
                    },
                    "time": "00:38:00",
                    "title": "For Obama, India takes a broom to stray monkeys and cows",
                    "uri": "242037668",
                    "url": "http://seattletimes.com/html/nationworld/2025538460_indiaanimalsxml.html?syndication=rss",
                    "wgt": 1
                },
                {
                    "body": "NEW DELHI -- When an important guest is on his way over, it is common practice to sweep up one's odds and ends and hide them all in the back room. So it was in New Delhi this week.\n\nWith days to go before President Obama's arrival on Sunday, the order went out to \"sanitize.\" Municipal cow catchers were ordered to round up the stray cattle that amble down the city's thoroughfares, unperturbed by the backup of traffic behind them. Men with slingshots have fanned out in the neighborhood around the Indian president's sandstone palace, shrieking and barking in an effort to frighten away hundreds of rosy-bottomed monkeys.\n\nCity workers have been making the rounds on downtown streets, trying to persuade beggars to spend three days in a shelter, but they have had varied success. (\"You see, beyond a point, I cannot do a military operation,\" said Jalaj Shrivastava, the chairman of the New Delhi Municipal Council.) The sweets sellers are disappearing, and the sidewalk cobblers, and the sellers of feather-dusters and bead necklaces and black-market novels.\n\n\"Suppose there is a marriage in your family: You whitewash your house -- that is what our government is doing, whitewashing our city,\" said Vinod Pahuja, 65, looking out at a curiously tidy street from his book stall near the commercial hub Connaught Place. And on Tuesday evening, when Mr. Obama flies out? \"Then,\" Mr. Pahuja said cheerfully, \"everything will be the same as it was before.\"\n\nCities all over the world hide their ragged edges ahead of such events. When South Korea hosted the Olympics in 1988, teams of municipal workers in Seoul cleaned the grooves in the sidewalks with toothbrushes. But New Delhi presents officials with a particular set of messy problems, especially when it comes to the stray animals that inhabit its markets and roadways.\n\nWith populations swelling, \"the basic mentality of any Indian not to harm any animal is still there, so we cannot use any stringent measures,\" explained Dr. Shukla Saumya, a medical officer with the New Delhi Municipal Council.\n\nConsider the monkeys, mainly rhesus macaques: Bold enough to climb in kitchen windows to check the contents of refrigerators, they are also viewed as a representation of the Hindu deity Hanuman, so they cannot be harmed without prompting a major outcry. As forest cover melted away, many resettled in the luxurious tree canopy that surrounds the homes of India's top officials.\n\n\"I have had any number of such complaints from senior government officers -- of my rank and senior,\" said Mr. Shrivastava, the municipal council chairman. \"They ring me up on my mobile and say, 'I am stuck in my house, there is a horde of monkeys outside, and I can't get out, and here is a guy breaking the kitchen window.' I say, 'Sir, please bear with us.' \"\n\nBut his options are limited. Catching them is dangerous, euthanizing them is out of the question, and a metal trap introduced a few years ago was effective only until the monkeys figured out how to spring it, which was immediately. Until two years ago, monkey handlers used to frighten rhesus monkeys away using trained langur monkeys, a larger species. But the government started enforcing a rule against keeping langurs in captivity.\n\nDesperate, the municipal council has trained 40 men to imitate the guttural grunts and shrieks of the langurs and has begun dumping food in a forested area, hoping it will keep the monkeys away from officials' residences. City officials also visit Hindu priests, hoping to dissuade believers from feeding monkeys on Tuesday, a traditional offering to Hanuman, but the task can often seem futile.\n\n\"They will not listen,\" Dr. Ramesh Kumar, the municipal council's chief medical officer, said glumly. \"In their blood they have a religious feeling.\"\n\nThe cows, venerated as a symbol of motherhood, present a similar problem when it is necessary to dislodge them. They can be seen, lounging in intersections or grazing peacefully on garbage, in many parts of the city -- including the southern area close to the airport, where Mr. Obama's motorcade is expected to pass.\n\nBut catching stray cows is easier said than done. The more alert among them may recognize the truck used by the city's cow catchers, and, seeing a ramp, react by bolting or going limp. The crowds typically take the cow's side. V. K. Singh, a veterinary officer for the city, said he plans to bring a police escort along on a cow sweep on Saturday \"because at times local people oppose catching the animals.\"\n\n\"Because President Obama is coming, we are more alert on those roads on which he will be traveling,\" said Radhe Shyam Sharma, a south Delhi municipal official.\n\nBy Friday, familiar faces had disappeared from Connaught Place, where a pack of children, barefoot and with matted hair, usually sell ballpoint pens and bead necklaces to tourists. The police regularly ask vendors and beggars to leave an area whenever \"big people\" visit, most recently when China's president, Xi Jinping, wanted to tour a nearby craft emporium, said Ravi Shankar, 18, who sells necklaces.\n\n\"First they do it with affection,\" he said, \"and then, if we do not come, they beat us up.\"\n\nMr. Shrivastava, the municipal council chairman, said he had hoped to remove all the panhandlers to nearby night shelters for the duration of Mr. Obama's visit but had met with resistance from nongovernmental advocacy groups that \"are resisting them being taken by force.\"\n\nLate Friday, Mr. Pahuja, the bookseller, looked out from the shop where he has sat for 30 years. He was a little wistful, noting that the beggars would surely be back next week. \"We want to show that our government is doing lots for them, but these people can't work,\" he said. \"The Indian government doesn't have enough money to give them. What do they do? They beg.\"",
                    "date": "2015-01-25",
                    "eventUri": "2305126",
                    "id": "31274896",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6769,
                    "source": {
                        "title": "T Magazine",
                        "uri": "mobile.nytimes.com"
                    },
                    "time": "19:58:50",
                    "title": "For Obama's Visit, India Takes a Broom to Stray Monkeys and Cows - NYTimes.com",
                    "uri": "242163642",
                    "url": "http://mobile.nytimes.com/2015/01/24/world/for-obamas-visit-india-takes-a-broom-to-stray-monkeys-and-cows.html?referrer=&_r=1&utm_content=buffer05e2b&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
                    "wgt": 1
                },
                {
                    "body": "Things ape what they used to be in a remote Slovakian mountain village - after three pet monkeys made a break for freedom.\n\nThe monkeying about came when the Japanese snow monkeys got spooked on New Year's Eve during the noisy firework celebrations, and fled to the mountains.\n\nNearly four-weeks-later they are still at large, happily playing in the snow and in the forests near the village of Jasenie in central Slovakia, much to the frustration of their owner Jozef Fridman, 50.\n\nHe said: \"They bit the wooden barrier, lifted the fencing and ran away to the forest.\n\n\"I need to teach them that there is peace and quiet here again, but they are too smart and seem to like it out in the wild.\"\n\nThe monkeys, which are not dangerous and have been feeding off insects they have been finding under tree bark and under the ground, are used to freezing conditions and appear to be enjoying their \"holiday\" in the High Tatras mountains.\n\nJozef has been tempting them to return to their cage by leaving out fresh fruit, but the clever apes have so far outwitted his attempts to recapture them. He has also tried using a net to snare them when they venture close but they always evade his attempts.\n\nAs the monkeys are healthy and not a protected species in Slovakia, he is also unable to call on nature conservators help him.\n\nAmused neighbour Helga Hulova, 49, said: \"I can't say I blame them, if it was the call of the wild versus that grubby cage I know what I would choose.\n\n\"But to be honest no-one here cares, the monkeys are fun to look at and liven things up around here, we've even had tourists along since they were featured on the local telly.\"\n\nJapanese macaques or snow monkeys come from China and Japan. They can handle the cold weather well, so are able to survive outside in the mountains without difficulties.\n\nJozef said: \"No other non-human primate is more northern-living, nor lives in a colder climate, so my snow monkeys chose the right place to do a runner.\"",
                    "date": "2015-01-25",
                    "eventUri": "2305126",
                    "id": "31288620",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6304,
                    "source": {
                        "title": "Croatian Times",
                        "uri": "www.croatiantimes.com"
                    },
                    "time": "23:15:18",
                    "title": "Monkey Business As Escapee Apes Go On The Run",
                    "uri": "242658386",
                    "url": "http://www.croatiantimes.com/news/Around_the_World/2015-01-27/36583/Monkey_Business_As_Escapee_Apes_Go_On_The_Run",
                    "wgt": 1
                },
                {
                    "body": "New Delhi: Nearly 40 men will be on special duty during US President Barack Obama's visit to Delhi. They will be in charge of warding off monkeys in and around Lutyen's Delhi, and Rajpath on Republic Day.\n\nThe New Delhi Municipal Corporation or NDMC has deployed these men to avoid a potentially embarrassing situation during the highly anticipated Republic Day parade.\n\nThis is the fifth time Pramod, the supervisor of this operation, has been in charge of ensuring that monkeys don't disrupt the grand display of India's military might and multi-hued culture on January 26.\n\nIn earlier years, 'langurs', which are not on the best of terms with monkeys, were used to chase them away. But the Environment Ministry has since banned the use of these animals.\n\nSo these men make glottal voice to impersonate 'langurs'.\n\n\"The NDMC has ordered us to patrol the area around Rajpath and make sure monkeys do not reach the parade location,\" Pramod told NDTV.",
                    "date": "2015-01-25",
                    "eventUri": "2305126",
                    "id": "31245785",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6266,
                    "source": {
                        "title": "NDTV.com",
                        "uri": "www.ndtv.com"
                    },
                    "time": "06:17:00",
                    "title": "On Republic Day, Keeping the Monkeys Away",
                    "uri": "242057618",
                    "url": "http://www.ndtv.com/india-news/on-republic-day-keeping-the-monkeys-away-731864",
                    "wgt": 1
                },
                {
                    "body": "On Sunday afternoon, passengers at Chennai airport were surprised to see two big monkeys in the departure hall of the domestic terminal.\n\nThe monkeys entered the terminal around 3 p.m., through one of the openings in the roof, sources said. At first, passengers were shocked but they did not panic as the monkeys did not harm them. The State forest department and fire service personnel were called in to capture the monkeys. After hours of struggle, one of them was caught later in the day.\n\nMeanwhile, passengers posted pictures of the monkeys on Twitter and wondered how they had crept into the terminal. One passenger, Hema Menon, tweeted: 'Look who sneaked past security at Chennai airport. Huge gap in security, huh?' Another passenger, K.T. Shrinath, wrote: 'It's the monkey that the airport is afraid of. Chennai airport monkey mania.'\n\nAn official of Airports Authority of India said, \"Initially, the monkeys hung around the trusses of the security hold area and a few hours later, personnel isolated them to an area where there is no passenger movement.\"\n\nLast year, a cat chased a pigeon, killed it and managed to push some false ceiling off, in the old international terminal",
                    "date": "2015-01-27",
                    "eventUri": "2305126",
                    "id": "31399151",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6123,
                    "source": {
                        "title": "The Hindu",
                        "uri": "www.thehindu.com"
                    },
                    "time": "00:26:09",
                    "title": "Monkeys enter Chennai airport through roof",
                    "uri": "242184013",
                    "url": "http://www.thehindu.com/news/cities/chennai/monkeys-enter-chennai-airport-through-roof/article6822598.ece",
                    "wgt": 1
                },
                {
                    "body": "If there is one area that generations of foreign correspondents in India have diligently covered, it is monkeys.\n\nThe New York Times started writing about the rosy-bottomed creatures in the subcontinent in the 1940s -- and has not let go even seven decades later, even as India was transformed from a brand new republic to one of the fastest growing economies in the world.\n\nOn Jan. 23, the venerated American newspaper published an article titled \"For Obama's Visit, India Takes a Broom to Stray Monkeys and Cows.\" The story is about how New Delhi's city council workers tried to keep cows and monkeys off the streets ahead of Obama's visit.\n\nEllen Barry, the author of the piece, wrote:\n\n\"Consider the monkeys, mainly rhesus macaques: Bold enough to climb in kitchen windows to check the contents of refrigerators, they are also viewed as a representation of the Hindu deity Hanuman, so they cannot be harmed without prompting a major outcry.\"\n\nBut the story -- and the \"orientalist\" coverage that it typifies -- were mocked in India and abroad.\n\nUpdate: \"I cannot speak for the Times, but my own interest in monkeys goes back long before I was hired at the newspaper: This Gig Is a Real Grind,\" Barry told Quartz in an email. \"Previous to the piece I wrote this week, I did write one piece on monkeys while I covered Queens: A Taste of Baboon and Monkey Meat, and Maybe of Prison, Too.\"\n\nYes, troops of monkeys can be spotted in many parts of the country. But it is hard to overlook the fact that the Times' coverage of the subject has had the same tone for years now.\n\nThe newspaper's obsession with India's fauna is not just limited to monkeys. From dogs and cows to snakes, few animals have been spared. In August 2012, the NYT published a piece on stray dogs titled, \"Where streets are thronged with strays wearing fangs.\"\n\n\"Packs of strays lurk in public parks, guard alleyways and street corners and howl nightly in neighborhoods and villages. Joggers carry bamboo rods to beat them away, and bicyclists fill their pockets with stones to throw at chasers. Walking a pet dog here can be akin to swimming with sharks.\"\n\nThe story elicited some sharp reactions from people on Twitter.\n\nThe cartoon was deemed outright racist on social media and on several other publications -- prompting the newspaper to issue an apology.\n\nThe newspaper clarified that it was not \"trying to impugn India, its government or its citizens.\" However, even the apology underlined the sentiments of the West when it wrote that the intent was to \"highlight how space exploration is no longer the exclusive domain of rich, Western countries.\"\n\nIn 2008, the NYT published an article about \"cow-catchers\" titled \"Urban Cowboys Struggle With India's Sacred Strays.\" The author of the story, Jeremy Kahn, wrote:\n\n\"There is perhaps no more stereotypical image of India than that of a stray cow sauntering down the middle of a busy city street, seemingly oblivious to the traffic swerving around it.\"\n\nTowards the end, he mockingly informed the readers that: \"...they rarely socialize outside of work. There are no cowboy bars in Delhi.\"\n\nTo be sure, the Times is not the only foreign publication to fixate on India's animals.",
                    "date": "2015-01-26",
                    "eventUri": "2305126",
                    "id": "31362729",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5954,
                    "source": {
                        "title": "qz.com",
                        "uri": "qz.com"
                    },
                    "time": "15:47:20",
                    "title": "All the annoying stories the New York Times has done on cows, snakes, and monkeys in India",
                    "uri": "242407623",
                    "url": "http://qz.com/332721/all-the-annoying-stories-the-new-york-times-has-done-on-cows-snakes-and-monkeys-in-india/",
                    "wgt": 1
                },
                {
                    "body": "This feature is not available right now. Please try again later.\n\nInsensitive Paid Media on Asaram Bapu\n\nhttps://www.youtube.com/watch?v=pE8vL...\n\nHas history taught to us to learn from the mistakes of our ancestors or acquire more expertise in doing and repeating the same?\n\nEverybody would have heard the story of cap seller and monkeys. The further version of the story is that - the cap seller's next generation went for a journey and stopped at place where his ancestors would stop and slept there beneath a tree; monkeys came, took all of his caps and went back to the tree. He recalled the story told by his ancestors and threw his cap so that monkeys could do the same, but instead of throwing their caps, one of the monkeys came down, took that cap and went back to the tree; thus conveying their smartness.\n\nThe moral of the story is that - the monkeys had learnt from their ancestors not to repeat the mistakes their ancestors had done, but we humans have been repeating the same things without showing any signs of improvement.\n\nasaram , Asaram Bapu, Asharam, Asharam Bapu, Asaram Bapu News, Asaram News, Asharam News, Asharam Bapu News, Insensitive media, Paid Media, Asaram Bapu video",
                    "date": "2015-01-25",
                    "eventUri": "2305126",
                    "id": "31247149",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.567,
                    "source": {
                        "enabled": false,
                        "title": "YouTube",
                        "uri": "www.youtube.com"
                    },
                    "time": "06:59:00",
                    "title": "Insensitive Paid Media on Asaram Bapu",
                    "uri": "242069481",
                    "url": "http://www.youtube.com/watch?v=GMyuk42HkI8",
                    "wgt": 1
                },
                {
                    "body": "VIDEO: Monkeys are revered in India and cannot be harmed, even if they are a public nuisance.\n\nA drive through the streets of New Delhi's diplomatic enclave where President Obama is staying here feels a bit like a visit to the zoo.\n\nThe monkeys are everywhere -- herds of them -- loitering in the streets, lunching on sidewalks, scaling fences, even hanging from the trees.\n\nSpooked like a flock of birds, one large posse thundered across a tin roof and down into the street, dispersing amongst the passing cars.\n\nCity officials have gone to great lengths to shoo them out of Obama's way, hiring men with slingshots to hurry them along. The containment efforts don't appear to have worked as hoped.\n\nLocals say the monkeys are considered friends, even if they crowd their space. In Hindu culture, they represent the god Hanuman. As the country's forests have shrunk, the monkeys looked elsewhere for homes.\n\nOne man working to keep them at bay told ABC News he just didn't want one to end up in Obama's bed.",
                    "date": "2015-01-25",
                    "eventUri": "2305126",
                    "id": "31270013",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5451,
                    "source": {
                        "title": "ABC News",
                        "uri": "abcnews.go.com"
                    },
                    "time": "17:14:29",
                    "title": "Stray Monkeys Greet Obama in New Delhi",
                    "uri": "242136624",
                    "url": "http://abcnews.go.com/Politics/stray-monkeys-greet-obama-delhi/story?id=28466905",
                    "wgt": 1
                },
                {
                    "body": "PARIS: Thinking of a new career? Buying a home? Have you consulted your amygdala? These almond-shaped clusters of neurons deep in the brain may play a vital part in long-term planning, said a study published on Monday (Jan 26).\n\nExperiments conducted on lab monkey amygdala may also help the search for new treatments for depression, drug addiction, binge eating and other behavioural problems in humans, its authors hope.\n\nUntil now, planning was thought to be a task generally for the brain's frontal lobe, where \"higher order\" skills such as weighing the consequences of one's actions and distinguishing between good and bad are located.\n\nBut scientists led by Fabian Grabenhorst at Britain's University of Cambridge wanted to see how the amygdala - the organ comprising two cell clusters, one in each temporal lobe located at either side of the brain - contributes to long-term planning.\n\nThe amygdala has long been associated with primal and short-term drivers like fear and aggression, but also, more distantly, with behaviour that is linked to reward.\n\nTwo male rhesus monkeys were put through an experiment in which they were trained to choose between accepting an immediate fruit juice reward, or wait and receive a bigger dose later. The more they restrained themselves, the bigger the reward grew - and like shrewd investors, both monkeys generally tended to save up.\n\nOnce the animals were trained, the team implanted electrodes in the monkeys' brains to observe the decision-making sequence. Early in the process, neurons in the amygdala were activated in a pattern that reflected \"several trials ahead\" whether the monkey would save up towards specific goals, according to the study.\n\n\"These activity patterns could be used by the frontal lobe to translate goal signals into concrete action plans,\" Grabenhorst told AFP by email. The monkeys were humanely killed after the experiment, the scientists said, and their brains dissected to verify the electrodes had been implanted in exactly the right spot.\n\n\"The different types of planning activity we observed were encoded by different amygdala neurons that were closely intermingled,\" the scientist said. They \"could not have been distinguished\" by a non-invasive brain scan, he said.\n\nThe amygdala is an ancient brain structure shared by primates, so what happened in the monkeys very likely happens in our brains, too. The findings, reported in the journal Nature Neuroscience, \"may open up new avenues\" for treating a range of psychiatric problems, including severe depression, substance addiction and eating disorders, Grabenhorst said.\n\n\"Amygdala dysfunction is known to underlie a variety of psychiatric disorders,\" he said. \"Some of these disorders are characterised by a lack of motivation to make plans for the future or by a dysfunctional pursuit of rewards.\"",
                    "date": "2015-01-27",
                    "eventUri": "2305126",
                    "id": "31404704",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4222,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "01:48:49",
                    "title": "Planning may start in brain's amygdala: Study",
                    "uri": "242381135",
                    "url": "http://www.channelnewsasia.com/news/health/planning-may-start-in/1617798.html",
                    "wgt": 1
                },
                {
                    "body": "Ring the bells! Ring the repetitive alarms -- the irresistibly itching reminders of circular memories! Pull the triggers! Ignite the fuzes of colourful calorie bombs -- the highly explosive redeemers of repressive histories! Entrepreneurs of all progressive Lebensraums, reunite! Artfully insert your edgy index fingers into the generous soil! May infinite amounts of holy bread and healing circuses pompously flood the farmsteads of your enemies' sacrilegious lands! Pray for a final solution -- for a fulfilling end to their growths, to their gains, to their plagues, to their poisonous breaths!\n\nSHRINE\n\nAn over-voiced clergyman pauses, sneakingly blowing his allergic nose. Below him, the fireworked cult remains catastrophically silent as a Goliath worth of a ping pong ball -- electrified by heretofore unheard-of mass of convictions -- methodically jumps between glittery heads breeding undisputed earth connections par excellence. Eyes get shut, mouths mopped, tongues cut, ears chopped, chins knocked, lips clinically sewed up. All the other cheeks are turned -- deadly strokes returned.\n\nWEIGHT\n\nA cross fucks the crescent. A crescent sucks the cross. In the basement of an abandoned monastery, at the top of a steep mental hill crowned with thorns of woven thunders, a foamy muzzled veteran monk spanks a praying crowd of freshly captured mujahideen. Tied up and chained to the wall, a livestock of Dalai Lama copycats and Rastafarian fridge magnet designers steadfastly operate the spiritual cogwheel -- harmoniously chanting a tranquillizing mantra of a \"fountain flowing deep and wide, deep and wide, deep and wide...\" All is hidden -- incest is the nigger of the sensual world.\n\nHEAVEN\n\nLegions of powdered pigeon feathers fall gently from the love-polluted firmament. Quietly settling on privatized puzzles of reflectional debris scattered around the cemented desert. Finely chopped up by state-subsidized butchers. Lined up in flaming barricades of disciplined fossils during the never ending second ahead of the ever approaching vehemence. Finally transferred -- via clandestine labyrinths of Nobel Prize plumbing -- deep into the ravening nostrils of runaway marionettes.\n\nFIX\n\nSuddenly, seemingly unallied bus drivers mightily strike, staging an unforeseen coup as they abandon their means of production en masse, leaving on the acridly buzzing radios -- the inevitably to-be-shot heralds of moderate etiquette: forcefully balanced neutrality. As unrestrained herds of four-legged humanimals flock to the mesmerizing flashmob, the in-between voice shouts out the utterly greatest of last year's backbreaking news. A choir of soprano smartphones enlightens the sky.\n\nHIVE\n\nA THIEF TOOK. A COP SERVED. A KILLER SHOCKED. A JUSTICE CUT. A POLITICIAN DID. A COMMENTATOR SAID. A VOTER CROSSED. AN ANARCHIST BROKE. AN ARTIST STRIKED. A POET DOTTED. A CONVEYOR TRAVELLED. AN ENTERPRISE SOARED. A HUNTER SHOT. A VESSEL SUNK. A HERO SAVED. A VAGABOND LOST. A LETTER EXPLODED. A LOVER BETRAYED. AN ANIMAL ATE. A CREATOR MADE. A BELIEVER DOUBLED. A TERRORIST DROPPED. A DIRECTOR HEADED. A SAVAGE BEHEADED. A NOBODY WAS. A NATION WAS NOT. A NOTION WAS MAYBE. A MEDIUM WORKED.\n\nMORE\n\nThe shit hits the fan. And the fan shit the hits. And the hits become popular clicks. Two sides to antagonize without risking. Five ways to swim without touching water. Seven days to spend in a bottomless hot spring of glory without losing oxygen. Nine peculiar lives to lead without noticing. Ten or eleven explicit commandments to keep in a bulletproof safe by a chartered accountant. Twelve months to count -- to count in and count out. Equally many apostles to bat without blinking.\n\nKNEE\n\nAt the centre of a royally ornamented square, surrounded by fishhook-like flagpoles and haunted crystal meth palaces, a hole in the ice-covered ground draws 360 degrees attention. Around it, a uniformed brass band of malformed misfits plays Strawberry Fields. A jet black and empty faced, genderless mortal -- its iron-coated neck garnished with endangered snakes -- monotonously repeats a forbidden refrain from the forsaken innards of innocent bystanders: \"Love not the world, neither the things that are in the world.\" BOOM! A geyser of distilled saliva kills infidels in thousands.\n\nFLU\n\nRaindrops travel upwards -- the traffic heads backwards. Delicatessen enter the rectum -- exit the mouth undigested. Disliked letters leave the screen via candle wax fingers, silently downwards the blossoming spinal cord, into the over-nourished earth of original words. From deserted rooftops, leftover filmmakers turn their lenses to a carnivalesque battalion of semi-headless creatures, carried by bastards of angles and apes, ceremoniously marching towards an omniabsent tomorrow of unwritten territories, atonally trumpeting a radically realistic demand: \"NO MORE REALITY!\"\n\nGONE\n\nThe first becomes last. And the last becomes next. And the next becomes fast. And the fast becomes text. And the text becomes question that's vexed. Silver coins and plastic stripes join long-defeated forces. Sugar-coated toxic fruits ride overdone pieces of decadent horses. Mobs of filthy zeros float an inch above nullpunkt -- blatantly looting the lungs of last monkeys standing. Gangs of pinioned birds sing missing pseudo-psalms from future crashes -- a tickling strain of absinth fills the air.\n\n--",
                    "date": "2015-01-25",
                    "eventUri": "2305126",
                    "id": "31279115",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2314,
                    "source": {
                        "title": "The Reykjavik Grapevine",
                        "uri": "grapevine.is"
                    },
                    "time": "21:22:06",
                    "title": "Ground Zero",
                    "uri": "242518920",
                    "url": "http://grapevine.is/culture/literature-and-poetry/2015/01/26/ground-zero/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2015-01-25",
            "avgCos": 0.562,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2305126",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2305126",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "India",
                    "lat": 20,
                    "long": 77,
                    "wikiUri": "http://en.wikipedia.org/wiki/India"
                },
                "labelEng": "New Delhi",
                "lat": 28.63576,
                "long": 77.22445,
                "wikiUri": "http://en.wikipedia.org/wiki/New_Delhi"
            },
            "storyDate": "2015-01-25",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-148464",
            "variance": 0.3421
        }
    },
    "meta": {
        "CCAArticleMatchCount": 10,
        "CCAArticleMatchRatio": 0.08547008547008547,
        "CCAAvgCosSim": 0.72713,
        "CCAAvgMatchWgt": 18.1,
        "_articleUri1": "242037668",
        "_articleUri2": "242021083",
        "_datetime": "2015-02-19 18:11:52",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-148464",
        "_storyUri2": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-8689",
        "_username": "Evgenia Belyaeva",
        "artCount1": 10,
        "artCount2": 6,
        "avgCosSimStory1": 0.562,
        "avgCosSimStory2": 0.7164,
        "categorySim": 0,
        "conceptCosSim": 0.03891683348135685,
        "conceptJaccardSim": 0.0375,
        "coreTime1": 132078.2833333333,
        "coreTime2": 131459.6166666667,
        "coreTimeStDev1": 13.73763066109109,
        "coreTimeStDev2": 311.4492539469663,
        "entityCosSim": 0.185264525973068,
        "entityJaccardSim": 0.09523809523809523,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 1,
        "hasSameLocation": 0,
        "keywordCosSim": 0.01498362266788374,
        "keywordJaccardSim": 0.01694915254237288,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 13,
        "storyQuality2": 19,
        "timeAvg1": 132095.3783611111,
        "timeAvg2": 131775.5835185185,
        "timeStDev1": 16.51557119243814,
        "timeStDev2": 311.4492539469663,
        "varianceStory1": 0.3421,
        "varianceStory2": 0.2434
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-8689": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "Tras 40 años de programas gubernamentales, una inversión ingente de recursos y una lucha sin cuartel contra los furtivos, el rugido del tigre vuelve a sentirse en la India, un país que ha conseguido aumentar un 30% los especímenes de felino y que ya es su principal hogar en el mundo.\n\nHace menos de diez años, en 2006, el tigre de Bengala luchaba contra un destino que prácticamente condenaba su existencia al confinamiento en las líneas de las cientos de obras literarias que había inspirado y apenas 1.400 ejemplares luchaban por escapar de las garras de un enemigo nada imaginario: los cazadores furtivos.\n\nEl censo se repitió en 2010 reflejando un incremento de unos 300 tigres, un 20 % más, y el último, difundido esta semana, ha revelado un aumento en unos 500 animales, un 30,5 % más hasta alcanzar los 2.226.\n\nNo han sido las garras las que han devuelto a los tigres su espacio, sino una importante inversión de recursos del Gobierno de la India a través del Proyecto Tigre.\n\nEste programa, iniciado en 1973, canalizó solo en el último año 24,6 millones de euros (27,5 millones de dólares) para garantizar una \"gran protección\" en las 47 reservas del felino en el país, indicó a Efe Prakash Yadav, responsable de la Autoridad Nacional para la Conservación del Tigre.\n\nEl programa de conservación incluye patrullas contra los cazadores ilegales, pero a pesar de todo las asociaciones conservacionistas consideran que su formación y medios son escasos para luchar contra furtivos que suelen ir fuertemente armados.\n\nLos datos de esta actividad ilegal son pocos y muchos casos nunca se llegan a conocer, pero la Sociedad para la Protección de la Vida Salvaje en la India (WPSI, en inglés) estima que al menos 923 tigres fueron abatidos ilegalmente entre 1994 y 2010.\n\nPero los datos del último censo animan, y mucho, ya que la población india crece en un momento en que \"en el resto de países el felino experimenta un declive\", aseguró Yadav.\n\nLos tigres indios representan prácticamente la mitad de los cerca de 4.500 de su especie estimados en toda Asia, el continente donde vive este mamífero en un área que va de norte a sur desde Siberia a Indonesia y de este a oeste de China a India.\n\nEl manejo del hábitat \"con criterios estrictamente científicos\" es solo una parte de un programa de conservación \"integral, que no solo protege al tigre, sino a todo su entorno e incluso genera servicios y empleo para las comunidades locales\" que conviven con el animal, añadió.\n\nSin embargo, este éxito conlleva a su vez un nuevo reto, ya que la expansión de la especie plantea la necesidad de protegerla también fuera de las reservas, donde el mamífero queda a merced de una lacra que el programa no ha logrado erradicar: el furtivismo.\n\nLa Autoridad Nacional que gestiona este plan tiene previsto crear tres nuevos espacios protegidos y ampliar varios de los existentes.\n\nLos 378.118 kilómetros cuadrados que suman estas reservas cuentan con 9.735 cámaras de vigilancia contra el furtivismo, la intrusión de ejemplares en zonas habitadas y otros peligros que amenazan a la especie, sobre todo cuando se expande fuera de las áreas protegidas.\n\n\"Los furtivos son un gran problema, principalmente fuera de las reservas\", aseguró a Efe el presidente de la organización conservacionista Wildlife SOS, Kartick Satyanarayan.\n\nEl tigre es muy apreciado en países como China para elaborar medicinas tradicionales y su tráfico ilegal en Asia es una de las mayores amenazas para preservar la especie.\n\nSu recuperación en India \"es muy positiva, sin duda, pero este aumento de población a su vez eleva algunos riesgos y ahora tenemos muchos más tigres que pueden ser objetivo de los furtivos, que quedan desprotegidos si salen de las reservas\", alertó el experto.\n\nSatyanarayan advirtió además de que una especie en expansión conlleva un mayor riesgo de conflictos con los humanos, en un país como India, el segundo con mayor población del mundo, en que son frecuentes los ataques mortales de tigres, leopardos e incluso elefantes a ganado y personas, sobre todo niños.\n\n\"Una de las soluciones son los corredores naturales para animales en libertad, no solo para tigres\", que permitan en lo posible conectar las reservas, defiende Tito Joseph, de WPSI.\n\nJoseph subrayó a Efe la necesidad de preservar áreas forestales no solo dentro de los espacios protegidos, sino \"en especial fuera de ellos, donde sigue siendo preocupante la conservación\" del tigre.\n\nLos proyectos mineros, la construcción de presas o la deforestación para crear cultivos son unas de las mayores amenazas del felino.\n\nPero los resultados son tan alentadores e India confía ahora de tal manera en el éxito de su programa que su ministro de Medio Ambiente, Prakash Javadekar, ha propuesto a la comunidad internacional la donación de cachorros para preservar la especie en otros países.\n\n\"Nuestras prácticas de éxito podrían ser adoptadas por la comunidad internacional\" al haber adquirido el gigante asiático \"un papel clave en la conservación mundial del tigre\", dijo el ministro en la presentación esta semana del censo.",
                    "date": "2015-01-24",
                    "eventUri": "2097621",
                    "id": "31228473",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8479,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.larazon.es"
                    },
                    "time": "22:03:00",
                    "title": "El rugido del tigre vuelve a sentirse en la India",
                    "uri": "242021083",
                    "url": "http://www.larazon.es/detalle_normal/noticias/8521082/portada/el-rugido-del-tigre-vuelve-a-sentirse-en-la-india",
                    "wgt": 1
                },
                {
                    "body": "El país ha conseguido aumentar un treinta por ciento los especímenes de felino Tras cuarenta años de programas gubernamentales, una inversión ingente de recursos y una lucha sin cuartel contra los furtivos, el rugido del tigre vuelve a sentirse en la India, un país que ha conseguido aumentar un treinta por ciento los especímenes de felino y que ya es su principal hogar en el mundo.\n\nHace menos de diez años, en 2006, el tigre de Bengala luchaba contra un destino que prácticamente condenaba su existencia al confinamiento en las líneas de las cientos de obras literarias que había inspirado y apenas 1.400 ejemplares luchaban por escapar de las garras de un enemigo nada imaginario: los cazadores furtivos.\n\nEl censo se repitió en 2010 con un incremento de unos trescientos tigres, un veinte por ciento más, y el último, difundido esta semana, reveló un aumento en unos quinientos animales, un 30,5 por ciento más hasta alcanzar los 2.226.\n\nNo han sido las garras las que han devuelto a los tigres su espacio, sino una importante inversión de recursos del Gobierno de la India a través del proyecto 'Tigre'.\n\nEste programa, iniciado en 1973, canalizó solo en el último año 24,6 millones de euros (27,5 millones de dólares) para garantizar una \"gran protección\" en las 47 reservas del felino en el país, según indicó Prakash Yadav, responsable de la Autoridad Nacional para la Conservación del Tigre.\n\nEl programa de conservación incluye patrullas contra los cazadores ilegales, pero a pesar de todo las asociaciones conservacionistas consideran que su formación y medios son escasos para luchar contra furtivos que suelen ir fuertemente armados.\n\nLos datos de esta actividad ilegal son pocos y muchos casos nunca se llegan a conocer, pero la Sociedad para la Protección de la Vida Salvaje en la India (WPSI, en inglés) estima que al menos 923 tigres fueron abatidos ilegalmente entre 1994 y 2010.\n\nPero los datos del último censo animan, y mucho, ya que la población india crece en un momento en que \"en el resto de países el felino experimenta un declive\", aseguró Yadav.\n\nLos tigres indios representan prácticamente la mitad de los cerca de 4.500 de su especie estimados en toda Asia, el continente donde vive este mamífero en un área que va de norte a sur desde Siberia a Indonesia y de este a oeste de China a India.\n\nEl manejo del hábitat \"con criterios estrictamente científicos\" es solo una parte de un programa de conservación \"integral, que no solo protege al tigre, sino a todo su entorno e incluso genera servicios y empleo para las comunidades locales\" que conviven con el animal, añadió.\n\nSin embargo, este éxito conlleva a su vez un nuevo reto, ya que la expansión de la especie plantea la necesidad de protegerla también fuera de las reservas, donde el mamífero queda a merced de una lacra que el programa no ha logrado erradicar: el furtivismo.\n\nLa Autoridad Nacional que gestiona este plan tiene previsto crear tres nuevos espacios protegidos y ampliar varios de los existentes.\n\nLos 378.118 kilómetros cuadrados que suman estas reservas cuentan con 9.735 cámaras de vigilancia contra el furtivismo, la intrusión de ejemplares en zonas habitadas y otros peligros que amenazan a la especie, sobre todo cuando se expande fuera de las áreas protegidas.\n\n\"Los furtivos son un gran problema, principalmente fuera de las reservas\", aseguró el presidente de la organización conservacionista Wildlife SOS, Kartick Satyanarayan.\n\nEl tigre es muy apreciado en países como China para elaborar medicinas tradicionales y su tráfico ilegal en Asia es una de las mayores amenazas para preservar la especie.\n\nSu recuperación en India \"es muy positiva, sin duda, pero este aumento de población a su vez eleva algunos riesgos y ahora tenemos muchos más tigres que pueden ser objetivo de los furtivos, que quedan desprotegidos si salen de las reservas\", alertó el experto.\n\nSatyanarayan advirtió, además, de que una especie en expansión conlleva un mayor riesgo de conflictos con los humanos, en un país como India, el segundo con mayor población del mundo, en que son frecuentes los ataques mortales de tigres, leopardos e incluso elefantes a ganado y personas, sobre todo niños.\n\n\"Una de las soluciones son los corredores naturales para animales en libertad, no solo para tigres\", que permitan en lo posible conectar las reservas, defendió Tito Joseph, de WPSI.\n\nJoseph subrayó la necesidad de preservar áreas forestales no solo dentro de los espacios protegidos, sino \"en especial fuera de ellos, donde sigue siendo preocupante la conservación\" del tigre.\n\nLos proyectos mineros, la construcción de presas o la deforestación para crear cultivos son unas de las mayores amenazas del felino.\n\nPero los resultados son tan alentadores e India confía ahora de tal manera en el éxito de su programa que su ministro de Medio Ambiente, Prakash Javadekar, ha propuesto a la comunidad internacional la donación de cachorros para preservar la especie en otros países.\n\n\"Nuestras prácticas de éxito podrían ser adoptadas por la comunidad internacional\" al haber adquirido el gigante asiático \"un papel clave en la conservación mundial del tigre\", dijo el ministro en la presentación esta semana del censo.",
                    "date": "2015-01-24",
                    "eventUri": "2097621",
                    "id": "31228660",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8467,
                    "source": {
                        "title": "diariodenavarra.es",
                        "uri": "www.diariodenavarra.es"
                    },
                    "time": "22:06:00",
                    "title": "El rugido de los tigres vuelve a sentirse en la India",
                    "uri": "242022056",
                    "url": "http://www.diariodenavarra.es/noticias/mas_actualidad/sociedad/2015/01/24/el_rugido_los_tigres_vuelve_sentirse_india_192540_1035.html",
                    "wgt": 1
                },
                {
                    "body": "Los tigres indios representan la mitad de los cerca de 4.500 de su especie estimados en toda Asia.\n\nTras 40 años de programas gubernamentales, una inversión ingente de recursos y una lucha sin cuartel contra los furtivos, el rugido del tigre vuelve a sentirse en la India, un país que ha conseguido aumentar un 30% los especímenes de felino y que ya es su principal hogar en el mundo.\n\nHace menos de diez años, en 2006, el tigre de Bengala luchaba contra un destino que prácticamente condenaba su existencia al confinamiento en las líneas de las cientos de obras literarias que había inspirado y apenas 1.400 ejemplares luchaban por escapar de las garras de un enemigo nada imaginario: los cazadores furtivos.\n\nHace diez años apenas había 1.400 ejemplares y ahora son 2.226El censo se repitió en 2010 reflejando un incremento de unos 300 tigres, un 20 % más, y el último, difundido esta semana, ha revelado un aumento en unos 500 animales, un 30,5 % más hasta alcanzar los 2.226.\n\nNo han sido las garras las que han devuelto a los tigres su espacio, sino una importante inversión de recursos del Gobierno de la India a través del Proyecto Tigre. Este programa, iniciado en 1973, canalizó solo en el último año 24,6 millones de euros (27,5 millones de dólares) para garantizar una \"gran protección\" en las 47 reservas del felino en el país, indicó a EFE Prakash Yadav, responsable de la Autoridad Nacional para la Conservación del Tigre.\n\nEl programa de conservación incluye patrullas contra los cazadores ilegales, pero a pesar de todo las asociaciones conservacionistas consideran que su formación y medios son escasos para luchar contra furtivos que suelen ir fuertemente armados. Los datos de esta actividad ilegal son pocos y muchos casos nunca se llegan a conocer, pero la Sociedad para la Protección de la Vida Salvaje en la India (WPSI, en inglés) estima que al menos 923 tigres fueron abatidos ilegalmente entre 1994 y 2010. Pero los datos del último censo animan, y mucho, ya que la población india crece en un momento en que \"en el resto de países el felino experimenta un declive\", aseguró Yadav.\n\nLos tigres indios representan prácticamente la mitad de los cerca de 4.500 de su especie estimados en toda Asia, el continente donde vive este mamífero en un área que va de norte a sur desde Siberia a Indonesia y de este a oeste de China a India. El manejo del hábitat \"con criterios estrictamente científicos\" es solo una parte de un programa de conservación \"integral, que no solo protege al tigre, sino a todo su entorno e incluso genera servicios y empleo para las comunidades locales\" que conviven con el animal, añadió.\n\nSin embargo, este éxito conlleva a su vez un nuevo reto, ya que la expansión de la especie plantea la necesidad de protegerla también fuera de las reservas, donde el mamífero queda a merced de una lacra que el programa no ha logrado erradicar: el furtivismo. La Autoridad Nacional que gestiona este plan tiene previsto crear tres nuevos espacios protegidos y ampliar varios de los existentes.\n\nLos 378.118 kilómetros cuadrados que suman estas reservas cuentan con 9.735 cámaras de vigilancia contra el furtivismo, la intrusión de ejemplares en zonas habitadas y otros peligros que amenazan a la especie, sobre todo cuando se expande fuera de las áreas protegidas. \"Los furtivos son un gran problema, principalmente fuera de las reservas\", aseguró a EFE el presidente de la organización conservacionista Wildlife SOS, Kartick Satyanarayan.\n\nEl tigre es muy apreciado en países como China para elaborar medicinas tradicionales y su tráfico ilegal en Asia es una de las mayores amenazas para preservar la especie.\n\nSus principales amenazas son la construcción de presas o la deforestación\n\nSu recuperación en India \"es muy positiva, sin duda, pero este aumento de población a su vez eleva algunos riesgos y ahora tenemos muchos más tigres que pueden ser objetivo de los furtivos, que quedan desprotegidos si salen de las reservas\", alertó el experto. Satyanarayan advirtió además de que una especie en expansión conlleva un mayor riesgo de conflictos con los humanos, en un país como India, el segundo con mayor población del mundo, en que son frecuentes los ataques mortales de tigres, leopardos e incluso elefantes a ganado y personas, sobre todo niños.\n\nLos proyectos mineros, la construcción de presas o la deforestación para crear cultivos son unas de las mayores amenazas del felino. Pero los resultados son tan alentadores e India confía ahora de tal manera en el éxito de su programa que su ministro de Medio Ambiente, Prakash Javadekar, ha propuesto a la comunidad internacional la donación de cachorros para preservar la especie en otros países.\n\n\"Nuestras prácticas de éxito podrían ser adoptadas por la comunidad internacional\" al haber adquirido el gigante asiático \"un papel clave en la conservación mundial del tigre\", dijo el ministro en la presentación esta semana del censo.",
                    "date": "2015-01-26",
                    "eventUri": "2097621",
                    "id": "31395732",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8307,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "23:36:04",
                    "title": "El rugido del tigre vuelve a sentirse en la India",
                    "uri": "242247475",
                    "url": "http://www.20minutos.es/noticia/2357457/0/aumento-tigre/india/erradicacion-furtivismo/",
                    "wgt": 1
                },
                {
                    "body": "09:33 | China, 30 de diciembre.- Huesos de tigre y penes asados, degustaciones de sangre de tigre con alcohol y patas de felino eran tan sólo algunos de los \"manjares\" más apreciados por este empresario del sector de la construcción, identificado con el apellido de Xu, según la agencia de noticias Xinhua.\n\nXu fue hallado culpable de organizar en 2013 tres viajes a Leizhou, en la provincia meridional de Guangdong, para una quincena de invitados tras comprar \"por un alto precio\" un tigre, matarlo y despedazarlo delante de sus invitados.\n\nLa Policía incautó ocho pedazos de tigre en la nevera del empresario, precisó este martes el sitio gubernamental de información gxnews.com.cn.\n\nLos banquetes espectáculo de Xu, que evocaban los juegos del circo, fueron descubiertos en una operación policial en la comuna de Zhanjiang, en la que se halló el cadáver de un tigre que acaba de morir y varios productos derivados del felino.\n\nLos animales eran sacrificados delante de personalidades locales, orgullosas de mostrar sus fortunas.\n\nAdemás de Xu, que tendrá que pagar una multa de 1,55 millones de yuanes (el equivalente a casi 250.000 dólares), sus 14 amigos de fiestas fueron condenados a penas de cinco a seis años y medio de cárcel.\n\nUn video grabado de forma clandestina y subido a la red permitió develar la celebración de estas ceremonias. En las imágenes se observa cómo se electrocuta a un tigre en una pequeña jaula antes de ser despedazado.\n\nPese a la prohibición oficial, existe una creciente demanda en China de productos derivados del tigre (huesos, garras, pelos del bigote, penes...) que según la creencia popular poseen virtudes curativas. Esto no hace más que alimentar la caza furtiva de este felino, que siempre ha estado asociada con un status social alto en la historia y la mitología chinas.",
                    "date": "2014-12-30",
                    "eventUri": "2097621",
                    "id": "29528968",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6428,
                    "source": {
                        "title": "Diario de Cuyo",
                        "uri": "www.diariodecuyo.com.ar"
                    },
                    "time": "17:30:00",
                    "title": "Millonario electrocutaba tigres y los servía en banquetes",
                    "uri": "237664296",
                    "url": "http://www.diariodecuyo.com.ar/home/new_noticia.php?noticia_id=652227",
                    "wgt": 1
                },
                {
                    "body": "Un empresario fue condenado a tres años de prisión por despedazar a los animales ante sus invitados, ricos hombres de negocios que bebìan sangre con alcohol, penes asados y otros \"manjares\". Video\n\nHuesos de tigre y penes asados, degustaciones de sangre de tigre con alcohol y patas de felino eran tan sólo algunos de los \"manjares\" más apreciados por este empresario del sector de la construcción, identificado con el apellido de Xu, según la agencia de noticias Xinhua.\n\nXu fue hallado culpable de organizar en 2013 tres viajes a Leizhou, en la provincia meridional de Guangdong, para una quincena de invitados tras comprar \"por un alto precio\" un tigre, matarlo y despedazarlo delante de sus invitados.\n\nLa Policía incautó ocho pedazos de tigre en la nevera del empresario, precisó este martes el sitio gubernamental de información gxnews.com.cn.\n\nLos banquetes espectáculo de Xu, que evocaban los juegos del circo, fueron descubiertos en una operación policial en la comuna de Zhanjiang, en la que se halló el cadáver de un tigre que acaba de morir y varios productos derivados del felino.\n\nLos animales eran sacrificados delante de personalidades locales, orgullosas de mostrar sus fortunas.\n\nAdemás de Xu, que tendrá que pagar una multa de 1,55 millones de yuanes (el equivalente a casi 250.000 dólares), sus 14 amigos de fiestas fueron condenados a penas de cinco a seis años y medio de cárcel.\n\nUn video grabado de forma clandestina y subido a la red permitió develar la celebración de estas ceremonias. En las imágenes se observa cómo se electrocuta a un tigre en una pequeña jaula antes de ser despedazado.\n\nPese a la prohibición oficial, existe una creciente demanda en China de productos derivados del tigre (huesos, garras, pelos del bigote, penes...) que según la creencia popular poseen virtudes curativas. Esto no hace más que alimentar la",
                    "date": "2014-12-30",
                    "eventUri": "2097621",
                    "id": "29506387",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6281,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "11:37:00",
                    "title": "Millonario chino electrocutaba tigres y los servía en banquetes",
                    "uri": "237607188",
                    "url": "http://www.infobae.com/2014/12/30/1617996-millonario-chino-electrocutaba-tigres-y-los-servia-banquetes",
                    "wgt": 1
                },
                {
                    "body": "El Tribunal Popular Intermedio de Qinzhou, China, ha condenado a 13 años de prisión a un empresario chino por comerse a tres tigres de la especie en mayor peligro de extinción del planeta, informa la agencia Xinhua. La Justicia cree que los animales han sido importados ilegalmente de otro país.\n\nEl primero de los tigres fue sacrificado por electrochoque en marzo de 2013 y después enviado a un hotel, donde el magnate del sector inmobiliario preparó un banquete con su carne. Otros dos murieron de la misma manera en abril y mayo del mismo año.\n\nPor cada tigre sacrificado el empresario pagó unos 440.000 yuanes chinos (unos 70.900 dólares estadounidenses).",
                    "date": "2014-12-30",
                    "eventUri": "2097621",
                    "id": "29542244",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5024,
                    "source": {
                        "title": "RT en Español",
                        "uri": "actualidad.rt.com"
                    },
                    "time": "20:38:00",
                    "title": "China: Condenado a 13 años de prisión por comerse a tres tigres en peligro de extinción",
                    "uri": "237694845",
                    "url": "http://actualidad.rt.com/ultima_hora/161893-china-prision-comerse-tigres-extincion",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2015-01-12",
            "avgCos": 0.7164,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2097621",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2097621",
            "lang": "spa",
            "storyDate": "2015-01-12",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-8689",
            "variance": 0.2434
        }
    }
}