{
    "850f305d-14db-4c75-b547-79470a557ea3-1129652": {
        "articles": {
            "resultCount": 4,
            "results": [
                {
                    "body": "Pope Francis said Christians are being \"driven from the Middle East\" in a message to Iraqi Christians forced to flee by Islamic State group (ISIS) jihadists.\n\n\"Christians are being driven from the Middle East in suffering,\" the pontiff said, according to a transcript of the video address due to be broadcast later Saturday during a visit by French Cardinal Philippe Barbarin to the Iraqi city of Arbil.\n\nThousands of Christians have taken refuge in Arbil after jihadists in June overran Mosul, Iraq's second city, and forced hundreds of thousands of Christians and members of the Yazidi community to flee their homes.\n\nLast weekend, the pontiff visited Turkey, during which he met Bartholomew I, the ecumenical patriarch and spiritual leader of the world's some 250 million Orthodox Christians.\n\nThe two clerics issued a joint statement in which they spoke out against anti-Christian violence in the region.\n\n\"As I mentioned in Ankara ... due to an extremist fundamentalist group, entire communities, especially, but not only, Christians and Yazidis, suffered, and still suffer, inhuman violence because of their ethnic religious identity,\" the pope said Saturday.\n\n\"Christians and Yazidis were forcibly removed from their homes, have had to give up everything to save their lives and not deny the faith.\n\n\"The violence has also affected sacred buildings, monuments, religious symbols and cultural heritage, as if to erase every trace, every memory of the other.\n\n\"It seems as if these people do not want us to be Christians,\" he said to the Iraqi Christians, who he said \"bear witness to Christ\".\n\n\"I think of the wounds, the pain of the mothers with their children, the elderly and displaced persons, the wounds of those who are victims of any kind of violence.\"\n\nOn Thursday, Al-Azhar, Sunni Islam's most prestigious centre of learning, urged Christians in the Arab world to \"stay rooted in their homelands\" in the face of jihadist violence and not flee into exile.\n\n\"We condemn the forced exile of Christians and other religious or ethnic groups,\" it said.\n\nBarbarin, the Roman Catholic archbishop of Lyon, and his diocese is twinned with that of Mosul. He is on his second trip to Arbil since Mosul fell, having gone in July.\n\nHe is to meet Louis Raphael I Sako, patriarch of the Chaldean Catholic Church.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27324928",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6937,
                    "source": {
                        "title": "NewsMax magazine",
                        "uri": "www.newsmax.com"
                    },
                    "time": "15:44:00",
                    "title": "Pope: 'Christians Are Being Driven From Middle East'",
                    "uri": "232061567",
                    "url": "http://www.newsmax.com/Newsfront/vatican-pope-christianity-middle-east/2014/12/06/id/611488/",
                    "wgt": 1
                },
                {
                    "body": "However we express our religious differences, we must never stop talking or trusting.\n\nHow easy to understand the outrage of Christians over the recent slaughter of 64 of their members in the two Mandera massacres.\n\nTo single out Kenyans for execution simply because of their faith is a vile, callous, cowardly act designed to divide and demoralise this nation; to demonstrate how weak and ineffective this digital government is and to give a bunch of murderers their moment of notice in the world's media.\n\nAnger is a natural reaction in the face of such horrific crimes but what we do with anger is what distinguishes leaders from anarchists.\n\nYou may have heard me say this before, crises such as we are experiencing require people of courage, integrity, wisdom and vision to be visible and audible.\n\nMuslim leaders have rightly condemned the mass swoops, the extra judicial killings and the presence of security boots in mosques, but have said nothing about the greater alleged crime that those same four mosques contained weapons of death.\n\nDo they appreciate how painful it is for Christians to require armed security when they go to church every Sunday?\n\nHOW LONG?\n\nChristians ask why Mosques do not need the same level of security and how long they must live under this constant threat of attack.\n\nYet, however we express our differences, we must never stop talking or trusting. We must acknowledge that while four Mombasa mosques have issues, there are another 300 in the county where Allah is worshipped with honour and in peace.\n\nPut another way, while Kenya may be at war with Al Shabaab, we must never allow Christians and Muslims to disengage or worse still fight each other.\n\nThis is why I was so disturbed by the November 26 statement from the NCCK that 'Christians do not now trust the prompt press statements by Muslim leaders dissociating themselves from the terror attacks' as 'Muslim leaders either have no power over their faithful or are conspirators who are dishonest and economical with the truth regarding the radicalisation and mobilisation against Christians\".\n\nThis is very dangerous language especially when it's followed with the warning that 'Muslims live everywhere in Kenya and in some locations there are only a handful of them\". Is that a travel advisory, threat or raw incitement?\n\nRELIGIOUS WAR\n\nIn any case they are playing right into the hands of Al Shabaab who seem intent in fomenting a religious war in Kenya.\n\nThe suggestion from NCCK that our rights-based Constitution is an obstacle in addressing insecurity is ill-informed as is its proposal that \"Christians will support a referendum to enact changes which will enable the unequivocal capacity to the government to protect its citizens and their property\".\n\nIs that not a carte blanche for the government to cannibalise the Constitution that previous leaders of NCCK worked so hard to create and inviting a return to authoritarianism and detention centres?\n\nPope Francis last weekend prayed in the Blue Mosque in Istanbul and said that we must not equate terrorism with Islam as every faith has its own fundamentalists.\n\nReligious leaders of all faiths bear a huge responsibility not to rise to the bait of Al Shabaab but remain committed to dialogue, cohesion and respect for the rule of law.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27301886",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.653,
                    "source": {
                        "title": "mobile.nation.co.ke",
                        "uri": "mobile.nation.co.ke"
                    },
                    "time": "09:10:00",
                    "title": "Why NCCK must temper its statements",
                    "uri": "231996540",
                    "url": "http://mobile.nation.co.ke/blogs/Why-NCCK-must-temper-its-statements/-/1949942/2546258/-/format/xhtml/-/jj77wxz/-/index.html",
                    "wgt": 1
                },
                {
                    "body": "Possibly sensing they are a dying breed gasping their last breath of hate, anti-gay religious right wingnuts are increasingly comparing their embattled selves to victims of ISIS.\n\nLatest to the game is Bill Donohue of the Catholic League who earlier this week unveiled a Christmas billboard in Los Angeles that draws a comparison between the experiences of American \"Christians\" - the ones who spend their lives spreading anti-Christian messages - and Christians facing persecution in ISIS-controlled territories.\n\nFull of Christmas spirit, Donohue also makes it clear that gay people who refuse to take abuse from the religious right in silence are in fact the intolerant ones.\n\nAccording to Right Wing Watch, in a statement, Donohue said that the billboard is aimed at Hollywood:\n\n\"No, the Hollywood moguls who disrespect Christians are not the same as radical Muslims who behead us, but both are full of hate. Moreover, both need to be challenged. Christians are fed up with the barbarians abroad and the bigots at home. It's time all these bullies learned to practice the virtue of tolerance and the meaning of diversity.\"\n\nHappy Christmas to you too, Bill.\n\nDonahue has also excused himself from next year's New York St. Patrick's Day Parade following the decision to allow one corporate LGBT group to participate.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27316940",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6145,
                    "source": {
                        "title": "Towleroad: A Site With Homosexual Tendencies",
                        "uri": "www.towleroad.com"
                    },
                    "time": "12:56:00",
                    "title": "Catholic League's Bill Donohue: Anti-Gay Christians Are Kinda-Sorta Being Persecuted Like ISIS Victims - VIDEO",
                    "uri": "232038818",
                    "url": "http://www.towleroad.com/2014/12/catholic-league-anti-gay-christians-are-persecuted-like-isis-victims-video.html",
                    "wgt": 1
                },
                {
                    "body": "By BosNewsLife Africa Service\n\nKHARTOUM, SUDAN (BosNewsLife)-- Sudanese authorities have detained dozens of devoted Christians and demolished part of the main church building of their evangelical congregation in the capital, as part of an escalating crackdown against non-Muslims, Christians confirmed Thursday, December 4.\n\nSecurity forces reportedly raided the Khartoum Bahri Evangelical Church on Tuesday, December 2, arrested 37 people who were praying inside, and began to destroy the building.\n\nThe detained 15 women and 22 men were charged with \"breach of the peace, public nuisance and obstruction of a public servant during the course of his duty\", supporters told BosNewsLife.\n\nEleven of the detainees were transferred to Khartoum Bahri Criminal Court, which acquitted two of the group and found the rest guilty of the charges, imposing a fine of 250 Sudanese Pounds ($43 USD), said Christian Solidarity Worldwide (CSW) an advocacy group.\n\nEleven others were sent to Omar El Mukhtar court in Kober, Khartoum North. They were reportedly found guilty of the charges and also fined 250 Sudanese Points. The final 15 were tried at the El Jireif West Criminal court and were all acquitted.\n\nMORE ACTIONS\n\nThe latest raid was the latest in series of actions taken against the Bahri Evangelical Church in recent weeks, Christians said.\n\nOn November 17, security personnel reportedly arrived at the church and demolished a wall of the main building and neighbouring houses. The church leaders were shown a court order demanding that the property be given to a Muslim businessman who was the alleged owner.\n\nThe next day church leaders filed a formal challenge over the legal ownership and were awaiting a court decision, according to Christians familiar with the case.\n\nYet, hours later security forces arrived citing another court order requiring all property to be removed from one of the adjacent homes and that padlocks belonging to the Muslim businessman should be fitted on all church\n\ndoors.\n\nChurch members reportedly formed a human shield preventing police from interfering.\n\nLEADERS DETAINED\n\nOn November 28, some eight people were arrested for refusing to comply with the court orders to hand over the church to the Muslim businessman.\n\nThe group apparently included five church leaders named as Reverend Daud Fadul, elder Fathi Hakim, elder Nouh Manzoul, deacon Iman Hamid and Tilal Mafishi.\n\nCSW cited local sources as saying police officers were still surrounding the church building, \"indicating their intention to take further action.\"\n\nThe raid on Khartoum Bahri Evangelical Church is the third incident of the government destroying church buildings during 2014, suggesting \"an escalation of intimidation against Christians,\" CSW said.\n\n\"We are deeply concerned by the continuing action of the Sudanese authorities against the Khartoum Bahri Evangelical Church,\" CSW's Chief Executive Mervyn Thomas told BosNewsLife.\n\nRIGHTS VIOLATIONS\n\nHe said the destruction of the church building and detention of dozens of praying Christians violated freedom of religion or believe, and freedom of expression, association and assembly \"which are all guaranteed under Sudan's constitution.\"\n\nAlready in July Sudan's government reiterated its policy of not allowing new church buildings to be built, two weeks after another church was reportedly demolished with only 24 hours notice given to church leaders.\n\nChristians and rights activists say the attacks on churches have extended to the Nuba Mountains where the Sudanese Armed Forces (SAF) have been at war with the Sudan People's Liberation Movement - North since 2011.\n\nIn October this year the SAF dropped four bombs on the Episcopal Church of Sudan (ECS) compound in Al Atmor, South Kordofan, destroying the church, a house and adjoining properties.\n\nThomas said his group had urged the international community, including the African Union \"to hold Sudan to its international obligations.\"\n\nWhy people are ready to suffer for Christ? Want to know more what they believe? Click here\n\nVisit BosNewsLife's Link Partners:\n\nhttp://www.religiousfreedomcoalition.org Raising its voice for religious freedom. Every day.\n\nhttp://www.thejerusalemgiftshop.com/ Visit them at these strategic times and support believers in Israel.\n\nhttp://christmasforrefugees.org/ A real Christmas for Syrian and Iraqi children refugees.\n\n(BosNewsLife (2004-2014) is the first truly independent news agency covering persecuted Christians. It has been 'Breaking the News for Compassionate Professionals' since May 2004. Please help BosNewsLife to remain a voice of the voiceless. Click here for a subscription).",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27300228",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5946,
                    "source": {
                        "title": "www.bosnewslife.com",
                        "uri": "www.bosnewslife.com"
                    },
                    "time": "08:42:00",
                    "title": "Sudan Authorities Demolish Church And Detain Dozens",
                    "uri": "231991850",
                    "url": "http://www.bosnewslife.com/34174-sudan-authorities-demolish-church-and-detain-dozens",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 4,
            "averageDate": "2014-12-06",
            "avgCos": 0.4518,
            "categories": [
                {
                    "label": "Society/Religion_and_Spirituality/Opposing_Views",
                    "uri": "http://www.dmoz.org/Society/Religion_and_Spirituality/Opposing_Views",
                    "wgt": 30
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1963382",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1946925",
            "lang": "eng",
            "storyDate": "2014-12-06",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1129652",
            "variance": 0.2959
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-372849": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "El papa Francisco denunció el exilio forzado de los cristianos \"expulsados de Oriente Medio\" en un discurso por video que será divulgado el sábado en Erbil con motivo de una visita del cardenal Philippe Barbarin al Kurdistán iraquí.\n\n\"Los cristianos están siendo expulsados de Oriente Medio, en medio del sufrimiento\", expresó con emoción el Papa, quien señaló la responsabilidad de los yihadistas del grupo Estado Islámico (EI), aunque sin nombrarlo.\n\n\"Es sobre todo por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, han tenido que irse, y todas ellas son víctimas de inhumanas violencias debido a su identidad étnica y religiosa\" declaró Francisco.\n\n\"Se diría que esas personas no quieren que seamos cristianos\", añadió .\n\nLa ofensiva lanzada a principios de junio por el EI en Irak obligó a centenas de miles de personas a huir. De ellos, decenas de miles de cristianos y de yazidíes, una minoría residente en el norte de Irak, han hallado refugio en el Kurdistán.\n\nDurante su visita al Kurdistán iraquí, el cardenal Barbarin, arzobispo de Lyon (centro-este de Francia), visitó el sábado los campamentos de refugiados cristianos en el barrio cristiano de Ainkawa.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27338661",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9234,
                    "source": {
                        "title": "www.gacetamercantil.com",
                        "uri": "www.gacetamercantil.com"
                    },
                    "time": "16:14:00",
                    "title": "Francisco:\"Los cristianos están siendo expulsados de Oriente Medio\"",
                    "uri": "232098705",
                    "url": "http://www.gacetamercantil.com/notas/66845/franciscolos-cristianos-est%C3%A1n-siendo-expulsados-oriente-medio.html",
                    "wgt": 1
                },
                {
                    "body": "El papa Francisco denunció el exilio forzado de los cristianos \"expulsados de Oriente Medio\" en un discurso por video que será divulgado el sábado en Erbil con motivo de una visita del cardenal Philippe Barbarin al Kurdistán iraquí.\n\n\"Los cristianos están siendo expulsados de Oriente Medio, en medio del sufrimiento\", dijo con emoción el Papa, quien señaló la responsabilidad de los yihadistas del grupo Estado Islámico (EI), aunque sin nombrarlo.\n\n\"Es sobre todo por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, han tenido que irse, y todas ellas son víctimas de inhumanas violencias debido a su identidad étnica y religiosa\" declaró Francisco.\n\n\"Se diría que esas personas no quieren que seamos cristianos\", añadió el Papa argentino.\n\nLa ofensiva lanzada a principios de junio por el EI en Irak obligó a centenas de miles de personas a huir. De ellos, decenas de miles de cristianos y de yazidíes, una minoría residente en el norte de Irak, han hallado refugio en el Kurdistán.\n\nDurante su visita al Kurdistán iraquí, el cardenal Barbarin, arzobispo de Lyon (centro-este de Francia), visitó el sábado los campamentos de refugiados cristianos en el barrio cristiano de Ainkawa.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27331806",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9222,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "17:36:00",
                    "title": "Papa Francisco: ´los cristianos están siendo expulsados de Oriente Medio´",
                    "uri": "232080350",
                    "url": "http://www.rpp.com.pe/2014-12-06-papa-francisco--los-cristianos-estan-siendo-expulsados-de-oriente-medio-noticia_748644.html",
                    "wgt": 1
                },
                {
                    "body": "El pontífice hace responsables a los yihadistas del Estado Islámico, aunque no los nombra directamente\n\nEl papa Francisco ha denunciado el exilio forzado de los cristianos \"expulsados de Oriente Medio\" en un discurso por video que será divulgado el sábado en Erbil con motivo de una visita del cardenal Philippe Barbarin al Kurdistán iraquí. \"Los cristianos están siendo expulsados de Oriente Medio, en medio del sufrimiento\", ha dicho con emoción el Papa, quien hace responsables a los yihadistas del grupo Estado Islámico (EI), aunque sin nombrarlo.\n\n\"Es sobre todo por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, han tenido que irse, y todas ellas son víctimas de inhumanas violencias debido a su identidad étnica y religiosa\" declaró Francisco. \"Se diría que esas personas no quieren que seamos cristianos\", añadió el Papa argentino.\n\nLa ofensiva lanzada a principios de junio por el EI en Irak obligó a centenas de miles de personas a huir. De ellos, decenas de miles de cristianos y de yazidíes, una minoría residente en el norte de Irak, han hallado refugio en el Kurdistán. Durante su visita al Kurdistán iraquí, el cardenal Barbarin, arzobispo de Lyon (centro-este de Francia), visitó el sábado los campamentos de refugiados cristianos en el barrio cristiano de Ainkawa.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27336942",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9168,
                    "source": {
                        "title": "Hoy.es",
                        "uri": "www.ideal.es"
                    },
                    "time": "19:01:00",
                    "title": "Pope says that christians are being expelled from middle east",
                    "uri": "232093676",
                    "url": "http://www.ideal.es/sociedad/201412/06/papa-afirma-cristianos-estan-20141206181119-rc.html",
                    "wgt": 1
                },
                {
                    "body": "AFP / Erbil\n\nEl papa Francisco denunció el exilio forzado de los cristianos \"expulsados de Oriente Medio\" en un discurso por video que será divulgado este fin de semana en la capital Erbil, con motivo de la visita del cardenal Philippe Barbarin a la región del Kurdistán iraquí.\n\n\"Los cristianos están siendo expulsados de Oriente Medio, en medio del sufrimiento\", dijo con emoción el Papa, quien señaló la responsabilidad en los yihadistas del grupo Estado Islámico (EI), aunque no lo nombró.\n\n\"Es, sobre todo, por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, han tenido que irse, y todas ellas son víctimas de inhumanas violencias debido a su identidad étnica y religiosa\" declaró Francisco.\n\nEl Papa argentino añadió que \"se diría que esas personas no quieren que seamos cristianos\".\n\nLa ofensiva lanzada a principios de junio por el EI en Irak obligó a centenas de miles de personas a huir. De ellos, decenas de miles de cristianos y de yazidíes, una minoría residente en el norte de Irak, han hallado refugio en el Kurdistán, una región semiautónoma de ese país.\n\nDurante su visita al Kurdistán iraquí, el cardenal Barbarin, arzobispo de Lyon (centro-este de Francia) y miembro de la Comisión Doctrinal de la Conferencia Episcopal de Francia, visitó los campamentos de refugiados cristianos en el barrio cristiano de Ainkawa, en el marco del hermanamiento de la diócesis francesa con la de Mosul.",
                    "date": "2014-12-07",
                    "eventUri": "1963382",
                    "id": "27363181",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9039,
                    "source": {
                        "title": "www.paginasiete.bo",
                        "uri": "www.paginasiete.bo"
                    },
                    "time": "04:07:00",
                    "title": "Pope condemns expulsion of christians in the middle east",
                    "uri": "232161868",
                    "url": "http://www.paginasiete.bo/planeta/2014/12/7/papa-denuncia-expulsion-cristianos-oriente-medio-40472.html",
                    "wgt": 1
                },
                {
                    "body": "En un mensaje dirigido a los cristianos iraquíes refugiados en el Kurdistán iraquí, el líder de la iglesia católica apuntó como responsables de la situación al Estado Islámico, aunque sin nombrarlos directamente.\n\nEl papa Francisco denunció el exilio forzado de los cristianos \"expulsados de Medio Oriente\", en un mensaje dirigido a los cristianos iraquíes refugiados en el Kurdistán iraquí, tras huir del avance de los yihadistas del grupo Estado Islámico.\n\n\"Se diría que esas personas no quieren que seamos cristianos\", indicó el pontífice en un video divulgado este sábado en Erbil durante la visita del cardenal francés Philippe Barbarin a la capital de la región autónoma del Kurdistán iraquí.\n\n\"Pienso en las heridas, en el dolor de las mujeres con sus niños, de los ancianos y las personas desplazadas, y en las heridas de quienes son víctimas de todo tipo de violencia\", aseguró Francisco en el mensaje.\n\nEl discurso se difundirá al término de una gran procesión mariana en Erbil, donde decenas de miles de miembros de las minorías cristiana y yazidí encontraron refugio tras la ofensiva de los yihadistas sunitas del EI, acusados de cometer atrocidades y de limpieza étnica.\n\n\"Los cristianos están siendo expulsados de Oriente Medio, en medio del sufrimiento\", dijo con emoción el líder de la iglesia católica, quien apuntó a la responsabilidad del EI, aunque sin nombrar a este grupo que proclamó un califato en los territorios bajo su control en Siria y en el vecino Irak.\n\n\"Es sobre todo por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, han tenido que irse, y todas ellas son víctimas de inhumanas violencias debido a su identidad étnica y religiosa\", subrayó.\n\nPara el pontífice, \"la violencia alcanzó también a los lugares santos, a los monumentos, a los símbolos religiosos y al patrimonio cultural, como si estos jefes religiosos quisieran eliminar cualquier rastro, cualquier recuerdo del otro\".\n\n\"Están en mi corazón, en mis oraciones y en las de toda la comunidad cristiana\", dijo el pontífice argentino en un mensaje de video enviado a cristianos iraquíes de la ciudad de Mosul y refugiados en Erbil, que el cardenal francés Philippe Bararin les hizo llegar hoy personalmente.\n\n\"Cómo líderes religiosos tenemos la obligación de condenar todos los ataques contra la dignidad humana y los derechos humanos\", pidió el papa de 77 años. \"Pido en voz alta un acuerdo internacional más fuerte para solucionar el conflicto que está cubriendo de sangre sus países\".\n\nLLAMADO A LOS LÍDERES MUSULMANES\n\nEl pontífice se reunió la semana pasada en Turquía con el patriarca ortodoxo Bartolomeo I, y ambos emitieron un comunicado conjunto en el que instaban a defender a los cristianos amenazados por los yihadistas en Irak y en Siria.\n\nTras esta visita, el papa urgió a \"todos los dirigentes musulmanes del mundo, políticos, religiosos, universitarios\" a pronunciarse \"claramente\" contra la violencia del EI.\n\nAlgunos días después, dignatarios musulmanes exhortaron a los cristianos de Oriente Medio a no huir de la región a pesar de las persecuciones perpetradas por los yihadistas.\n\nEn su mensaje de este sábado, Francisco dice a los cristianos de Erbil: \"Me gustaría también estar allí con vosotros, pero al no poder hacer el viaje, les envío esto\", en referencia al mensaje de vídeo.\n\nAcompañado de una delegación de cientos de personas, el cardenal Barbarin, arzobispo de Lyon (centro-este de Francia), llegó el viernes a Erbil para efectuar una visita de dos días a los refugiados cristianos de Oriente, con motivo de la festividad católica de la Inmaculada Concepción.\n\nEl prelado francés visitó el sábado los campamentos de refugiados cristianos en el barrio cristiano de Ainkawa de Erbil. Durante la tarde, está previsto que miles de personas acudan a una procesión mariana.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27345228",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8813,
                    "source": {
                        "title": "www.latercera.com",
                        "uri": "www.latercera.com"
                    },
                    "time": "21:35:00",
                    "title": "Pope Francisco regrets' expulsion 'of christians in middle east",
                    "uri": "232116126",
                    "url": "http://www.latercera.com/noticia/mundo/2014/12/678-607654-9-el-papa-francisco-lamenta-la-expulsion-de-los-cristianos-de-medio-oriente.shtml",
                    "wgt": 1
                },
                {
                    "body": "El papa Francisco denunció el exilio forzado de los cristianos \"expulsados de Oriente Medio\", en un mensaje dirigido a los cristianos iraquíes refugiados en el Kurdistán iraquí, tras huir del avance de los yihadistas del grupo Estado Islámico.\n\n\"Pienso en las heridas, en el dolor de las mujeres con sus niños, de los ancianos y las personas desplazadas, y en las heridas de quienes son víctimas de todo tipo de violencia\", aseguró Francisco en el mensaje, al que ha tenido acceso la AFP.\n\nEl discurso se difundirá al término de una gran procesión mariana en Erbil, donde decenas de miles de miembros de las minorías cristiana y yazidí encontraron refugio tras la ofensiva de los yihadistas sunitas del EI, acusados de cometer atrocidades y de limpieza étnica.\n\n\"Los cristianos están siendo expulsados de Oriente Medio, en medio del sufrimiento\", dijo con emoción el líder de la iglesia católica, quien apuntó a la responsabilidad del EI, aunque sin nombrar a este grupo que proclamó un califato en los territorios bajo su control en Siria y en el vecino Irak.\n\n\"Es sobre todo por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, han tenido que irse, y todas ellas son víctimas de inhumanas violencias debido a su identidad étnica y religiosa\", subrayó.\n\nPara el santo padre, \"la violencia alcanzó también a los lugares santos, a los monumentos, a los símbolos religiosos y al patrimonio cultural, como si estos jefes religiosos quisieran eliminar cualquier rastro, cualquier recuerdo del otro\".\n\n- Llamamiento a líderes musulmanes -\n\nEl pontífice se reunió la semana pasada en Turquía con el patriarca ortodoxo Bartolomeo I. Ambos emitieron un comunicado conjunto en el que instaban a defender a los cristianos amenazados por los yihadistas en Irak y en Siria.\n\nTras esta visita, el papa urgió a \"todos los dirigentes musulmanes del mundo, políticos, religiosos, universitarios\" a pronunciarse \"claramente\" contra la violencia del EI.\n\nAlgunos días después, dignatarios musulmanes exhortaron a los cristianos de Oriente Medio a no huir de la región a pesar de las persecuciones perpetradas por los yihadistas.\n\nEn su mensaje de este sábado, Francisco dice a los cristianos de Erbil: \"Me gustaría también estar allí con vosotros, pero al no poder hacer el viaje, les envío esto\", en referencia al mensaje de vídeo.\n\nAcompañado de una delegación de cientos de personas, el cardenal Barbarin, arzobispo de Lyon (centro-este de Francia), llegó el viernes a Erbil para efectuar una visita de dos días a los refugiados cristianos de Oriente, con motivo de la festividad católica de la Inmaculada Concepción.\n\nEl prelado francés visitó el sábado los campamentos de refugiados cristianos en el barrio cristiano de Ainkawa de Erbil. Durante la tarde, está previsto que miles de personas acudan a una procesión mariana.",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27340835",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8612,
                    "source": {
                        "title": "Critica",
                        "uri": "www.critica.com.pa"
                    },
                    "time": "20:15:00",
                    "title": "Pope says that christians are being expelled from middle east",
                    "uri": "232104677",
                    "url": "http://www.critica.com.pa/notas/1794530-el-papa-afirma-que-los-cristianos-estan-siendo-expulsados-oriente-medio",
                    "wgt": 1
                },
                {
                    "body": "El papa Franscisco manifestó su preocupación por el accionar de grupos extremistas que han obligado a exiliarse a miles de cristianos en Oriente Medio. \"Parece como si estos jefes religiosos quisieran eliminar cualquier rastro, cualquier recuerdo del otro\", aseguró Francisco.\n\nEl papa Francisco denunció el exilio forzado de los cristianos \"expulsados de Oriente Medio\" en un discurso por video que será divulgado este sábado en Erbil con motivo de una visita del cardenal Philippe Barbarin al Kurdistán iraquí.\n\nEl mensaje fue dirigido a los cristianos refugiados en el Kurdistán iraquí, tras huir del avance de los yihadistas del grupo Estado Islámico. \"Se diría que esas personas no quieren que seamos cristianos\", expresó el pontífice.\n\n\"Pienso en las heridas, en el dolor de las mujeres con sus niños, de los ancianos y las personas desplazadas, y en las heridas de quienes son víctimas de todo tipo de violencia\", agregó Francisco en el mensaje, al que tuvo acceso la agencia AFP.\n\nEl discurso se difundirá al término de una gran procesión mariana en Erbil, donde miles de miembros de las minorías cristiana y yazidí encontraron refugio tras la ofensiva de los yihadistas sunitas del Estado Ismálico.\n\n\"Es sobre todo por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, tuvieron que irse, y todas ellas son víctimas de actos inhumanos debido a su identidad étnica y religiosa\", subrayó.\n\nPara el papa Francisco, \"la violencia alcanzó también a los lugares santos, a los monumentos, a los símbolos religiosos y al patrimonio cultural, como si estos jefes religiosos quisieran eliminar cualquier rastro, cualquier recuerdo del otro\".",
                    "date": "2014-12-06",
                    "eventUri": "1963382",
                    "id": "27338193",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8154,
                    "source": {
                        "title": "La Mañana de Córdoba",
                        "uri": "www.lmcordoba.com.ar"
                    },
                    "time": "19:25:00",
                    "title": "El Papa denunció el exilio forzado de cristianos en Oriente Medio",
                    "uri": "232097554",
                    "url": "http://www.lmcordoba.com.ar/nota.php?ni=188421",
                    "wgt": 1
                },
                {
                    "body": "\"Se diría que esas personas no quieren que seamos cristianos\", indicó el pontífice en un video que será divulgado este sábado en Erbil durante la visita del cardenal francés Philippe Barbarin a la capital de la región autónoma del Kurdistán iraquí.\n\n\"Pienso en las heridas, en el dolor de las mujeres con sus niños, de los ancianos y las personas desplazadas, y en las heridas de quienes son víctimas de todo tipo de violencia\", aseguró Francisco en el mensaje, al que ha tenido acceso la AFP.\n\nEl discurso se difundirá al término de una gran procesión mariana en Erbil, donde decenas de miles de miembros de las minorías cristiana y yazidí encontraron refugio tras la ofensiva de los yihadistas sunitas del EI, acusados de cometer atrocidades y de limpieza étnica.\n\n\"Los cristianos están siendo expulsados de Oriente Medio, en medio del sufrimiento\", dijo con emoción el líder de la iglesia católica, quien apuntó a la responsabilidad del EI, aunque sin nombrar a este grupo que proclamó un califato en los territorios bajo su control en Siria y en el vecino Irak.\n\n\"Es sobre todo por culpa de un grupo extremista y fundamentalista que estas comunidades, especialmente los cristianos y los yazidíes, pero también otras, han tenido que irse, y todas ellas son víctimas de inhumanas violencias debido a su identidad étnica y religiosa\", subrayó.\n\nPara el santo padre, \"la violencia alcanzó también a los lugares santos, a los monumentos, a los símbolos religiosos y al patrimonio cultural, como si estos jefes religiosos quisieran eliminar cualquier rastro, cualquier recuerdo del otro\".",
                    "date": "2014-12-07",
                    "eventUri": "1963382",
                    "id": "27361800",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8114,
                    "source": {
                        "title": "El Tiempo Valera",
                        "uri": "www.diarioeltiempo.com.ve"
                    },
                    "time": "03:28:00",
                    "title": "El Papa lamenta \"expulsión\" de los cristianos de Oriente Medio",
                    "uri": "232158359",
                    "url": "http://www.diarioeltiempo.com.ve/V3_Secciones/index.php?id=150902014&_Proc=Desp",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-12-06",
            "avgCos": 0.6219,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1963382",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1963382",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Barbarin, Navarre",
                "lat": 42.60197,
                "long": -2.10203,
                "wikiUri": "http://en.wikipedia.org/wiki/Barbarin,_Navarre"
            },
            "storyDate": "2014-12-06",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-372849",
            "variance": 0.1133
        }
    },
    "meta": {
        "CCAArticleMatchCount": 8,
        "CCAArticleMatchRatio": 0.05,
        "CCAAvgCosSim": 0.786575,
        "CCAAvgMatchWgt": 58.125,
        "_articleUri1": "232098705",
        "_articleUri2": "232061567",
        "_datetime": "2015-02-19 18:14:51",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-372849",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1129652",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 4,
        "avgCosSimStory1": 0.6219,
        "avgCosSimStory2": 0.4518,
        "categorySim": 0,
        "conceptCosSim": 0.2780022760132611,
        "conceptJaccardSim": 0.1511627906976744,
        "coreTime1": 130889.6,
        "coreTime2": 130880.7,
        "coreTimeStDev1": 4.088626989553385,
        "coreTimeStDev2": 2.880489927465308,
        "entityCosSim": 0.3527522276708705,
        "entityJaccardSim": 0.1818181818181818,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.2379789503001462,
        "keywordJaccardSim": 0.1320754716981132,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 19,
        "storyQuality2": 5,
        "timeAvg1": 130893.2104166667,
        "timeAvg2": 130883.6333333333,
        "timeStDev1": 4.088626989553385,
        "timeStDev2": 2.880489927465308,
        "varianceStory1": 0.1133,
        "varianceStory2": 0.2959
    }
}