{
    "850f305d-14db-4c75-b547-79470a557ea3-49174": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "BERLIN -- German Chancellor Angela Merkel cracked her pelvis during a skiing accident in the Swiss Alps and will have to cut back on her work schedule for the next three weeks, her spokesman said Monday.\n Merkel's spokesman Steffen Seibert told reporters the chancellor suffered what she first thought was just a bruise to her left rear pelvic area while cross-country skiing but doctors later determined it was an \"incomplete\" bone fracture that will require her to rest for three weeks.\n As a result, Seibert said Merkel had canceled a Wednesday visit to Warsaw, Poland, and Luxembourg Prime Minister Xavier Bettel has called off his trip to Berlin which had been set for Thursday.  Seibert said Merkel would continue to preside over Cabinet and government meetings.\n He said Merkel's fall occurred \"at low speeds\" but was unable to say if another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1640027",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9859,
                    "source": {
                        "title": "WRAL.com",
                        "uri": "www.wral.com"
                    },
                    "time": "11:43:00",
                    "title": "German leader suffers pelvic injury on ski holiday",
                    "uri": "148067018",
                    "url": "http://www.wral.com/german-leader-suffers-pelvic-injury-on-ski-holiday/13273510/",
                    "wgt": 1
                },
                {
                    "body": "BERLIN -- German Chancellor Angela Merkel cracked her pelvis during a skiing accident in the Swiss Alps and will have to cut back on her work schedule for the next three weeks, her spokesman said Monday.\n Merkel's spokesman Steffen Seibert said the chancellor suffered what she first thought was just a bruise to her left rear pelvic area while cross-country skiing but doctors later determined it was an \"incomplete\" bone fracture that will require her to rest for three weeks.\n As a result, Seibert said, Merkel has canceled a Wednesday visit to Warsaw, Poland, and Luxembourg.  Prime Minister Xavier Bettel has called off his trip to Berlin that had been set for Thursday.  Seibert said Merkel would continue to preside over Cabinet and government meetings.\n He said Merkel's fall occurred \"at low speeds\" but was unable to say whether another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1645114",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9827,
                    "source": {
                        "title": "Arkansas Online",
                        "uri": "www.arkansasonline.com"
                    },
                    "time": "12:38:00",
                    "title": "Germany's Merkel suffers pelvic injury while skiing",
                    "uri": "148080575",
                    "url": "http://www.arkansasonline.com/news/2014/jan/06/germanys-merkel-suffers-pelvic-injury-while-skiing/",
                    "wgt": 1
                },
                {
                    "body": "BERLIN - German Chancellor Angela Merkel cracked her pelvis during a skiing accident in the Swiss Alps and will have to cut back on her work schedule for the next three weeks, her spokesman said Monday.\n Merkel's spokesman Steffen Seibert told reporters the chancellor suffered what she first thought was just a bruise to her left rear pelvic area while cross-country skiing but doctors later determined it was an \"incomplete\" bone fracture that will require her to rest for three weeks.\n As a result, Seibert said Merkel had cancelled a Wednesday visit to Warsaw, Poland, and Luxembourg Prime Minister Xavier Bettel has called off his trip to Berlin which had been set for Thursday.  Seibert said Merkel would continue to preside over Cabinet and government meetings.\n He said Merkel's fall occurred \"at low speeds\" but was unable to say if another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1642833",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9818,
                    "source": {
                        "title": "www.montrealgazette.com",
                        "uri": "www.montrealgazette.com"
                    },
                    "time": "12:17:00",
                    "title": "German Chancellor Angela Merkel suffers pelvic injury on ski holiday, ordered to rest",
                    "uri": "148074916",
                    "url": "http://www.montrealgazette.com/news/German%2BChancellor%2BAngela%2BMerkel%2Bsuffers%2Bpelvic%2Binjury/9353451/story.html?utm_source=dlvr.it&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "BERLIN: German Chancellor Angela Merkel cracked her pelvis during a skiing accident in the Swiss Alps and will have to cut back on her work schedule for the next three weeks, her spokesman said Monday.\n Merkel's spokesman Steffen Seibert told reporters the chancellor suffered what she first thought was just a bruise to her left rear pelvic area while cross-country skiing but doctors later determined it was an \"incomplete\" bone fracture that will require her to rest for three weeks.\n As a result, Seibert said Merkel had cancelled a Wednesday visit to Warsaw, Poland, and Luxembourg Prime Minister Xavier Bettel has called off his trip to Berlin which had been set for Thursday.  Seibert said Merkel would continue to preside over Cabinet and government meetings.\n He said Merkel's fall occurred \"at low speeds\" but was unable to say if another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1645730",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9815,
                    "source": {
                        "title": "Standard Digital News",
                        "uri": "www.standardmedia.co.ke"
                    },
                    "time": "12:44:00",
                    "title": "Standard Digital News - Kenya : Angela Markel fractures pelvis in ski fall in Switzerland",
                    "uri": "148082324",
                    "url": "http://www.standardmedia.co.ke/?articleID=2000101647&story_title=german-chancellor-angela-markel-injured-while-skiing",
                    "wgt": 1
                },
                {
                    "body": "REPUBLIKA.C CO.ID, BERLIN - German Chancellor Angela Merkel cracked her pelvis during a skiing accident in the Swiss Alps and she would have to cut back on her work schedule for the next three weeks, her spokesman said Monday.\n Merkel's spokesman Steffen Seibert told reporters the chancellor suffered what she first thought was just a bruise to her left rear pelvic area while cross-country skiing.  But doctors later determined it was an \"incomplete\" bone fracture that would require her to rest for three weeks.\n As a result, Seibert said Merkel had canceled a Wednesday visit to Warsaw, Poland, and Luxembourg Prime Minister Xavier Bettel had called off his trip to Berlin which had been set for Thursday.  Seibert said Merkel would continue to preside over Cabinet and government meetings.\n He said Merkel's fall occurred \"at low speeds\" but was unable to say if another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1644504",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9734,
                    "source": {
                        "title": "Republika Online",
                        "uri": "www.republika.co.id"
                    },
                    "time": "12:32:00",
                    "title": "Merkel suffers pelvic injury on ski holiday",
                    "uri": "148078952",
                    "url": "http://www.republika.co.id/berita/en/international/14/01/06/myzafx-merkel-suffers-pelvic-injury-on-ski-holiday",
                    "wgt": 1
                },
                {
                    "body": "Merkel's spokesman Steffen Seibert told reporters the chancellor suffered what she first thought was just a bruise to her left rear pelvic area while cross-country skiing but doctors later determined it was an \"incomplete\" bone fracture that will require her to rest for three weeks.\n As a result, Seibert said Merkel had canceled a Wednesday visit to Warsaw, Poland, and Luxembourg Prime Minister Xavier Bettel has called off his trip to Berlin which had been set for Thursday.  Seibert said Merkel would continue to preside over Cabinet and government meetings.\n He said Merkel's fall occurred \"at low speeds\" but was unable to say if another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1642491",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9495,
                    "source": {
                        "title": "NewsOK.com",
                        "uri": "newsok.com"
                    },
                    "time": "12:13:00",
                    "title": "German leader suffers pelvic injury on ski holiday",
                    "uri": "148073934",
                    "url": "http://newsok.com/german-leader-suffers-pelvic-injury-on-ski-holiday/article/feed/634830?custom_click=rss",
                    "wgt": 1
                },
                {
                    "body": "Angela Merkel initially thought it was just a bruise after falling while \"at low speeds\".\n Mrs Merkel will cut back on her work schedule for the next three weeks, after suffering an \"incomplete\" bone fracture to her left rear pelvic area while cross-country skiing.\n Her spokesman Steffen Seibert said the chancellor initially thought it was just a bruise after falling while \"at low speeds\".\n It is not known if anyone else was involved.\n Mrs Merkel has canceled a Wednesday visit to Warsaw, Poland, and Luxembourg Prime Minister Xavier Bettel has called off his trip to Berlin which had been set for Thursday.\n She will continue to preside over cabinet and government meetings.\n He said Merkel's fall occurred \"at low speeds\" but was unable to say if another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1651521",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8311,
                    "source": {
                        "title": "Express.co.uk",
                        "uri": "www.express.co.uk"
                    },
                    "time": "13:41:00",
                    "title": "Angela Merkel fractures pelvis in skiing fall",
                    "uri": "148096475",
                    "url": "http://www.express.co.uk/news/world/452304/Angela-Merkel-fractures-pelvis-in-skiing-fall?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bdaily-express-news-showbiz%2B%2528Daily%2BExpress%2B%253A%253A%2BNews%2B%252F%2BShowbiz%2BFeed%2529",
                    "wgt": 1
                },
                {
                    "body": "Merkel's spokesman Steffen Seibert said on Monday that the chancellor suffered what she first thought was just a bruise to her left rear pelvic area while cross-country skiing .\n Doctors told her on Friday that the injury was in fact an \"incomplete\" bone fracture that will require her to rest for three weeks.\n Seibert told reporters that Merkel is walking with the help of crutches and would need to cancel a number of official appointments in the coming weeks but would continue to lead the government and hold cabinet meetings.\n Merkel will lead a cabinet meeting on Wednesday, which will be the first gathering of all the ministers in the new \"grand coalition\" government of her conservatives and the centre-left Social Democrats, which was formalised last month.\n Seibert said Merkel's fall occurred \"at low speeds\" but was unable to say if another person was involved.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1642776",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7803,
                    "source": {
                        "title": "Kantipur Daily",
                        "uri": "www.ekantipur.com"
                    },
                    "time": "12:16:00",
                    "title": "Angela Merkel injured in skiing accident",
                    "uri": "148074790",
                    "url": "http://www.ekantipur.com/2014/01/06/top-story/angela-merkel-injured-in-skiing-accident/383496/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-01-06",
            "avgCos": 0.6599,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "71561",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "128866",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Germany",
                    "lat": 51.5,
                    "long": 10.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Germany"
                },
                "labelEng": "Berlin",
                "lat": 52.5,
                "long": 13.41667,
                "wikiUri": "http://en.wikipedia.org/wiki/Berlin"
            },
            "storyDate": "2014-01-06",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-49174",
            "variance": 0.0645
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-21462": {
        "articles": {
            "resultCount": 13,
            "results": [
                {
                    "body": "* El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Mpritz, en Suiza\nLa canciller federal de Alemania, Angela Merkel, sufrió una fractura de pelvis durante un accidente de esquí en Suiza, donde pasaba vacaciones de invierno, por lo que suspenderá su agenda de trabajo por tres semanas, informó su vocero.\n \"Ella (Merkel), quien se fracturó el anillo pélvico, tendrá que permanecer acostada el mayor tiempo posible en las próximas tres semanas y varias visitas serán canceladas\", dijo el portavoz Steffen Seibert a la prensa.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz, en Suiza.\n Merkel, de 59 años de edad, sufre \"una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\" , informó en rueda de prensa el portavoz de la cancillería.\n En principio pensó que se trataba de una simple contusión, pero el viernes pasado, cuando regresó a Berlín, decidió acudir al médico.\n Por recomendación médica, Merkel deberá guardar reposo absoluto durante las próximas tres semanas, tiempo en el cual necesitará apoyo para caminar.\n La canciller federal alemana, quien debía retomar esta semana sus actividades tras sus vacaciones, tenía previsto viajar el próximo miércoles a Polonia y el jueves recibiría al primer ministro de Luxemburgo, Xavier Bettel, dos citas ya canceladas.\n Sin embargo, Merkel -la mujer más poderosa del mundo, según la revista Forbes- tiene previsto el próximo miércoles dirigir la primera reunión de gabinete del gobierno de gran coalición.",
                    "date": "2014-01-07",
                    "eventUri": "71561",
                    "id": "1745285",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9095,
                    "source": {
                        "title": "La Política desde Veracruz",
                        "uri": "www.lapolitica.com.mx"
                    },
                    "time": "05:12:00",
                    "title": "Suspende Merkel labores por 3 semanas por fractura de pelvis",
                    "uri": "148308602",
                    "url": "http://www.lapolitica.com.mx/?p=251709",
                    "wgt": 1
                },
                {
                    "body": "El incidente sucedió antes de fin de año, pero se dio a conocer este lunes.  La canciller alemana practicaba en el valle alpino de Engadina, Suiza, y se precipitó sufriendo una lesión en el anillo pélvico.  Deberá suspender algunas actividades de su agenda.\n La canciller alemana Angela Merkel sufrió un accidente cuando practicaba esquí de fondo en Suiza y se fracturó el anillo pélvico, lo que le obligará a suspender buena parte de su agenda de trabajo durante las próximas tres semanas.\n \"Merkel sufre una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\", dijo hoy en rueda de prensa el portavoz de la Cancillería alemana, Steffen Seibert.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.\n En principio pensó que se trataba de una simple contusión, pero el pasado viernes, ya de regreso en Berlín, decidió acudir al médico.\n La canciller, que debía retomar esta semana el trabajo tras las vacaciones de Navidad, tenía previsto viajar el miércoles a Polonia y el jueves recibía al primer ministro luxemburgués, Xavier Bettel, dos citas ya anuladas.\n No obstante, tiene intención de presidir la reunión del Consejo de Ministros de este mismo miércoles.\n El portavoz afirmó que Merkel \"mantiene totalmente la capacidad de actuar y de comunicarse\" por lo que \"seguirá trabajando desde se casa\".\n Pero precisó que por consejo médico durante las próximas tres semanas \"deberá guardar reposo y necesitará apoyos para andar\".",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1658242",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8911,
                    "source": {
                        "title": "Jornada",
                        "uri": "www.jornadaonline.com"
                    },
                    "time": "14:49:00",
                    "title": "Merkel se fracturó la pelvis cuando esquiaba",
                    "uri": "148112724",
                    "url": "http://www.jornadaonline.com/Internacional/107263",
                    "wgt": 1
                },
                {
                    "body": "La canciller alemana suspendió sus reuniones y visitas programadas.  Tiene una contusión grave asociada a una fractura incompleta en el anillo pélvico.\n La canciller alemana, Angela Merkel, sufrió un accidente cuando practicaba esquí de fondo en Suiza y se fracturó el anillo pélvico, lo que le obligará a suspender buena parte de su agenda de trabajo durante las próximas tres semanas.\n \"Merkel sufre una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\", dijo hoy en rueda de prensa el portavoz de la Cancillería alemana, Steffen Seibert.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.\n En principio pensó que se trataba de una simple contusión, pero el pasado viernes, ya de regreso en Berlín, decidió acudir al médico.\n La canciller, que debía retomar esta semana el trabajo tras las vacaciones de Navidad, tenía previsto viajar el miércoles a Polonia y el jueves recibía al primer ministro luxemburgués, Xavier Bettel, dos citas ya anuladas.\n No obstante, tiene intención de presidir la reunión del Consejo de Ministros de este mismo miércoles.\n El portavoz afirmó que Merkel \"mantiene totalmente la capacidad de actuar y de comunicarse\" por lo que \"seguirá trabajando desde se casa\".\n Pero precisó que por consejo médico durante las próximas tres semanas \"deberá guardar reposo y necesitará apoyos para andar\".",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1655465",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8877,
                    "source": {
                        "title": "Los Andes",
                        "uri": "www.losandes.com.ar"
                    },
                    "time": "14:18:00",
                    "title": "Angela Merkel se fracturó la pelvis esquiando en Suiza",
                    "uri": "148106142",
                    "url": "http://www.losandes.com.ar/notas/2014/1/6/angela-merkel-fracturo-pelvis-esquiando-suiza-760109.asp",
                    "wgt": 1
                },
                {
                    "body": "Berlín, EFE.  La canciller alemana, Angela Merkel, sufrió un accidente cuando practicaba esquí de fondo en Suiza y se fracturó el anillo pélvico, lo que le obligará a suspender buena parte de su agenda de trabajo durante las próximas tres semanas.\n Merkel sufre \"una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\", informó ayer en rueda de prensa el portavoz de la Cancillería, Steffen Seibert.  El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.  En principio pensó que se trataba de una simple contusión, pero el pasado viernes, ya de regreso en Berlín, decidió acudir al médico.\n La canciller, que debía retomar esta semana el trabajo tras las vacaciones de Navidad, tenía previsto viajar el miércoles a Polonia y el jueves recibía al primer ministro luxemburgués, Xavier Bettel, citas ya anuladas.  No obstante, tiene intención de presidir la reunión del Consejo de Ministros del miércoles.  \"Mantiene totalmente la capacidad de actuar y de comunicarse\", subrayó el portavoz para garantizar que seguirá trabajando desde casa.",
                    "date": "2014-01-07",
                    "eventUri": "71561",
                    "id": "1768974",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8785,
                    "source": {
                        "title": "larepublica.pe",
                        "uri": "www.larepublica.pe"
                    },
                    "time": "10:18:00",
                    "title": "Angela Merkel sufre rotura de la pelvis haciendo esquí y restringe actividades",
                    "uri": "148373101",
                    "url": "http://www.larepublica.pe/07-01-2014/angela-merkel-sufre-rotura-de-la-pelvis-haciendo-esqui-y-restringe-actividades",
                    "wgt": 1
                },
                {
                    "body": "\"Ella (Merkel), quien se fracturó el anillo pélvico, tendrá que permanecer acostada el mayor tiempo posible en las próximas tres semanas y varias visitas serán canceladas\" , dijo el portavoz Steffen Seibert a la prensa.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz, en Suiza.\n Merkel, de 59 años de edad, sufre \"una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\" , informó en rueda de prensa el portavoz de la cancillería.\n En principio pensó que se trataba de una simple contusión, pero el viernes pasado, cuando regresó a Berlín, decidió acudir al médico.\n Por recomendación médica, Merkel deberá guardar reposo absoluto durante las próximas tres semanas, tiempo en el cual necesitará apoyo para caminar.\n La canciller federal alemana, quien debía retomar esta semana sus actividades tras sus vacaciones, tenía previsto viajar el próximo miércoles a Polonia y el jueves recibiría al primer ministro de Luxemburgo, Xavier Bettel, dos citas ya canceladas.\n Sin embargo, Merkel -la mujer más poderosa del mundo, según la revista Forbes- tiene previsto el próximo miércoles dirigir la primera reunión de gabinete del gobierno de gran coalición.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1667573",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.864,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "16:27:00",
                    "title": "Suspende Merkel labores por 3 semanas por fractura de pelvis",
                    "uri": "148134814",
                    "url": "http://www.eluniversal.com.mx/el-mundo/2014/merkel-lesiones-semanas-factura-pelvis-977420.html",
                    "wgt": 1
                },
                {
                    "body": "BERLÍN (NTX)._ _ La canciller federal de Alemania, Angela Merkel, sufrió una fractura de pelvis durante un accidente de esquí en Suiza, donde pasaba vacaciones de invierno, por lo que suspenderá su agenda de trabajo por tres semanas, informó hoy su vocero.\n \"Ella (Merkel), quien se fracturó el anillo pélvico, tendrá que permanecer acostada el mayor tiempo posible en las próximas tres semanas y varias visitas serán canceladas\", dijo el portavoz Steffen Seibert a la prensa.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz, en Suiza.\n Merkel, de 59 años de edad, sufre \"una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\", informó en rueda de prensa el portavoz de la cancillería.\n En principio pensó que se trataba de una simple contusión, pero el viernes pasado, cuando regresó a Berlín, decidió acudir al médico.\n Por recomendación médica, Merkel deberá guardar reposo absoluto durante las próximas tres semanas, tiempo en el cual necesitará apoyo para caminar.",
                    "date": "2014-01-07",
                    "eventUri": "71561",
                    "id": "1788212",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8624,
                    "source": {
                        "title": "Periodico Noroeste",
                        "uri": "www.noroeste.com.mx"
                    },
                    "time": "13:31:00",
                    "title": "Suspende Merkel labores tras fractura",
                    "uri": "148424233",
                    "url": "http://www.noroeste.com.mx/publicaciones.php?id=920425",
                    "wgt": 1
                },
                {
                    "body": "La canciller federal tenía previsto viajar el miércoles a Polonia y el jueves recibiría al primer ministro de Luxemburgo, citas ya canceladas\nBERLÍN.- - La canciller federal de Alemania, Angela Merkel, sufrió una fractura de pelvis durante un accidente de esquí en Suiza, donde pasaba vacaciones de invierno, por lo que suspenderá su agenda de trabajo por tres semanas, informó hoy su vocero.\n \"Ella (Merkel), quien se fracturó el anillo pélvico, tendrá que permanecer acostada el mayor tiempo posible en las próximas tres semanas y varias visitas serán canceladas\", dijo el portavoz Steffen Seibert a la prensa.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz, en Suiza.\n Merkel, de 59 años de edad, \"sufre una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\", informó en rueda de prensa el portavoz de la cancillería.\n En principio pensó que se trataba de una simple contusión, pero el viernes pasado, cuando regresó a Berlín, decidió acudir al médico.\n Por recomendación médica, Merkel deberá guardar reposo absoluto durante las próximas tres semanas, tiempo en el cual necesitará apoyo para caminar.\n La canciller federal alemana, quien debía retomar esta semana sus actividades tras sus vacaciones, tenía previsto viajar el próximo miércoles a Polonia y el jueves recibiría al primer ministro de Luxemburgo, Xavier Bettel, dos citas ya canceladas.\n Sin embargo, Merkel -la mujer más poderosa del mundo, según la revista Forbes- tiene previsto el próximo miércoles dirigir la primera reunión de gabinete del gobierno de gran coalición.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1673571",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8518,
                    "source": {
                        "title": "Novedades Acapulco",
                        "uri": "www.novedadesacapulco.mx"
                    },
                    "time": "17:22:00",
                    "title": "Suspende Merkel labores por tres semanas tras fractura de pelvis",
                    "uri": "148147701",
                    "url": "http://www.novedadesacapulco.mx/mundo/suspende-merkel-labores-por-tres-semanas-tras-fractura-de-pelvis",
                    "wgt": 1
                },
                {
                    "body": "La mandataria alemana se habría quebrado la pelvis durante sus vacaciones en la nieve.  Tiene tres semanas de reposo.\n Merkel sufre \"una contusión grave asociada a una fractura incompleta en el anillo pélvico posterior izquierdo\", informó hoy en rueda de prensa el portavoz de la Cancillería, Steffen Seibert,\nEl accidente tuvo lugar antes de fin de año, cuando Merkel, aficionada al senderismo y la montaña, se cayó mientas practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.\n En principio pensó que se trataba de una simple contusión, pero el pasado viernes, ya de regreso en Berlín, decidió acudir al médico.\n La canciller, que debía retomar esta semana el trabajo tras las vacaciones de Navidad, tenía previsto viajar el miércoles a Polonia y el jueves recibía al primer ministro luxemburgués, Xavier Bettel, dos citas ya anuladas.\n No obstante, tiene intención de presidir la reunión del Consejo de Ministros de este mismo miércoles.\n \"Mantiene totalmente la capacidad de actuar y de comunicarse\", subrayó el portavoz para garantizar que seguirá trabajando desde casa.\n No obstante, precisó, por consejo médico durante las próximas tres semanas deberá guardar reposo y necesitará apoyos para andar.\n Seibert explicó que Merkel intentará celebrar en Berlín, sede de la Cancillería, alguno de los actos previstos en su agenda.",
                    "date": "2014-01-06",
                    "eventUri": "71561",
                    "id": "1650256",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7797,
                    "source": {
                        "title": "www.elpais.com.uy",
                        "uri": "www.elpais.com.uy"
                    },
                    "time": "13:28:00",
                    "title": "Angela Merkel se fractura esquiando",
                    "uri": "148093288",
                    "url": "http://www.elpais.com.uy/mundo/angela-merkel-se-fractura-esquiando.html",
                    "wgt": 1
                },
                {
                    "body": "La canciller alemana, Angela Merkel, y el presidente de EEUU, Barack Obama, en la Cancillería en Berlín Afp\nEl presidente de Estados Unidos, Barack Obama, telefoneó hoy a la canciller alemana, Angela Merkel, para desearle una pronta recuperación de su lesión por un accidente de esquí y la invitó a una visita a Washington durante los próximos meses, informó la Casa Blanca en un comunicado.\n Ambos gobernantes estudiaron su programa común para 2014, incluidas las negociaciones sobre el Acuerdo Transatlántico de Inversiones y Comercio (TTIP, por su sigla en inglés) y la Cumbre de la OTAN, y esperan \"trabajar estrechamente juntos para avanzar en nuestros intereses comunes\", apunta la nota.  Además, Obama felicitó a la canciller alemana por la formación de su nuevo Gobierno.\n Merkel sufrió estas navidades un accidente cuando practicaba esquí de fondo en Suiza y se fracturó el anillo pélvico, lo que le obligará a suspender buena parte de su programa de trabajo durante las próximas tres semanas.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, de 59 años, aficionada al senderismo y la montaña, se cayó mientras practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.\n Por lo que respecta a las negociaciones sobre el TTIP, Estados Unidos y la Unión Europea concluyeron antes de las vacaciones navideñas la fase inicial de conversaciones y establecieron un \"ambicioso\" plan con el objetivo claro de elevar \"la competitividad internacional\" de ambas partes.\n El acuerdo, de concretarse, constituiría la mayor zona de libre comercio del mundo y abarcaría el 50 % de la actividad económica mundial.\n Como siguiente paso, el plan prevé que en febrero o marzo de 2014 el comisario europeo de Comercio, Karel de Gucht, y el representante de Comercio Exterior estadounidense, Michael Froman, se reúnan, una vez aclaradas las diferencias técnicas, para encabezar la fase política de las conversaciones.",
                    "date": "2014-01-08",
                    "eventUri": "71561",
                    "id": "1989981",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.693,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "21:43:00",
                    "title": "Obama to meet Merkel in Washington after tapping scandal",
                    "uri": "148902756",
                    "url": "http://www.elmundo.es/internacional/2014/01/08/52cda8fb268e3e4b2e8b4582.html",
                    "wgt": 1
                },
                {
                    "body": "WASHIGTON.- - El presidente de Estados Unidos, Barack Obama, telefoneó hoy a la canciller alemana, Angela Merkel, para desearle una pronta recuperación de su lesión por un accidente de esquí y la invitó a una visita a Washington durante los próximos meses, informó la Casa Blanca en un comunicado.\n \"Los dirigentes tomaron nota de la agenda completa para 2014, incluidas las negociaciones sobre el Acuerdo Transatlántico de Inversiones y Comercio (TTIP, por su sigla en inglés) y la Cumbre de la OTAN, y esperan con interés trabajar estrechamente juntos para avanzar en nuestros intereses comunes\", apuntó el comunicado.\n Además, Obama felicitó a la canciller alemana por la formación de su nuevo gabinete.\n Merkel sufrió estas navidades un accidente cuando practicaba esquí de fondo en Suiza y se fracturó el anillo pélvico, lo que le obligará a suspender buena parte de su agenda de trabajo durante las próximas tres semanas.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, de 59 años, aficionada al senderismo y la montaña, se cayó mientras practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.\n Por lo que respecta a las negociaciones sobre el TTIP, Estados Unidos y la Unión Europea concluyeron antes de las vacaciones navideñas la fase inicial de conversaciones estableciendo una \"ambiciosa\" agenda y fijando el objetivo explícito de elevar \"la competitividad internacional\" de ambas partes.\n El acuerdo, de concretarse, constituiría la mayor zona de libre comercio global y abarcaría el 50 % de la actividad económica mundial.\n Como siguiente paso, el plan prevé que en febrero o marzo de 2014 el comisario europeo de Comercio, Karel de Gucht, y el representante de Comercio Exterior estadounidense, Michael Froman, se reúnan, una vez aclaradas las diferencias técnicas, para liderar el tramo político de las conversaciones.",
                    "date": "2014-01-08",
                    "eventUri": "71561",
                    "id": "1990289",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6595,
                    "source": {
                        "title": "Noticias SIN",
                        "uri": "www.noticiassin.com"
                    },
                    "time": "21:47:00",
                    "title": "Obama desea a Merkel una pronta recuperación y la invita a Washington",
                    "uri": "148903342",
                    "url": "http://www.noticiassin.com/2014/01/obama-desea-a-merkel-una-pronta-recuperacion-y-la-invita-a-washington/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bnoticiassin1%2B%2528Noticias%2BSIN%2B-%2BServicios%2BInformativos%2BNacionales%2529",
                    "wgt": 1
                },
                {
                    "body": "El presidente de Estados Unidos, Barack Obama, telefoneó hoy a la canciller alemana para desearle una pronta recuperación\nEl presidente de Estados Unidos, Barack Obama, telefoneó hoy a la canciller alemana, Angela Merkel, para desearle una pronta recuperación de su lesión por un accidente de esquí y la invitó a una visita a Washington durante los próximos meses, informó la Casa Blanca en un comunicado.\n Ambos gobernantes estudiaron su programa común para 2014, incluidas las negociaciones sobre el Acuerdo Transatlántico de Inversiones y Comercio (TTIP, por su sigla en inglés) y la Cumbre de la OTAN, y esperan \"trabajar estrechamente juntos para avanzar en nuestros intereses comunes\", apunta la nota.\n Además, Obama felicitó a la canciller alemana por la formación de su nuevo Gobierno.  Merkel sufrió estas navidades un accidente cuando practicaba esquí de fondo en Suiza y se fracturó el anillo pélvico, lo que le obligará a suspender buena parte de su programa de trabajo durante las próximas tres semanas.\n El accidente tuvo lugar antes de fin de año, cuando Merkel, de 59 años, aficionada al senderismo y la montaña, se cayó mientras practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.\n Por lo que respecta a las negociaciones sobre el TTIP, Estados Unidos y la Unión Europea concluyeron antes de las vacaciones navideñas la fase inicial de conversaciones y establecieron un \"ambicioso\" plan con el objetivo claro de elevar \"la competitividad internacional\" de ambas partes.\n El acuerdo, de concretarse, constituiría la mayor zona de libre comercio del mundo y abarcaría el 50% de la actividad económica mundial.\n Como siguiente paso, el plan prevé que en febrero o marzo de 2014 el comisario europeo de Comercio, Karel de Gucht, y el representante de Comercio Exterior estadounidense, Michael Froman, se reúnan, una vez aclaradas las diferencias técnicas, para encabezar la fase política de las conversaciones.",
                    "date": "2014-01-08",
                    "eventUri": "71561",
                    "id": "1986079",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6462,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "21:08:00",
                    "title": "Obama invita a Merkel a Washington tras el escándalo de las escuchas ilegales",
                    "uri": "148894246",
                    "url": "http://www.abc.es/internacional/20140108/abci-obama-invita-merkel-washington-201401082025.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Merkel con muletras tras ser operada del menisco en abril del 2011.\n \"La jefa del Gobierno continuará trabajando\", remarcó ayer el portavoz de Angela Merkel, Steffen Seibert, al informar del accidente de esquí que la cancillera ha sufrido durante sus vacaciones navideñas en la localidad suiza de Engadin, cerca de Saint Moritz.  Seibert no precisó el día exacto del incidente, pero explicó que se produjo cuando Merkel practicaba esquí de fondo \"a poca velocidad\", subrayó el portavoz.  En principio, se pensó que la consecuencia de la caída era solo una fuerte contusión en la pelvis, pero un examen médico que se le practicó a la cancillera el pasado viernes, día 3, determinó que Merkel sufre una fractura incompleta del anillo pélvico interior izquierdo.\n Los médicos han recomendado reposo absoluto a la cancillera y, por lo tanto, no podrá viajar, al menos durante tres semanas, pero su portavoz, Seibert, enfatizó que Merkel seguirá en comunicación permanente con los miembros de su Gobierno y atenderá las cuestiones más urgentes.  Varias citas que la cancillera tenía previstas para esta semana han sido canceladas; mañana, miércoles estaba programado un viaje a Varsovia y el jueves debía recibir en la cancillería al nuevo primer ministro de Luxemburgo, Xavier Bettel.\n A FINAL DE AÑO / Los dos compromisos han sido aplazados, aunque, según dijo ayer el portavoz, Merkel hablará por teléfono con los líderes de los dos países para explicarles las razones de la suspensión del encuentro.  Mañana se celebrará la primera reunión del año del Gobierno de coalición, que Merkel dirigirá personalmente, aunque en principio se especuló con la posibilidad de que iba a ser presidida por el vicecanciller socialdemócrata, Sigmar Gabriel.  De la\nreunión se espera la creación de una comisión gubernamental para analizar el impacto de la inmigración, que ha provocado el primer roce dentro de la coalición.\n Estaba previsto que Merkel retomara ayer el calendario de actividades, después de la pausa navideña.  Su portavoz no reveló el día exacto del accidente, pero lo más probable es que tuviera lugar en los últimos días del año 2013.  El día 30 grabó en Berlín el mensaje de fin de año, que se emitió al día siguiente, y el viernes, 3 de enero, los médicos le examinaron la contusión en la pelvis y se descubrió que la lesión -una fractura incompleta- era algo más complicada.\n Angela Merkel, de 59 años, suele practicar el esquí de fondo durante sus vacaciones navideñas, acompañada de su marido.  El popular diario Bild destacó ayer en su edición digital que el material que utiliza la cancillera para practicar este deporte es de la marca Germina Alfa CS, fabricados en la antigua RDA. No es la primera vez que Merkel se ve obligada a reducir su agenda de actividades a causa de una lesión.  En abril de 2011 fue operada en un menisco, y en diversos actos públicos apareció caminando ayudada con muletas.",
                    "date": "2014-01-08",
                    "eventUri": "71561",
                    "id": "1878263",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6096,
                    "source": {
                        "title": "El Periódico",
                        "uri": "www.elperiodico.com"
                    },
                    "time": "03:20:00",
                    "title": "Merkel reduce su agenda por una fractura de pelvis",
                    "uri": "148627650",
                    "url": "http://www.elperiodico.com/es/noticias/internacional/merkel-reduce-agenda-por-una-fractura-pelvis-2987656?utm_source=rss-noticias&utm_medium=feed&utm_campaign=internacional",
                    "wgt": 1
                },
                {
                    "body": "- Se ha fracturado el anillo pélvico posterior izquierdo ﻿\nSonriente y muy relajada, así se ha podido ver a Angela Merkel este martes en su reaparición pública tras sufrir un accidente de esquí mientras disfrutaba de sus vacaciones navideñas en Suiza.\n Ha sido en el el Parlamento alemán, durante la recepcción a un grupo de niños de las diócesis germanas que han acudido a cantar villancicos disfrazados de Reyes Magos con el objetivo de recaudar fondos para fines solidarios.\n Se trata del primer acto al que acude la canciller alemana después de que este lunes se anunciara que sufría una fractura en el anillo pélvico posterior izquierdo como consecuencia de una caída que sufrió cuando practicaba esquí de fondo en el valle alpino de Engadina, cerca de Saint Moritz.  Merkel, que no quería perderse este tradicional evento de Reyes, ha tenido que ayudarse de unas muletas para poder caminar.",
                    "date": "2014-01-07",
                    "eventUri": "71561",
                    "id": "1792525",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.579,
                    "source": {
                        "title": "elpanorama.hola.com",
                        "uri": "elpanorama.hola.com"
                    },
                    "time": "14:14:00",
                    "title": "Angela Merkel reaparece con muletas y rodeada de niños tras sufrir un accidente de esquí",
                    "uri": "148435101",
                    "url": "http://elpanorama.hola.com/noticia/2014010790713/angela-merkel-reaparece-con-muletas-y-rodeada-de-ninos-tras-sufrir-un-accidente-de-esqui/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 13,
            "averageDate": "2014-01-07",
            "avgCos": 0.55,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "71561",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "66605",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "St. Moritz",
                "lat": 46.4984,
                "long": 9.83909,
                "wikiUri": "http://en.wikipedia.org/wiki/St._Moritz"
            },
            "storyDate": "2014-01-07",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-21462",
            "variance": 0.1975
        }
    },
    "meta": {
        "CCAArticleMatchCount": 7,
        "CCAArticleMatchRatio": 0.05555555555555555,
        "CCAAvgCosSim": 0.9173999999999999,
        "CCAAvgMatchWgt": 41.71428571428572,
        "_articleUri1": "148067018",
        "_articleUri2": "148308602",
        "_datetime": "2015-02-19 18:16:07",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-49174",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-21462",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 13,
        "avgCosSimStory1": 0.6599,
        "avgCosSimStory2": 0.55,
        "categorySim": 0,
        "conceptCosSim": 0.5718995414896654,
        "conceptJaccardSim": 0.32,
        "coreTime1": 122867.7166666667,
        "coreTime2": 122870.3,
        "coreTimeStDev1": 0.5324863065552422,
        "coreTimeStDev2": 19.47956429596487,
        "entityCosSim": 0.5178730088536674,
        "entityJaccardSim": 0.3846153846153846,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5947669588534729,
        "keywordJaccardSim": 0.2972972972972973,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 23,
        "storyQuality2": 17,
        "timeAvg1": 122868.5083333333,
        "timeAvg2": 122892.5858974359,
        "timeStDev1": 0.5324863065552422,
        "timeStDev2": 21.15835880382821,
        "varianceStory1": 0.0645,
        "varianceStory2": 0.1975
    }
}