{
    "850f305d-14db-4c75-b547-79470a557ea3-1041943": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "BUENOS AIRES,: Authorities launched searches at 23 top Argentine football clubs, including River Plate and Boca Juniors, in a probe over allegations they may have received kickbacks after granting the government TV broadcast rights.\n\nJudge Maria Servini de Cubria is trying to determine if fraud was perpetrated or kickbacks received when President Cristina Kirchner's government took control of televising national football matches as part of its popular Football for Everybody (FPT) program, a court source told AFP privately.\n\nKirchner created FPT in 2009 when her center-left government wrested match broadcast rights from the TyC and TSC networks, which had cable rights, and secured the cooperation of the Argentine Football Association (AFA) with the plan.\n\n\"The searches were restricted in scope to (information related to) Football for Everybody,\" the source said, adding that accounting books were seized at club headquarters.\n\nLawmaker Graciela Ocana, a former health minister who broke with Kirchner and moved to the opposition, triggered the probe by raising questions about why - as the government's budget to fund FPT surged - clubs around the country claim still to be in the red.\n\nFPT makes it possible for everyone in football-mad Argentina to see all local league matches and national side matches for free - as well as a Boca-River \"clasico\" match.\n\nThe national football association headquarters in Buenos Aires was searched in August, and \"officials there insist all the (Football for Everybody) funds all went to the clubs.\"\n\nWednesday's search list included First Division clubs, including San Lorenzo; Velez Sarsfield; All Boys; Tigre; Independiente; Racing Club; Arsenal; Quilmes; Banfield; Lanus; Estudiantes; and Gimnasia La Plata.\n\nAuthorities are looking at any involvement from Kirchner's chief of staff, Jorge Capitanich, and his predecessors Juan Manuel Abal Medina and Anibal Fernandez, the source added.--AFP",
                    "date": "2014-11-20",
                    "eventUri": "1807882",
                    "id": "25883292",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8796,
                    "source": {
                        "title": "NST Online",
                        "uri": "www.nst.com.my"
                    },
                    "time": "05:55:00",
                    "title": "Argentina's top football clubs searched in graft probe | New Straits Times",
                    "uri": "227876181",
                    "url": "http://www.nst.com.my/node/54760",
                    "wgt": 1
                },
                {
                    "body": "BUENOS AIRES: Authorities launched searches Wednesday (Nov 19) at 23 top Argentine football clubs, including River Plate and Boca Juniors, in a probe over allegations they may have received kickbacks after granting the government TV broadcast rights.\n\nJudge Maria Servini de Cubria is trying to determine if fraud was perpetrated or kickbacks received when President Cristina Kirchner's government took control of televising national football matches as part of its popular Football for Everybody (FPT) programme, a court source told AFP privately.\n\nKirchner created FPT in 2009 when her centre-left government wrested match broadcast rights from the TyC and TSC networks, which had cable rights, and secured the cooperation of the Argentine Football Association (AFA) with the plan.\n\n\"The searches were restricted in scope to (information related to) Football for Everybody,\" the source said, adding that accounting books were seized at club headquarters.\n\nLawmaker Graciela Ocana, a former health minister who broke with Kirchner and moved to the opposition, triggered the probe by raising questions about why - as the government's budget to fund FPT surged - clubs around the country claim still to be in the red.\n\nFPT makes it possible for everyone in Argentina to see all local league matches and national side matches for free - as well as a Boca-River \"clasico\" match.\n\nThe national football association headquarters in Buenos Aires was searched in August, and \"officials there insist all the (Football for Everybody) funds all went to the clubs.\" Wednesday's search list included First Division clubs, including San Lorenzo; Velez Sarsfield; All Boys; Tigre; Independiente; Racing Club; Arsenal; Quilmes; Banfield; Lanus; Estudiantes; and Gimnasia La Plata.\n\nAuthorities are looking at any involvement from Kirchner's chief of staff, Jorge Capitanich, and his predecessors Juan Manuel Abal Medina and Anibal Fernandez, the source added.",
                    "date": "2014-11-20",
                    "eventUri": "1807882",
                    "id": "25877175",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8785,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "03:29:00",
                    "title": "Football: Argentina's top clubs searched in graft probe",
                    "uri": "227856045",
                    "url": "http://www.channelnewsasia.com/news/sport/football-argentina-s-top/1482834.html",
                    "wgt": 1
                },
                {
                    "body": "© AFP/File Patrick HertzogAuthorities launch searches at 23 top Argentine football clubs in a probe over allegations they may have received kickbacks after granting the government TV broadcast rights\n\nBuenos Aires (AFP) - Authorities launched searches Wednesday at 23 top Argentine football clubs, including River Plate and Boca Juniors, in a probe over allegations they may have received kickbacks after granting the government TV broadcast rights.\n\nJudge Maria Servini de Cubria is trying to determine if fraud was perpetrated or kickbacks received when President Cristina Kirchner's government took control of televising national football matches as part of its popular Football for Everybody (FPT) program, a court source told AFP privately.\n\nKirchner created FPT in 2009 when her center-left government wrested match broadcast rights from the TyC and TSC networks, which had cable rights, and secured the cooperation of the Argentine Football Association (AFA) with the plan.\n\n\"The searches were restricted in scope to (information related to) Football for Everybody,\" the source said, adding that accounting books were seized at club headquarters.\n\nLawmaker Graciela Ocana, a former health minister who broke with Kirchner and moved to the opposition, triggered the probe by raising questions about why -- as the government's budget to fund FPT surged -- clubs around the country claim still to be in the red.\n\nFPT makes it possible for everyone in football-mad Argentina to see all local league matches and national side matches for free -- as well as a Boca-River \"clasico\" match.\n\nThe national football association headquarters in Buenos Aires was searched in August, and \"officials there insist all the (Football for Everybody) funds all went to the clubs.\"\n\nWednesday's search list included First Division clubs, including San Lorenzo; Velez Sarsfield; All Boys; Tigre; Independiente; Racing Club; Arsenal; Quilmes; Banfield; Lanus; Estudiantes; and Gimnasia La Plata.\n\nAuthorities are looking at any involvement from Kirchner's chief of staff, Jorge Capitanich, and his predecessors Juan Manuel Abal Medina and Anibal Fernandez, the source added.",
                    "date": "2014-11-20",
                    "eventUri": "1807882",
                    "id": "25887821",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8703,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "07:41:00",
                    "title": "Argentina's top football clubs searched in graft probe",
                    "uri": "227892011",
                    "url": "http://www.businessinsider.com/afp-argentinas-top-football-clubs-searched-in-graft-probe-2014-11?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bbusinessinsider%2B%2528Business%2BInsider%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "BUENOS AIRES: Authorities launched searches on Wednesday at 23 top Argentine football clubs, including River Plate and Boca Juniors, in a probe over allegations they may have received kickbacks after granting the government TV broadcast rights.\n\nJudge Maria Servini de Cubria is trying to determine if fraud was perpetrated or kickbacks received when President Cristina Kirchner's government took control of televising national football matches as part of its popular Football for Everybody (FPT) programme, a court source told AFP privately.\n\nKirchner created FPT in 2009 when her center-left government wrested match broadcast rights from the TyC and TSC networks, which had cable rights, and secured the cooperation of the Argentine Football Association (AFA) with the plan. \"The searches were restricted in scope to (information related to) Football for Everybody,\" the source said, adding that accounting books were seized at club headquarters.\n\nLawmaker Graciela Ocana, a former health minister who broke with Kirchner and moved to the opposition, triggered the probe by raising questions about why -- as the government's budget to fund FPT surged -- clubs around the country claim still to be in the red. The national FA was searched in August, and \"officials insist all the funds went to the clubs.\"",
                    "date": "2014-11-21",
                    "eventUri": "1807882",
                    "id": "25953783",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8123,
                    "source": {
                        "title": "Thehimalayantimes",
                        "uri": "thehimalayantimes.com"
                    },
                    "time": "04:50:00",
                    "title": "23 top Argentine clubs searched in graft probe",
                    "uri": "228109326",
                    "url": "http://thehimalayantimes.com/rssReference.php?headline=23%2Btop%2BArgentine%2Bclubs%2Bsearched%2Bin%2Bgraft%2Bprobe&NewsID=434252",
                    "wgt": 1
                },
                {
                    "body": "A vote on plans to merge two licensed clubs on the New South Wales far south coast will be held tonight.\n\nIf Merimbula RSL Club members vote in favour of a merger, members of the Merimbula Imlay Bowling Club will then have their say on Monday, December 1.\n\nThe clubs came up with a plan to amalgamate after an independent report by Kothes Chartered Accountants found their long-term viability looked bleak.\n\nThe report found an amalgamation of the clubs would be profitable.\n\nIt said the new club would have significantly larger cash reserves and accumulated net assets than if the organisations were to remain separate.\n\nBut the secretary of the RSL sub branch and club member, Tony Toussaint, has raised concerns the numbers didn't add up.\n\nHe said many members weren't interested in the proposal.\n\nRSL club members will vote on the proposed amalgamation at 8pm.\n\nMembers must be present at the meeting to cast their votes.",
                    "date": "2014-11-20",
                    "eventUri": "1807882",
                    "id": "25882832",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4162,
                    "source": {
                        "title": "ABC Rural",
                        "uri": "www.abc.net.au"
                    },
                    "time": "05:47:00",
                    "title": "Merimbula clubs to vote on amalgamation",
                    "uri": "227874875",
                    "url": "http://www.abc.net.au/news/2014-11-19/clubs-vote/5901216",
                    "wgt": 1
                },
                {
                    "body": "A big licensed recreation cub on the New South Wales far south coast has given the thumbs down to an amalgamation proposal.\n\nThe Merimbula RSL and Merimbula-Imlay Bowling Clubs had been urging members to vote on a merger that their boards said would safeguard their financial future.\n\nThe move came after an independent study showed both clubs faced a bleak future unless they pooled resources.\n\nAt a meeting last night of 700 RSL Club members, 445 voted against the move.\n\nThe club's president, Graeme Williams, said the members have rejected expert advice on how the club would survive in the long-term.\n\n''All clubs have challenges in the future but we were proactive even though we are currently running at a profit,'' he said.\n\n''We do have emerging income loss trends in the future and we believe that the way to meet that challenge was to merge with another club so we would become strong and viable.''\n\nMr Williams said the board would now discuss other options to secure the organisation's future.",
                    "date": "2014-11-20",
                    "eventUri": "1807882",
                    "id": "25882826",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3958,
                    "source": {
                        "title": "ABC Rural",
                        "uri": "www.abc.net.au"
                    },
                    "time": "05:47:00",
                    "title": "Big licensed club on NSW far south coast says 'No' to merger proposal",
                    "uri": "227874872",
                    "url": "http://www.abc.net.au/news/2014-11-20/club-said-no/5904694",
                    "wgt": 1
                },
                {
                    "body": "SAN ANTONIO (AP) -- A man has pleaded guilty to stealing $400,000 from a San Antonio company and spending the majority of it at strip clubs.\n\nThe San Antonio Express-News reports (http://bit.ly/1vrLpjw ) 52-year-old Todd Seward admitted Tuesday to charges of bank fraud and aggravated identity theft.\n\nAuthorities say he stole the money from his employer, Gratr Landscapes Ltd. The FBI says he used about $60,000 on a truck for himself and spent the rest at strip clubs.\n\nFederal agents arrested Seward in San Antonio before he could board a one-way flight to Florida.\n\nSeward faces up to 30 years in prison on the fraud charge and a mandatory two-year term for identity theft.",
                    "date": "2014-11-20",
                    "eventUri": "1807882",
                    "id": "25891094",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3045,
                    "source": {
                        "title": "San Francisco Gate",
                        "uri": "www.sfgate.com"
                    },
                    "time": "08:56:00",
                    "title": "Texas man pleads guilty to stealing from employer",
                    "uri": "227903608",
                    "url": "http://www.sfgate.com/news/texas/article/Texas-man-pleads-guilty-to-stealing-from-employer-5905574.php",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-11-20",
            "avgCos": 0.4603,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1807882",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1807882",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Argentina",
                    "lat": -34,
                    "long": -64,
                    "wikiUri": "http://en.wikipedia.org/wiki/Argentina"
                },
                "labelEng": "Buenos Aires",
                "lat": -34.6,
                "long": -58.45,
                "wikiUri": "http://en.wikipedia.org/wiki/Buenos_Aires"
            },
            "storyDate": "2014-11-20",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1041943",
            "variance": 0.2881
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-354369": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "BUENOS AIRES (CNN Español) -- La justicia argentina allanó las sedes de 25 clubes de futbol de todo el país por presuntas irregularidades de la Asociación del Fútbol Argentino (AFA) en el manejo de los millonarios fondos públicos de Futbol para Todos, el programa estatal que transmite gratis por televisión los partidos de los torneos del país y que desde su creación aumentó sus fondos en más de 115 millones de dólares.\n\nEl caso fue denunciado por la legisladora opositora Graciela Ocaña, quien tiempo atrás fue ministra de Salud del gobierno de la presidenta Cristina Fernández.\n\n\"La denuncia de Fútbol para Todos abarca desde la firma del contrato en el 2009, porque no está sustentado el importe que sostiene a ese contrato\", dijo.\n\n\"Aparte de eso, nosotros hemos denunciado el manejo de los fondos desde la Jefatura de Gabinete a los clubes y todo el aspecto vinculado al programa que tiene que ver con la producción, preproducción para los partidos de fútbol\", añadió.\n\nLa Justicia quiere saber qué hizo cada club con los fondos recibidos por parte de la AFA desde la creación de Fútbol Para Todos en agosto de 2009 para pagarles los derechos de retransmisión. En Buenos Aires fueron allanadas las sedes de River Plate, Boca Juniors, Argentinos Juniors, All Boys, San Lorenzo, Velez Sarsfield y Huracán.\n\nEstos allanamientos se suman a los realizados por la justicia el 5 de agosto en la sede de la AFA, para saber cómo entraba el dinero desde la Jefatura de Gabinete y salía hacia los clubes. Sin embargo, la denuncia no es contra las entidades deportivas, a las que solo se ha pedido que entreguen sus libros contables, sino contra la Jefatura de Gabinete y la AFA.\n\nAhora la jueza interviniente, María Servini de Cubría, remitirá la información a la Corte Suprema, a quienes les encargó un peritaje sobre el manejo de los fondos de Fútbol Para Todos.\n\nEstos expertos cruzarán los datos recogidos en los allanamientos a la AFA con la información recabada en los 25 clubes para determinar si hubo irregularidades, tal como afirma la denunciante.\n\nOcaña cree que se desviaron fondos del programa que se terminaron utilizando para otros fines. \"Fútbol para Todos se terminó convirtiendo en una enorme caja de fondos públicos destinado a la propaganda política\", sostiene la legisladora.\n\nLos responsables de la AFA no se han pronunciado sobre el caso, mientras que el jefe de Gabinete, Jorge Capitanich, responsable del programa, negó cualquier irregularidad.\n\n\"Dejen de mentir porque ese agravio sistemático que hacen con este contrato asociativo del Fútbol Para Todos es una burda mentira\", sostuvo en su habitual conferencia de prensa matinal, donde también aprovechó para cargar contra la legisladora denunciante.\n\n\"A la diputada Graciela Ocaña que deje de mentir. Porque lo que nosotros hacemos es efectivamente tener un contrato, ese contrato es asociativo, se toman los derechos de transmisión y se asignan los recursos de un modo transparente\", concluyó.\n\nEl presupuesto para 2015 estipula que el gobierno gastará más de 190 millones de dólares en transmitir todos los partidos de fútbol de manera gratuita y para pagar a la Asociación del Fútbol Argentino y a los clubes los derechos de transmisión.",
                    "date": "2014-11-25",
                    "eventUri": "1841417",
                    "id": "26264483",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7085,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "10:37:00",
                    "title": "El futbol argentino está 'en la mira' de la justicia",
                    "uri": "228507520",
                    "url": "http://mexico.cnn.com/deportes/2014/11/22/la-justicia-de-argentina-allana-las-sedes-de-25-equipos-de-futbol",
                    "wgt": 1
                },
                {
                    "body": "La medida fue dispuesta por la Jueza Servini de Cubría e involucró a 25 clubes. \"Todo fue tranquilo\", dijeron voceros de la entidad bahiense. Las sedes de 25 clubes de fútbol fueron allanadas hoy por orden de la jueza federal María Servini de Cubría en la causa en la que se investiga presuntas irregularidades en los fondos del programa Fútbol para Todos .La juez federal, investiga el manejo de fondos del programa Futbol para Todos, a raíz de una denuncia presentada por la legisladora Graciela Ocaña, que también había derivado hace tiempo en un allanamiento las oficinas de la AFA, ubicadas en el centro porteño sobre la calle Viamonte.En los allanamientos se secuestraron libros contables donde se plasman los ingresos de la TV y entre otras la Policía Federal fue River , Boca , San Lorenzo, Velez, All Boys, Argentinos Juniors, Huracán, Tigre, Independiente, Racing, Arsenal, Quilmes, Estudiantes de La Plata, Gimansia de La Plata, Banfield y Lanús. También las de Olimpo de Bahía Blanca, Unión y Colón de Santa Fe, Newell´, Rosario Central, Atletico de Rafaela, Godoy Cruz, Belgrano de Córdoba y San Martín de San Juan. De acuerdo con versiones recogidas en dirigentes aurinegros, el operativo que se cumplió esta tarde en la sede de Olimpo \"fue muy tranquilo\". Durante todo su desarrollo, estuvo presente el presidente de la entidad bahiense Ing. Alfredo Dagna. Fuentes: Clarín y frenteacano.com.ar",
                    "date": "2014-11-21",
                    "eventUri": "1841417",
                    "id": "25966609",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7039,
                    "source": {
                        "title": "0291 Bahia Blanca",
                        "uri": "www.0291.com.ar"
                    },
                    "time": "05:45:00",
                    "title": "Allanaron la sede de olimpo",
                    "uri": "228147405",
                    "url": "http://www.0291.com.ar/articulo/15987/URI",
                    "wgt": 1
                },
                {
                    "body": "La institución, junto con 34, está siendo auditada por orden de la jueza federal María Servini de Cubría por el destino final de los fondos de Fútbol para Todos.\n\nLa jueza federal María Servini de Cubría ordenó la realización de 35 allanamientos en diferentes clubes deportivos del país incluido Atlético de Rafaela.\n\nEl objetivo de los procedimientos que se efectuaban pasado el mediodía de este miércoles, apuntan a investigar el destino final de los fondos del programa Fútbol para Todos.\n\nLa investigación se habría iniciado tras una denuncia de la legisladora porteña Graciela Ocaña contra el jefe de Gabinete, Jorge Capitanich y la Asociación del Fútbol Argentino (AFA), por los gastos de´Fútbol para Todos.\n\nLa Justicia ordenó los allanamientos con el objetivo de cotejar si la contabilidad de la AFA se condice con la registrada por los clubes.\n\nLos procedimientos no son sólo en Capital y provincia de Buenos Aires, ya que también se llevan a cabo en Santa Fe (Rosario Central, Newell\"s y Colón) y San Juan (San Martín).",
                    "date": "2014-11-21",
                    "eventUri": "1841417",
                    "id": "25967948",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6756,
                    "source": {
                        "title": "www.rafaela.com",
                        "uri": "www.rafaela.com"
                    },
                    "time": "05:52:00",
                    "title": "Allanan la sede de Atlético de Rafaela por el destino de fondos de Fútbol para Todos",
                    "uri": "228151699",
                    "url": "http://www.rafaela.com/cms/news/ver/48248/21/Allanan-la-sede-de-Atletico-de-Rafaela-por-el-destino-de-fondos-de-Futbol-para-Todos.html",
                    "wgt": 1
                },
                {
                    "body": "El jefe de Gabinete, Jorge Capitanich, aseguró hoy que se otorgan \"de modo transparente\" los recursos estatales para solventar las transmisiones del \"Fútbol para Todos\" y le reclamó \"que deje de mentir\" a la legisladora porteña, Graciela Ocaña, quien denunció irregularidades en el manejo de esos fondos.\n\nEn su habitual conferencia de prensa matutina en la Casa Rosada, el funcionario sostuvo que no recibió \"ninguna notificación formal desde el punto de vista de la imputación\" en el marco de la causa que investiga la jueza federal María Servini de Cubra, tras los allanamientos realizados ayer en 25 clubes.\n\nCapitanich se quejó de un \"agravio sistemático\" y le pidió a Ocaña \"que deje de mentir\" porque \"se asignan los recursos de un modo transparente\".\n\nFUENTE: Agencias Buenos Aires",
                    "date": "2014-11-20",
                    "eventUri": "1841417",
                    "id": "25900633",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6278,
                    "source": {
                        "title": "Cronista Comercial",
                        "uri": "www.cronista.com"
                    },
                    "time": "11:51:00",
                    "title": "Capitanich: los recursos de Fútbol para Todos se otorgan \"de modo ... - El Cronista",
                    "uri": "227936697",
                    "url": "http://www.cronista.com/economiapolitica/Capitanich-los-recursos-de-Futbol-para-Todos-se-otorgan-de-modo-transparente-20141120-0079.html",
                    "wgt": 1
                },
                {
                    "body": "La juez federal, investiga el manejo de fondos del programa Futbol para Todos, a raíz de una denuncia presentada por la legisladora Graciela Ocaña, que también había derivado hace tiempo en un allanamiento las oficinas de la AFA, ubicadas en el centro porteño sobre la calle Viamonte.\n\nEn los allanamientos se secuestraron libros contables donde se plasman los ingresos de la TV y entre otras la Policía Federal fue River , Boca , San Lorenzo, Velez, All Boys, Argentinos Juniors, Huracán, Tigre, Independiente, Racing, Arsenal, Quilmes, Estudiantes de La Plata, Gimansia de La Plata, Banfield y Lanús. También las de Olimpo de Bahía Blanca, Unión y Colón de Santa Fe, Newell's, Rosario Central, Atletico de Rafaela, Godoy Cruz, Belgrano de Córdoba y San Martín de San Juan.",
                    "date": "2014-11-21",
                    "eventUri": "1841417",
                    "id": "25972712",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5914,
                    "source": {
                        "title": "La Nacion de Paraguay",
                        "uri": "www.lanacion.com.py"
                    },
                    "time": "06:09:00",
                    "title": "Allanan sedes de clubes por la investigación del Fútbol para Todos",
                    "uri": "228144725",
                    "url": "http://www.lanacion.com.py/articulo/183958-allanan-sedes-de-clubes-por-la-investigacion-del-futbol-para-todos.html",
                    "wgt": 1
                },
                {
                    "body": "Jorge Capitanich dedicó el comienzo de su habitual conferencia de prensa para referirse a la investigación de la Justicia por irregularidades en los fondos del \"Fútbol para Todos\", y aseguró: \"No tenemos ninguna notificación formal desde el punto de vista de imputación\".\n\nDe esta manera, el jefe de Gabinete desmintió su situación ante la investigación de la jueza Servini de Cubría, como también la de los ex funcionarios Abal Medina y Aníbal Fernández.\n\nAl tiempo que cuestionó a este medio por publicar la información y criticó a la legisladora Graciela Ocaña, que impulsó la denuncia. \"Al grupo Clarín le digo, que deje de mentir\", señaló. Y luego, le apuntó a la legisladora: \"A la diputada Ocaña, que deje de mentir\".\n\n\"Hay una instancia de investigación\", explicó. Y agregó que aportó toda la documentación correspondiente. \"El contrato asociativo es para la administración de los derechos de transmisión, que tiene por objetivo que el FPT llegue a todos los habitantes en forma gratuita\".\n\nCapitanich concluyó que \"es público y notorio que se han mantenido mecanismos de regularización\" y que la causa es parte de una \"burda mentira\".",
                    "date": "2014-11-20",
                    "eventUri": "1841417",
                    "id": "25903665",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5884,
                    "source": {
                        "title": "Clarin.com",
                        "uri": "www.clarin.com"
                    },
                    "time": "12:27:00",
                    "title": "Capitanich defendió su rol del Fútbol para Todos - Clarín.com",
                    "uri": "227946766",
                    "url": "http://www.clarin.com/politica/Jorge_Capitanich-Futbol_para_Todos-AFA-Servini_de_Cubria-Graciela_Ocana_0_1252074948.html",
                    "wgt": 1
                },
                {
                    "body": "20/11/2014 - 1' 51\" - 42 Visitas Promoción de clubes de Barrio y de Pueblo \"La ley protege los derechos de los clubes, de los dirigentes y los jóvenes\", afirmó Julio Solanas El diputado nacional Julio Solanas (FpV-Entre Ríos) se refirió a la Ley Nacional de Promoción a los Clubes de Barrio y de Pueblo, votada este miércoles en la Cámara Baja. \"Los clubes de barrio desde siempre formaron jóvenes, les dieron herramientas para ser personas de bien\", señaló en el recinto. Además, señaló que la norma busca \"proteger a los clubes de barrio a lo largo y ancho de la patria\", y destacó a la dirigencia de los mismos: \"Verdaderos líderes que cada día dan parte de su vida, que se entregan a los gurises y gurisas\". En la defensa del proyecto que hizo Solanas ante sus pares en el Congreso, aseguró que esta ley \"intenta proteger a los clubes de barrio a lo largo y ancho de la patria\". El legislador entrerriano resaltó que, \"los que nos hemos formado en clubes de barrio, queremos homenajear a la dirigencia de los mismos. Verdaderos líderes que cada día dan parte de su vida, que se entregan a los gurises y las gurisas\".\n\n\"En ellos está la reivindicación de los que dan todo sin pedir nada a cambio. Dirigentes que con sus propios autos buscan a los chicos, los llevan a practicar alguna disciplina deportiva, los traen, les da la merienda, los protegen, los aman. Esos dirigentes, inclusive muchas veces han perdido cuestiones particulares de su patrimonio en su desinteresada entrega\", resaltó.\n\nSegún se indicó a ANÁLISIS DIGITAL, el legislador planteó: \"Quiero reivindicar decididamente el deporte amateur, porque los clubes de barrio desde siempre han formado jóvenes, les han dado las herramientas para ser personas de bien. Ahí están los clubes, más de una vez trabajando con las escuelas o los municipios\".\n\n\"Me parecen superlativos los artículos de propiedad e inembargabilidad que esta ley reconoce, ya que muchas veces los pequeños clubes son carne de cañón de negocios inmobiliarios\", aseguró.\n\nLa ley también prevé la creación de un organismo que represente a todos los clubes de barrio del país, reconociendo el los mismos instituciones de bien público, de alcance nacional y autónomas.\n\nAl cierre de su exposición, Julio Solanas destacó que \"esta ley protege los derechos de los clubes, protege los derechos de los dirigentes deportivos y fundamentalmente protege los derechos de los jóvenes que se forman en los clubes de barrio. Resguarda los principios del deporte, de la formación en el marco de una vida sana, del hombre y la mujer que se realizan en la actividad deportiva y en sus derechos, a través de la expresión corporal, el desarrollo físico y espiritual\".",
                    "date": "2014-11-20",
                    "eventUri": "1841417",
                    "id": "25905359",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3294,
                    "source": {
                        "title": "Analisis Parana",
                        "uri": "www.analisisdigital.com.ar"
                    },
                    "time": "13:22:00",
                    "title": "\"La ley protege los derechos de los clubes, de los dirigentes y los jóvenes\", afirmó Julio Solanas",
                    "uri": "227952413",
                    "url": "http://www.analisisdigital.com.ar/noticias.php?ed=1&di=0&no=211367",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-11-21",
            "avgCos": 0.4268,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1841417",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1841417",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Argentina",
                    "lat": -34,
                    "long": -64,
                    "wikiUri": "http://en.wikipedia.org/wiki/Argentina"
                },
                "labelEng": "Buenos Aires",
                "lat": -34.6,
                "long": -58.45,
                "wikiUri": "http://en.wikipedia.org/wiki/Buenos_Aires"
            },
            "storyDate": "2014-11-21",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-354369",
            "variance": 0.3179
        }
    },
    "meta": {
        "CCAArticleMatchCount": 18,
        "CCAArticleMatchRatio": 0.2093023255813954,
        "CCAAvgCosSim": 0.702225,
        "CCAAvgMatchWgt": 35.61111111111111,
        "_articleUri1": "228507520",
        "_articleUri2": "227876181",
        "_datetime": "2015-02-19 18:36:51",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-354369",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1041943",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 7,
        "avgCosSimStory1": 0.4268,
        "avgCosSimStory2": 0.4603,
        "categorySim": 0,
        "conceptCosSim": 0.2207141633680956,
        "conceptJaccardSim": 0.1323529411764706,
        "coreTime1": 130499.85,
        "coreTime2": 130491.4833333333,
        "coreTimeStDev1": 39.11170858322792,
        "coreTimeStDev2": 8.053978186324873,
        "entityCosSim": 0.3124226302041264,
        "entityJaccardSim": 0.0625,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 1,
        "hasSameLocation": 1,
        "keywordCosSim": 0.2144533593534996,
        "keywordJaccardSim": 0.1538461538461539,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 6,
        "storyQuality2": 7,
        "timeAvg1": 130524.8642857143,
        "timeAvg2": 130497.4880952381,
        "timeStDev1": 39.11170858322792,
        "timeStDev2": 8.053978186324873,
        "varianceStory1": 0.3179,
        "varianceStory2": 0.2881
    }
}