{
    "850f305d-14db-4c75-b547-79470a557ea3-1150090": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "President of Zimbabwe Robert Mugabe has today fired his deputy after accusing her of 'plotting to kill him' following a three-month 'campaign' against her led by his wife.\n\nAccording to a statement released by the government, Mr Mugabe fired Joice Mujuru, 59, and eight other Cabinet ministers aligned with her, accusing them of corruption.\n\nMrs Mujuru had been tipped as the person most likely to succeed Mr Mugabe until his second wife, Grace, launched a three-month campaign against her and accused her of being too 'dull' and 'corrupt' to lead the party.\n\nMr Mugabe, 90, has now accused Mrs Mujuru of plotting to assassinate him and branded her 'a witch'.\n\nExperts say the First Lady is now being groomed to succeed her husband, following her appointment as leader of the women's wing of Zanu-PF last week.\n\nMrs Mugabe, 49, had repeatedly accused Mrs Mujuru of plotting against her husband.\n\nOnce working as her husband's secretary, in the last few months she has risen to the position of senior party figure.\n\nMrs Mujuru's sacking came following weeks of accusations that she had led a 'treacherous cabal' to try to unseat Mugabe, according toAl Jazeera.\n\nThe sacked officials received their dismissal letters on Monday night the Reuters news agency has reported.\n\nMrs Mujuru and her allies were also fired from their senior positions in the ruling party, Zanu-PF, at a meeting last weekend.\n\nA statement issued by the cabinet secretary on behalf of Mr Mugabe said: 'It had become evident that her conduct in the discharge of her duties had become inconsistent with the expected standard, exhibiting conflict between official responsibilities and private interests.'\n\nThe president said he would, however, allow them to retain ordinary membership of the party.\n\nMr Mugabe has also accused Mrs Mujuru of holding secret meetings at the U.S. Embassy in Harare.\n\nMrs Mujuru has denied the claims, calling them 'ridiculous' in her first public statement, released a day before she was fired.\n\n'I have become the fly in a web of lies whose final objective is the destruction of Zanu-PF,' Mrs Mujuru said in a statement on Tuesday.\n\n'A vociferous attempt has been made to portray me as \"a traitor\", \"murderer\" and \"sellout\", yet no iota of evidence has been produced to give credence to the allegations.'\n\nIn her statement Mrs Mujuru said her loyalty to Mr Mugabe was 'unquestionable' and it was 'repugnant' to suggest she had plotted to kill him or wanted to remove Mr Mugabe from office.\n\nShe said Zimbabwe's state media had 'continued to publish malicious untruths' about her.\n\nBut correspondents say her career ran into trouble when Mr Mugabe's wife entered politics earlier this year.\n\nMrs Mujuru, who has been a member of Mr Mugabe's cabinet since he became president in 1980, said no evidence has ever been brought against her.\n\nMrs Mujuru is the first vice president to be fired since Zimbabwe gained independence in 1980.\n\nHer four predecessors all died in office.\n\nThe ministers of energy, education, public service and social welfare, presidential affairs, communication and postal services are among the other members of Cabinet who were fired.\n\nThere has not yet been any announcements relating to replacements.\n\nAFP news agency has reported Mrs Mujuru has blamed 'a well-orchestrated smear campaign and gross abuse of state apparatus' that led to the loss of her ruling party post.\n\nShe said she was being victimised after exposing infiltrators conspiring to destroy the party, which has ruled the country since independence in 1980.\n\nZanu-PF held an elective congress last week which endorsed Mugabe as president and his wife as head of the women's wing.",
                    "date": "2014-12-10",
                    "eventUri": "2012570",
                    "id": "27696283",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9297,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "03:31:00",
                    "title": "Mugabe sacks his female vice-president over 'plot to kill him': Zimbabwe leader's second wife now reportedly being groomed to succeed him as president",
                    "uri": "232986371",
                    "url": "http://www.dailymail.co.uk/news/article-2867165/Zimbabwe-President-Mugabe-fires-vice-president.html?ito=social-twitter_mailonline#ixzz3LRZV33tu",
                    "wgt": 1
                },
                {
                    "body": "Mugabe fired Mujuru and eight other Cabinet ministers with immediate effect, according to a statement released by the government.\n\n\"It had become evident that her conduct in the discharge of her duties had become inconsistent with the expected standard, exhibiting conflict between official responsibilities and private interests,\" said the statement issued by the cabinet secretary, on behalf of Mugabe.\n\nThe move caps a long campaign by Mugabe and his closest lieutenants to isolate the 59-year-old Mujuru and her supporters. Once seen as the favourite to step into the shoes of Mugabe, who is now 90, she has come under increasing attack, notably from Mugabe's increasingly powerful wife Grace.\n\nMugabe recently accused Mujuru of plotting to assassinate him and branded her a witch. Mujuru and her allies were kicked out of their senior positions in the ruling party, Zanu-PF, at a meeting last weekend.\n\nThe 90-year-old president said he would, however, allow them to retain ordinary membership of the party.\n\nMugabe has also accused Mujuru of holding secret meetings at the U.S. Embassy in Harare.\n\nMujuru has denied the claims, calling them \"ridiculous\" in her first public statement, released a day before she was fired.\n\nMujuru blamed \"a well-orchestrated smear campaign and gross abuse of state apparatus\" for the loss last week of her powerful position on the ruling party's central committee.\n\n\"I have become the fly in a web of lies whose final objective is the destruction of Zanu-PF,\" Mujuru said in a statement on Tuesday.\n\nMujuru, who has been a member of Mugabe's cabinet since he became president in 1980, said no evidence has ever been brought against her.\n\nMujuru is the first vice president to be fired since Zimbabwe gained independence in 1980. Her four predecessors all died in office.\n\nThe ministers of energy, education, public service and social welfare, presidential affairs, communication and postal services are among the other members of Cabinet who were fired.",
                    "date": "2014-12-10",
                    "eventUri": "2012570",
                    "id": "27702350",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9116,
                    "source": {
                        "title": "DailyTelegraph",
                        "uri": "www.heraldsun.com.au"
                    },
                    "time": "04:26:00",
                    "title": "Mugabe fires VP over 'assassination plot'",
                    "uri": "232998238",
                    "url": "http://www.heraldsun.com.au/news/world/zimbabwes-robert-mugabe-fires-vice-president-joice-mujuru-claims-assassination-plot/story-fni0xs61-1227150612922?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2520HeraldSunWorld%2520%2528Herald%2520Sun%2520%257C%2520World%2520News%2529&nk=fad0fc7e482bc630d032dc5d8f0484d1",
                    "wgt": 1
                },
                {
                    "body": "HARARE: Zimbabwe's vice president, once seen as Robert Mugabe's heir apparent, has been fired along with eight cabinet allies, the government said Tuesday (Dec 9) as the veteran leader purged his foes.\n\nAs the elderly head of state sought to quell infighting over his successor, the chief secretary to the cabinet, Misheck Sibanda, said in a terse statement that Joice Mujuru had been fired. Also sacked were her allies in the ministries of energy, public service, and half a dozen other departments, he said.\n\nThe move caps a long campaign by Mugabe and his closest lieutenants to isolate the 59-year-old Mujuru, a former guerrilla fighter, and her supporters. She has come more and more under attack, notably from 90-year-old Mugabe's increasingly powerful wife Grace. Critics have accused Mujuru of plotting to assassinate the president and of dodgy business dealings.\n\n\"It has become evident that her conduct in the discharge of her duties had become inconsistent with the expected standard,\" Sibanda said in the statement. He also blamed Mujuru for \"conflict between official responsibilities and private interests\".\n\nMujuru furiously rejected the allegations, saying she had become \"the fly in the web of lies\" and adding \"no iota of evidence\" had been produced against her. The public battle with Mujuru has put 68-year-old Justice Minister Emmerson Mnangagwa firmly in top position to replace Mugabe. Mnangagwa is seen as a hardliner who in the past controlled the secret police and military.\n\nSome cite another possible candidate as Grace Mugabe, who has also been called \"Gucci Grace\" and \"First Shopper\". The reports came after the ruling ZANU-PF party last week met for a closely watched congress to elect its officials, finally endorsing Mugabe as president and the 49-year-old Grace as head of the party's women's wing.\n\nAfter her surprise nomination for the powerful post in August, Grace immediately launched a sustained campaign against Mujuru, accusing her of corruption and plotting to topple her husband. Mujuru's ouster shook Zimbabwean politics.\n\n\"This will leave ZANU-PF severely weakened,\" said Charles Mangogera of Porterhill Research. \"Those who have been sacked are people with a significant social base. They are no pushovers. They are people with a significant following.\" He added: \"If elections were called today you would be 100 percent guaranteed that ZANU-PF would lose.\"\n\n'FLY IN A WEB OF LIES'\n\nMujuru said she was being victimised after exposing infiltrators conspiring to destroy the party, which has ruled the country since independence in 1980.\n\n\"I have become the fly in the web of lies whose final objective is the destruction of ZANU-PF and what it stands for and ultimately the present government,\" Mujuru said in a statement. \"A vociferous attempt has been made to portray me as 'a traitor', 'murderer' and 'sellout', yet no iota of evidence has been produced to give credence to the allegations.\"\n\nMujuru earlier Tuesday blamed \"a well-orchestrated smear campaign and gross abuse of state apparatus\" for the loss last week of her powerful position on ZANU-PF's central committee. Mangogera said Mujuru may choose to push back against the allegations.\n\n\"From her statements, one can sense she will launch a legal fight,\" he said. \"She will certainly not take it lying down.\" ZANU-PF has been riven by factionalism over Mugabe's succession, but in the past party leaders managed to paper over the cracks.\n\nMujuru did not attend last week's party congress following threats against her and her sympathisers by members of the party's youth league. \"I decided to stay away from inevitable public humiliation as was meted out to other unfortunate members of the party,\" she said. \"It was important to maintain the dignity of the office of the vice president even in the face of such unwarranted violence by a section of the party membership.\"\n\nWhen he appointed Mujuru vice president in 2004, Mugabe, who has refused to name his successor, hinted that she was destined for higher office. Mujuru is a former guerrilla fighter and widow of the country's first black army chief, who had held cabinet posts in every Mugabe government since independence in 1980.",
                    "date": "2014-12-10",
                    "eventUri": "2012570",
                    "id": "27696201",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8638,
                    "source": {
                        "title": "Channel NewsAsia",
                        "uri": "www.channelnewsasia.com"
                    },
                    "time": "03:30:00",
                    "title": "Mugabe's vice president, ministers fired in Zimbabwe purge",
                    "uri": "232986277",
                    "url": "http://www.channelnewsasia.com/news/world/mugabe-s-vice-president/1521620.html",
                    "wgt": 1
                },
                {
                    "body": "HARARE - Zimbabwe's President Robert Mugabe has sacked his long-time deputy Joice Mujuru seven government ministers accused of a plot to oust the veteran leader.\n\nChief Secretary to the President and Cabinet Dr Misheck Sibanda made the announcement a short while ago, saying Mujuru was fired because of conflicts of interest and conduct inconsistent with the expected standard.\n\nThis move wasn't unexpected.\n\nMugabe had suggested his party would need to divorce Mujuru.\n\nShe's been accused of plotting with western powers including the United States to unseat Mugabe, charges which she said earlier today were ridiculous.\n\nAccording to official media, seven Cabinet ministers and a deputy minister have been sacked alongside Mujuru in a Cabinet reshuffle.\n\nThe move came days after Mugabe publicly rebuked the woman who was seen just months ago as his most likely successor, denouncing her before party loyalists as leader of a \"treacherous cabal\" bent on removing him from office.\n\nSources, who declined to be named because they are not authorised to speak to the media, said Mujuru and several ministers aligned to her received dismissal letters on Monday night.\n\n\"A new Cabinet list will be released later today,\" one of the sources told Reuters.\n\nThe news appeared to seal the political fate of the vice president, seen by some in the Zimbabwean business community as a common-sense leader who could have helped restore ties with the West that fell apart during the latter half of Mugabe's 34 years in power.\n\nMujuru gave statements to the Tuesday editions of two private daily newspapers dismissing the accusations against her.\n\n\"The allegations that I, alone, or together with various distinguished comrades have sought to remove His Excellency R G Mugabe from office are ridiculous,\" Mujuru said.\n\nMujuru, the 59-year-old former guerrilla leader known as \"Spill Blood\" during the liberation war, was not immediately available to comment on the report of her dismissal.\n\nMugabe, in power since independence from Britain in 1980, has not indicated a preferred political heir, but his advanced age and rumours of ill health have escalated succession fights in the ruling ZANU-PF party.\n\nThe race has been shaken up in recent weeks by first lady Grace Mugabe, who has emerged as a potential successor. She has also launched withering attacks on Mujuru.\n\nMujuru's fall could also clear the path for Justice Minister Emmerson Mnangagwa, a hardline Mugabe loyalist known as 'The Crocodile', to position himself to take over when Africa's oldest head of state dies or retires.\n\nThe current political infighting comes against a backdrop of slowing economic growth and high unemployment.",
                    "date": "2014-12-10",
                    "eventUri": "2012570",
                    "id": "27690792",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8586,
                    "source": {
                        "title": "ewn.co.za",
                        "uri": "ewn.co.za"
                    },
                    "time": "02:09:00",
                    "title": "Mugabe fires deputy along with several ministers",
                    "uri": "232961217",
                    "url": "http://ewn.co.za/2014/12/09/Mugabe-fires-deputy",
                    "wgt": 1
                },
                {
                    "body": "Zimbabwe's President Robert Mugabe has fired his deputy, Ms Joice Mujuru, and seven government ministers, his cabinet secretary said yesterday.\n\nIt was the latest twist in a power struggle over the choice of his successor.\n\nThe move took place days after Mr Mugabe (90) publicly rebuked Ms Mujuru, who was seen just months ago as the most likely to take his place when he dies or retires.\n\nThe chief secretary to the cabinet, Misheck Sibanda, said in a statement that Ms Mujuru had been dismissed because of conflicts of interest and conduct \"inconsistent with the expected standard\".\n\nTwo government sources said Mujuru and several ministers aligned to her received dismissal letters on Monday night.\n\nState security minister and long-time Mugabe ally Didymus Mutasa was also sacked, along with Francis Nhema, who heads the indigenisation ministry in charge of a black economic drive that forces foreign firms to sell majority stakes to locals in Zimbabwe.\n\nMugabe did not immediately name their replacements.\n\nThe news appeared to seal the political fate of Ms Mujuru, seen by some in the Zimbabwean business community as a common-sense leader who could have helped restore ties with the West that fell apart during the latter half of Mugabe's 34 years in power.\n\nMs Mujuru, who was also dismissed as Mugabe's deputy in the party last week, gave statements to two private daily newspapers dismissing the accusations against her.\n\n\"The allegations that I, alone, or together with various distinguished comrades have sought to remove His Excellency R G Mugabe from office are ridiculous,\" Ms Mujuru said.",
                    "date": "2014-12-10",
                    "eventUri": "2012570",
                    "id": "27702047",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8312,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "04:21:00",
                    "title": "Zimbabwe President Robert Mugabe sacks his Cabinet",
                    "uri": "232997612",
                    "url": "http://www.independent.ie/world-news/africa/zimbabwe-president-robert-mugabe-sacks-his-cabinet-30815872.html",
                    "wgt": 1
                },
                {
                    "body": "Zimbabwe's President Robert Mugabe has sacked his Vice-President Joice Mujuru and at least seven other ministers, following a power struggle in the ruling elite.\n\nMrs Mujuru has been accused of corruption and plotting to kill Mr Mugabe, who publicly denounced her last week.\n\nMrs Mujuru, once seen as a possible future leader of Zimbabwe, has denied plotting against the president, the BBC reported.\n\nShe said her loyalty to Mr Mugabe was unquestionable, and it was repugnant and ridiculous to suggest she had plotted to kill him or wanted to remove him from office.\n\nShe said Zimbabwe's state media had \"continued to publish malicious untruths\" about her and that she had \"become the fly in a web of lies whose final objective is the destruction of Zanu-PF\".\n\nShe said her accusers had produced not a single iota of evidence against her.\n\nSpeculation is building in Zimbabwe that the president's wife Grace Mugabe, who has risen to be a senior party figure, may be in line for the presidency.\n\nMr Mugabe, who is 90, has been in power since Zimbabwe's independence in 1980, and is due to stand for election again in 2018.",
                    "date": "2014-12-10",
                    "eventUri": "2012570",
                    "id": "27700245",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7564,
                    "source": {
                        "title": "Radio New Zealand",
                        "uri": "www.radionz.co.nz"
                    },
                    "time": "03:53:00",
                    "title": "Mugabe sacks VP over 'plot'",
                    "uri": "232991164",
                    "url": "http://www.radionz.co.nz/news/world/261397/mugabe-sacks-vp-over-%27plot%27",
                    "wgt": 1
                },
                {
                    "body": "The statement, the second in as many months, is not likely to change President Mugabe's mind to relieve Ms Mujuru and other Cabinet ministers of their duties for the alleged plot.\n\nState media on Tuesday reported that the 90-year-old would reshuffle his Cabinet. On Wednesday, he is expected meet members of the Zanu PF central committee to unveil two new vice-presidents and his party's new look politburo after he failed to do so at the congress.\n\nMs Mujuru said she was being victimised after exposing infiltrators conspiring to destroy the party, which has ruled the country since independence in 1980.\n\n\"I have become the fly in the web of lies whose final objective is the destruction of Zanu-PF and what it stands for and ultimately the present government,\" she said in a statement.",
                    "date": "2014-12-10",
                    "eventUri": "2012570",
                    "id": "27687442",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5921,
                    "source": {
                        "title": "mobile.nation.co.ke",
                        "uri": "mobile.nation.co.ke"
                    },
                    "time": "02:00:00",
                    "title": "Joice Mujuru: Claim I wanted to eliminate Mugabe is a bunch of lies to malign my name",
                    "uri": "232956560",
                    "url": "http://mobile.nation.co.ke/news/Zimbabwe-VP-denies-plot-to-kill-Mugabe/-/1950946/2550306/-/format/xhtml/-/ji7d8vz/-/index.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-12-10",
            "avgCos": 0.5802,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2012570",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1980391",
            "lang": "eng",
            "storyDate": "2014-12-10",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1150090",
            "variance": 0.1634
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-376138": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "El presidente de Zimbabue, Robert Mugabe, asiste a la inauguración de la II Conferencia de la ONU sobre Países en Desarrollo sin Salida al Mar en Viena (Austria). EFE/Archivo\n\nEl presidente de Zimbabue, Robert Mugabe, ha destituido a la vicepresidenta del país y a otros ocho ministros tras acusarles de conspirar para matarle y llevar a cabo un golpe de Estado.\n\nEl casi centenario presidente zimbabuense efectuó anoche la expulsión aclarando en un comunicado que la conducta de la vicepresidenta, Joice Mujuru, \"ha sido incompatible con el estándar esperado\".\n\nMedios estatales señalaron hoy que la decisión de expulsar a la vicepresidenta y sus ministros aliados era \"moralmente correcta\", aunque Mujuru defendió su actuación en el cargo y rechazó las acusaciones por \"ridículas\".\n\n\"Es un intento de retratarme como un traidora y una asesina, pero no se ha aportado ni un solo ápice de evidencia para dar crédito a las acusaciones\", afirmó.\n\nMujuru señaló además que su destitución y la de sus aliados políticos se ha llevado a cabo \"a través de medios ilícitos o ilegales\".\n\nHasta hace dos meses, Mujuru era la candidata mejor posicionada para suceder al presidente, pero desde entonces ha sido objeto de una campaña de desprestigio liderada por la esposa de Mugabe, que acaba de ser nombrada nueva líder de la Liga de mujeres del partido gubernamental.\n\nGrace Mugabe se perfila ahora como sucesora del actual presidente, que con 90 años de edad, 35 de ellos en el poder, y un delicado estado de salud, podría estar pensando en dejar paso a un nuevo jefe de Estado.\n\nSegún analistas del país, Mujuru había adquirido demasiada popularidad dentro del partido, por lo que Mugabe temía que pudiera desbancarlo.\n\nLa Constitución de Zimbabue permite que ejerzan el cargo a la vez dos vicepresidentes, que serán anunciados esta misma semana.",
                    "date": "2014-12-10",
                    "eventUri": "1985388",
                    "id": "27754759",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7582,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "14:40:00",
                    "title": "El presidente de Zimbabue cesa a la vicepresidenta y a 8 ministros por conspiración",
                    "uri": "233139936",
                    "url": "http://www.publimetro.com.mx/noticias/el-presidente-de-zimbabue-cesa-a-la-vicepresidenta-y-a-8-ministros-por-conspiracion/enlj%212487637/",
                    "wgt": 1
                },
                {
                    "body": "El presidente de Zimbabue, Robert Mugabe, ha destituido a la vicepresidenta del país y a otros ocho ministros tras acusarles de conspirar para matarle y llevar a cabo un golpe de Estado.\n\nEl casi centenario presidente zimbabuense efectuó anoche la expulsión aclarando en un comunicado que la conducta de la vicepresidenta, Joice Mujuru, \"ha sido incompatible con el estándar esperado\".\n\nMedios estatales señalaron hoy que la decisión de expulsar a la vicepresidenta y sus ministros aliados era \"moralmente correcta\", aunque Mujuru defendió su actuación en el cargo y rechazó las acusaciones por \"ridículas\".\n\n\"Es un intento de retratarme como un traidora y una asesina, pero no se ha aportado ni un solo ápice de evidencia para dar crédito a las acusaciones\", afirmó.\n\nMujuru señaló además que su destitución y la de sus aliados políticos se ha llevado a cabo \"a través de medios ilícitos o ilegales\".",
                    "date": "2014-12-10",
                    "eventUri": "1985388",
                    "id": "27755158",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6997,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "14:44:00",
                    "title": "Mugabe cesa a la vicepresidenta y a ocho ministros por conspiraci&oacute;n",
                    "uri": "233140967",
                    "url": "http://ecodiario.eleconomista.es/africa/noticias/6315336/12/14/Mugabe-cesa-a-la-vicepresidenta-y-a-ocho-ministros-por-conspiracion.html",
                    "wgt": 1
                },
                {
                    "body": "La información fue difundida este martes por medio de un comunicado.\n\nEl presidente de Zimbahue, Robert Mugabe, echó a su vicepresidenta, Joice Mujuru, luego de acusarla de haber planeado asesinarlo.También echó a siete ministros de su gabinete, quienes estarían implicados en el complot, de acuerdo con un comunicado oficial emitido este martes.\n\nSegún publica la CNN, Joice Mujuru, quien era vista como posible líder del país, negó haber planeado matar al presidente.\n\nMedios estatales y la esposa de Mugabe, Grace, han llevado a cabo durante meses una campaña en su contra.",
                    "date": "2014-12-09",
                    "eventUri": "1985388",
                    "id": "27632188",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5947,
                    "source": {
                        "title": "La Voz del Interior",
                        "uri": "www.lavoz.com.ar"
                    },
                    "time": "16:38:00",
                    "title": "El presidente de Zimbahue echó a su vicepresidenta y la acusó de planear asesinarlo",
                    "uri": "232834874",
                    "url": "http://www.lavoz.com.ar/mundo/el-presidente-de-zimbahue-echo-su-vicepresidenta-y-la-acuso-de-planear-asesinarlo",
                    "wgt": 1
                },
                {
                    "body": "La presidenta de la Comisión del Poder Popular y Medios de Comunicación de la Asamblea Nacional, Tania Díaz, aseguró que la ley de comunicación popular que estudia la instancia reconoce toda forma de libre expresión.\n\nExplicó que el instrumento jurídico conjuga el poder popular y los medios, 'dos areas que solamente en una revolución pueden ir de la mano', dijo en VTV.Indicó que la ley prevé mecanismos de financiamiento y de apoyo en educación y formación y también crea formas de toma de decisiones a través de un consejo de la comunicación popular.'La ley esta en desarrollo y tiene modificaciones constantes'Ś La teníamos en agenda para este periodo y tuvimos que revisarla junto a las leyes que aprobó el presidente Nicolas Maduro con la habilitante... Esperamos que esta sea la última revisión para que sea sancionada', enfatizó la parlamentaria.... REGRESAR",
                    "date": "2014-12-07",
                    "eventUri": "1985388",
                    "id": "27375583",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4269,
                    "source": {
                        "title": "www.guia.com.ve",
                        "uri": "www.guia.com.ve"
                    },
                    "time": "08:52:00",
                    "title": "Media - completion of popular communication law for sanction",
                    "uri": "232193265",
                    "url": "http://www.guia.com.ve/noti/121251/ultiman-ley-de-comunicacion-popular-para-su-sancion",
                    "wgt": 1
                },
                {
                    "body": "Frente a la admisión del proyecto de Ley de Comunicaciones para el Poder Popular, la cual amenaza con ser aprobada por la Asamblea Nacional, el Colegio Nacional de Periodistas (CNP) mantiene su lucha en desacuerdo a este instrumento por considerar que promueve la autocensura.\n\n\"Las leyes no nos hacen más ni menos\", afirma Angélica Ferreira, secretaria general del CNP, seccional Guayana, quien considera a la Ley de Comunicación para el Poder Popular como \"una burla a nuestra profesión. ¿Qué busca esta ley? Darle un poder a los medios comunitarios para que el Gobierno les venda publicidad pero tienen que publicar lo que ellos (Gobierno) quieren\".\n\nLa representante del CNP en Ciudad Guayana destaca que \"para cualquier profesión debe existir una preparación académica\", recordando que en Venezuela ya no cabe el empirismo, pues cada vez hay más oportunidades para ingresar a una universidad; esto a propósito de la Ley de Comunicación Social, la cual pretendía desprofesionalizar el ejercicio del periodismo.\n\nFerreira recuerda que no es la primera vez que el gremio se enfrenta a este tipo de intentos de desconocimiento a la preparación académica que requieren para ser licenciados en Comunicación Social, como ocurrió con la certificación de Producción Nacional Independiente (PNI), que \"era para dárselas a personas que tuvieran experiencia como productores, y quisieron meterla en los medios comunitarios\".\n\n\"La ley busca desprofesionalizar nuestra carrera\", insiste la secretaria general del CNP, considerando dicho proyecto como un retroceso.\n\nAcallar la crítica\n\nPese a los comunicados públicos que ha hecho el CNP, Ferreira recalca que no ha sido posible concretar una reunión con la Comisión Permanente del Poder Popular y Medios de Comunicación de la Asamblea Nacional, para que las partes expresen sus argumentos.\n\nEl presidente del CNP, Tinedo Guía, también hizo público su rechazo a esta Ley de Comunicación Popular, alegando que es una forma para que el Gobierno controle y promueva a través del financiamiento todo lo que se difunda por los medios comunitarios, ya que estarían subordinados a la creación del Consejo Nacional de Comunicación Popular, órgano adscrito a la vicepresidente de la República.\n\n\"El gobierno busca ampliar su base de propaganda y controlar los medios comunitarios y garantizar que todo cuanto se diga provenga de la línea dictada por el Ejecutivo nacional. Es decir, acallar cualquier opinión o disidencia\", dijo Guía recientemente en un encuentro con los medios de comunicación.\n\nEl diputado Biagio Pillieri, miembro de la Comisión Permanente del Poder Popular y Medios de Comunicación de la Asamblea Nacional, precisó que en lo que respecta a la Ley de Comunicación Social, esta \"atenta contra la profesionalización del periodismo, y al atentar contra él, también lo hace contra la calidad de información. Más allá de defender si se es licenciado o no es preservar la calidad informativa que es buscar la verdad\".\n\nLa Ley de Comunicación Social, consignada por el periodista Gastón Guisandes, no fue admitida por no cumplir con las exigencias requeridas y como fue presentada, lo que hace presumir que sea engavetada, aunque no se descarta que el Gobierno busque los mecanismos para anexarla a la agenda parlamentaria.\n\nIntensificar el rechazo\n\nEn el caso de la Ley de Comunicación para el Poder Popular, el diputado coincide con el gremio periodístico al referirse a que su objetivo es \"el control total y absoluto de los medios comunitarios alternativos\", acotando la subordinación a la Vicepresidencia de la República al crearse el Consejo Nacional de Comunicación Popular, el cual manejará el fondo para el Desarrollo de la Comunicación del Poder Popular.\n\n\"Además, autoriza, certifica y aprueba los medios comunitarios que funcionarán o no\", agregó Pillieri. Frente a las preocupaciones que han expresado las autoridades del CNE, el parlamentario lamentó que diputados del sector oficial intenten eludir y menospreciar, mientras que \"el Gobierno insiste en avanzar en la hegemonía comunicacional\".\n\nPillieri instó a alzar la voz de protesta, considerando que frente a los movimientos de rechazo es probable que al final el proyecto no sea aprobado, como sucedió con la propuesta de Ley de Comunicación Social.\n\nActualizar Ley de Periodismo\n\nLa secretaria general delColegio Nacional de Periodistas, seccional Ciudad Guayana, Angélica Ferreira resaltó que así como es crítica del proyecto de Ley de Comunicación para el Poder Popular, también lo hace con la actual ley de Ejercicio del Periodismo.\n\nConsidera que esta última requiere de unaactualización. \"No hemos incluido a las redes sociales, y eso tiene tiempo... ya existe la Community Manager como ejercicio del periodista\", señaló Ferreira.",
                    "date": "2014-11-23",
                    "eventUri": "1985388",
                    "id": "26142396",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4254,
                    "source": {
                        "title": "www.conflictove.org.ve",
                        "uri": "www.conflictove.org.ve"
                    },
                    "time": "15:45:00",
                    "title": "\"Law Popular communication search desprofesionalizar our race\". Angelica Ferreira (CNP) guyana interviewed by Jhoalys siverio",
                    "uri": "228631583",
                    "url": "http://www.conflictove.org.ve/derecho-a-la-informacion/ley-de-comunicacion-popular-busca-desprofesionalizar-nuestra-carrera-angelica-ferreira-cnp-guayana-entrevistada-por-jhoalys-siverio.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-12-06",
            "avgCos": 0.4108,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1985388",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1985388",
            "lang": "spa",
            "storyDate": "2014-12-06",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-376138",
            "variance": 0.3312
        }
    },
    "meta": {
        "CCAArticleMatchCount": 7,
        "CCAArticleMatchRatio": 0.08139534883720931,
        "CCAAvgCosSim": 0.7080571428571428,
        "CCAAvgMatchWgt": 46.42857142857143,
        "_articleUri1": "232986371",
        "_articleUri2": "233139936",
        "_datetime": "2015-02-19 18:37:01",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-1150090",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-376138",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 5,
        "avgCosSimStory1": 0.5802,
        "avgCosSimStory2": 0.4108,
        "categorySim": 0,
        "conceptCosSim": 0.4128494490134171,
        "conceptJaccardSim": 0.1764705882352941,
        "coreTime1": 130970,
        "coreTime2": 130575.75,
        "coreTimeStDev1": 0.9063144574016043,
        "coreTimeStDev2": 155.4180721652275,
        "entityCosSim": 0.7093206547364855,
        "entityJaccardSim": 0.1111111111111111,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.1590960672175875,
        "keywordJaccardSim": 0.2,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 5,
        "timeAvg1": 130971.4047619048,
        "timeAvg2": 130881.33,
        "timeStDev1": 0.9063144574016043,
        "timeStDev2": 155.4180721652275,
        "varianceStory1": 0.1634,
        "varianceStory2": 0.3312
    }
}