{
    "850f305d-14db-4c75-b547-79470a557ea3-202092": {
        "articles": {
            "resultCount": 16,
            "results": [
                {
                    "body": "Microsoft says former Skype CEO Tony Bates and Chief Marketing Officer Tami Reller are leaving the company.\n New CEO Satya Nadella announced the news in a blog post Monday.  It's his first big move since he took over from outgoing CEO Steve Ballmer last month.\n Chris Capossela was promoted to executive vice president and chief marketing officer, while executive vice president of advertising and strategy Mark Penn was named chief strategy officer.\n Nadella says in the post that the company needs to \"drive clarity, alignment and intensity across all our work.\" \"\nHe said Microsoft's goal is to work in harmony like a team of rowers, citing a passage from \"The Boys in the Boat,\" a book about the 1936 U.S. men's Olympic gold medalist eight-oar rowing team.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6257557",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8827,
                    "source": {
                        "title": "KIRO TV 7",
                        "uri": "www.kirotv.com"
                    },
                    "time": "21:25:00",
                    "title": "Ex-Skype CEO, marketing officer out at Microsoft | www.kirotv.com",
                    "uri": "163961185",
                    "url": "http://www.kirotv.com/ap/ap/technology/ex-skype-ceo-marketing-officer-out-at-microsoft/nd43x/",
                    "wgt": 1
                },
                {
                    "body": "REDMOND, Wash.  -- Microsoft says former Skype CEO Tony Bates and Chief Marketing Officer Tami Reller are leaving the company.\n New CEO Satya Nadella announced the news in a blog post Monday.  It's his first big move since he took over from outgoing CEO Steve Ballmer last month.\n Chris Capossela was promoted to executive vice president and chief marketing officer, while executive vice president of advertising and strategy Mark Penn was named chief strategy officer.\n Nadella says in the post that the company needs to \"drive clarity, alignment and intensity across all our work.\" \"\nHe said Microsoft's goal is to work in harmony like a team of rowers, citing a passage from \"The Boys in the Boat,\" a book about the 1936 U.S. men's Olympic gold medalist eight-oar rowing team.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6260519",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8798,
                    "source": {
                        "title": "Sunnyvale Sun",
                        "uri": "www.mercurynews.com"
                    },
                    "time": "22:20:00",
                    "title": "Microsoft shakeup: Ex-Skype CEO, marketing officer out",
                    "uri": "163968992",
                    "url": "http://www.mercurynews.com/business/ci_25266533/microsoft-shakeup-ex-skype-ceo-marketing-officer-out?source=rss",
                    "wgt": 1
                },
                {
                    "body": "REDMOND, Wash.  (AP) -- Microsoft says former Skype CEO Tony Bates and Chief Marketing Officer Tami Reller are leaving the company.\n New CEO Satya Nadella announced the news in a blog post Monday.  It's his first big move since he took over from outgoing CEO Steve Ballmer last month.\n Chris Capossela was promoted to executive vice president and chief marketing officer, while executive vice president of advertising and strategy Mark Penn was named chief strategy officer.\n Nadella says in the post that the company needs to \"drive clarity, alignment and intensity across all our work.\" \"\nHe said Microsoft's goal is to work in harmony like a team of rowers, citing a passage from \"The Boys in the Boat,\" a book about the 1936 U.S. men's Olympic gold medalist eight-oar rowing team.\n Copyright 2014 The Associated Press.  All rights reserved.  This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6257149",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8663,
                    "source": {
                        "title": "US News & World Report",
                        "uri": "www.usnews.com"
                    },
                    "time": "21:17:00",
                    "title": "Ex-Skype CEO, marketing officer out at Microsoft",
                    "uri": "163960094",
                    "url": "http://www.usnews.com/news/technology/articles/2014/03/03/ex-skype-ceo-marketing-officer-out-at-microsoft?s_cid=rss:ex-skype-ceo-marketing-officer-out-at-microsoft",
                    "wgt": 1
                },
                {
                    "body": "REDMOND, Wash.  (AP) -- Microsoft says former Skype CEO Tony Bates and Chief Marketing Officer Tami Reller are leaving the company.\n New CEO Satya Nadella announced the news in a blog post Monday.  It's his first big move since he took over from outgoing CEO Steve Ballmer last month.\n Chris Capossela was promoted to executive vice president and chief marketing officer, while executive vice president of advertising and strategy Mark Penn was named chief strategy officer.\n Nadella says in the post that the company needs to \"drive clarity, alignment and intensity across all our work.\" \"\nHe said Microsoft's goal is to work in harmony like a team of rowers, citing a passage from \"The Boys in the Boat,\" a book about the 1936 U.S. men's Olympic gold medalist eight-oar rowing team.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6256894",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.863,
                    "source": {
                        "title": "WWLTV",
                        "uri": "www.wwltv.com"
                    },
                    "time": "21:05:00",
                    "title": "Ex-Skype CEO, marketing officer out at Microsoft",
                    "uri": "163959378",
                    "url": "http://www.wwltv.com/news/business/248251141.html",
                    "wgt": 1
                },
                {
                    "body": "REDMOND, Washington -- Microsoft says former Skype CEO Tony Bates and Chief Marketing Officer Tami Reller are leaving the company.\n New CEO Satya Nadella announced the news in a blog post Monday.  It's his first big move since he took over from outgoing CEO Steve Ballmer last month.\n Chris Capossela was promoted to executive vice president and chief marketing officer, while executive vice president of advertising and strategy Mark Penn was named chief strategy officer.\n Nadella says in the post that the company needs to \"drive clarity, alignment and intensity across all our work.\" \"\nHe said Microsoft's goal is to work in harmony like a team of rowers, citing a passage from \"The Boys in the Boat,\" a book about the 1936 U.S. men's Olympic gold medalist eight-oar rowing team.",
                    "date": "2014-03-04",
                    "eventUri": "438279",
                    "id": "6286358",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.86,
                    "source": {
                        "title": "Tribtown",
                        "uri": "www.tribtown.com"
                    },
                    "time": "05:41:00",
                    "title": "Former Skype CEO Tony Bates, marketing officer Tami Reller out at Microsoft",
                    "uri": "164054149",
                    "url": "http://www.tribtown.com/view/story/3d4d0596240940b8a3f99c5cb06319a9/US-Microsoft-Personnel",
                    "wgt": 1
                },
                {
                    "body": "New CEO Satya Nadella announced the news in a blog post Monday.  It's his first big move since he took over from outgoing CEO Steve Ballmer last month.\n Chris Capossela was promoted to executive vice president and chief marketing officer, while executive vice president of advertising and strategy Mark Penn was named chief strategy officer.\n Nadella says in the post that the company needs to \"drive clarity, alignment and intensity across all our work.\" \"\nHe said Microsoft's goal is to work in harmony like a team of rowers, citing a passage from \"The Boys in the Boat,\" a book about the 1936 U.S. men's Olympic gold medalist eight-oar rowing team.",
                    "date": "2014-03-04",
                    "eventUri": "438279",
                    "id": "6299777",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7746,
                    "source": {
                        "title": "Seattle Pi",
                        "uri": "www.seattlepi.com"
                    },
                    "time": "06:25:00",
                    "title": "Ex-Skype CEO, marketing officer out at Microsoft",
                    "uri": "164094474",
                    "url": "http://www.seattlepi.com/business/technology/article/Ex-Skype-CEO-marketing-officer-out-at-Microsoft-5285135.php",
                    "wgt": 1
                },
                {
                    "body": "Skype CEO and marketing head leave U.S. software company as Satya Nadella starts to make his mark.\n Microsoft's new chief executive has made a series of changes to his leadership team that will see marketing head Tami Reller and former Skype CEO Tony Bates leave the company.\n \"We need to drive clarity, alignment and intensity across all our work,\" as Microsoft embarks upon its next chapter, CEO Satya Nadella said in a memo to employees on Monday.  As such, he has made a number of executive changes.\n Tony Bates, who served as chief executive of Skype and moved to Microsoft when it acquired the VoIP provider in 2011, \"has decided this is the right time for him to look for his next opportunity,\" Nadella said.  \"Eric Rudder will serve as interim leader responsible for business development and evangelism, while continuing in his current role,\" he added.  Rudder's current position is as EVP of advanced strategy and research.\n \"I have decided we need a single leader running marketing for the company, and have asked Chris Capossela to take on this role as EVP and chief marketing officer, reporting to me,\" Nadella said.\n Capossela heads up Microsoft's Consumer Channels Group on a global basis, a role that has seen him manage the company's introduction of the Windows 8 operating system, the Surface tablet and gaming system the Xbox One.  He will continue in that role until a replacement is found.\n Putting a single marketing head in place means Tami Reller, EVP of marketing, will leave the company in the next few months.  She has been with Microsoft since 2001 and has served as both CMO and CFO for the Windows business in that time.\n And former advertising head Mark Penn becomes Microsoft's chief strategy officer.\n Nadella used a rowing analogy to explain his executive reshuffle, noting that the \"swing of the boat\" only happens when all eight oarsmen are rowing in unison.\n \"As a company, as a leadership team, as individuals, that is our goal - to find our swing,\" Nadella said.  \"As an SLT [senior leadership team] and across the company we are on our way.\" \"",
                    "date": "2014-03-04",
                    "eventUri": "438279",
                    "id": "6364278",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7179,
                    "source": {
                        "title": "Total Telecom magazine",
                        "uri": "www.totaltele.com"
                    },
                    "time": "12:45:00",
                    "title": "New Microsoft CEO rings the changes",
                    "uri": "164387340",
                    "url": "http://www.totaltele.com/view.aspx?ID=485663",
                    "wgt": 1
                },
                {
                    "body": "Former Skype CEO Tony Bates, who was on the short-list for the top job at Microsoft after Steve Ballmer announced his resignation last year, will be leaving.  Bates served as head of the business and evangelism division, which will be temporarily headed up by Eric Rudder.\n Rudder became executive vice president of advanced strategy late last year.\n Microsoft's head of marketing, Tami Reller, is also out, apparently taking time off \"to pursue other interests outside the company.\" \"\nMark Penn, who was a former advisor for the Clinton administration and instrumental in developing the popular Microsoft Super Bowl ad, will be Microsoft's new Chief Strategy Officer, and Chris Capossella will take over Reller's role as head of marketing.  Capossella has a great deal of experience with consumer marketing, something Nadella himself lacks.\n This is the first major change Nadella, who was chosen as the company's new CEO earlier this year, has made.  Nadella shifted Julie Larson-Green to a different role to make room for former Nokia CEO Stephen Elop last week, but this is the first big executive exit since Nadella took over.\n Emily Parkhurst covers the technology industry for the Puget Sound Business Journal/TechFlash.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6258651",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.698,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "21:44:00",
                    "title": "Microsoft confirms former Skype CEO, marketing VP are out",
                    "uri": "163963842",
                    "url": "http://www.bizjournals.com/seattle/blog/techflash/2014/03/microsoft-confirms-former-skype-ceo.html?ana=RSS&s=article_search&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btechflash%252Fventure%2B%2528TechFlash%2BVenture%2BBlog%2529",
                    "wgt": 1
                },
                {
                    "body": "First rumored over the weekend, Microsoft today confirmed a number of changes to the company's Senior Leadership Team (SLT).  Satya Nadella, who last month was made CEO, e-mailed the company to inform everyone of two departures and three moves.\n Tony Bates, who was CEO of Skype when Microsoft bought it, is leaving the company.  Bates arrived with a mix of consumer-facing experience at Skype and enterprise experience at Cisco, and he was once considered as a potential Microsoft CEO.  With that job no longer available, it's not altogether surprising to see him leaving.  Eric Rudder will replace Bates as interim leader of the Business Development and Evangelism team.\n Big changes are being made to the company's marketing.  Last year, Tami Reller and Mark Penn were put in charge of a centralized marketing and advertising group in the One Microsoft reorganization.  Reller is now leaving the company, and Penn is taking a new role as chief strategy officer, in which he will advise on new product ideas and new investment areas.  Chris Capossela will now lead the marketing and advertising vision.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6259970",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6922,
                    "source": {
                        "title": "Ars Technica",
                        "uri": "arstechnica.com"
                    },
                    "time": "22:10:00",
                    "title": "Microsoft shuffles senior execs; Tony Bates, Tami Reller both leaving",
                    "uri": "163967534",
                    "url": "http://arstechnica.com/information-technology/2014/03/microsoft-shuffles-senior-execs-tony-bates-tami-reller-both-leaving/",
                    "wgt": 1
                },
                {
                    "body": "Microsoft executives Tony Bates and Tami Reller will be leaving the software giant, the first sign of fallout following the recent appointment of Satya Nadella as the company's third CEO, said people familiar with the situation.\n Bates was considered for the top job but passed over in favor of Nadella, a longtime Microsoft executive who was appointed on Feb. 4.\n Bates, the executive vice president of business development and evangelism, was the CEO of Skype when Microsoft bought the company in 2011.  He was a rising star at Cisco Systems when he was recruited to run Skype.\n \"His goal was always to be the CEO of a tech company,\" one person said.  \"That's why he left to join Skype.  He wants to go and run his own thing.\" \"\nBates's CEO aspirations may not be realized any time soon at Microsoft because \"Nadella is young and has a good runway ahead of him,\" said another person familiar with the situation.  Nadella is a 46-year-old immigrant from India who led some of Microsoft's most complex businesses that provided technology to its business customers.\n Reller is executive vice president of marketing and has worked at Microsoft since 2001.  She was chief financial officer of Great Plain Software, which Microsoft acquired in 2001.\n Frank Shaw, a Microsoft spokesperson, declined to comment.\n Recode earlier reported news of the executive departures.  The technology news site also reported that Eric Rudder, executive vice president of advanced strategy, will \"temporarily\" take over Bates's duties, while marketing executive Chris Capossela will replace Reller.  Mark Penn, an executive vice president overseeing advertising and strategy, will now head up Microsoft's strategy, Recode reported.\n Nadella is planning other management changes, but he hasn't yet settled on exact roles, one of the people familiar with the situation said.  He informed fellow directors about the two executives' expected departures before alerting top staffers late last week, this person said.\n Last week, The Wall Street Journal reported that Microsoft's hardware chief, Julie Larson-Green is moving to a new role at the company after she was effectively demoted.\n Microsoft offered several executives enhanced potential awards late last year to retain key players during the CEO search.  Directors \"were trying to create a level of stability with respect to people (they) thought were important to remain in place'' until Ballmer's successor arrived, this person said.\n Among the recipients was Nadella because he hadn't yet won the race, this person added.\n Stephen Elop wasn't eligible for last year's enhanced severance awards since Microsoft still hasn't completed its Nokia acquisition.  His post-takeover pay arrangements were disclosed at time of the deal's announcement, according to this person.\n The board hasn't decided whether to further enhance Elop's pay package, this person said.  Though Elop and Nadella \"competed to be CEO,'' the ambitious executive hasn't signaled he's unhappy about losing the top job, this person said.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6239768",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6838,
                    "source": {
                        "title": "The Wall Street Journal (Blogs)",
                        "uri": "blogs.wsj.com"
                    },
                    "time": "16:23:00",
                    "title": "Microsoft's Bates, Reller to Leave as Company Tries to Contain Fallout",
                    "uri": "163912544",
                    "url": "http://blogs.wsj.com/digits/2014/03/03/microsofts-bates-reller-to-leave-as-company-tries-to-contain-fallout/?mod=rss_Technology",
                    "wgt": 1
                },
                {
                    "body": "Today Microsoft confirmed the raft of executive changes that leaked yesterday.  Senior executives Tony Bates and Tami Reller will exit the company, Mark Penn will move to a more 'strategic' role away from advertising, and the company's ad efforts will be headed by Chris Capossela, who will be the executive vice president of marketing.  Eric Rudder will take Bates' job on an interim basis.\n Head spinning?  Let me help: Bates was passed over for the CEO role and wants to go run something of his own.  Mark Penn is a divisive figure who just lost control of Microsoft's advertising budget.  So, Scroogled might finally be dead.  Microsoft is bringing all its advertising work into a single role, so, to quote CEO Satya Nadella: \"Tami Reller agrees with the go-forward approach of a single marketing leader and will support Chris through his transition into his new role.  She will then take time off and pursue other interests outside the company.\" \"\nIt would appear that she became internally redundant.  For more context on the moves, what it means for Microsoft and the like, head here.\n The missive from Nadella, given his new title, is worthy of scrutiny.  He begins with a call for complete dedication:\nI have discussed this point in various forms with the SLT and have asked for their \"all in\" commitment as we embark on the next chapter for the company.  We need to drive clarity, alignment and intensity across all our work.\n And concludes with a paean to teamwork:",
                    "date": "2014-03-04",
                    "eventUri": "438279",
                    "id": "6268616",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6607,
                    "source": {
                        "title": "TechCrunch",
                        "uri": "techcrunch.com"
                    },
                    "time": "01:03:00",
                    "title": "Microsoft Confirms Executive Changes With Reller, Bates Out The Door",
                    "uri": "163990929",
                    "url": "http://techcrunch.com/2014/03/03/microsoft-confirms-executive-changes-with-reller-bates-out-the-door/?ncid=rss",
                    "wgt": 1
                },
                {
                    "body": "Computerworld - Two of Microsoft's top executives will leave, the company confirmed today, signaling more change as it pivots to become a devices and services seller.\n Tony Bates, currently the executive vice president in charge of business development and evangelism, and Tami Reller, who now heads all marketing for the Redmond, Wash.  company, will step down.\n On Monday, Microsoft published an email from CEO Satya Nadella confirming the news, which was initially reported Sunday by Re/code.\n \"Tony Bates has decided this is the right time for him to look for his next opportunity,\" Nadella wrote in this company-wide email.  \"[Tami Reller] will then take time off and pursue other interests outside the company.\" \"\nThe changes were not unexpected.  Last month, Randy Ottinger of Kotter International, a Cambridge Mass. consultancy that specializes in leadership change and setting corporate strategy, predicted that Satya Nadella, the new CEO appointed Feb. 4, would craft his own team of top executives.\n One of the first things on Nadella's to-do list, Ottinger said last month, was just that.  \"Who's on my leadership team, who is my cabinet?  Who am I betting on to shape the future of the company?\" Ottinger said, naming that work as No. 2 on Nadella's first-100-days list.\n A new CEO, even one from inside a company, typically purges at least some of the senior executives, Ottinger said.  Changing the guard will make the team Nadella's rather than have him accept people who were beholden to former CEO Steve Ballmer for their jobs.\n \"This was no surprise,\" agreed Patrick Moorhead, principal analyst with Moor Insights & Strategy, in a Monday interview.  \"Nadella will want people who are loyal to him.\" \"\nBates' job will be given temporarily to Eric Rudder, who now leads the Advanced Strategy group.  It appears Bates has already left the company, as his photograph and biographic sketch have been scrubbed from Microsoft's website.\n Reller will be replaced by Chris Capossela, a corporate vice president who oversees the consumer channels group, but who has held several marketing positions in Microsoft in his 22 years with the company.  Capossela is to assume all advertising duties as well as marketing.\n Mark Penn, the longtime political and media strategist who was hired by Microsoft in mid-2012, will drop advertising and focus on new product and investment strategies, with a new title of Chief Strategy Officer.  Penn is best known for creating the \"Scroogled\" campaign that took shots at Google with a series of attack ads.\n From Nadella's email, it sounded like Reller had been pushed out.  \"I have decided we need a single leader running marketing for the company, and have asked Chris Capossela to take on this role as EVP [executive vice president] and Chief Marketing Officer, reporting to me,\" Nadella said.  \"I have talked about the premium we need to place on getting very, very focused on things that we can uniquely do.  Tami Reller agrees with the go-forward approach of a single marketing leader and will support Chris through his transition into his new role.\" \"\nReller held the title EVP Marketing prior to today.",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6261573",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.648,
                    "source": {
                        "title": "Computerworld",
                        "uri": "www.computerworld.com"
                    },
                    "time": "22:03:00",
                    "title": "Update: More top-tier Microsoft execs head for the door",
                    "uri": "163971263",
                    "url": "http://www.computerworld.com/s/article/9246729/Update_More_top_tier_Microsoft_execs_head_for_the_door?source=rss_news_analysis&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bcomputerworld%252Fs%252Ffeed%252Ftype%252Fnewsanalysis%2B%2528Computerworld%2BNews%2BAnalysis%2529",
                    "wgt": 1
                },
                {
                    "body": "The leadership at Microsoft, which has moved from Steve Ballmer to Satya Nadella, has had a chance to sink in.  Now it is time to see what the new CEO has up his sleeve.  Rumors of an executive musical chairs surfaced over the weekend, but nothing was confirmed until an official announcement posted today.\n Indeed the widespread news is true, and both Tami Reller and Tony Bates will be leaving the company, while other executives make moves to new positions.\n An email from Nadella was made public today through official company channels.  In it, the new chief executive states \"We need to drive clarity, alignment and intensity across all our work.  With that as a backdrop, I want to share a set of changes to the leadership team\".  He then went on to explain what will be happening.\n Bates, the former leader of Skype, was a final candidate for the big job.  While that is, of course, not cited as the reason for his departure, it could have played a role.  He had been filling the position of leader in the Business Development and Evangelism team.  That is a job that will be immediately occupied by Eric Rudder, at least in the immediate future.\n Nadella also points out that \"I have decided we need a single leader running marketing for the company, and have asked Chris Capossela to take on this role as EVP and Chief Marketing Officer, reporting to me\".\n Meanwhile, Tami Reller is also (temporarily) leaving, grooming Capossela before making the jump.  \"Tami Reller agrees with the go-forward approach of a single marketing leader and will support Chris through his transition into his new role.  She will then take time off and pursue other interests outside the company\", Nadella delicately puts it.\n Finally, Mark Penn, the chief architect behind the Scroogled campaign, also receives a promotion.  Penn will move on to the role of executive vice president and chief strategy officer.\n With Nadella now firmly entrenched in his new roll, the changes are starting to take place.  Likely there will be plenty more of them ahead as he shapes the company to his own ideals.",
                    "date": "2014-03-04",
                    "eventUri": "438279",
                    "id": "6276385",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6378,
                    "source": {
                        "title": "BetaNews",
                        "uri": "betanews.com"
                    },
                    "time": "04:38:00",
                    "title": "Microsoft executive changes become official, Reller and Bates out while others move around",
                    "uri": "164013999",
                    "url": "http://betanews.com/2014/03/03/microsoft-executive-changes-become-official-reller-and-bates-out-while-others-move-around/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%2B-%2Bbn%2B-%2BBetanews%2BFull%2BContent%2BFeed%2B-%2BBN",
                    "wgt": 1
                },
                {
                    "body": "New Microsoft Corp. chief Satya Nadella has started to put his imprint on the software giant.\n Mr. Nadella, the third chief executive officer in the company's history, said Monday that Microsoft executives Tony Bates and Tami Reller will be leaving the software giant, the first sign of fallout from his appointment last month.  Mr. Nadella announced these departures and related changes in an email sent to Microsoft employees, which was...",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6263322",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.619,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "23:13:00",
                    "title": "New Microsoft CEO Culls Top Ranks",
                    "uri": "163976171",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702304585004579417562352185026?mod=europe_home&mg=reno64-wsj&url=http%253A%252F%252Fonline.wsj.com%252Farticle%252FSB10001424052702304585004579417562352185026.html%253Fmod%253Deurope_home",
                    "wgt": 1
                },
                {
                    "body": "Reports have emerged of new senior appointments at Microsoft, events that are being interpreted as new CEO Satya Nadella putting his stamp on the organisation.\n According to Re/Code and Bloomberg, Mark Penn will soon be confirmed as chief strategy officer.\n The two outlets also report that Skype supremo Tony Bates and head of marketing Tami Reller will leave Microsoft.\n Here's what Microsoft's biography of Penn says about the man:\n\"Mark Penn is executive vice president of the Advertising and Strategy group, responsible for Microsoft's global advertising and marketing strategy.  He also oversees a multidisciplinary SWAT team that deals with a range of projects involving marketing, media and compete.  His group's goals include creating world-class advertising and messaging to consumers and business customers delivered through the most cost-effective and scientific means available.  Based on state-of-the-art research and data tools, the campaigns aim to inspire our customers, incite our fans and turn around doubters.\" \"\n\"Previously,\" the biography goes on, \"Penn was worldwide CEO of Burson-Marsteller and CEO of Penn Schoen Berland, serving as senior adviser to global corporate and political leaders including Bill Gates, Bill Ford, UK Prime Minister Tony Blair, Israeli Prime Minister Menachem Begin, Senator Hillary Rodham Clinton and President Bill Clinton.\" \" So, a part of the family with amazing connections.  If Bates has indeed been made head of strategy, it's a new type of strategy for Microsoft.  Craig Mundie served as chief research and strategy officer with a focus on Microsoft Research.  Eric Rudder is currently \"executive vice president of Advanced Strategy\" a role in which he is \"responsible for cross-company technology initiatives for all Microsoft devices and services.\" \"\nMicrosoft's bio for Bates points out he also has some strategic role, as it says his gig as \"executive vice president of Microsoft's Business Development and Evangelism group\" means he is \"responsible for the company's relationships with key OEMs, strategic innovation partners, independent software vendors and developers.  He also leads Microsoft's corporate strategy team.\" \"\nPenn is known to be the mastermind behind Microsoft's \"Scroogled\" anti-Google campaign, so perhaps he gets to continue in that attack dog vein and Microsoft wants a more aggressive communications style and/or strategy.\n Tami Reller became Microsoft's point person for Windows 8, a role in which she often released statistics that showed the operating system was doing great if you squinted at it in just the right way.  If reports of her demise are correct it perhaps signals Microsoft distancing itself further from those who made the world so tepidly enthusiastic about Windows 8.  ®",
                    "date": "2014-03-03",
                    "eventUri": "438279",
                    "id": "6338640",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5771,
                    "source": {
                        "title": "www.channelregister.co.uk",
                        "uri": "www.channelregister.co.uk"
                    },
                    "time": "07:43:00",
                    "title": "Satya Nadella shakes up Microsoft, appoints 'Scroogled' man Mark Penn as strategy chief",
                    "uri": "164244934",
                    "url": "http://www.channelregister.co.uk/2014/03/03/satya_nadella_starts_to_shape_microsoft_with_new_appointments/",
                    "wgt": 1
                },
                {
                    "body": "After Microsoft Corp.'s new chief executive officer, Satya Nadella, settles into his new position, Microsoft's efforts at reinvention will accelerate, creating both opportunities and risks.  Merv Adrian, research vice president at Gartner, believes that under the new head the software giant will inevitably change, but that will not happen quickly.\n According to the analyst, Satya Nadella's \"insider\" understanding of Microsoft's culture and his effectiveness in cross-team communication and collaboration could help him reshape Microsoft for the digital era, which will be key for the company to attain the visionary technical leadership to which it aspires.  The main challenge of the new chief exec consists of evolving Microsoft's existing businesses (including its enterprise offerings, which represent half of its current revenue) while reinventing Microsoft to make it relevant in mobile and cloud-centric markets.\n Unlike his sales-focused predecessor, Steve Ballmer, Mr. Nadella has an engineering background; thus, his selection has reinstated the model of a technically minded CEO driving the company's technical vision.  But Satya Nadella also must overcome several challenges.  He lacks direct experience in the mobile market, believes the analyst.  His insider status raises the risk of his being overly respectful of existing businesses, and hanging back from tough decisions that potentially threaten them but are critical to generating innovation.  He will also need to shake up what is widely viewed as a culturally dysfunctional management structure.\n Nadella must quickly demonstrate that he is not backing a \"business as usual\" strategy, and that he recognizes that design is front and center in client computing for both consumers and enterprise users and that a mobilized environment has replaced the desktop.  The next six months will show how well Nadella and Gates collaborate to determine Microsoft's technical direction.\n \"We expect Microsoft's trajectory will be clear by year-end 2014.  Do not expect radical changes in the company's overall \"devices and services\" strategy; instead watch for organizational shifts, product design changes and updated product road maps to address a mobile- and cloud-dominant world,\" said Mr. Adrian.",
                    "date": "2014-03-04",
                    "eventUri": "438279",
                    "id": "6284318",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4603,
                    "source": {
                        "title": "www.xbitlabs.com",
                        "uri": "www.xbitlabs.com"
                    },
                    "time": "05:29:00",
                    "title": "Analysts: with New CEO Microsoft Will Change, But Not Overnight",
                    "uri": "164041372",
                    "url": "http://www.xbitlabs.com/news/other/display/20140221232802_Analysts_with_New_CEO_Microsoft_Will_Change_But_Not_Overnight.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 16,
            "averageDate": "2014-03-03",
            "avgCos": 0.7201,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "438279",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "440202",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Redmond, Washington",
                "lat": 47.67399,
                "long": -122.12151,
                "wikiUri": "http://en.wikipedia.org/wiki/Redmond,_Washington"
            },
            "storyDate": "2014-03-03",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-202092",
            "variance": 0.4815
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-88219": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "En la mayor reestructuración de la dirección en Microsoft desde que Satya Nadella asumiera el mes pasado el puesto de presidente ejecutivo, sus dos máximos directivos, Tony Bates y Tami Reller, dejarán la compañía mientras que el ex asesor de la familia Clinton Mark Penn se convertirá en su jefe de estrategia, según reportes de medios.\n Penn tendrá más poder en determinar en qué mercados debería estar Microsoft y dónde debería hacer más inversiones, informó The New York Times, citando a una persona informada sobre los cambios.  Penn fue vicepresidente ejecutivo de supervisión de publicidad y estrategia de Microsoft.\n Bates, ex CEO de Skype a cargo del negocio de desarrollo de Microsoft, se marchará inmediatamente, informó el domingo la página sobre noticias tecnológicas Re/code, citando fuentes sin identificar.\n Bates, que también trabajó en Cisco Systems, estaba considerado como uno de los potenciales candidatos para suceder a Steve Ballmer, que en agosto del año pasado anunció su salida.\n Eric Rudder, director de estrategia avanzada, asumirá temporalmente las tareas de Bates y el ejecutivo de marketing Chris Capossela reemplazará a Reller, dijo el reporte.\n Reller, una de las principales directivas de la compañía y codirectora de la unidad de Microsoft Windows, seguirá en la empresa durante algún tiempo para ayudar con la transición.\n Las noticias dijeron que Nadella, que fue designado CEO el 4 de febrero, habló a los empleados el viernes sobre los cambios y la compañía planea hacerlos públicos el martes.\n Microsoft declinó hacer comentarios sobre los reportes.",
                    "date": "2014-03-03",
                    "eventUri": "433379",
                    "id": "6230490",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9109,
                    "source": {
                        "title": "eleconomista.com.mx",
                        "uri": "eleconomista.com.mx"
                    },
                    "time": "13:31:00",
                    "title": "Dos altos ejecutivos dejarán Microsoft - El Economista",
                    "uri": "163884706",
                    "url": "http://eleconomista.com.mx/tecnociencia/2014/03/03/dos-altos-ejecutivos-dejaran-microsoft",
                    "wgt": 1
                },
                {
                    "body": "Reportes de medios señalan que los dos máximos directivos, Tony Bates y Tami Reller, dejarán la compañía.\n En la mayor reestructuración de la administración en Microsoft desde que Satya Nadella asumiera en febrero el puesto de director ejecutivo, sus dos máximos ejecutivos, Tony Bates y Tami Reller, dejarán la compañía mientras que el ex asesor de la familia Clinton, Mark Penn, se convertirá en el jefe de estrategia de la firma, según reportes de medios citados por Reuters.\n Bates, ex CEO de Skype a cargo del negocio de desarrollo de Microsoft, se marchará inmediatamente, informó la página sobre noticias tecnológicas Re/code, citando fuentes sin identificar.  Bates, que también trabajó en Cisco Systems, era considerado como uno de los potenciales candidatos para suceder a Steve Ballmer, que en agosto del año pasado anunció su salida.\n En tanto Reller, una de las principales altas ejecutivas de la compañía y codirectora de la unidad de Microsoft Windows, seguirá en la empresa durante algún tiempo para ayudar con la transición.\n Eric Rudder, director de estrategia avanzada, asumirá temporalmente las tareas de Bates y el ejecutivo de marketing Chris Capossela reemplazará a Reller, señalaron los medios.\n Por su parte, Penn, quien fue vicepresidente ejecutivo de supervisión de publicidad y estrategia de Microsoft tendrá más poder en determinar en qué mercados debería estar la compañía y dónde debería hacer más inversiones.\n Los reportes indicaron que Nadella, que fue designado CEO el 4 de febrero, habló a los empleados el viernes sobre los cambios y la compañía planea hacerlos públicos hoy.",
                    "date": "2014-03-04",
                    "eventUri": "433379",
                    "id": "6342532",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8913,
                    "source": {
                        "title": "Diario Financiero",
                        "uri": "www.df.cl"
                    },
                    "time": "10:04:00",
                    "title": "Nuevo CEO de Microsoft impulsa reorganización",
                    "uri": "164322976",
                    "url": "http://www.df.cl/nuevo-ceo-de-microsoft-impulsa-reorganizacion/prontus_df/2014-03-03/220032.html",
                    "wgt": 1
                },
                {
                    "body": "nuevo jefe de Estartegia de la compañía, Mark Penn, tendrá más poder en determinar los mercados donde debería estar la empresa\nEn la mayor reorganización de la dirección en Microsoft desde que Satya Nadella (en la foto) asumiera el mes pasado el puesto de consejero delegado, sus dos máximos ejecutivos, Tony Bates y Tami Reller, dejarán la compañía mientras que el ex asesor de la familia Clinton, Mark Penn, se convertirá en su jefe de estrategia.\n Penn tendrá más poder en determinar los mercados donde debería estar Microsoft y dónde debería hacer más inversiones, informó The New York Times, citando una persona informada sobre los cambios.\n Penn fue vicepresidente ejecutivo de supervisión de publicidad y estrategia de Microsoft.\n Bates, antiguo CEO de Skype a cargo del negocio de desarrollo de Microsoft, se marchará inmediatamente, informó la página sobre noticias tecnológicas Re/code, citando fuentes sin identificar.\n Bates, que también trabajó en Cisco Systems, estaba considerado como uno de los potenciales candidatos para suceder a Steve Ballmer, que en agosto del año pasado anunció su marcha.\n Eric Rudder, director de estrategia avanzada, asumirá temporalmente las tareas de Bates y el ejecutivo de marketing Chris Capossela reemplazará a Reller, dijo la información.\n Reller, una de las principales directivas de la compañía y codirectora de la unidad de Microsoft Windows, seguirá en la empresa durante algún tiempo para ayudar con la transición.",
                    "date": "2014-03-06",
                    "eventUri": "433379",
                    "id": "6643688",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8751,
                    "source": {
                        "title": "Sin Mordaza",
                        "uri": "www.sinmordaza.com"
                    },
                    "time": "11:03:00",
                    "title": "Dos altos jecutivos dejan Microsoft",
                    "uri": "165179825",
                    "url": "http://www.sinmordaza.com/noticia/221970-dos-altos-jecutivos-dejan-microsoft-.html",
                    "wgt": 1
                },
                {
                    "body": "En la mayor reestructuración de la dirección en Microsoft desde que Satya Nadella asumiera el mes pasado el puesto de presidente ejecutivo, sus dos máximos directivos, Tony Bates y Tami Reller, dejarán la compañía mientras que el ex asesor de la familia Clinton Mark Penn se convertirá en su jefe de estrategia, según reportes de medios.\n Penn tendrá más poder en determinar en qué mercados debería estar Microsoft y dónde debería hacer más inversiones, informó The New York Times, citando a una persona informada sobre los cambios.  Penn fue vicepresidente ejecutivo de supervisión de publicidad y estrategia de Microsoft.\n Bates, ex CEO de Skype a cargo del negocio de desarrollo de Microsoft, se marchará inmediatamente, informó el domingo la página sobre noticias tecnológicas Re/code, citando fuentes sin identificar.\n Bates, que también trabajó en Cisco Systems, estaba considerado como uno de los potenciales candidatos para suceder a Steve Ballmer, que en agosto del año pasado anunció su salida.\n Eric Rudder, director de estrategia avanzada, asumirá temporalmente las tareas de Bates y el ejecutivo de marketing Chris Capossela reemplazará a Reller, dijo el reporte.\n Reller, una de las principales directivas de la compañía y codirectora de la unidad de Microsoft Windows, seguirá en la empresa durante algún tiempo para ayudar con la transición.\n Las noticias dijeron que Nadella, que fue designado CEO el 4 de febrero, habló a los empleados el viernes sobre los cambios y la compañía planea hacerlos públicos el martes.\n Microsoft declinó hacer comentarios sobre los reportes.\n (Reporte de Varun Aggarwal y Nicola Leske, Información adicional de Bill Rigby; Traducido por Raquel Castillo en Madrid; Editado por Lucila Sigal)\nReuters - Esta publicación incluye información y datos que son de propiedad intelectual de Reuters.  Queda expresamente prohibido su uso o el de su nombre sin la previa autorización de Reuters.  Reservados todos los derechos.",
                    "date": "2014-03-03",
                    "eventUri": "433379",
                    "id": "6236262",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.875,
                    "source": {
                        "title": "Terra",
                        "uri": "noticias.terra.cl"
                    },
                    "time": "14:35:00",
                    "title": "Dos altos ejecutivos dejan Microsoft por reestructuración: medios - Terra Chile",
                    "uri": "163902246",
                    "url": "http://noticias.terra.cl/tecnologia/dos-altos-ejecutivos-dejan-microsoft-por-reestructuracion-medios%2C90919df7e8384410VgnCLD2000000dc6eb0aRCRD.html",
                    "wgt": 1
                },
                {
                    "body": "Tony Bates, CEO de Skype, y Tami Reller, vicepresidenta ejecutiva de Marketing, podrían abandonar en estos días Microsoft, según apuntan diversos analistas en Estados Unidos.  Los cambios que parece tener planeados Satya Nadella suenan a estrategia pura, pues a la compañía podría sumarse un asesor de la familia Clinton: Mark Penn.\n 10 COSAS QUE DEBES SABER DE SATYA NADELLA\nBates, uno de los nombres que sonaban con fuerza para sustituir a Steve Ballmer como CEO de Microsoft, abandonaría la empresa inmediatamente, mientras que Tami Reller permanecerá por un tiempo para ayudar en la transición.\n La agencia de noticias Reuters asegura que Microsoft ya dio a conocer de manera interna los cambios, y será este martes cuando los haga públicos.\n NOMBRADO CEO\nA principios de febrero, el directorio de Microsoft eligió a Satya Nadella como su nuevo CEO tras 6 meses de buscar interna y externamente a la persona que ocuparía la silla de director general de la compañía de software más grande del mundo.\n Nadella, cuyo cargo oficial era vicepresidente ejecutivo del grupo de Nube y Empresa de Microsoft, había sido uno de los nombres más señalados en la carrera para reemplazar a Steve Ballmer, quien sostuvo el pasado agosto que planeaba salir de la firma en un año.\n El problema que aún vislumbran los expertos con dejar salir a Ballmer, es que ningún ejecutivo de Microsoft ha pasado por toda la gama de productos de la compañía, que incluyen negocios de consumidor como Xbox, servicios de nube como Azure, el negocio de Windows de la compañía, los servicios de servidores y desarrollo como Visual Studio, y el emergente negocio móvil.",
                    "date": "2014-03-03",
                    "eventUri": "433379",
                    "id": "6250657",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7467,
                    "source": {
                        "title": "CIOAL The Standard IT",
                        "uri": "www.cioal.com"
                    },
                    "time": "19:07:00",
                    "title": "¡Ya empezaron los cambios de Satya Nadella! - CIO Latin America",
                    "uri": "163942396",
                    "url": "http://www.cioal.com/2014/03/03/ya-empezaron-los-cambios-de-satya-nadella/",
                    "wgt": 1
                },
                {
                    "body": "Tony Bates, CEO de Skype, y Tami Reller, vicepresidenta ejecutiva de marketing de Microsoft, podrían abandonar la compañía.  Así lo publican medios de comunicación de Estados Unidos, que aseguran que Satya Nadella también tiene la intención de contratar a un asesor de la familia Clinton.\n Tony Bates, CEO de Skype, va a pasar de ser uno de los nombres que sonaban con fuerza para sustituir a Steve Ballmer como CEO de Microsoft, a abandonar la compañía.  Por lo menos eso es lo que aseguran los rumores, que también afirman que otro peso pesado de Microsoft va a dejar la multinacional.  Se trata de Tami Reller, vicepresidenta ejecutiva de marketing de Microsoft.\n Reuters, que cita a The New York Times, asegura que Satya Nadella estaría a punto de firmar contrato con un asesor de la familia Clinton.  Se trataría de Mark Penn, quien ocuparía el cargo de director de estrategia de Microsoft.\n Los rumores apuntan a que Tony Bates va a abandonar Microsoft \"inmediatamente\" mientras que Tami Reller permanecerá en Microsoft por un tiempo para ayudar en la transición.  Reuters asegura que Microsoft ya dio a conocer, de manera interna, los cambios y será el martes cuando los haga públicos.\n Satya Nadella fue nombrado tercer CEO de Microsoft el 4 de febrero, ganando la carrera a Tony Bates y Stephen Elop.  El nombre de ambos directivos sonó con fuerza durante todo el periodo de búsqueda de CEO, y, según los rumores, estos llegaron a la fase final de elección de candidato.\n La semana pasada, The Verge publicó que Microsoft va a nombrar a Stephen Elop, actual CEO de Nokia, responsable de la división de hardware y juegos.  Esta área engloba el negocio de Xbox y Surface y en la misma se gestionará el negocio de Nokia.\n Aplicaciones gratuitas de PC para facilitar las tareas diarias (Segunda parte)\nReino Unido recopiló imágenes de webcam de millones de usuarios de Yahoo\nMicrosoft adapta a OneDrive la versión iOS de SkyDrive Pro",
                    "date": "2014-03-03",
                    "eventUri": "433379",
                    "id": "6241754",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7373,
                    "source": {
                        "title": "www.pcworld.com.mx",
                        "uri": "www.pcworld.com.mx"
                    },
                    "time": "16:02:00",
                    "title": "La reestructuración de Satya Nadella podría dejar fuera de Microsoft ... - PCWorld México",
                    "uri": "163917906",
                    "url": "http://www.pcworld.com.mx/Articulos/31837.htm",
                    "wgt": 1
                },
                {
                    "body": "El ex asesor de la familia Clinton Mark Penn se convertirá en su jefe de estrategia y tendrá más poder en determinar en qué mercados debería estar Microsoft y dónde debería hacer más inversiones\nEn la mayor reestructuración de la dirección en Microsoft desde que Satya Nadella asumiera el mes pasado el puesto de presidente ejecutivo, sus dos máximos directivos, Tony Bates y Tami Reller, dejarán la compañía mientras que el ex asesor de la familia Clinton Mark Penn se convertirá en su jefe de estrategia, según reportes de medios.\n Penn tendrá más poder en determinar en qué mercados debería estar Microsoft y dónde debería hacer más inversiones, informó The New York Times, citando a una persona informada sobre los cambios.  Penn fue vicepresidente ejecutivo de supervisión de publicidad y estrategia de Microsoft.\n Bates, ex CEO de Skype a cargo del negocio de desarrollo de Microsoft, se marchará inmediatamente, informó el domingo la página sobre noticias tecnológicas Re/code, citando fuentes sin identificar.\n Bates, que también trabajó en Cisco Systems, estaba considerado como uno de los potenciales candidatos para suceder a Steve Ballmer, que en agosto del año pasado anunció su salida.  Eric Rudder, director de estrategia avanzada, asumirá temporalmente las tareas de Bates y el ejecutivo de marketing Chris Capossela reemplazará a Reller, dijo el reporte.\n Reller, una de las principales directivas de la compañía y codirectora de la unidad de Microsoft Windows, seguirá en la empresa durante algún tiempo para ayudar con la transición.\n Las noticias dijeron que Nadella, que fue designado CEO el 4 de febrero, habló a los empleados el viernes sobre los cambios y la compañía planea hacerlos públicos el martes.  Microsoft declinó hacer comentarios sobre los reportes.",
                    "date": "2014-03-04",
                    "eventUri": "433379",
                    "id": "6315009",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7053,
                    "source": {
                        "title": "Revista Summa Magazine",
                        "uri": "www.revistasumma.com"
                    },
                    "time": "07:49:00",
                    "title": "Dos altos ejecutivos dejan Microsoft por reestructuración",
                    "uri": "164062974",
                    "url": "http://www.revistasumma.com/gerencia/46599-dos-altos-ejecutivos-dejan-microsoft-por-reestructuracion.html",
                    "wgt": 1
                },
                {
                    "body": "Steve Ballmer, ex consejero delegado de Microsoft, da la mano a Tony Bates, ex consejero delegado de Skype, durante la compra de esta compañía por parte del gigante de Redmond.\n El nombramiento de Satya Nadella como nuevo consejero delegado de Microsoft está provocando otros cambios en el equipo directivo del fabricante de software.  Dos de los vicepresidentes del gigante de Redmond abandonarán la compañía en los próximos días, según adelantó el blog Re/code.  El primero en salir será Tony Bates, exconsejero delegado de Skype y actual responsable de desarrollo de Negocio de Microsoft.\n Bates era uno de los candidatos internos que se barajó para sustituir a Steve Ballmer al frente de la corporación.  Incluso se aseguraba que era el favorito de los empleados de Microsoft para liderar el futuro de la compañía.  Bates llegó a Microsoft, después de que esta comprara Skype, el popular servicio de voz IP.  Le sustituirá temporalmente Eric Rudder, hasta que haya un candidato definitivo para el cargo, según revela la misma fuente.\n La otra salida destacada es la de Tami Reller, como Bates vicepresidenta ejecutiva además de responsable de Marketing de la compañía.  Reller, que será sustituida por Chris Capossela, se incorporó a Microsoft tras otra compra por parte de la multinacional, la de Great Plains Software en 2001.  Es una de las cuatro mujeres que ocupan cargos importantes en el equipo directivo de la multinacional.  Las otras tres son Amy Hood, directora financiera; Lisa Brummel, responsable de recursos humanos, y Julie Larson-Green, al frente del desarrollo de hardware.  Esta última también deja Microsoft, según desveló hace unos días, informa ITEspresso.  La directiva también sonaba entre los favoritos internos para sustituir a Ballmer.\n Ninguno de los afectados ni la propia Microsoft ha explicado las razones de la marcha de estos directivos.  Al parecer, algunos de los movimientos son también resultado de la integración de Nokia, que se esperase complete en unas semanas.\n La salida de Bates será inmediata, mientras la de Reller se dilatará algo más.  Con estos movimientos, parece claro que Nadella, que tomó la dirección de Microsoft hace un mes, parece querer crear su propio equipo directivo para hacer frente a los retos de la compañía, entre ellos posicionarse como un líder en la era post-PC y completar su transición a la nube.",
                    "date": "2014-03-03",
                    "eventUri": "433379",
                    "id": "6253535",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.703,
                    "source": {
                        "title": "Cinco Días",
                        "uri": "cincodias.com"
                    },
                    "time": "20:05:00",
                    "title": "Microsoft pierde a dos de sus principales ejecutivos tras sustituir ... - Cinco Días",
                    "uri": "163950391",
                    "url": "http://cincodias.com/cincodias/2014/03/03/tecnologia/1393876542_218262.html",
                    "wgt": 1
                },
                {
                    "body": "Satya Nadella lleva poco en Microsoft y parece que los cambios que propone empezarán a llegar dentro de poco.  Sabíamos que su perfil era diferente al de Steve Ballmer y que iba a traer nuevos aires a Redmond.  El primero podría anunciarse mañana oficialmente, según Recode.\n Nadella tiene previsto cargarse a dos grandes ejecutivos de Microsoft para iniciar su transformación.  Por un lado a Tony Bates, uno de los pesos pesados de la compañía que entró tras la adquisición de Skype.  EVP en la sección de negocios y evangelista, era uno de los nombres que sonaba para sustituir a Ballmer.\n Según Recode, a Tony Bates no le va a faltar trabajo según abandone Microsoft y algunas compañías como GoPro ya le han contactado para ofrecerle un puesto de alta responsabilidad y nómina generosa.  Junto a este EVP otra directiva que podría salir sería Tami Reller.\n Con más de diez años de experiencia en lo más alto de Microsoft, Tami ha trabajado como CMO y CFO en la unidad de Windows.  Como Bates, Tami Reller entró en Redmond cuando la compañía para la que trabajaba, Great Plains, fue absorbida en 2001.  No sólo tendremos salidas sino también promociones y ascensos.\n Mark Penn, anterior EVP de la compañía, ahora será la mano derecha (CSO) de Nadella.  Su experiencia en el mundo político con Tony Blair y Bill Clinton entre otros han hecho que Penn suba de categoría y se convierta en un peso importante dentro de la compañía.\n ¿Quién ocupará el puesto de Tony Bates?  Parece ser que será Eric Rudder, EVP en la división de estrategia avanzada.  Tami Reller por su parte será sustituida por Chirs Caposella.  De momento no hay nada confirmado y sólo se trata de información que viene según fuentes internas.  De confirmarse, mañana lo sabremos.",
                    "date": "2014-03-03",
                    "eventUri": "433379",
                    "id": "6226792",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6823,
                    "source": {
                        "title": "www.xataka.com",
                        "uri": "www.xataka.com"
                    },
                    "time": "12:44:00",
                    "title": "Satya Nadella empieza a mover ficha en Microsoft y se cargará a dos grandes ejecutivos según Recode",
                    "uri": "163874525",
                    "url": "http://www.xataka.com/otros/satya-nadella-empieza-a-mover-ficha-en-microsoft-y-se-cargara-a-dos-grandes-ejecutivos-segun-recode?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bxataka2%2B%2528Xataka%2529",
                    "wgt": 1
                },
                {
                    "body": "El nuevo CEO de la empresa hace sus primeros cambios como directivo\nMicrosoft está teniendo su primera gran reorganización ejecutiva bajo la batuta del nuevo presidente ejecutivo, Satya Nadella.\n Tony Bates, ex director general de Skype y más recientemente, vicepresidente ejecutivo de desarrollo de negocios y de \"evangelización\", dejará su cargo a manos de Eric Rudder.  Según ha confirmado en mismo Nadella en un comunicado, este se trata de una estrategia provisional.\n Microsoft también elimina a Tami Reller, vicepresidente ejecutivo de marketing.  En una carta a los empleados de la empresa, Nadella dijo que quería un \"líder único\" para ejecutar todo el marketing de Microsoft y le dará a Chris Capossela esta posición, además de la función de Director de Marketing .\n \"¿Cómo articulamos nuestro valor, cómo comercializamos nuestro mensaje, cómo entregamos ese valor a los clientes a través de nuestra publicidad y otros canales, todos se tienen que atar en una estrategia global\", dijo Nadella a través de un comunicado.\n Capossela también continuará su trabajo como líder del Grupo de los canales de consumo hasta que Microsoft encuentre un sucesor.\n Por su parte, Reller permanecerá en la empresa hasta que se ha hecho la transición.  Nadella dijo que Reller se tomará algo de tiempo libre antes de buscar nuevos proyectos fuera de la empresa.",
                    "date": "2014-03-03",
                    "eventUri": "433379",
                    "id": "6258095",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6762,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "21:35:00",
                    "title": "Satya Nadella elimina a dos altos ejecutivos de Microsoft",
                    "uri": "163962438",
                    "url": "http://www.abc.es/tecnologia/informatica-software/20140303/abci-satya-nadella-cambios-microsoft-201403032148.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-03-04",
            "avgCos": 0.7597,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "433379",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "283408",
            "lang": "spa",
            "storyDate": "2014-03-04",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-88219",
            "variance": 0.3729
        }
    },
    "meta": {
        "CCAArticleMatchCount": 75,
        "CCAArticleMatchRatio": 0.4601226993865031,
        "CCAAvgCosSim": 0.7552973333333335,
        "CCAAvgMatchWgt": 51.49333333333333,
        "_articleUri1": "163961185",
        "_articleUri2": "164062974",
        "_datetime": "2015-02-19 18:38:55",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-202092",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-88219",
        "_username": "Evgenia Belyaeva",
        "artCount1": 16,
        "artCount2": 10,
        "avgCosSimStory1": 0.7201,
        "avgCosSimStory2": 0.7597,
        "categorySim": 0,
        "conceptCosSim": 0.3234847087345179,
        "conceptJaccardSim": 0.1805555555555556,
        "coreTime1": 124221.0833333333,
        "coreTime2": 124213.5166666667,
        "coreTimeStDev1": 5.495093152336448,
        "coreTimeStDev2": 7.187899747337821,
        "entityCosSim": 0.5036693278022994,
        "entityJaccardSim": 0.25,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.2610877341308869,
        "keywordJaccardSim": 0.1538461538461539,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 21,
        "storyQuality2": 22,
        "timeAvg1": 124223.7125,
        "timeAvg2": 124226.6583333334,
        "timeStDev1": 6.367717790631919,
        "timeStDev2": 20.03167526416411,
        "varianceStory1": 0.4815,
        "varianceStory2": 0.3729
    }
}