{
    "850f305d-14db-4c75-b547-79470a557ea3-857655": {
        "articles": {
            "resultCount": 35,
            "results": [
                {
                    "body": "A schoolteacher from New Jersey has returned from her trip to South Africa with a remarkable up-close photo of a great white shark that has been making waves on social media.\n\nAmanda Brewer, 25, an art teacher from Gloucester County, traveled halfway across the world to volunteer as a scientific data collector for White Shark Africa - an organization dedicated to animal conservation and eco-tourism.\n\nBrewer, a lifelong shark enthusiast and amateur photographer, was enjoying cage diving in Mossel Bay off Seal Island one day hoping to catch a glimpse of the much-maligned sea creatures - and she didn't have to wait long.\n\nThe daredevil teacher had her new GoPro trained on the surface of the water when a hulking female shark appeared directly in front of her, its enormous maw bristling with razor-sharp teeth open wide.\n\nIn Brewer's photo, which has since become a viral sensation, the steel-grey beast emerges from emerald-colored waters, lured by a pair of fish heads tied to a rope as bait.\n\n'I wasn't even a little bit frightened,' Brewer boasted to Time Lightbox about the fateful moment. 'When you're there and you're in their presence, it's not scary. They're beautiful and graceful, and you can see how intelligent they are.'\n\nThe art teacher said she took about 30 shots with the camera in burst mode, but none was as dramatic as that one toothy picturet.\n\n'I knew immediately that that photo was going to do something,' Brewer told Time Lightbox.\n\nUpon her return home, Brewer hung her now-famous picture of the shark with its mouth agape in her classroom at Whitman Elementary School in Washington Township to inspire her young students.\n\nThe vivid snapshot has been shared thousands of times on social media sites and has been the subject of fawning news articles, blog posts and TV segments.\n\nBut Brewer also has been subjected to criticism from shark advocates over the use of bait in the taking of the photo.\n\nSpeaking to GrindTV, the New Jersey educator explained that the fish heads used to lure the shark were pulled around and out of the way of the cage to make sure the sea creature didn't lunge and the steel bars.\n\n'That's one thing that we learned right off the bat, is that you never want the shark to make contact with the cage,' she noted.\n\n'And you also don't want the shark to eat the bait. You don't feed the sharks; that's not what we want to do.'\n\nBrewer added that the fish-eye lens on her camera made the shark appear closer to her than it was in reality, which was about 3 feet from the cage.\n\nShe said the shark came out of nowhere, and she was simply at the right place and at the right time with her trusty GoPro at the ready.\n\n'I'd been waiting for this kind of experience my whole life,' Brewer told LightBox.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21514737",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8199,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "07:44:00",
                    "title": "Say cheese! Schoolteacher captures amazing up-close photo of great white shark while cage diving in South Africa",
                    "uri": "216767891",
                    "url": "http://www.dailymail.co.uk/news/article-2786070/Say-cheese-Schoolteacher-captures-amazing-close-photo-great-white-shark-cage-diving-South-Africa.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "A schoolteacher from New Jersey has returned from her trip to South Africa with a remarkable up-close photo of a great white shark that has been making waves on social media.\n\nAmanda Brewer, 25, an art teacher from Gloucester County, traveled halfway across the world to volunteer as a scientific data collector for White Shark Africa - an organisation dedicated to animal conservation and eco-tourism.\n\nBrewer, a lifelong shark enthusiast and amateur photographer, was enjoying cage diving in Mossel Bay off Seal Island one day hoping to catch a glimpse of the much-maligned sea creatures - and she didn't have to wait long.\n\nThe daredevil teacher had her new GoPro trained on the surface of the water when a hulking female shark appeared directly in front of her, its enormous maw bristling with razor-sharp teeth open wide.\n\nIn Brewer's photo, which has since become a viral sensation, the steel-grey beast emerges from emerald-coloured waters, lured by a pair of fish heads tied to a rope as bait.\n\n\"I wasn't even a little bit frightened,\" Brewer boasted to Time Lightbox about the fateful moment.\n\n\"When you're there and you're in their presence, it's not scary. They're beautiful and graceful, and you can see how intelligent they are.\"\n\nThe art teacher said she took about 30 shots with the camera in burst mode, but none was as dramatic as that one toothy picturet.\n\n\"I knew immediately that that photo was going to do something,\" Brewer told Time Lightbox.\n\nUpon her return home, Brewer hung her now-famous picture of the shark with its mouth agape in her classroom at Whitman Elementary School in Washington Township to inspire her young students.\n\nThe vivid snapshot has been shared thousands of times on social media sites and has been the subject of fawning news articles, blog posts and TV segments.\n\nBut Brewer also has been subjected to criticism from shark advocates over the use of bait in the taking of the photo.\n\nSpeaking to GrindTV, the New Jersey educator explained that the fish heads used to lure the shark were pulled around and out of the way of the cage to make sure the sea creature didn't lunge and the steel bars.\n\n\"That's one thing that we learned right off the bat, is that you never want the shark to make contact with the cage,\" she noted.\n\n\"And you also don't want the shark to eat the bait. You don't feed the sharks; that's not what we want to do.\"\n\nBrewer added that the fish-eye lens on her camera made the shark appear closer to her than it was in reality, which was about 3 feet from the cage.\n\nShe said the shark came out of nowhere, and she was simply at the right place and at the right time with her trusty GoPro at the ready.\n\n\"I'd been waiting for this kind of experience my whole life,\" Brewer told LightBox.\n\nThe makers of GoPro took notice of Brewer's ringing endorsement of their camera and featured her photo on their Twitter account, which helped the shark-tastic snapshot go viral.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21630885",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8185,
                    "source": {
                        "title": "The New Zealand Herald",
                        "uri": "www.nzherald.co.nz"
                    },
                    "time": "02:01:00",
                    "title": "Schoolteacher captures amazing photo of great white shark",
                    "uri": "217054182",
                    "url": "http://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=11340287&ref=nzh_tw",
                    "wgt": 1
                },
                {
                    "body": "A great white shark attack photo is amazing since it captures the moment right before the shark takes a huge bite. Critics are already highlighting how dangerous it was to use bait attached to a shark cage in the manner shown, since a lunging shark could be harmed in the process if it ran into the cage.\n\nIn a related report by The Inquisitr, a great white shark attack on a sea lion was caught on video by shark cage divers, but that's not nearly as crazy as the video showing killer whales attacking a tiger shark and tearing it to pieces. Australia also had the luck to catch two great white sharks battling it out on camera. But if you are looking for something relatively \"cute,\" you should check out the article on the baby great white shark.\n\nAmanda Brewer is an art teacher in New Jersey who captured the great white shark photo on her GoPro camera, which she bought literally days before the event occurred. Brewer visited South Africa to volunteer with the eco-tourism and research group White Shark Africa as a summer intern. As part of this work, she had a chance to go into a shark cage, but she did not wear a mask or scuba gear since the cage was only partially submerged. And that's when luck favored her outing.\n\n\"[The great white shark] came out of nowhere and just kind of lunged out of the water, and I just happened to have had my GoPro in the exact right place at the exact right time. It really was just luck.\"\n\nAlthough she managed to capture 30 images with her GoPro camera, she did not realize what she had until she was able to upload them to her iPad back at the office.\n\n\"Immediately it was, 'Oh my goodness. Everybody take a look,'\" Brewer recalled. \"'I think I really got something here. This photo is really gonna do something.'\"\n\nBut people like Ricardo Lacombe were less than impressed with the great white shark attack photo, and complained on the White Shark Interest Group page.\n\n\"Bait usage is fine in my book as an attractant, but dragging it at the cage like this is asking for trouble for the shark. So disappointed this shot is getting so much coverage ... but a chance to try and educate people I guess.\"\n\nBut Brewer says critics do not know the whole story.\n\n\"The person was pulling the bait around and out of the way of the cage [to Brewer's right] so that shark wouldn't go near the cage at all,\" Brewer said. \"That's one thing that we learned right off the bat, is that you never want the shark to make contact with the cage. And you also don't want the shark to eat the bait. You don't feed the sharks; that's not what we want to do.\"\n\nThe fish eye lens used to capture the great white shark photo did not show how the apex predator lunged about three feet away from the cage. Despite the controversy, Amanda Brewer believes the response to the photo has been \"incredibly positive,\" and has given a chance to White Shark Africa to educate the public.\n\nWhat do you think about the great white shark photo?",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21469988",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7864,
                    "source": {
                        "title": "The Inquisitr News",
                        "uri": "www.inquisitr.com"
                    },
                    "time": "21:17:00",
                    "title": "Great White Shark Attack Photo Caught By GoPro Camera Video Has Critics Exclaiming, 'Too Dangerous!'",
                    "uri": "216515660",
                    "url": "http://www.inquisitr.com/1526264/great-white-shark-attack-photo-caught-by-gopro-camera-video-has-critics-exclaiming-too-dangerous/#utm_source%3Dfeedburner%26utm_medium%3Dfeed%26utm_campaign%3DFeed%253A%2BInquisitr%2B%2528Inquisitr%253A%2BAll%2529",
                    "wgt": 1
                },
                {
                    "body": "SCHOOLTEACHER and shark enthusiast Amanda Brewer captured the incredible shot on her GoPro camera while on a conservation trip in South Africa.\n\nJAWS wide open, lips pulled back and razor sharp teeth on show - this extreme close-up photograph of a great white shark might just be the best of its kind EVER.\n\nAnd perhaps even more shocking, it was captured by an amateur snapper.\n\nArt teacher Amanda Brewer, 25, captured the unbelievable moment while working as a volunteer for White Shark Africa - a charity which works with animal conservationists and eco-tourists.\n\nThe primary school teacher, from New Jersey, travelled to South Africa to get up-close and personal with great whites in their natural habitat.\n\nBut she never realised she would be getting quite so near to the colossal creatures.\n\nHer remarkable snaps were taken while the daredevil shark enthusiast was cage diving in Mossel Bay, off Seal Island, and an enormous female beast lunging for fish bait appeared right before her eyes.\n\nAmanda's new GoPro caught the moment and her photo has since gone viral.\n\nShe told Time Lightbox: \"When you're there and you're in their presence, it's not scary.\n\n\"They're beautiful and graceful, and you can see how intelligent they are.\"\n\nShe added that her GoPro's fish-eye lens made the shark seem even more menacing than it was in real life.\n\nBut Amanda's photos have sparked controversy, inspiring an internet debate about whether it is ethical to bait sharks - many of which are threatened species.\n\nRicardo Lacombe posted on the White Shark Interest Group Facebook page:\"Bait usage is fine in my book as an attractant, but dragging it at the cage like this is asking for trouble for the shark.\n\n\"So disappointed this shot is getting so much coverage ... but a chance to try and educate people I guess.\"\n\nResponding to the criticism on GrintTV, Amanda - who has hung the vivid snapshot in her classroom at Whitman Elementary School in Washington Township to inspire her pupils - said the bait was being pulled away from the cage, so there was no way the shark could go near the cage.\n\n\"That's one thing that we learned right off the bat, is that you never want the shark to make contact with the cage,\" she said.\n\n\"And you also don't want the shark to eat the bait. You don't feed the sharks; that's not what we want to do.\"\n\nCheck out footage of a killer white fighting a tiger shark below.\n\nPoll loading ...",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21528126",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7803,
                    "source": {
                        "title": "dailyrecord",
                        "uri": "www.dailyrecord.co.uk"
                    },
                    "time": "10:43:00",
                    "title": "Is this the best shark picture EVER? Teacher snaps extreme close-up of snarling great white on GoPro",
                    "uri": "216808447",
                    "url": "http://www.dailyrecord.co.uk/news/weird-news/best-shark-picture-ever-teacher-4406309",
                    "wgt": 1
                },
                {
                    "body": "A primary school teacher whose incredible close-up of a great white shark has gone viral has said she 'wasn't even a little bit frightened' - despite the fearsome predator snapping at her cage.\n\nShark enthusiast Amanda Brewer, 25, who teaches art at a New Jersey school, travelled round the world to volunteer for White Shark Africa, an organisation dedicated to animal conservation.\n\nAnd armed with her GoPro, Ms Brewer went cage-diving in Mossel Bay, South Africa, in the hope of seeing one of her favourite creatures.\n\nShe didn't have long to wait - as an enormous female great white swam up to the side of the cage and lunged at the bait hanging over the side.\n\n'I wasn't even a little bit frightened,' she told Time Lightbox.\n\n'When you're there and you're in their presence, its not scary. They're beautiful and graceful, and you can see how intelligent they are.\n\n'I knew immediately that that photos was going to do something.'\n\nThe photo quickly went viral, with some users calling it the 'best shark photo ever'.\n\nMs Brewer said she hung the photo on the wall of her classroom in Washington Township in the hope of inspiring her pupils.\n\nNot everyone was happy, however. Some shark experts have criticised Ms Brewer using bait to attract the shark, as the great whites are not meant to be fed nor make contact with the cage.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21675415",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7666,
                    "source": {
                        "title": "Metro.co.uk",
                        "uri": "metro.co.uk"
                    },
                    "time": "11:44:00",
                    "title": "Smile: This close-up of a great white shark is making waves on social media",
                    "uri": "217177111",
                    "url": "http://metro.co.uk/2014/10/10/smile-this-close-up-of-a-great-white-shark-is-making-waves-on-social-media-4900498/",
                    "wgt": 1
                },
                {
                    "body": "A schoolteacher's dramatic photo of a great white shark has gone viral, inspiring a lively Internet debate about whether it's ethical to bait sharks, many of which are threatened species, so that tourists can see them up close.\n\nThe buzz-worthy photo, which shows the shark lunging for fish bait, looks like a frame from a Steven Spielberg movie. But it was made by a young New Jersey teacher who spent the summer cage diving in South Africa.\n\nThe amateur diver and photographer, Amanda Brewer, 26, took the photo of the female great white shark off Seal Island in Mossel Bay, South Africa, then uploaded it to National Geographic's Your Shot community.\n\nThe primary school art teacher from New Jersey has not responded to National Geographic's requests for comment, but she told the media that she had spent time this summer cage diving with the eco-tourism company White Shark Africa. (White Shark Africa has also not responded to requests for comment.)\n\n\"I wasn't even a little bit frightened,\" Brewer told Time Lightbox about her encounter while cage diving. \"When you're there and you're in their presence, it's not scary. They're beautiful and graceful, and you can see how intelligent they are.\" (See more shark photos.)\n\nBrewer said she made the image with a GoPro camera she had purchased just before her trip. The camera's fish-eye lens made the shark seem closer and more menacing than it was in real life, she noted. After she posted it online to Instagram and Your Shot, people started sharing it heavily, perhaps because of the photo's intense sense of action. (The image was also featured in Your Shot's Daily Dozen.)\n\nA Shark in Danger?\n\nSome observers have expressed concern about how close the animal appears to the cage.\n\nRicardo Lacombe posted on the White Shark Interest Group Facebook page: \"Bait usage is fine in my book as an attractant, but dragging it at the cage like this is asking for trouble for the shark. So disappointed this shot is getting so much coverage ... but a chance to try and educate people I guess.\"\n\nResponding to the criticism, Brewer told Grind TV that White Shark Africa never pulls bait into or even directly toward cages.\n\n\"The person was pulling the bait around and out of the way of the cage [to Brewer's right] so that shark wouldn't go near the cage at all,\" she said. \"That's one thing that we learned right off the bat, is that you never want the shark to make contact with the cage.\"\n\nGregory Skomal, a senior fisheries biologist who studies sharks for the state of Massachusetts, told National Geographic that fears about this shark hitting the cage are probably overblown. \"In my opinion, it's not likely the shark would be injured by the cage,\" he says.\n\n\"These are remarkably tough animals,\" he adds. \"I have seen them heavily scarred up by each other, with parts having been bitten off, and they have an amazing capacity to heal.\"\n\nSouth Africa requires cage divers to obtain permits and follow strict safety guidelines, Skomal notes. In a few cases, smaller sharks have gotten stuck trying to swim inside cages, \"but that's extremely rare,\" he says. (Watch: \"World's Deadliest: Sharks vs. Seals.\")\n\nAre Shark Cages and Baiting Harmful?\n\nA more important question, says Skomal, is whether the use of diving cages could injure sharks in the long term, by teaching them to associate human beings with food.\n\nMost sharks find people alien to their environment and tend to avoid them, the scientist says. But if sharks begin to associate people with the scent or presence of bait, aka food, they could become more aggressive or start to approach fishers, looking for a meal. (See \"Scientists Track a Great White Across the Atlantic for the First Time.\")\n\nTrouble is, there is very little data to support that hypothesis, so Skomal says that has left the scientific and conservation communities to speculate and debate.\n\n\"It's a little like the debate over zoos,\" he says, \"with some people saying they don't think caging animals is good for them and others saying there is a benefit to education.\"\n\nDolphins sometimes get into trouble by becoming too friendly with people, says Greg Stone, a marine biologist and executive vice president of Conservation International who has studied dolphin behavior around humans. He has not studied the same process in sharks but says that it's logical to think it could happen. (Stone has received two grants from National Geographic over the years, the most recent in 2000.)\n\nAs for whether baited sharks start to associate humans with a meal, Brewer told reporters that White Shark Africa takes care to ensure sharks don't actually get to eat the bait. \"You don't feed the sharks; that's not what we want to do,\" she said.\n\nBut, Stone says, \"whether they get the bait or not, if you are providing them with scent or bait you are altering their natural system.\" He notes that he has been on dives in which people baited sharks \"and they got aggressive.\"\n\n\"So I'm not a big proponent of baiting sharks,\" he says.\n\nStill, there are exceptions, Stone says. \"I've been out with National Geographic photographers in remote areas and they needed to get pictures, so they used bait. But it was probably the first and last time those sharks ever experienced that, so it's not a big deal. But if you do it routinely, you alter the system.\" (See \"Great Whites Thriving in U.S. Waters.\")\n\nBrewer said White Shark Africa combines tourist-type experiences with science and data collection, including tagging and identifying individual sharks. Skomal says he knows such operations in South Africa have contributed in meaningful ways.\n\nBut Stone cautions that the number of operations and cages in the water may be too much. \"I think some of those sharks are probably getting habituated,\" he says.\n\n\"Citizen science is a great idea, but I'd rather see people count seals along the coastline or collect other types of data that are really needed,\" says Stone. \"I'm not sure if going out and swimming with the dolphins or diving in a shark cage in a place where everybody has studied great whites is going to add anything.\"",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21503152",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7423,
                    "source": {
                        "title": "news.nationalgeographic.com",
                        "uri": "news.nationalgeographic.com"
                    },
                    "time": "04:47:00",
                    "title": "Viral Photo of Great White Shark Stirs Debate Over Cages, Baiting",
                    "uri": "216733664",
                    "url": "http://news.nationalgeographic.com/news/2014/10/141008-great-white-shark-viral-photo-cage-diving-south-africa-conservation/",
                    "wgt": 1
                },
                {
                    "body": "Amanda Brewer, of Gloucester County, took the picture while cage diving off of Seal Island in Mossel Bay. 'When you're there and you're in their presence, it's not scary. They're beautiful and graceful,' she said.\n\nLoading\n\nI throw back everyday - today, my favorite #gopro shot from South Africa.\n\nView on Instagram\n\nStep aside Spielberg...\n\nA New Jersey art teacher snapped a jaw-dropping photo of a great white shark in South Africa on her summer vacation.\n\nAmanda Brewer, 26, of Gloucester County, was volunteering with animal conservation group White Shark Africa when she got up-close and personal with the frightening deep-sea beast.\n\n\"I wasn't even a little bit frightened,\" she told TIME Lightbox. \"When you're there and you're in their presence, it's not scary. They're beautiful and graceful, and you can see how intelligent they are.\"\n\nThe picture was taken off of Seal Island in Mossel Bay.\n\nBrewer told the blog she took several photos of the shark with a GoPro camera she purchased just before her trip - but none of them came close to the startling shot of the beast with her jaws wide open.\n\n\"I'd been waiting for this kind of experience my whole life,\" she said, \"and was worried that when it finally happened I'd ruin it, but that photo was taken from the cage and the shark was just coming straight at me.\"\n\nApparently, the camera's fish-eye lens made the shark appear closer than it actually was.\n\nBrewer posted the picture to her Instagram account on Sept. 25 where it has gotten more than 6,000 likes.\n\nmwalsh@nydailynews.com",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21572755",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7349,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "17:55:00",
                    "title": "SEE IT: NJ teacher'S outstanding great white shark pic in South Africa",
                    "uri": "216922638",
                    "url": "http://www.nydailynews.com/news/national/nj-teacher-outstanding-great-white-shark-pic-south-africa-article-1.1968805",
                    "wgt": 1
                },
                {
                    "body": "An elementary school art teacher from New Jersey recently captured a one-in-a-million photograph of a great white shark, and the image has now gone viral. The photo has received more than 350,000 views on Instagram and 80,000 likes on Facebook as of Oct. 8.\n\nAccording to Grind TV, Amanda Brewer was in South Africa volunteering with the eco-tourism and research group White Shark Africa.\n\nBrewer, 26, says that she captured the amazing image with a GoPro camera that she purchased just days before her trip, and that she is not a skilled photographer.\n\nBrewer was inside of a shark cage when the giant beast lunged out of the water. Her GoPro camera caught 30 quick images of the close encounter. Once she returned to White Shark Africa's office, she uploaded the photos to her iPad and was amazed at what she saw.\n\nBrewer told Time that she hung the photo in her New Jersey classroom after returning to the United States. The teacher says that her students have been inspired by her close encounter.\n\nNot everyone has been impressed by the photo though. One critic reportedly said that the research group is asking for trouble by dragging bait close to a cage, and he is disappointed at the attention the photograph has received.\n\nBrewer says that the neither the shark nor the bait was actually as close to the cage as it appears. She says that the fish-eye lens on the GoPro camera made both appear closer than they were. She also says that the group never feeds the sharks.\n\nWATCH INTERVIEW WITH ABC NEWS\n\nMore ABC news videos | ABC Entertainment News",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21480312",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7283,
                    "source": {
                        "title": "JRN.com",
                        "uri": "www.jrn.com"
                    },
                    "time": "23:12:00",
                    "title": "One-in-a-million photograph of great white shark goes viral",
                    "uri": "216680198",
                    "url": "http://www.jrn.com/now-trending/One-in-a-million-photograph-of-great-white-shark-goes-viral-278525111.html",
                    "wgt": 1
                },
                {
                    "body": "National Geographic is reporting on this amazing photo of a shark taken in Mossel Bay, South Africa, by 26-year-old art teacher, amateur diver, and photographer Amanda Brewer while working at eco-tourism company White Shark Africa.\n\nFrom her description:\n\nThis photo of a female Great White Shark was taken with a GoPro hero 3+ Silver from a cage in the water off of Seal Island, Mossel Bay, South Africa. White Shark Africa is an eco-tourism company promoting shark conservation.\n\nAmanda uploaded it to the Your Shot online photo community, apparently causing an intense debate on using bait like this in cage diving, reports National Geographic:\n\nRicardo Lacombe posted on the White Shark Interest Group Facebook page: \"Bait usage is fine in my book as an attractant, but dragging it at the cage like this is asking for trouble for the shark. So disappointed this shot is getting so much coverage ... but a chance to try and educate people I guess.\"\n\nResponding to the criticism, Brewer told Grind TV that White Shark Africa never pulls bait into or even directly toward cages.\n\n\"The person was pulling the bait around and out of the way of the cage [to Brewer's right] so that shark wouldn't go near the cage at all,\" she said. \"That's one thing that we learned right off the bat, is that you never want the shark to make contact with the cage.\"\n\nWhatever the debate is, Amanda's photo is truly awesome -- and it will give nightmares for as long as I live.\n\nHave you subscribed to Gizmodo Australia's email newsletter? You can also follow us on Facebook, Twitter, Instagram and YouTube.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21744877",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7153,
                    "source": {
                        "title": "www.gizmodo.com.au",
                        "uri": "www.gizmodo.com.au"
                    },
                    "time": "23:41:00",
                    "title": "Insane Close-Up Photo Of A White Shark Will Give Me Nightmares Forever",
                    "uri": "217347625",
                    "url": "http://www.gizmodo.com.au/2014/10/insane-close-up-photo-of-shark-will-give-me-nightmares-forever/",
                    "wgt": 1
                },
                {
                    "body": "This too-close-for-comfort photo of a great white shark is going viral because it's such a great photo, but the art teacher who took it said she had no idea it would turn out like this.\n\nTap to view on the news app.\n\nAmanda Brewer snapped this terrifying photo this summer near Seal Island, Mossel Bay while in South Africa interning with White Shark Africa to promote shark conservation. She shared it to her Instagram in late September.\n\nOn October 5, the photo was picked up as the GoPro photo of the day. Since then, it's racked up 78,000 likes on Facebook and 357,000 likes on Instagram.\n\nWhile many have marveled at the chilling shot, the photo has its share of critics. Several comments have wondered whether such a terrifying portrayal is helpful to shark conservation. Others have cried photoshop.\n\nBrewer said she just got lucky.\n\n\"I went with my GoPro camera in hand, and one day, it was the perfect storm,\" she told Good Morning America Wednesday.\n\nShe said was in a shark cage when the shark approached. She set up her camera to take several shots at once, and this happened to be one that it took.\n\nBrewer posted several photos from her trip to her Instagram, but this one has the ultimate honor: It made it up on the wall in her New Jersey elementary school classroom.\n\n\"They're all so excited about it,\" she said. \"It's been an amazing experience to share with my students.\"\n\nHere are some more highlights from Brewer's adventures.",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21449234",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.709,
                    "source": {
                        "title": "ABC7 San Francisco",
                        "uri": "abc7news.com"
                    },
                    "time": "17:53:00",
                    "title": "Teacher's amazing great white shark photo goes viral",
                    "uri": "216608847",
                    "url": "http://abc7news.com/travel/viral-photo-up-close-and-personal-with-a-great-white-shark/341492/",
                    "wgt": 1
                },
                {
                    "body": "The timing of Amanda Brewer's posting of a jaw-dropping GoPro shark image on her Instagram page might have been perfect for the action cam company, which has just released its HERO4 Series, but the image, which was since gone viral, has sparked some serious debate about shark baiting and cage diving.\n\nThe New Jersey teacher who captured the fearsome lunging great white took the picture while cage diving with the eco-tourism company White Shark Africa off Seal Island in Mossel Bay, South Africa. She has been responding to criticism that dragging the bait so close to the cage could have resulted in injury to the shark. Brewer told GrindTV, \"The person was pulling the bait around and out of the way of the cage so that shark wouldn't go near the cage at all.\"\n\nOpinion is divided among experts in the scientific and conservation communities. Some argue that sharks are battle-hardened predators that carry the scars of far worse encounters than could be inflicted by a bump with a shark cage. Others point out that the more important issue is whether baiting is teaching sharks to associate humans with food, noting that it has been observed that sharks become more aggressive when baited. With the increasing popularity of cage diving for sharks, some believe that the natural behaviors of some sharks are being altered because there are simply too many operators and too many cages in the water.\n\nThe debate surrounding shark diving isn't likely to be resolved anytime soon, but the photographer herself isn't fazed by the discussion. \"This photo has gotten so much recognition and most has been incredibly positive. Now people are talking about the sharks. Now we educate. That's how you make a difference.\"",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21495778",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7011,
                    "source": {
                        "title": "DivePhotoGuide",
                        "uri": "www.divephotoguide.com"
                    },
                    "time": "02:45:00",
                    "title": "Cage Diving Debate Rages After GoPro Shark Image Goes Viral",
                    "uri": "216715015",
                    "url": "http://www.divephotoguide.com/underwater-photography-scuba-ocean-news/cage-diving-debate-rages-after-gopro-shark-image-goes-viral/",
                    "wgt": 1
                },
                {
                    "body": "Amanda Brewer and her GoPro camera were in exactly the right place at the right time.\n\nBrewer, a 26-year-old elementary school art teacher in New Jersey, was volunteering in South Africa this summer with White Shark Africa, an animal conservation organization. She told Time that she took the photo, which shows a great white shark charging at two fish heads, \"totally off the cuff\" in the Mossel Bay waters.\n\nAnd while Brewer is quick to admit she's not a professional photographer by any means, she emphasized her love of sharks. \"I wasn't even a little bit frightened,\" Brewer told Time. \"When you're there and you're in their presence, it's not scary. They're beautiful and graceful, and you can see how intelligent they are.\"",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21485065",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6817,
                    "source": {
                        "title": "theweek.com",
                        "uri": "theweek.com"
                    },
                    "time": "00:16:00",
                    "title": "New Jersey teacher captures incredible, terrifying photo of great white shark",
                    "uri": "216690790",
                    "url": "http://theweek.com/article/index/269520/speedreads-new-jersey-teacher-captures-incredible-terrifying-photo-of-great-white-shark",
                    "wgt": 1
                },
                {
                    "body": "Amanda Brewer, 26, of Gloucester County, was volunteering with animal conservation group White Shark Africa when she got up close and personal with the deep-sea beast.\n\nEARLIER: Shark versus shark off South Australian coast\n\nHer incredible shots were taken while the she was cage diving in Mossel Bay, off Seal Island in South Africa.\n\n\"I wasn't even a little bit frightened,\" she told TIME Lightbox. \"When you're there and you're in their presence, it's not scary. They're beautiful and graceful, and you can see how intelligent they are.\"\n\n\"I'd been waiting for this kind of experience my whole life,\" she said, \"and was worried that when it finally happened I'd ruin it, but that photo was taken from the cage and the shark was just coming straight at me.\"\n\nBrewers' new GoPro caught the moment and her photo has since gone viral.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21659456",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.678,
                    "source": {
                        "title": "AdelaideNow",
                        "uri": "www.adelaidenow.com.au"
                    },
                    "time": "08:36:00",
                    "title": "Shark comes in for extreme close-up",
                    "uri": "217130594",
                    "url": "http://www.adelaidenow.com.au/news/world/great-white-shark-photographed-off-seal-island-south-africa/story-fni6um3i-1227086473856?from=public_rss&nk=5b62bb64cde1a2b5ff81fae08bc1748d",
                    "wgt": 1
                },
                {
                    "body": "This photo of a female Great White Shark was taken with a GoPro hero 3+ Silver from a cage in the water off of Seal Island, Mossel Bay, South Africa. White Shark Africa is an eco-tourism company promoting shark conservation.\n\nAmanda uploaded it to the Your Shot online photo community, apparently causing an intense debate on using bait like this in cage diving, reports National Geographic:\n\nRicardo Lacombe posted on the White Shark Interest Group Facebook page: \"Bait usage is fine in my book as an attractant, but dragging it at the cage like this is asking for trouble for the shark. So disappointed this shot is getting so much coverage ... but a chance to try and educate people I guess.\"\n\nResponding to the criticism, Brewer told Grind TV that White Shark Africa never pulls bait into or even directly toward cages.\n\n\"The person was pulling the bait around and out of the way of the cage [to Brewer's right] so that shark wouldn't go near the cage at all,\" she said. \"That's one thing that we learned right off the bat, is that you never want the shark to make contact with the cage.\"\n\nWhatever the debate is, Amanda's photo is truly awesome -- and it will give nightmares for as long as I live.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21742370",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6722,
                    "source": {
                        "title": "Sploid",
                        "uri": "sploid.gizmodo.com"
                    },
                    "time": "23:02:00",
                    "title": "Insane close-up photo of a white shark will give me nightmares forever",
                    "uri": "217341337",
                    "url": "http://sploid.gizmodo.com/insane-close-up-photo-of-shark-will-give-me-nightmares-1644694914/%2Bcaseychan",
                    "wgt": 1
                },
                {
                    "body": "A US holidaymaker's photo of a great white shark - jaws wide open and razor-sharp teeth on display - has gone viral.\n\nNew Jersey primary school teacher Amanda Brewer took the picture while cage-diving in South Africa.\n\nThe 26-year-old says it was pure luck that she captured the jaw-dropping moment when the hungry beast lunged for bait in Mossel Bay, off Seal Island.\n\nShe told Time LightBox: \"I wasn't even a little bit frightened. When you're there and you're in their presence, it's not scary.\n\n\"They're beautiful and graceful, and you can see how intelligent they are.\"\n\nMs Brewer, who spent the summer in South Africa volunteering for an animal conservation group, snapped the photo with a GoPro camera.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21635293",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.658,
                    "source": {
                        "title": "Sky News",
                        "uri": "news.sky.com"
                    },
                    "time": "03:08:00",
                    "title": "Great White Shark Close-Up Photo Goes Viral",
                    "uri": "217065250",
                    "url": "http://news.sky.com/story/1350304/great-white-shark-close-up-photo-goes-viral",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- An elementary school art teacher took a photo of a shark on a recent trip to South Africa and it's garnering quite a bit of attention.\n\nTime magazine reports Amanda Brewer was on an eco-tourism trip for White Shark Africa, a conservation organization. The photo was taken at Mosell Bay while she was experimenting with a GoPro camera. She says she was surprised by the picture.\n\n\"It was the perfect moment, and the camera is so easy to use and takes such magnificent photos,\" Brewer tells Time. \"I'd been waiting for this kind of experience my whole life, and was worried that when it finally happened I'd ruin it, but that photo was taken from the cage and the shark was just coming straight at me. It happens so fast when you're actually there.\"\n\nGoPro shared the picture on the company's official Twitter account where it's been retweeted thousands of times. See the image below.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21592259",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6493,
                    "source": {
                        "title": "www.wtop.com",
                        "uri": "www.wtop.com"
                    },
                    "time": "19:15:00",
                    "title": "Teacher's photo of great white shark goes viral - WTOP.com",
                    "uri": "216964743",
                    "url": "http://www.wtop.com/681/3719004/Teachers-photo-of-great-white-shark-goes-viral",
                    "wgt": 1
                },
                {
                    "body": "Amanda Brewer, 25, an art teacher from New Jersey, USA, got the shot while doing volunteer work as a scientific data collector for White Shark Africa.\n\nThe organisation is dedicated to animal conservation and eco-tourism.\n\nBrewer, a lifelong shark enthusiast and amateur photographer, was enjoying cage diving in Mossel Bay off Seal Island, South Africa, when she snapped the monster as it was tempted towards her cage by two fish heads on a rope.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21570496",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6292,
                    "source": {
                        "title": "Dailystar.co.uk",
                        "uri": "www.dailystar.co.uk"
                    },
                    "time": "17:31:00",
                    "title": "JAW BLIMEY: Cage diving schoolteacher's amazing photo of Great White shark in South Africa",
                    "uri": "216917062",
                    "url": "http://www.dailystar.co.uk/news/latest-news/404232/JAW-BLIMEY-Cage-diving-schoolteacher-amazing-photo-Great-White-shark-South-Africa",
                    "wgt": 1
                },
                {
                    "body": "This is what it looks like to be up close and personal with a great white shark.\n\nNew jersey schoolteacher Amanda Brewer captured the terrifying photo while cage diving in Mossel Bay, South Africa, this summer.\n\nThe 25-year-old amateur photographer was volunteering as scientific data collector for White Shark Africa when she took the close-up.\n\n\"I wasn't even a little bit frightened,\" she told Time Lightbox.\n\n\"When you're there and you're in their presence, it's not scary.\n\n\"They're beautiful and graceful, and you can see how intelligent they are.\"\n\nMs Brewer captured the detailed photo using a High Dynamic Range setting on a GoPro camera she bought just before the trip.\n\nShe has hung the photo in her classroom since returning to work and hopes it will be an inspiration to her students.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21605917",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6203,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "21:14:00",
                    "title": "Amateur photographer captures amazing great white shark close-up",
                    "uri": "216995649",
                    "url": "http://www.telegraph.co.uk/travel/destinations/africaandindianocean/southafrica/11152022/Amateur-photographer-captures-amazing-great-white-shark-close-up.html",
                    "wgt": 1
                },
                {
                    "body": "A New Jersey art teacher visiting South Africa snapped a once in a lifetime photo of a great white shark with its mouth wide open.\n\nShe has her GoPro camera to thank.\n\n\"I went with my GoPro camera in hand and one day it was the perfect storm,\" Amanda Brewer told ABC News. \"The shark came up out of the water and I got the shot.\"\n\nShe says her students think it's the best thing they've ever seen.\n\n\"They see the picture in the classroom and they're all so excited about it,\" she said. \"It's been an amazing experience to share with my students.\"",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21579790",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6075,
                    "source": {
                        "title": "Austin American-Statesman",
                        "uri": "www.statesman.com"
                    },
                    "time": "18:22:00",
                    "title": "New Jersey teacher takes photo of shark a million times... | www.statesman.com",
                    "uri": "216936955",
                    "url": "http://www.statesman.com/news/news/national/new-jersey-teacher-takes-photo-shark-million-times/nhfk3/?ecmp=statesman_social_twitter_2014_sfp",
                    "wgt": 1
                },
                {
                    "body": "VIDEO: Artist Snaps Amazing Picture With Great White Shark ABCNews.com\n\nThe New Jersey art teacher who snapped a jaw-dropping photo of a great white shark with its mouth wide open says it was just a matter of luck that she captured the moment.\n\n\"I went with my GoPro camera in hand and one day it was the perfect storm,\" Amanda Brewer told ABC News.\n\nBrewer spent her summer vacation interning for an animal conservation group in South Africa.\n\nSurf's Up for This Baby Seal\n\nGoPro's $60 Harness Turns Dogs Into Filmmakers\n\nDolphins Steal the Show at Calif. Surfing Contest\n\nBrewer said she set her camera to take a stream of rapid photos and the one of the great white lunging towards two fish tied to a rope was the one she captured.\n\n\"The shark came up out of the water and I got the shot,\" Brewer said.\n\nIn the weeks since Brewer posted the photo on social media, it has received over 350,000 likes on Instagram and 78,000 likes on Facebook.\n\nIn addition to those likes, the students in Brewer's elementary art classes are loving the photo, which she has hung in her classroom.\n\n\"They see the picture in the classroom and they're all so excited about it,\" she said. \"It's been an amazing experience to share with my students.\"",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21428993",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5912,
                    "source": {
                        "title": "ABC News",
                        "uri": "abcnews.go.com"
                    },
                    "time": "15:07:00",
                    "title": "Jaw-Dropping Photo of Great White Shark Goes Viral",
                    "uri": "216561722",
                    "url": "http://abcnews.go.com/US/jersey-teacher-snaps-jaw-dropping-picture-great-white/story?id=26042571",
                    "wgt": 1
                },
                {
                    "body": "This is the utterly pant-wetting moment an American art teacher came within touching distance of that most-feared - justified or not - of creatures, the Great White Shark.\n\nAmanda Brewer, 25, from New Jersey was cage diving in Mossel Bay off Seal Island, South Africa, when the female shark burst from the water.\n\nShe told Time magazine: \"I wasn't even a little bit frightened\". (Really!)\n\n\"When you're there and you're in their presence, it's not scary. They're beautiful and graceful, and you can see how intelligent they are.\"\n\nTo be honest, the last thing we'd want in charge of a mouth like that is something intelligent but kudos to you Amanda.\n\nShe has put the photo to good use, using it to teach her students about about animal conservation.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21609680",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5543,
                    "source": {
                        "title": "The Huffington Post UK",
                        "uri": "www.huffingtonpost.co.uk"
                    },
                    "time": "21:48:00",
                    "title": "Great White Shark GoPro Photo Is The Most Terrifying Nature Picture Ever Taken",
                    "uri": "217004121",
                    "url": "http://www.huffingtonpost.co.uk/2014/10/09/great-white-shark-gopro-p_n_5960776.html?utm_hp_ref=uk&ir=UK",
                    "wgt": 1
                },
                {
                    "body": "This astonishing picture shows one of nature's greatest hunters in action as a Great White shark lunges at a hunk of bait.\n\nThe fearsome predator's majesty and power was captured by American primary school art teacher Amanda Brewer as she undertook a cage-dive off South Africa.\n\nUsing a waterproof sports camera, Miss Brewer, 26, took the picture of the female from the safety of a diving cage dipped into the icy waters off Seal Island in Mossel Bay this summer.\n\nThe teacher from New Jersey said: \"I wasn't even a little bit frightened.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21592006",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5486,
                    "source": {
                        "title": "Express.co.uk",
                        "uri": "www.express.co.uk"
                    },
                    "time": "19:13:00",
                    "title": "JAWSOME moment tourist gets selfie with giant Great White",
                    "uri": "216964166",
                    "url": "http://www.express.co.uk/news/nature/520775/Tourist-selfie-with-Great-White-shark?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bdaily-express-news-showbiz%2B%2528Daily%2BExpress%2B%253A%253A%2BNews%2B%252F%2BShowbiz%2BFeed%2529",
                    "wgt": 1
                },
                {
                    "body": "ONE of nature's most magnificent but misunderstood creatures will be celebrated in an event at Weymouth Sea Life Park.\n\nThe attraction is hosting Shark Weeks from October 11-24.\n\nIncluded in admission, guests will discover a 'close encounter' with various shark species and enjoy many fun and memorable activities including games, competitions, the chance to win a pop badge and shark feed, talks, colouring, activity packs for children and 'Shark Watch' for adults.\n\nWeymouth Sea Life Park has a variety of shark species, including bonnethead sharks, blacktip reef sharks, nurse sharks, guitar sharks, epaulette sharks, starry smooth hound sharks and Port Jackson sharks, to name but a few.\n\nIn July, the Park received three blacktip reef pups which are settling into their new home after arriving from Sea Life Oberhausen.\n\nLocated in the Shark Reef pod, guests can see these beautiful creatures in a softly lit environment with a special shark talk at 11.30am each day.\n\nSea Life centres will also be calling on visitors to sign a petition being put forward by the Shark Alliance to tighten laws on shark finning.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21530331",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.461,
                    "source": {
                        "title": "Dorset Echo",
                        "uri": "www.dorsetecho.co.uk"
                    },
                    "time": "11:10:00",
                    "title": "Chance for a close encounter with a shark",
                    "uri": "216814654",
                    "url": "http://www.dorsetecho.co.uk/news/11524708.Chance_for_a_close_encounter_with_a_shark/?ref=rss",
                    "wgt": 1
                },
                {
                    "body": "There's something for you. Listen -- Is jaws nearby? It's not shark week. But it's like it. It's an incredible close encounter with a great white. This was shot by a school teacher visiting South... See More There's something for you. Listen -- Is jaws nearby? It's not shark week. But it's like it. It's an incredible close encounter with a great white. This was shot by a school teacher visiting South Africa who says she was just in the right place at the right time. But it's a true one in a million shot. It's the jaw-dropping photo even scarier than jaws itself. And it's going viral this morning. Big-time. Over 350,000 likes on instagram. Over 78,000 likes on Facebook. And the brave soul who snapped the too-close for comfort pict, says it was luck. I went with the gopro camera in hand, and it was a perfect storm. Reporter: Amanda brewer is an art teacher in New Jersey. But she spent her summer vacation doing something more dangerous. Interning for an animal conservation group in south Africa. She had the camera set to take a stream of rapid pictures one after another hoping to catch something. Boy did she. The shark came up out of the water and I got the shot. Reporter: This morning, the photo not just making a splash on the internet, it's also earning a special place hanging in her classroom for all of her impressed students to see. They see the picture in the classroom and they're all so excited about it. It's been an amazing experience to share with my students. Reporter: She hopes that the photo will get people talking about sharks and help conserve the beautiful animals. I agree with that. But I will not be swimming in the ocean any time soon. Like bringing the music back. Get going in the morning. Get the blood pressure up. We can agree with that. Shark week. You talked about that. I did. The great whites get that gummy look. They are some weird animals. Kind of Jim carry, fire marshal bill, remember that? I do remember that. Can't get that out of my head.",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21414995",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4472,
                    "source": {
                        "title": "ABC News",
                        "uri": "abcnews.go.com"
                    },
                    "time": "13:07:00",
                    "title": "Watch: Teacher Snaps Jaw-Dropping Picture of Great White Shark",
                    "uri": "216527726",
                    "url": "http://abcnews.go.com/GMA/video/artist-snaps-amazing-picture-great-white-shark-26039947",
                    "wgt": 1
                },
                {
                    "body": "Amanda Brewer is an art teacher at Whitman Elementary School in the Turnersville section of Washington Township, Gloucester County. She's also a volunteer for eco-tourism and animal conservation. That volunteerism brought her to South Africa this summer. With her GoPro camera, she caught this incredible picture of a Great White shark, jaws agape, coming in for two fish heads suspended on a line. This is no crazy zoom. She was only feet away from those fierce rows of teeth.",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21453880",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4387,
                    "source": {
                        "title": "New Jersey 101.5",
                        "uri": "nj1015.com"
                    },
                    "time": "18:39:00",
                    "title": "Turnersville teacher takes amazing shark pic",
                    "uri": "216619923",
                    "url": "http://nj1015.com/turnersville-teacher-takes-amazing-shark-pic/",
                    "wgt": 1
                },
                {
                    "body": "'A Chorus Line': UCO Opens Musical Theatre Season\n\nGrade-school teacher captures shark photo of a lifetime",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21457914",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2982,
                    "source": {
                        "title": "NewsOK.com",
                        "uri": "newsok.com"
                    },
                    "time": "19:17:00",
                    "title": "Spain euthanizes pet dog of Ebola-infected woman",
                    "uri": "216629294",
                    "url": "http://newsok.com/spain-euthanizes-pet-dog-of-ebola-infected-woman/article/feed/745038?custom_click=rss",
                    "wgt": 1
                },
                {
                    "body": "SAN DIEGO - SeaWorld rescue crews set one of their only rehabilitated sharks free Wednesday.\n\nThe smooth-hound shark was rescued last week from Marina Village near rocks. She got caught in fishing gear and had injuries to her stomach, snout and dorsal.\n\nWhile treating her, crews also got another surprise. They learned the shark, nicknamed Marina, was pregnant, carrying several pups.\n\nAfter a week of special care, Marina was ready to head back home. It is opportunity that is not always a possibility for sharks that are rescued.\n\n\"They show up on beaches and that's usually the very end,\" said Mike Price, who is with SeaWorld. \"They give up. We got lucky with this one. We were able to rescue it, stabilize it, get it ready and return it.\"\n\n10News came along for her release. SeaWorld officials say Marina's visit gave them the opportunity to learn more about the creatures that are key to our ecosystem.\n\n\"Sharks are so important to the ecosystem that our ability to save this one shark speaks to helping out kelp forest and sandy shores,\" said Price.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21485477",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2979,
                    "source": {
                        "title": "10News",
                        "uri": "www.10news.com"
                    },
                    "time": "00:23:00",
                    "title": "Pregnant shark returned back to ocean",
                    "uri": "216691801",
                    "url": "http://www.10news.com/news/pregnant-shark-released-back-into-the-water-by-seaworld-crews-10082014",
                    "wgt": 1
                },
                {
                    "body": "Not just a scary face: sharks 'are smart and capable of complex interactions'. Photo: Melinda Houston\n\nShyness and sociability are characteristics generally associated with people, but a new study from Britain has found sharks also possess these personality traits.\n\nThe study is the first to demonstrate the fearsome predators actually have personalities.\n\nThe research, led by Britain's University of Exeter and the Marine Biology Association of the UK, has shown for the first time that individual sharks have personalities which influence how they associate with other sharks, and their defence mechanisms.\n\nIn the study, 10 groups of sharks were monitored in large tanks containing three different habitats. Some of the habitats were more complex than others.\n\nAdvertisement\n\nLondon Institute of Zoology behavioural ecologist David Jacoby said even in the different environments the individual sharks tended to act in the same way.\n\n\"We found that even though the sizes of the groups forming changed, socially well-connected individuals remained well-connected under each new habitat,\" he said.\n\n\"These results were driven by different social preferences that appeared to reflect different strategies for staying safe.\"\n\nSocial sharks formed conspicuous groups, while anti-social sharks tended to camouflage themselves on their own.\n\nDirector of the University of Western Australia's Centre for Marine Futures, Jessica Meeuwig, said the findings make sense.\n\n\"It makes complete sense that animals will have different ways of interacting with each other which maximise their chance of survival,\" she said.\n\n\"We've seen everything including family-like interactions with little sharks nuzzling and following the larger animals around. We also see curiosity. Some sharks are keen to investigate our cameras, while others spend more time looking at it.\"\n\nDr Meeuwig said fish were also known to have personality traits.\n\n\"One thing we need to remember is sharks are actually wildlife and they do have good cognition and highly evolved brains... They're intelligent, smart and capable of complex interactions,\" she said.\n\nResearch from Macquarie University associate professor Culum Brown has found the cognitive perception of fish was on par with other animals and that they were most likely able to feel pain.\n\nWorldwide there are around 400 species of sharks. Of these, around 180 species occur in Australian waters.\n\nUniversity of Exeter researcher Darren Croft said personality was defined as a \"repeatable behaviour across time and contexts\".\n\n\"What is interesting is that these behaviours differ consistently among individuals. This study shows, for the first time, that individual sharks possess social personalities,\" he said.\n\n\"More research, however, is required to truly test the influence of predators on social personality traits in sharks. This study is the first step in that direction.\"",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21495470",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2819,
                    "source": {
                        "title": "The Age",
                        "uri": "www.theage.com.au"
                    },
                    "time": "02:40:00",
                    "title": "Not just fearsome predators: sharks have personalities too, study finds",
                    "uri": "216714233",
                    "url": "http://www.theage.com.au/environment/animals/not-just-fearsome-predators-sharks-have-personalities-too-study-finds-20141009-113ku8.html",
                    "wgt": 1
                },
                {
                    "body": "Shyness and sociability are characteristics generally associated with people, but a new study from Britain has found sharks also possess these personality traits.\n\nThe study is the first to demonstrate the fearsome predators actually have personalities.\n\nThe research, led by Britain's University of Exeter and the Marine Biology Association of the UK, has shown for the first time that individual sharks have personalities which influence how they associate with other sharks, and their defence mechanisms.\n\nIn the study, 10 groups of sharks were monitored in large tanks containing three different habitats. Some of the habitats were more complex than others.\n\nAdvertisement\n\nLondon Institute of Zoology behavioural ecologist David Jacoby said even in the different environments the individual sharks tended to act in the same way.\n\n\"We found that even though the sizes of the groups forming changed, socially well-connected individuals remained well-connected under each new habitat,\" he said.\n\n\"These results were driven by different social preferences that appeared to reflect different strategies for staying safe.\"\n\nSocial sharks formed conspicuous groups, while anti-social sharks tended to camouflage themselves on their own.\n\nDirector of the University of Western Australia's Centre for Marine Futures, Jessica Meeuwig, said the findings make sense.\n\n\"It makes complete sense that animals will have different ways of interacting with each other which maximise their chance of survival,\" she said.\n\n\"We've seen everything including family-like interactions with little sharks nuzzling and following the larger animals around. We also see curiosity. Some sharks are keen to investigate our cameras, while others spend more time looking at it.\"\n\nDr Meeuwig said fish were also known to have personality traits.\n\n\"One thing we need to remember is sharks are actually wildlife and they do have good cognition and highly evolved brains... They're intelligent, smart and capable of complex interactions,\" she said.\n\nResearch from Macquarie University associate professor Culum Brown has found the cognitive perception of fish was on par with other animals and that they were most likely able to feel pain.\n\nWorldwide there are around 400 species of sharks. Of these, around 180 species occur in Australian waters.\n\nUniversity of Exeter researcher Darren Croft said personality was defined as a \"repeatable behaviour across time and contexts\".\n\n\"What is interesting is that these behaviours differ consistently among individuals. This study shows, for the first time, that individual sharks possess social personalities,\" he said.\n\n\"More research, however, is required to truly test the influence of predators on social personality traits in sharks. This study is the first step in that direction.\"",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21494217",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2786,
                    "source": {
                        "title": "Canberra Times",
                        "uri": "www.smh.com.au"
                    },
                    "time": "02:21:00",
                    "title": "Not just fearsome predators: sharks have personalities too, study finds",
                    "uri": "216711453",
                    "url": "http://www.smh.com.au/environment/animals/not-just-fearsome-predators-sharks-have-personalities-too-study-finds-20141009-113ku8.html",
                    "wgt": 1
                },
                {
                    "body": "Jabberjaw -- the animated crime-fighting, rock-drumming great white -- was an exception, but generally the shark is always the villain.\n\nA new study, however, reveals that we may have been too hasty in painting our finny friends as the bad guy. Individual sharks, scientists say, have personalities.\n\nApparently some sharks are totally social and like nothing more than hanging out together in big sharky underwater parties, while others are more emo in their outlook, preferring to hang out by themselves.\n\nIn the study, published in the journal Behavioral Ecology and Sociobiology, scientists at the University of Execter observed and recorded the social interactions of juvenile spotted catsharks held in captivity under a range of conditions. It turns out that the more social catsharks remained gregarious even when their habitat was changed, while the more introverted creatures just sat on the bottom and tried to blend in like a shy teenager at a Blue Light Disco.\n\nBehavioural ecologist Dr David Jacoby said: \"We found that even though the sizes of the groups forming changed, socially well-connected individuals remained well-connected under each new habitat. In other words, their social network positions were repeated through time and across different habitats.\n\n\"These results were driven by different social preferences that appeared to reflect different strategies for staying safe. Well-connected individuals formed conspicuous groups, while less social individuals tended to camouflage alone, matching their skin colour with the colour of the gravel substrate in the bottom of the tank.\"\n\nProfessor Darren Croft, of the Centre for Research into Animal Behaviour in Psychology at the University of Exeter, added: \"What is interesting is that these behaviours differ consistently among individuals. This study shows, for the first time, that individual sharks possess social personalities.\"\n\nSo little catsharks have different personalities, but surely the toothy terrors that lurk off our coasts have only one mode -- angry.\n\nNot so says Andrew Fox, leader of Rodney Fox Shark Expiditions.\n\nMr Fox has observed thousands of great whites in the wild, and says while we shouldn't impose human traits in wild animals, there was no doubt that individual sharks showed different types of behaviour.\n\n\"We have almost 1000 sharks on our catalogue, and I know hundreds by name,\" Mr Fox said.\n\n\"There is definitely a social heirachy, and it's not always size-related. You get feisty small sharks, old smart sharks. Some are cruisy and mellow, some are more bold.\"\n\nMr Fox said research was helping to dispel the myths around sharks. \"What I think is great is that we no longer think of them of the black-eyed monsters from Jaws -- they're individual animals with different personalities.\"",
                    "date": "2014-10-11",
                    "eventUri": "1479084",
                    "id": "21797542",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2734,
                    "source": {
                        "title": "News.com.au",
                        "uri": "www.news.com.au"
                    },
                    "time": "17:04:00",
                    "title": "Care to know if this shark's hip or boring?",
                    "uri": "217497416",
                    "url": "http://www.news.com.au/national/south-australia/from-shy-to-extroverted-not-all-sharks-are-the-same-say-scientists/story-fnii5yv4-1227087673809?from=public_rss",
                    "wgt": 1
                },
                {
                    "body": "Speedway Children's Charities provides significant funding for non-profit organizations throughout Northeast Tennessee and Southwest Virginia - focusing on the ones in our community who have the smallest voice.\n\nTheir next fundraiser takes place on Saturday, Oct. 11 from 11 a.m. until 2 p.m. at Bristol Motor Speedway.\n\nThe seventh annual Sharky 500 and Speedway Children's Charities Kids Expo at Bristol Motor Speedway is a fun event for families, and also serves as a leading fundraiser for Speedway Children's Charities.\n\nThe Sharky 500 is an exciting shark race. Anyone can purchase a small, plastic, numbered shark for $10 each. A big front-end loader will drop all the purchased sharks into Beaver Creek and that's when the race begins. Kids can watch the sharks float along in the creek and the first shark to cross the finish line will win the BMS Pace Car, donated by Tri-Cities Area Ford Dealers. In addition, the top 10 sharks to cross the finish line will also receive prizes. You do not have to be present to win.\n\nSharks are available for purchase now and up to 1 p.m. on the day of the event. They may be purchased at Heart of Tennessee Gym in Johnson City, the BMS ticket office or online at bristol.speedwaycharities.org.\n\nAccording to Claudia Byrd, director of Speedway Children's Charities Bristol Chapter, \"Ripley's Aquarium of the Smokies purchased and donated the sharks. All of the prizes, including the grand prize, the Ford Pace Car donated by Tri-Cities Area Ford Dealers, have been donated by businesses. Because of these gracious donations, all of the money collected goes towards the charities.\"\n\nIn addition to the fun Sharky 500, a Kids Expo takes place with many of the speedway charity grant recipient organizations participating. There will be tables set up with crafts, pumpkin decorating, face painting, games and more. A stage will be set up with music, live remote with local station 94.9, and various dance and gymnastics schools performing. Children can explore fire engines, and local police will have a K-9 display.\n\nByrd said she has 10,000 sharks to sell and the most they have sold in the past is approximately 7,500.\n\nSpeedway Children Charities benefit local organizations, such as local Boys and Girls Clubs, CASA, Girls Inc., Hope House, Kari's Heart Foundation, Small Miracles and Second Harvest Food Bank, as well as many other agencies in our area devoted to making life safer, healthier and hopeful for our future generations.\n\nFor more information, contact Claudia Byrd at 423-989-6974 or email Claudia@bristolmotorspeedway.com. To purchase a shark online, go to www.bristol.speedwaycharities.org.",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21467588",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2593,
                    "source": {
                        "title": "Johnson City Press",
                        "uri": "www.johnsoncitypress.com"
                    },
                    "time": "20:53:00",
                    "title": "It's Shark Week at Bristol Motor Speedway",
                    "uri": "216651399",
                    "url": "http://www.johnsoncitypress.com/article/121035/its-shark-week-at-bristol-motor-speedway",
                    "wgt": 1
                },
                {
                    "body": "Eric Brewer and Adam Larsson have a few things in common -- both are NHL defensemen, for example -- but on Thursday, they learned they shared another similarity:\n\nBoth are healthy scratches for their club's respective season-openers.\n\nIn New Jersey, Larsson's getting parked against the Flyers as head coach Peter DeBoer opts to go with Marek Zidlicky, Andy Greene, Eric Gelinas, Bryce Salvador, Jon Merrill and rookie Damon Severson on defense.\n\n\"This is a tough time for me because I worked out hard in the summer and I thought I had a good training camp,\" Larsson said, per NorthJersey.com. \"So, this is probably the toughest healthy scratch I've been going through. But, you can't really focus on it too much or let it get in your way or in your head.\n\n\"I'll try to stay positive.\"\n\nDown in Tampa Bay, Brewer -- who, at 35, is the oldest d-man on the Tampa Bay roster -- was equally upset about being left out of the lineup for a date against the Panthers.\n\n\"It's been a long time,\" Brewer said, per the Tampa Bay Times. \"It's been a very long time. It's their decision. I don't like it.\"\n\nUnlike Larsson, who's being scratched in favor of three youngsters in Gelinas, Merrill and Severson, Brewer was unable to crack a very deep and very experienced blueline for opening night. Bolts head coach Jon Cooper explained as much, saying the team's defensive depth basically kept Brewer out of the mix -- Tampa will go with Anton Stralman, Victor Hedman, Jason Garrison, Radko Gudas, Matt Carle and Andrej Sustr tonight, and Cooper acknowledged Brewer's displeasure with the choices.\n\n\"If Eric Brewer has to sit for a game, I'm sure he doesn't like it, and he's pissed,\" Cooper said. \"I'm pissed to have to do it.\"",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21599299",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2573,
                    "source": {
                        "title": "prohockeytalk.nbcsports.com",
                        "uri": "prohockeytalk.nbcsports.com"
                    },
                    "time": "20:13:00",
                    "title": "Brewer and Larsson, two unhappy healthy scratches on opening night",
                    "uri": "216980725",
                    "url": "http://prohockeytalk.nbcsports.com/2014/10/09/brewer-and-larsson-two-unhappy-healthy-scratches-on-opening-night/related/",
                    "wgt": 1
                },
                {
                    "body": "Get ready to have serious underwater photography envy. Ready? Ok.\n\nBackscatter's Berkley White has posted a freaking amazing video of schooling hammerhead sharks. Berkley filmed \"One Dive, Two Hundred Hammerhead Sharks\" on a recent trip to Cocos, where he was treated to a schooling spectacle unlike one he had seen before. According to Berkley:\n\n\"We were ending another epic dive at the world famous pinnacle known as Alcyone. The current was next to nothing yet the hammerheads were boiling up out of the deep. At the end of the dive we came up as a group and drifted off the buoy line. In the distance we saw a large dark cloud that I assumed was a giant school of jacks. It turned out to be well over 200 hammerhead sharks. As I drifted into this mega school I could see the sharks twitch when they saw me. I thought it was over when the school split into two groups, but then both groups circled back in a giant figure eight pattern to make eye contact over and over again. I was so excited I'm not sure how I kept the camera steady. It was truly one of the best dives of my life.\"\n\nIt's going to be tough to beat that one. Check out more amazing underwater footage on Backscatter's Vimeo page.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21559746",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1786,
                    "source": {
                        "title": "DivePhotoGuide",
                        "uri": "www.divephotoguide.com"
                    },
                    "time": "15:46:00",
                    "title": "Video: One Dive, Two Hundred Hammerhead Sharks",
                    "uri": "216890437",
                    "url": "http://www.divephotoguide.com/underwater-photography-scuba-ocean-news/video-one-dive-two-hundred-hammerhead-sharks/",
                    "wgt": 1
                },
                {
                    "body": "New Times wanted to be sure readers know that credit for the Chinatown seal used on the Oct. 2 cover goes to Pierre Rademaker and Debbie Shibata\n\nGetting a grip on restraint: When a teacher should intervene with a violent child isn't always black-and-white Political Watch 10/9/14 Community Notebook 10/9/14-10/16/14 Community Corner: The Humane Society holds first Campaign to Save Lives Lompoc candidates pondered Brown Act violations and other issues at a recent forum Santa Barbara County Sheriff's deputies arrest four people in connection with counterfeit money Multiple shark attacks take place off Vandenberg's beaches",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21513625",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1684,
                    "source": {
                        "title": "San Luis Obispo New Times",
                        "uri": "www.newtimesslo.com"
                    },
                    "time": "07:29:00",
                    "title": "Clarification",
                    "uri": "216764505",
                    "url": "http://www.newtimesslo.com/news/11516/clarification/",
                    "wgt": 1
                },
                {
                    "body": "PRLog - Oct. 8, 2014 - ALL, South Africa -- Durban is famed for its golden beaches and sub-tropical climate, but that's not all there is to South Africa's city of sunshine. Recently named \"the coolest city in South Africa\" by CNN, Durban is a diverse city offering an abundance of things to do and places to see. From trendy cafes and fun-filled leisure activities, to an intriguing cultural heritage and amazing shopping opportunities, Durban definitely has something for everyone.\n\nHere is First Car Rental's guide to the Top 10 things to do in Durban:\n\n1. Explore the Golden Mile\n\nExperience the vibrancy of Durban from the iconic Golden Mile. The four-mile long beach borders Durban city centre from Blue Lagoon just north of the city to Addington Beach and Durban Harbour in the south. Here you'll get a taste of Durban's charm, from colourful rickshaws, to waterparks, surfers, kite boarders, sand sculptures and numerous Blue Flag beaches. The brick-paved promenade stretching along the entire Golden Mile makes it ideal for walking, jogging or cycling, while soaking up the warm Indian Ocean breeze and Durban sunshine.\n\n2. Visit Africa's oldest botanic gardens\n\nEstablished in 1849, Durban's Botanic Gardens are the oldest botanical gardens in Africa and Durban's oldest public institution. Take a stroll through the stunning grounds while discovering hundreds of indigenous and exotic plant collections from sub-tropical climates. In the grounds there's also a herbarium, an orchid house, a garden for the blind and a charity tea garden. The Gardens are open seven days a week with regular weekly activities and events taking place, including concerts and Victorian tea parties.\n\n3. Shop till you drop\n\nDurban offers many different shopping experiences, from world-class malls to exotic street markets. The modern, open-plan design of Gateway Theatre of Shopping and Wavehouse in Umhlanga is ideal for a relaxing, effortless and fun retail experience. Grab a bargain in one of the street markets in and around the city or visit the Indian district in downtown Durban for a huge selection of goods from the East as well as spices and curry powders. For boutique shopping, make sure to visit the Stables Lifestyle Market, which is open on Wednesdays, Fridays and Sundays, and the Essenwood Market on Saturday.\n\n4. Discover the Moses Mabhida Stadium\n\nThe iconic Moses Mabhida Stadium is definitely a must-see for anyone visiting Durban. This architectural masterpiece was built for the 2010 FIFA Soccer World Cup and now also offers a variety of activities, including the sky car that whisks visitors up the stadium's arch to a viewing platform at its peak, with stunning 360° views of Durban and the ocean. If your heart, lungs and nerves are up to it, then tackle the Big Rush Big Swing - the world's only stadium swing and the biggest swing of any kind anywhere. The swing launches people 106m above the pitch and travels in a gut-wrenching 220m arc under the stadium arch.\n\n5. Encounter the ocean at uShaka Marine World\n\nuShaka Marine World is one of Durban's prime attractions, offering non-stop adventure for the young and old alike. Discover the wonders of the ocean at Sea World, the largest aquarium in the southern hemisphere, with underground viewing galleries that travel 500 meters through a series of four ship wrecks. Get up, close and personal with dolphins, sharks and other sea creatures in the Animal Encounters complex. Wet 'n Wild, uShaka's world-class water park, offers a variety of exhilarating entertainment, including free-fall slides, super tubes and rafting.\n\n6. Go on a Durban city walkabout\n\nDiscover the historical side of Durban by going on a guided walking tour through the city centre. Choose from two tours: The Oriental Walkabout where you'll learn about Durban's ties to the East, visiting landmarks such as the Juma Musjid Mosque and the Victoria Street Market, and the Historical Walkabout, visiting iconic buildings such as the City Hall, which was built in the early 1900s in classic neo-Baroque-style architecture. Walking not your style? Hop in your rental car and download First Car Rental's City Guide App and travel to Durban's top attractions.\n\n7. Learn about sharks\n\nKwaZulu-Natal is the only coastal province in South Africa that uses shark safety gear such as nets and drum lines to protect swimmers, surfers and body boarders from shark attacks and the KZN Sharks Board is the organisation in charge of maintaining this gear. The Board also plays a vital role in researching shark behaviour, feeding and breeding, with a research centre on site. Visitors can go on an early morning boat trip to learn about how the Board maintains the safety gear, or learn all about sharks in the educational audio-visual lectures conducted at the Board's headquarters in Umhlanga.\n\n8. Eat out at the revolving restaurant\n\nTake in the extraordinary views while having a bite to eat at the legendary Roma Revolving Restaurant, located on the 32nd floor of the John Ross House and overlooking the whole of Durban and surrounding areas. The revolving restaurant is the third of its kind in the world and the only genuine revolving restaurant in the southern hemisphere. Roma has a speed control mechanism that allows a revolution of anything between 60 and 90 minutes. The restaurant is fully licensed and specialises in Italian cuisine.\n\n9. Challenge yourself at Giba Gorge MTB Park\n\nJust outside of Durban you'll find the Giba Gorge MTB Park, an off-road cycling venue where BMX, downhill and mountain-bike enthusiasts can test their skills on various tracks, each designed to challenge riders of a specific level. Mountain bikers can choose from three routes, ranging from 10.2km to 6.7km, while BMXers can try out dirt jumps that are considered some of the best in South Africa. Facilities at the site include a restaurant, picnic and camping sites, toilets, showers and ample parking. Other activities include hiking trails through the Giba Gorge.\n\n10. Get cultured\n\nDurban attracts some of South Africa's top artists and is home to a number of leading art galleries. These include KZNSA Gallery in Glenwood, which hosts installations and performance art events, and the Durban Art Gallery located inside the City Hall, featuring a diverse range of artwork dating as far back as the 15th century right up to the present. You can also check out artSPACE Durban on Millar Road, which showcases contemporary pieces by South African and international artists, and the African Art Centre on Florida Road, which is dedicated to supporting unemployed artists and craftspeople by allowing them to sell their artwork at the gallery.",
                    "date": "2014-10-08",
                    "eventUri": "1479084",
                    "id": "21430046",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1627,
                    "source": {
                        "title": "PRLOG (Press Release Distribution)",
                        "uri": "www.prlog.org"
                    },
                    "time": "15:15:00",
                    "title": "Discover Durban-South Africa's \"Coolest\" City",
                    "uri": "216563754",
                    "url": "http://www.prlog.org/12380638-discover-durban-south-africas-coolest-city.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 35,
            "averageDate": "2014-10-09",
            "avgCos": 0.3838,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1479084",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1479084",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New Jersey",
                "lat": 40.16706,
                "long": -74.49987,
                "wikiUri": "http://en.wikipedia.org/wiki/New_Jersey"
            },
            "storyDate": "2014-10-09",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-857655",
            "variance": 0.3527
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-298207": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "Amanda Brewer es una joven profesora de 25 años. En un viaje que hizo a Sudáfrica logró obtener unas increíbles fotos de un tiburón blanco. Tan cercanas que dan miedo y se han vuelto virales.\n\nLa profesora viajó como voluntaria para recopilar datos científicos para White Shark Africa, una organización dedicada a la conservación de los animales y al ecoturismo, informa Daily Mail. Brewer, una entusiasta de los tiburones y fotógrafa amateur, disfrutó buceando en una jaula en Mossel Bay con la esperanza de echar un vistazo a estas criaturas. No tuvo que esperar demasiado. La maestra recibía su entrenamiento en la superficie del agua cuando un enorme tiburón hembra apareció justo frente a ella, mostrando su mandíbula abierta.\n\nLa foto de Brewer, que se ha convertido en viral, muestra cómo el tiburón emerge de las aguas, atraído por un par de cabezas de pescado atados a una cuerda. \"Yo no estaba ni siquiera un poco asustada\", se jactó Amanda a Time Lighbox. \"Cuando estás allí, en su presencia, no da miedo.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21702595",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.82,
                    "source": {
                        "title": "www.elsiglo.net.ve",
                        "uri": "www.elsiglo.net.ve"
                    },
                    "time": "14:55:00",
                    "title": "Osadía: Mujer se toma selfie con tiburón blanco |FOTOS",
                    "uri": "217244619",
                    "url": "http://www.elsiglo.net.ve//modules.php?name=News&file=article&sid=89342",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- Amanda Brewer dice no saber mucho de fotografía, sin embargo, la imagen que hizo de un tiburón en Sudáfrica se ha vuelto viral y poco importa a los usuarios las cuestiones técnicas o de encuadres para que su foto ya le haya dado la vuelta al mundo.\n\nBrewer es profesora de arte de secundaria en New Jersey y su foto de un tiburón hambriento suma más 350 mil \"me gusta\" en su cuenta de Instagram.\n\nEn la imagen puede verse a un tiburón blanco con la mandíbula abierta que se lanza sobre dos peces atados a una cuerda.\n\nDesde luego, los comentarios no se han hecho esperar, sobre todo los de aquellos que alaban la imagen, mientras que otros critican que se haya utilizado un cebo para atraer al tiburón.\n\nBrewer hizo la foto mientras trabajaba como voluntaria con un grupo de investigación y ecoturismo llamado White Shark Africa, relató a GrindTv.\n\nBrewer explicó que el grupo suele usar cebos para atraer a los tiburones para deleite de los turistas, aunque también es común la práctica para fines de investigación.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21604130",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7813,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "20:59:00",
                    "title": "Foto de tiburón blanco da la vuelta al mundo",
                    "uri": "216991992",
                    "url": "http://www.aztecanoticias.com.mx/notas/internacional/203217/foto-de-tiburon-blanco-da-la-vuelta-al-mundo",
                    "wgt": 1
                },
                {
                    "body": "La fotografía de un gran tiburón blanco publicada por una profesora de secundaria se volvió viral en pocas horas, haciendo surgir el debate sobre si es ético atraer con cebos a los animales, especialmente si se trata de especies amenazadas, para que los turistas puedan verlos de cerca.\n\nLa imagen del tiburón, que se acerca atraído por el cebo, parece un fotograma de la película de Steven Spielberg; sin embargo, fue tomada por Amanda Brewer una joven profesora de Nueva Jersey que había estado practicando buceo en jaula en Sudáfrica con la empresa de ecoturismo White Shark Africa.\n\n[Ver: Liberado el gran tiburón blanco más grande jamás capturado]\n\n\"No tuve miedo en ningún momento\", ha declarado la profesora de arte en Time Lightbox, el blog del departamento de fotografía de la revista TIME, aunque no ha querido hacer comentarios a National Geographic. \"Cuando estás ahí y les ves, no tienes medio. Son hermosos y puedes ver lo inteligentes que son\".\n\nBrewer tomó la fotografía con una cámara GoPro que compró justo antes de su viaje. Según ella misma, el objetivo ojo de pez de la cámara hace que parezca que el tiburón estaba más cerca y era más amenazador de lo que era en realidad. Tras publicarla en Instagram y Your Shot, la comunidad fotográfica de National Geographic, fue compartida a gran velocidad.\n\n[Ver: Un mero devora de un bocado un tiburón]\n\nAlgunos ya han mostrado su preocupación por lo cerca que parece estar el animal de la jaula. Ricardo Lacombe, por ejemplo, publicó un post en la página de Facebook de White Shark Interest Group en el que criticaba el uso de cebo para atraerlo a la jaula y lamentaba que la foto estuviera teniendo tanto éxito.\n\nEn respuesta a las críticas, Brewer ha declarado que White Shark Africa nunca pone cebos en las jaulas o cerca de ellas. \"La persona responsable lanzaba cebo alrededor, lejos de la jaula. Lo primero que aprendes es que el tiburón no debe entrar en contacto con la jaula\".\n\n[Ver imágenes: Lugares para bucear]\n\nGregory Skomal, biólogo experto en tiburones, afirma que el temor de que el tiburón golpee la jaula es exagerado. \"En mi opinión, es muy poco probable que el tiburón se dañe con la jaula\", afirma. \"Son animales muy fuertes. He visto tiburones con heridas provocadas por otros tiburones, incluso con trozos arrancados, y tienen una sorprendente capacidad para curarse\".\n\nSkomal insiste en que las personas que practican el buceo en jaula tienen que obtener permisos específicos y seguir unas estrictas normas de seguridad. Se han dado casos en que tiburones pequeños se han quedado atrapados intentando entrar en las jaulas, pero \"es muy poco frecuente\".\n\n[Relacionado: Una nutria devora a un caimán en Florida]",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21663663",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6825,
                    "source": {
                        "title": "es.noticias.yahoo.com",
                        "uri": "es.noticias.yahoo.com"
                    },
                    "time": "09:30:00",
                    "title": "La fotografía de un tiburón blanco se vuelve viral y recibe fuertes críticas",
                    "uri": "217142597",
                    "url": "https://es.noticias.yahoo.com/la-fotograf-un-tibur-n-blanco-se-vuelve-091204024.html",
                    "wgt": 1
                },
                {
                    "body": "¿Qué tan cerca se puede estar de los dientes de un tiburón blanco sin correr riesgo? Probablemente, la inesperada foto que tomó una maestra de escuela estadounidense sea la respuesta.\n\nAmanda Brewer, de 25 años, registró con su cámara GoPro el escalofriante retrato de un escualo de grandes dimensiones cuando éste se acercaba a la jaula de protección en la que se encontraba la docente.\n\nAl momento de la foto, Brewer trabajaba como voluntaria en White Shark Africa, una organización benéfica que trabaja con ambientalistas y conservacionistas.\n\nLa maestra de primaria de Nueva Jersey viajaba por el sur de África cuando decidió conocer más sobre los tiburones blancos y su hábitat.\n\nPero nunca pensó que ese \"estar cerca\" se convertiría en un \"cara a cara\" con el colosal ejemplar.\n\nBrewer tomó la foto en aguas cercanas a Mossel Bay. Y, según informa el Daily Record, la enorme hembra se acercó a la jaula en busca de un porción de pescado fresco que pendía justo de un extremo de la jaula.",
                    "date": "2014-10-10",
                    "eventUri": "1479084",
                    "id": "21698684",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6769,
                    "source": {
                        "title": "Rosario3",
                        "uri": "www.rosario3.com"
                    },
                    "time": "15:20:00",
                    "title": "Sonríe: la foto más cercana con un tiburón blanco",
                    "uri": "217235237",
                    "url": "http://www.rosario3.com/noticias/enserio/noticias.aspx?idNot=153271",
                    "wgt": 1
                },
                {
                    "body": "\"Yo no estaba ni siquiera un poco asustada. Cuando estás allí, en su presencia, no da miedo. Son bonitos y elegantes y usted puede ver lo inteligentes que son\"\n\nAmanda Brewer es una profesora entusiasta de los tiburones y fotógrafa amateur que viajó como voluntaria para recopilar datos científicos para White Shark Africa, una organización dedicada a la conservación de los animales y al ecoturismo.\n\nDurante su estancia, la mujer disfrutó buceando en una jaula en Mossel Bay con la esperanza de poder ver tiburones de cerca. Y tardó poco en lograrlo ya que la maestra estaba entrenando en la superficie del agua cuando un enorme tiburón hembra apareció justo frente a ella, mostrando su mandíbula abierta.\n\nElla, sin pensarlo, captó la imagen, que ahora se ha convertido en viral, ya que muestra cómo el tiburón emerge del agua, atraído por un par de cabezas de pescado atados a una cuerda.\n\nLa protagonista lo recordó así al medio Time Lighbox: \"Yo no estaba ni siquiera un poco asustada. Cuando estás allí, en su presencia, no da miedo. Son bonitos y elegantes y usted puede ver lo inteligentes que son\".\n\nEn total, Amanda sacó unas 30 fotos, pero una fue la que se ha convertido en viral. \"Supe inmediatamente que esa foto se iba a convertir en algo\", concluye.",
                    "date": "2014-10-12",
                    "eventUri": "1479084",
                    "id": "21855477",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6603,
                    "source": {
                        "title": "El Diario Vasco",
                        "uri": "www.diariovasco.com"
                    },
                    "time": "09:08:00",
                    "title": "Una profesora logra una imponente foto de un tiburón blanco - Diario Vasco",
                    "uri": "217663735",
                    "url": "http://www.diariovasco.com/sociedad/201410/12/profesora-logra-imponente-foto-201410121105.html",
                    "wgt": 1
                },
                {
                    "body": "Brewer se encontraba vacacionando en el país este verano cuando, sin buscarlo, se presentó la oportunidad de capturar el momento.\n\nEl interés de Brewer era tomar una serie de fotografías. Entre esas logró captar algunas del tiburón mientras se encontraba en una cuerda entre pescados. Pocos minutos después, el pez la sorprendió.\n\n\"El tiburón salió de repente del agua y logré el tiro\", explicó.\n\nLa maestra también forma parte de Sharkservation, una organización que vela por la preservación de estos animales.\n\nLa foto se ha vuelto tan viral que decenas de usuarios se han interesado en comprarla.",
                    "date": "2014-10-12",
                    "eventUri": "1479084",
                    "id": "21873343",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6128,
                    "source": {
                        "title": "www.eldiariony.com",
                        "uri": "www.eldiariony.com"
                    },
                    "time": "04:09:00",
                    "title": "¿Será esta la foto más impresionante de un tiburón? - El Diario",
                    "uri": "217715195",
                    "url": "http://www.eldiariony.com/foto-viral-camara-gopro-tiburon-blanco-aguas-sudafrica-maestra-amanda-brewer-nueva-jersey",
                    "wgt": 1
                },
                {
                    "body": "CIUDAD DE MÉXICO, 13 de octubre.- Una turista logró captar con su cámara GoPro una asombrosa y, a la vez, aterradora imagen de un tiburón blanco en Sudáfrica. La fotografía dio la vuelta al mundo y causó furor en redes sociales, luego de que la mujer la publicará en su cuenta de Instagram.\n\nAsí fue como Amanda Brewer, profesora de arte en Nueva Jersey, saltó a la fama, su foto del escualo lanzando una feroz mordida, fue retomada por varios portales de medios de comunicación en el mundo, que destacaron lo imponente del gráfico que revela al detalle los enormes dientes del animal marino.\n\nGracias a una invitación de una organización que estudia la vida natural de los tiburones blancos, el destino puso a la joven de 25 años de edad, en el lugar y momento correcto. Bremer buceaba dentro de una jaula en la Isla Mossel, cuando se encontró de frente con el enorme escualo y aprovechó para captar con su cámara varias fotografías.\n\nBrewer, tal vez, no imaginó el éxito que tendrían sus imágenes... Tras subirlas a redes sociales, en minutos se volvieron virales.\n\nAhora, su fotografía es analizada por la organización para la conservación de animales y ecoturismo White Shark Africa.",
                    "date": "2014-10-13",
                    "eventUri": "1479084",
                    "id": "21972622",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.609,
                    "source": {
                        "title": "Excélsior",
                        "uri": "www.excelsior.com.mx"
                    },
                    "time": "20:46:00",
                    "title": "FOTOGALERÍA: Salta a la fama con asombrosas imágenes de un tiburón blanco",
                    "uri": "217971765",
                    "url": "http://www.excelsior.com.mx/global/2014/10/13/986693",
                    "wgt": 1
                },
                {
                    "body": "Una profesora de artes de New Jersey de visita en Sudáfrica captó un instante que ocurre una vez en la vida. Un gran tiburón blanco con su boca abierta y las mandíbulas extendidas para atrapar un trozo de carne.\n\nAmanda Brewer tenía su cámara GoPro a mano y le debe agradecer por lo que quedó registrado.\n\n\"Me fui a navegar con mi cámara GoPro y ese día fue la tormenta perfecta\", le dijo Amanda a ABC News. \"El tiburón salió del agua y le saque esa foto\", continuó.\n\nSus estudiantes dicen que es la mejor imagen que han visto en sus vidas.\n\n\"Cuando ellos ven la foto se entusiasman muchísimo\", dice Amanda. \"Ha sido una experiencia increíble poder compartir la foto con mis estudiantes\", concluyó.\n\nLos tiburones tienen mandíbulas móviles y segundos antes de insertar sus docenas de filosos dientes en su presa las mandíbulas quedan completamente expuestas fuera de su boca para poder atrapar con mayor efectividad su alimento.\n\nEse fenómeno es muy breve y rara vez puede ser captado en fotografías como la de Amanda Brewer.",
                    "date": "2014-10-09",
                    "eventUri": "1479084",
                    "id": "21608670",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5814,
                    "source": {
                        "title": "mundohispanico.com",
                        "uri": "mundohispanico.com"
                    },
                    "time": "21:41:00",
                    "title": "En el momento y lugar justo",
                    "uri": "217002022",
                    "url": "http://mundohispanico.com/news/2014/oct/09/en-el-momento-y-lugar-justo/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-10-11",
            "avgCos": 0.4794,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1479084",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1515102",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New Jersey",
                "lat": 40.16706,
                "long": -74.49987,
                "wikiUri": "http://en.wikipedia.org/wiki/New_Jersey"
            },
            "storyDate": "2014-10-11",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-298207",
            "variance": 0.2701
        }
    },
    "meta": {
        "CCAArticleMatchCount": 81,
        "CCAArticleMatchRatio": 0.5472972972972973,
        "CCAAvgCosSim": 0.690480864197531,
        "CCAAvgMatchWgt": 46.27160493827161,
        "_articleUri1": "217244619",
        "_articleUri2": "216767891",
        "_datetime": "2015-02-19 18:39:36",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-298207",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-857655",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 35,
        "avgCosSimStory1": 0.4794,
        "avgCosSimStory2": 0.3838,
        "categorySim": 0,
        "conceptCosSim": 0.5278071912079021,
        "conceptJaccardSim": 0.2923076923076923,
        "coreTime1": 129500.9833333333,
        "coreTime2": 129473.8833333333,
        "coreTimeStDev1": 31.94187972795915,
        "coreTimeStDev2": 11.75795118373545,
        "entityCosSim": 0.5272742706357901,
        "entityJaccardSim": 0.4117647058823529,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 2,
        "hasSameLocation": 1,
        "keywordCosSim": 0.5444998266245424,
        "keywordJaccardSim": 0.25,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 9,
        "storyQuality2": 11,
        "timeAvg1": 129533.5583333333,
        "timeAvg2": 129492.9004761905,
        "timeStDev1": 31.94187972795915,
        "timeStDev2": 17.49647787037396,
        "varianceStory1": 0.2701,
        "varianceStory2": 0.3527
    }
}