{
    "850f305d-14db-4c75-b547-79470a557ea3-231295": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "FRANKFURT: Volkswagen, Europe's biggest car maker, is set to sell more than 10-million vehicles this year, chief executive Martin Winterkorn said on Thursday.\n \"There is a good chance that we will already exceed the ten million deliveries mark this year -- four years earlier than originally planned,\" Winterkorn told the group's annual earnings news conference.\n VW \"made a healthy start to 2014,\" Winterkorn said.\n In the first two months, about 1.5 million passenger cars and light commercial vehicles were delivered worldwide, a year-on-year increase of 4.7 percent.\n This year and next year, VW -- with a wide range of brands including Volkswagen, Audi, SEAT, Skoda, Bentley, Bugatti, Lamborghini, Porsche, Scania and MAN -- would launch more than 100 new models, successors and product enhancements, he continued.\n In 2013, worldwide deliveries rose by 4.9 percent to 9.7 million vehicles.\n Revenues were up 2.2 percent at 197 billion euros and operating profit reached a record 11.7 billion euros.\n Bottom-line profit, on the other hand, fell to 9.1 billion euros in 2013 from 21.9 billion euros a year earlier, largely because the 2012 figure had been positively impacted by measures in connection with the integration of sports car maker Porsche.\n \"2013 was an extremely challenging year for European automakers in particular.  We weren't helped either by our home market or by exchange rates.  Nevertheless, the Volkswagen group put up a strong showing despite the difficult conditions,\" Winterkorn said.\n And \"in light of the company's continued success, the management board will propose an increased dividend of 4.00 euros per ordinary share and 4.06 euros per preference share,\" it said.\n \"Despite the persistently challenging market environment,\" Winterkorn said he was \"guardedly confident\" about business development in the rest of 2014.\n \"We are expecting a moderate increase in deliveries,\" he said.\n Challenges would come from the difficult market environment and fierce competition, as well as interest rate and exchange rate volatility and fluctuations in raw materials prices, Winterkorn said.",
                    "date": "2014-03-13",
                    "eventUri": "459058",
                    "id": "7398200",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8138,
                    "source": {
                        "title": "Business Recorder",
                        "uri": "www.brecorder.com"
                    },
                    "time": "14:17:00",
                    "title": "VW sees 'good chance' of reaching 10mn sales this year",
                    "uri": "167434942",
                    "url": "http://www.brecorder.com/business-a-finance/industries-a-sectors/162230-vw-sees-a39good-chancea39-of-reaching-10mn-sales-this-year-.html",
                    "wgt": 1
                },
                {
                    "body": "Volkswagen, Europe's biggest carmaker, is set to sell more than 10 million vehicles this year, chief executive Martin Winterkorn said on Thursday.\n \"There is a good chance that we will already exceed the ten million deliveries mark this year ?- four years earlier than originally planned,\" Winterkorn told the group's annual earnings news conference.\n In 2013, worldwide deliveries rose by 4.9 percent to 9.7 million vehicles, placing VW ahead of US rival General Motors to become the world's second-biggest car maker after Japan's Toyota.\n VW has long set itself a target to become the world's number one automobile group by 2018.\n VW \"made a healthy start to 2014,\" Winterkorn said.\n In the first two months, about 1.5 million passenger cars and light commercial vehicles were delivered worldwide, a year-on-year increase of 4.7 percent.\n This year and next year, VW -- with a wide range of brands including Volkswagen, Audi, SEAT, Skoda, Bentley, Bugatti, Lamborghini, Porsche, Scania and MAN -- plans to launch more than 100 new models, successors and product enhancements, he continued.\n In financial terms, revenues were up 2.2 percent at 197 billion euros in 2013 and operating profit reached a record 11.7 billion euros.\n Bottom-line profit, on the other hand, fell to 9.1 billion euros from 21.9 billion euros a year earlier, largely because the 2012 figure had been positively impacted by measures in connection with the integration of sports carmaker Porsche.\n \"2013 was an extremely challenging year for European automakers in particular.  We weren't helped either by our home market or by exchange rates.  Nevertheless, the Volkswagen group put up a strong showing despite the difficult conditions,\" Winterkorn said.\n And \"in light of the company's continued success, the management board will propose an increased dividend of 4.00 euros per ordinary share and 4.06 euros per preference share,\" it said.\n \"Despite the persistently challenging market environment,\" Winterkorn said he was \"guardedly confident\" about business development in the rest of 2014.\n \"We are expecting a moderate increase in deliveries,\" he said.\n Challenges would come from the difficult market environment and fierce competition, as well as interest rate and exchange rate volatility and fluctuations in raw materials prices, Winterkorn said.\n But more important than the sheer sales volumes, VW is looking to improve the quality of its earnings and raise its pre-tax margin -- the proportion of profits to revenues -- to at least 8.0 percent in 2018 from 6.3 percent at present.\n \"We're now focusing even more strongly on the qualitative goals,\" said Winterkorn.\n Investors appeared to welcome the group's confidence and Volkswagen shares were among the top gainers on the Frankfurt stock exchange on Thursday, adding 2.60 percent in a slightly firmer market.",
                    "date": "2014-03-13",
                    "eventUri": "459058",
                    "id": "7398561",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7975,
                    "source": {
                        "title": "au.finance.yahoo.com",
                        "uri": "au.finance.yahoo.com"
                    },
                    "time": "14:20:00",
                    "title": "Volkswagen sees 'good chance' of reaching 10 mn sales this year",
                    "uri": "167436101",
                    "url": "http://au.finance.yahoo.com/news/volkswagen-sees-good-chance-reaching-040820720.html",
                    "wgt": 1
                },
                {
                    "body": "One could forgive Volkswagen (VOW:GY) executives for only wanting to drive their fleet of Audis, Bentleys, Porsches, and Lamborghinis.  The German giant's luxury offerings are outperforming its pedestrian passenger cars, both on roads and off.\n For every Porsche it sold last year, Volkswagen booked about $23,200 in operating profit for a margin of 18 percent, according to an annual report it released this morning.  Bentley wasn't far behind Porsche, and the Audi brand, which includes the Lamborghini badge, posted $5,200 in profit per vehicle at a 10 percent margin.  That compares with an $850 return, at a 2.9 percent margin, for one of VW's mass-market machines like the Jetta or the Passat.\n \"Porsche is growing in every respect, from profitability to innovative power, right up to its motor portfolio,\" Volkswagen CEO Martin Winterkorn said on a conference call this morning.\n So why might a Porsche be so much more profitable than something more pedestrian?  For one thing, its customers are far less price sensitive.  Drivers wealthy enough to consider such a plush ride were likely making a mint on U.S. stocks last year, regardless of where they lived.  The average Beetle customer, meanwhile, may have been capturing less economic upside.\n What's more, there is less clear competition to a Porsche or a Bentley -- fewer models to \"cross-shop,\" as car folks say -- while anyone kicking the tires on a Passat can probably find a dozen similar sedans less than a mile away.  Audi isn't quite so rarefied but the brand is making headway by simply beating its peers at BMW and Mercedes.\n Indeed, Volkswagen's high-end models carried the company last year, as demand waned for its more affordable cars and it poured research dollars into retooling its big sellers.  The company R&D expenses climbed 23 percent last year, sucking up almost 6 percent of revenue.  A euro that steadily gained on the dollar and a shaky Continental economy didn't help results either.  The company's total sales for 2013 ticked up only 2.2 percent to €197 billion ($275 billion at this morning's exchange rate), while income slid 58 percent to €9.1 billion.\n Volkswagen, however, is hoping all of those research expenses will pay off this year.  As it pieces together 100 new and refreshed models, the company said it may sell more than 10 million vehicles this year, versus 9.73 million in 2013.  \"It is fair to say that the Volkswagen Group has proven to be in great shape despite the difficult conditions,\" Winterkorn told analysts this morning.\n The company is determined to top Toyota (7203:JT) as the world's No. 1 car seller, a feat that will require millions of Golfs and Jettas.  Blue-blood offerings like Porsche and Bentley don't move enough metal to make much of a dent on that goal, but their financial performance at the moment is far more impressive than any volume bragging rights.",
                    "date": "2014-03-13",
                    "eventUri": "459058",
                    "id": "7408857",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7477,
                    "source": {
                        "title": "Bloomberg.com",
                        "uri": "www.businessweek.com"
                    },
                    "time": "16:06:00",
                    "title": "Volkswagen Pockets $23,000 When You Buy That New Porsche",
                    "uri": "167464279",
                    "url": "http://www.businessweek.com/articles/2014-03-13/volkswagen-pockets-23-000-when-you-buy-that-new-porsche#r%3Dhp-ls",
                    "wgt": 1
                },
                {
                    "body": "One could forgive Volkswagen (VOW:GR) executives for only wanting to drive their fleet of Audis, Bentleys, Porsches, and Lamborghinis.  The German giant's luxury offerings are outperforming its pedestrian passenger cars, both on roads and off.\n For every Porsche it sold last year, Volkswagen booked about $23,200 in operating profit, for a margin of 18 percent, according to an annual report it released this morning.  Bentley wasn't far behind Porsche, and the Audi brand, which includes the Lamborghini badge, posted $5,200 in profit per vehicle at a 10 percent margin.  That compares with an $850 return, at a 2.9 percent margin, for one of VW's mass-market machines, such as the Jetta or Passat.\n \"Porsche is growing in every respect, from profitability to innovative power, right up to its motor portfolio,\" Martin Winterkorn, Volkswagen's chief executive, said on a conference call this morning.\n Why might a Porsche be so much more profitable than something more pedestrian?  For one thing, its customers are far less price sensitive.  Drivers wealthy enough to consider such a plush ride were likely making a mint on U.S. stocks last year, regardless of where they lived.  The average Beetle customer, meanwhile, may have been capturing less economic upside.\n What's more, there is less clear competition to a Porsche or a Bentley -- fewer models to \"cross-shop,\" as car folks say -- while anyone kicking the tires on a Passat can probably find a dozen similar sedans less than a mile away.  Audi isn't quite so rarefied, but the brand is making headway by simply beating its peers at BMW (BMW:GR) and Mercedes (DAI:GR).\n Indeed, Volkswagen's high-end models carried the company last year, as demand waned for its more affordable cars and it poured research dollars into retooling its big sellers.  The company R&D expenses climbed 23 percent last year, sucking up almost 6 percent of revenue.  A euro that steadily gained on the dollar and a shaky Continental economy didn't help results either.  The company's total sales for 2013 ticked up only 2.2 percent, to €197 billion ($275 billion at this morning's exchange rate), while income slid 58 percent, to €9.1 billion.\n Volkswagen, however, is hoping all those research expenses will pay off this year.  As it pieces together 100 new and refreshed models, the company said it may sell more than 10 million vehicles this year, vs. 9.73 million in 2013.  \"It is fair to say that the Volkswagen Group has proven to be in great shape despite the difficult conditions,\" Winterkorn told analysts this morning.\n The company is determined to top Toyota (TM) as the world's No. 1 car seller, a feat that will require millions of Golfs and Jettas.  Blue-blood offerings such as Porsche and Bentley don't move enough metal to make much of a dent on that goal, but their financial performance at the moment is far more impressive than any volume bragging rights.",
                    "date": "2014-03-13",
                    "eventUri": "459058",
                    "id": "7422644",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.745,
                    "source": {
                        "title": "Bloomberg.com",
                        "uri": "www.businessweek.com"
                    },
                    "time": "18:30:00",
                    "title": "Volkswagen Pockets $23,000 When You Buy That New Porsche",
                    "uri": "167502824",
                    "url": "http://www.businessweek.com/articles/2014-03-13/volkswagen-pockets-23-000-when-you-buy-that-new-porsche",
                    "wgt": 1
                },
                {
                    "body": "Volkswagen AG, Europe's largest automotive group, Thursday posted a 58% drop in net profit for 2013 and issued a cautious outlook for the new business year amid a sluggish recovery in global car demand and currency risks from emerging markets.\n The Wolfsburg, Germany-based auto group, which makes popular brands such as Volkswagen, Audi, Porsche and Bentley, said momentum in global car markets would remain weak this year and that there are \"big risks\" for the global economy, especially from \"increasing headwinds\" in some emerging markets.\n \"The automotive year 2013 was especially for European car makers extremely challenging,\" said Martin Winterkorn, VW's chief executive.  \"In light of the uncertainties our forecast for 2014 is comparatively cautious.\" \"\nVolkswagen's net profit was EUR9 billion ($12.5 billion) last year, down from EUR21.7 billion the year before.  Sales rose 2.2% to EUR197 billion, driven by a sharp increase in sales of Porsche sports cars, a moderate pickup in Europe and strong growth in China.  Volkswagen sales in China crossed the three million vehicles threshold for the first time last year.\n \"China remains the growth engine--for us and the entire industry,\" said Mr. Winterkorn.\n Volkswagen brands are expected to launch more than 100 new models this year, said Mr. Winterkorn, as part of a drive to sell more than 10 million vehicles a year by 2018.  The company is investing around EUR100 billion by 2018 in new plants, products and technology to boost growth.\n \"Chances are good that we will exceed the 10-million-mark already this year, four years earlier than originally planned,\" said Mr. Winterkorn.\n In light of uncertainties about the global economic recovery and currency risks, Volkswagen forecasts a moderate increase in deliveries this year and a rise of up to 3% in sales.  The company expects operating profit margins of between 5.5% and 6.5%, only slightly higher than 5.9% in 2013.",
                    "date": "2014-03-13",
                    "eventUri": "459058",
                    "id": "7388642",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7091,
                    "source": {
                        "title": "Fox Business",
                        "uri": "www.foxbusiness.com"
                    },
                    "time": "12:38:00",
                    "title": "Volkswagen Gives Cautious Outlook; Profit Tumbles",
                    "uri": "167407009",
                    "url": "http://www.foxbusiness.com/industries/2014/03/13/volkswagen-gives-cautious-outlook-profit-tumbles/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed:%2520foxbusiness%2Flatest%2520%2528Internal%2520-%2520Latest%2520News%2520-%2520Text%2529",
                    "wgt": 1
                },
                {
                    "body": "FRANKFURT, Germany (AP) - German automaker Volkswagen gave a cautious outlook for the year ahead Thursday after announcing a modest rise in 2013 earnings.\n The company warned of a \"difficult market environment\" with tough competition and sharp ups and downs in exchange rates and prices for raw materials.\n CEO Martin Winterkorn was \"guardedly confident\" about sales and earnings, saying he expected \"a moderate increase in deliveries.\" \" The company said revenues this year would fall within 3 percent of last year's - either above or below.\n The company faces headwinds from a slow auto market at home in Europe, and from a stronger euro that shrinks overseas earnings.\n The Wolfsburg-based automaker said that 2013 operating earnings, which don't count tax and one-time charges, rose slightly to 11.7 billion euros ($16.3 billion) from 11.5 billion euros the year before.  Revenues rose 2.2 percent to 197 billion.\n The company relied on its luxury Porsche cars to make up for slowing sales at its mass-market brands and a decline in earnings at its other upmarket brand, Audi.  Porsche, maker of the 911 sports car and Cayenne sport-utility vehicle, made a major 2.6-billion euro contribution to earnings, despite providing only a fraction of total sales at 14.3 billion.  Porsche showed profit margins of 18 percent - very high by auto industry standards.\n But sales fell 4.4 percent at the mass-market Volkswagen brand, due to spending on new technology, a stronger euro, and a slack economy in Western Europe.  Audi saw its operating earnings slip to 5 billion euros from 5.4 billion euros as it spent more on new technologies and on building out its sales network, while facing \"the challenging environment in many markets.\" \"\nPorsche's net profit fell to 9.1 billion euros from 21.9 billion euros the year before.  The comparison was distorted by a large, 12.3 billion-euro gain for 2012 from accounting effects related to Volkswagen's takeover of Porsche.\n Copyright 2014 The Associated Press.  All rights reserved.  This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-03-18",
                    "eventUri": "459058",
                    "id": "7737329",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7068,
                    "source": {
                        "title": "KEYC TV 12",
                        "uri": "www.keyc.com"
                    },
                    "time": "14:35:00",
                    "title": "Porsche revs up Volkswagen earnings",
                    "uri": "167376282",
                    "url": "http://www.keyc.com/story/24962808/porsche-revs-up-volkswagen-earnings",
                    "wgt": 1
                },
                {
                    "body": "Volkswagen, Europe's biggest car maker, is set to sell more than 10-million vehicles this year, chief executive Martin Winterkorn said on Thursday.\n \"There is a good chance that we will already exceed the ten million deliveries mark this year -- four years earlier than originally planned,\" Winterkorn told the group's annual earnings news conference.\n VW \"made a healthy start to 2014,\" Winterkorn said.\n In the first two months, about 1.5 million passenger cars and light commercial vehicles were delivered worldwide, a year-on-year increase of 4.7 percent.\n This year and next year, VW -- with a wide range of brands including Volkswagen, Audi, SEAT, Skoda, Bentley, Bugatti, Lamborghini, Porsche, Scania and MAN -- would launch more than 100 new models, successors and product enhancements, he continued.\n In 2013, worldwide deliveries rose by 4.9 percent to 9.7 million vehicles.\n Revenues were up 2.2 percent at 197 billion euros and operating profit reached a record 11.7 billion euros.\n Bottom-line profit, on the other hand, fell to 9.1 billion euros in 2013 from 21.9 billion euros a year earlier, largely because the 2012 figure had been positively impacted by measures in connection with the integration of sports car maker Porsche.\n \"2013 was an extremely challenging year for European automakers in particular.  We weren't helped either by our home market or by exchange rates.  Nevertheless, the Volkswagen group put up a strong showing despite the difficult conditions,\" Winterkorn said.\n And \"in light of the company's continued success, the management board will propose an increased dividend of 4.00 euros per ordinary share and 4.06 euros per preference share,\" it said.\n \"Despite the persistently challenging market environment,\" Winterkorn said he was \"guardedly confident\" about business development in the rest of 2014.\n \"We are expecting a moderate increase in deliveries,\" he said.\n Challenges would come from the difficult market environment and fierce competition, as well as interest rate and exchange rate volatility and fluctuations in raw materials prices, Winterkorn said.\n -Sapa-AFP",
                    "date": "2014-03-18",
                    "eventUri": "459058",
                    "id": "7720929",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6562,
                    "source": {
                        "title": "www.thenewage.co.za",
                        "uri": "www.thenewage.co.za"
                    },
                    "time": "11:02:00",
                    "title": "VW see's 'good chance' of reaching 10mn sales in 2014",
                    "uri": "167430913",
                    "url": "http://www.thenewage.co.za/Detail.aspx?news_id=120896&cat_id=9",
                    "wgt": 1
                },
                {
                    "body": "FRANKFURT, Germany -- In a March 13 story about Volkswagen's earnings, The Associated Press reported erroneously that the 9.1 billion-euro net profit figure was attributable to Porsche.  The figure is attributable to Volkswagen, not Porsche.\n A corrected version of the story is below:\nVolkswagen gives cautious outlook for rest of year\nProfits at luxury Porsche brand boost Volkswagen earnings, but outlook is cautious\nFRANKFURT, Germany -- German automaker Volkswagen gave a cautious outlook for the year ahead Thursday after announcing a modest rise in 2013 earnings.\n The company warned of a \"difficult market environment\" with tough competition and sharp ups and downs in exchange rates and prices for raw materials.\n CEO Martin Winterkorn was \"guardedly confident\" about sales and earnings, saying he expected \"a moderate increase in deliveries.\" \" The company said revenues this year would fall within 3 percent of last year's -- either above or below.\n The company faces headwinds from a slow auto market at home in Europe, and from a stronger euro that shrinks overseas earnings.\n The Wolfsburg-based automaker said that 2013 operating earnings, which don't count tax and one-time charges, rose slightly to 11.7 billion euros ($16.3 billion) from 11.5 billion euros the year before.  Revenues rose 2.2 percent to 197 billion.\n The company relied on its luxury Porsche cars to make up for slowing sales at its mass-market brands and a decline in earnings at its other upmarket brand, Audi.  Porsche, maker of the 911 sports car and Cayenne sport-utility vehicle, made a major 2.6-billion euro contribution to earnings, despite providing only a fraction of total sales at 14.3 billion.  Porsche showed profit margins of 18 percent -- very high by auto industry standards.\n But sales fell 4.4 percent at the mass-market Volkswagen brand, due to spending on new technology, a stronger euro, and a slack economy in Western Europe.  Audi saw its operating earnings slip to 5 billion euros from 5.4 billion euros as it spent more on new technologies and on building out its sales network, while facing \"the challenging environment in many markets.\" \"\nVolkswagen's net profit fell to 9.1 billion euros from 21.9 billion euros the year before.  The comparison was distorted by a large, 12.3 billion-euro gain for 2012 from accounting effects related to Volkswagen's takeover of Porsche.",
                    "date": "2014-03-18",
                    "eventUri": "459058",
                    "id": "7730322",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5898,
                    "source": {
                        "title": "macon",
                        "uri": "www.macon.com"
                    },
                    "time": "13:21:00",
                    "title": "Porsche revs up Volkswagen earnings",
                    "uri": "167373841",
                    "url": "http://www.macon.com/2014/03/13/2987885/porsche-revs-up-volkswagen-earnings.html#storylink%3Drss",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-03-15",
            "avgCos": 0.6751,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "459058",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "470264",
            "lang": "eng",
            "storyDate": "2014-03-15",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-231295",
            "variance": 0.4192
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-104159": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "BERLÍN, 13 (EUROPA PRESS)\nLa marca automovilística española Seat, propiedad del consorcio alemán Volkswagen, cerró el pasado ejercicio con unas pérdidas operativas de 152 millones de euros, lo que representa una disminución del 2,5% si se compara con los 'números rojos' contabilizados por la empresa en el ejercicio precedente, según recogen los resultados anuales del consorcio.\n El director financiero del grupo Volkswagen, Hans Dieter Pötsch, afirmó que la compañía con sede en Martorell continuó durante 2013 con su iniciativa de lanzamiento de nuevos productos al mercado, lo que le permitió aumentar sus volúmenes de venta, al tiempo que redujo los costes materiales, lo que se vio \"parcialmente compensado\" por los costes de reestructuración.\n La firma, inmersa en un plan estratégico que contemplaba el objetivo de abandonar las pérdidas operativas y volver a la rentabilidad en 2013, registró una facturación de 6.874 millones de euros en el conjunto del año pasado, lo que se traduce en un aumento del 6% en comparación con los ingresos de 6.485 millones de 2012.\n Durante el pasado ejercicio, la compañía automovilística contabilizó unas ventas mundiales de 355.000 unidades, lo que se traduce en una progresión del 10,6% respecto a las 321.000 unidades entregadas en el año previo, mientras que su cifra de producción alcanzó las 353.000 unidades, un 9,8% más.\n Por modelos, Seat fabricó 145.041 unidades del Ibiza en 2013, un 9,8% menos, mientras que el volumen de fabricación del León fue de 114.568 unidades, un 60% más.\n La marca fabricó 43.055 unidades del Altea/Toledo el año pasado, un 32% menos, así como 25.489 unidades del Mii, un 3,4% menos, 19.990 unidades del Alhambra, un 3% más, y 4.681 unidades del Exeo, un 58,4% menos.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7375277",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8109,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "09:02:00",
                    "title": "Seat registró unas pérdidas operativas de 152 millones en 2013, un 2,5% menos",
                    "uri": "167361573",
                    "url": "http://www.lavanguardia.com/local/barcelona/20140313/54403358627/seat-registro-unas-perdidas-operativas-de-152-millones-en-2013-un-2-5-menos.html",
                    "wgt": 1
                },
                {
                    "body": "Foto: SEAT\nBERLÍN, 13 Mar. (EUROPA PRESS) -\nSeat, propiedad del consorcio alemán Volkswagen, cerró el pasado ejercicio con unas pérdidas operativas de 152 millones de euros.\n Esta cifra representa una disminución del 2,5% si se compara con los 'números rojos' contabilizados por la empresa en el ejercicio precedente, según recogen los resultados anuales del consorcio.\n El director financiero del grupo Volkswagen, Hans Dieter Pötsch, afirmó que la compañía con sede en Martorell continuó durante 2013 con su iniciativa de lanzamiento de nuevos productos al mercado, lo que le permitió aumentar sus volúmenes de venta, al tiempo que redujo los costes materiales, lo que se vio \"parcialmente compensado\" por los costes de reestructuración.\n La firma, inmersa en un plan estratégico que contemplaba el objetivo de abandonar las pérdidas operativas y volver a la rentabilidad en 2013, registró una facturación de 6.874 millones de euros en el conjunto del año pasado, lo que se traduce en un aumento del 6% en comparación con los ingresos de 6.485 millones de 2012.\n Durante el pasado ejercicio, la compañía automovilística contabilizó unas ventas mundiales de 355.000 unidades, lo que se traduce en una progresión del 10,6% respecto a las 321.000 unidades entregadas en el año previo, mientras que su cifra de producción alcanzó las 353.000 unidades, un 9,8% más.\n Por modelos, Seat fabricó 145.041 unidades del Ibiza en 2013, un 9,8% menos, mientras que el volumen de fabricación del León fue de 114.568 unidades, un 60% más.\n La marca fabricó 43.055 unidades del Altea/Toledo el año pasado, un 32% menos, así como 25.489 unidades del Mii, un 3,4% menos, 19.990 unidades del Alhambra, un 3% más, y 4.681 unidades del Exeo, un 58,4% menos.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7374973",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8018,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "09:34:00",
                    "title": "Seat registró unas pérdidas operativas de 152 millones en 2013",
                    "uri": "167360548",
                    "url": "http://www.europapress.es/catalunya/noticia-seat-registro-perdidas-operativas-152-millones-2013-25-menos-20140313100235.html",
                    "wgt": 1
                },
                {
                    "body": "La marca española Seat, del Grupo Volkswagen, registró el pasado año unas pérdidas de 152 millones de euros, un 2,5% menos que los 156 millones del ejercicio anterior.\n Estos resultados constan en la memoria del ejercicio del Grupo automovilístico alemán, en la que se señala que Seat vendió en 2013 en todos los mercados 352.824 unidades, frente a las 321.316 de 2012, lo que supone aumentar el registro un 9,8%.\n Si a este volumen se unen las ventas procedentes de los Audi Q3 producidos en la planta de Martorell, la cifra definitiva se eleva a 459.000 vehículos, por los 429.000 de un año antes, es decir un crecimiento del 7%.\n La facturación por ventas se elevó en el último ejercicio completo a 6.874 millones de euros que, en comparación con los 6.485 millones de un año antes, implica crecer un 6%.\n El líder de ventas de Seat en 2013 fue el modelo Ibiza que alcanzó las 145.041 unidades (-9,8%), seguido del León, con 114.568 (+37,2%), un crecimiento que se debe a la ampliación de la gama de este compacto con las carrocerías de tres puertas (SC) y familiar (ST).\n Ya muy por debajo de estos volúmenes aparecen el Altea/Toledo, con 43.055 unidades, el urbano Mii, con 25.489, el monovolumen familiar Alhambra, con 19.990, y el Exeo, con 4.861, el alto de la gama, que reduce el registro el 55,2%.\n Seat ha sido la única de las grandes marcas del consorcio automovilístico alemán en registrar pérdidas en el año 2013.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7374774",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7896,
                    "source": {
                        "title": "Cinco Días",
                        "uri": "cincodias.com"
                    },
                    "time": "09:32:00",
                    "title": "Seat reduce un 2,5 % las pérdidas en 2013, hasta 152 millones de euros",
                    "uri": "167359917",
                    "url": "http://cincodias.com/cincodias/2014/03/13/empresas/1394701962_215455.html",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n Berlín, 13 mar (EFE).- - La marca española Seat, del Grupo Volkswagen, registró el pasado año unas pérdidas de 152 millones de euros, un 2,5 % menos que los 156 millones del ejercicio anterior.\n Estos resultados constan en la memoria del ejercicio del Grupo automovilístico alemán, en la que se señala que Seat vendió en 2013 en todos los mercados 352.824 unidades, frente a las 321.316 de 2012, lo que supone aumentar el registro un 9,8 %.\n Si a este volumen se unen las ventas procedentes de los Audi Q3 producidos en la planta de Martorell (Barcelona), la cifra definitiva se eleva a 459.000 vehículos, por los 429.000 de un año antes, es decir un crecimiento del 7 %.\n La facturación por ventas se elevó en el último ejercicio completo a 6.874 millones de euros que, en comparación con los 6.485 millones de un año antes, implica crecer un 6 %.\n El líder de ventas de Seat en 2013 fue el modelo Ibiza que alcanzó las 145.041 unidades (-9,8 %), seguido del León, con 114.568 (+37,2 %), un crecimiento que se debe a la ampliación de la gama de este compacto con las carrocerías de tres puertas (SC) y familiar (ST).\n Ya muy por debajo de estos volúmenes aparecen el Altea/Toledo, con 43.055 unidades, el urbano Mii, con 25.489, el monovolumen familiar Alhambra, con 19.990, y el Exeo, con 4.861, el alto de la gama, que reduce el registro el 55,2 %.\n Seat ha sido la única de las grandes marcas del consorcio automovilístico alemán en registrar pérdidas en el año 2013.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7375262",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7659,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "09:39:00",
                    "title": "Seat reduce en un 2,5 % las pérdidas en 2013 hasta 152 millones de euros",
                    "uri": "167361607",
                    "url": "http://www.eleconomista.es/mercados-cotizaciones/noticias/5617252/03/14/Seat-reduce-en-un-25-las-perdidas-en-2013-hasta-152-millones-de-euros.html",
                    "wgt": 1
                },
                {
                    "body": "La filial española del grupo Volkswagen obtuvo el año pasado unas pérdidas operativas de 152 millones de euros.  Aunque Seat sigue en números rojos, se trata de una mejora del 2,9% respecto a 2012.\n La compañía con sede en Martorell (Barcelona), facturó 6.874 millones, con un incremento interanual del 6%.\n En el último año, Seat ha mejorado sus ventas, pero la competencia en precios en Europa ha impedido a la marca trasladar el aumento de matriculaciones a sus resultados.  En 2013, la marca vendió 355.000 automóviles, un 10,6% más que el año anterior.\n El grupo Volkswagen cerró el año con unos ingresos de 197.000 millones de euros y un beneficio operativo de 11.700 millones, frente a los 11.500 millones obtenidos en 2012.\n Según el presidente de VW, Martin Winterkorn, \"2013 fue un año muy difícil para los fabricantes europeos de automóviles; no nos ayudaron ni nuestros mercados internos ni el tipo de cambio\".\n El ejecutivo ha asegurado esta mañana que \"previsiblemente este año superaremos los 10 millones de coches vendidos\".  Winterkorn adelanta a 2014 un objetivo que se había fijado para 2018.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7375844",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.661,
                    "source": {
                        "title": "Expansion",
                        "uri": "www.expansion.com"
                    },
                    "time": "09:47:00",
                    "title": "Seat recorta sus pérdidas operativas un 2,9% en 2013, con 152 millones",
                    "uri": "167363655",
                    "url": "http://www.expansion.com/2014/03/13/empresas/motor/1394701453.html",
                    "wgt": 1
                },
                {
                    "body": "La marca Seat logró en el 2013 una mejora de su resultado operativo del 3%, lo que supone una reduccion de cuatro millones de euros en sus pérdidas, que quedaron en 152 millones.  Los ingresos de la empresa crecieron el 6% y alcanzaron los 6.874 millones de euros gracias a una mejora de las ventas del 10,6% que llevo a la marca a comercializar 355.000 vehículos.\n La dirección del grupo Volkswagen ha indicado, en la presentacion de resultados en Berlín, que la filial de Martorell redujo sus costes de compras a proveedores pero se vio penalizada por el gasto en reestructuraciones.\n El conjunto del grupo alemán obtuvo el ejercicio pasado un beneficio neto de 9.100 millones, lo que supone un retroceso del 58% respecto al 2012.  La multinacional atribuye ese descenso a la desaparición del efecto positivo inicial que tuvo en el 2012 la integracion de Porsche en el consorcio.  Los ingresos mejoraron un 2,2% y llegaron a 197.000 millones.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7398046",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6534,
                    "source": {
                        "title": "El Periódico",
                        "uri": "www.elperiodico.com"
                    },
                    "time": "14:16:00",
                    "title": "Seat mejora un 3% su resultado operativo",
                    "uri": "167434167",
                    "url": "http://www.elperiodico.com/es/noticias/economia/seat-mejora-resultado-operativo-3181909?utm_source=rss-noticias&utm_medium=feed&utm_campaign=portada",
                    "wgt": 1
                },
                {
                    "body": "El consorcio automovilístico alemán Volkswagen registró un beneficio neto de 9.145 millones de euros durante el ejercicio 2013, lo que representa una sensible disminución del 58,2% en comparación con el resultado neto contabilizado en 2012, según informó el presidente de la compañía, Martin Winterkorn, durante la conferencia anual de resultados.\n El máximo responsable de la multinacional confirmó de esta forma las cifras adelantadas por el consorcio y afirmó que este retroceso se explica principalmente por la ausencia de los efectos derivados de la integración de la marca Porsche en el grupo que se anotaron en el balance económico de 2012.\n \"2013 fue año tremendamente complicado particularmente para los fabricantes de automóviles europeos\", añadió, al tiempo que señaló que la compañía se centrará aún más en registrar un crecimiento cualitativo, orientado principalmente en la mejora de los ingresos, de la calidad en el desarrollo y en la calidad de la gente.\n La multinacional con sede en Wolfsburg cerró el pasado año con un volumen de ingresos de 197.000 millones de euros, lo que se traduce en un incremento del 2,2% en comparación con la cifra de negocio contabilizada a lo largo del año precedente.\n Al mismo tiempo, el consorcio que comprende firmas como Volkswagen, Audi, Skoda, Seat, Volkswagen Vehículos Comerciales, Bentley, Bugatti, Porsche, MAN, Scania o Ducati logró un beneficio operativo de 11.671 millones de euros en el conjunto de 2013, lo que representa una subida del 1,5% al compararlo con los datos del ejercicio precedente.\n La multinacional alemana comercializó un total de 9,73 millones de vehículos de todas sus marcas en 2013, lo que supone una progresión del 4,9%, mientras que su beneficio antes de impuestos alcanzó 12.428 millones de euros, un 51,2% menos respecto a las cifras del año anterior.  La empresa destinó 10.000 millones de euros a actividades de investigación y desarrollo durante 2013.\n Volkswagen, que propondrá el pago de un dividendo de 4 euros por cada acción ordinaria y de 4,06 euros para título preferente, finalizó el pasado año con una plantilla formada por 572.800 personas en todo el mundo, lo que supone un incremento del 4,2% en comparación con los trabajadores de 2012.  2014.\n Las previsiones de la empresa para el presente ejercicio contemplan continuar haciendo frente a las dificultades en diferentes mercados, a pesar de lo que tiene previsto registrar un \"ligero\" aumento de sus matriculaciones en todo el mundo respecto a las entregas contabilizadas el año pasado.\n Así, la multinacional alemana prevé registrar en 2014, cuatro años antes de lo previsto, unas ventas mundiales de sus marcas (excluyendo Scania y MAN), por encima de diez millones de unidades, a lo que contribuirá el lanzamiento, entre 2014 y 2015, de 100 nuevos modelos al mercado, mientras que su previsión de retorno operativo sobre las ventas oscilará entre el 5,5%5 y el 6,5%.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7374199",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6182,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "09:22:00",
                    "title": "Volkswagen gana 9.145 millones en 2013, un 58% menos por los extraordinarios",
                    "uri": "167357643",
                    "url": "http://www.eleconomista.es/ecomotor/motor/noticias/5617184/03/14/Volkswagen-gana-9145-millones-en-2013-un-58-menos-por-los-menores-extraordinarios.html",
                    "wgt": 1
                },
                {
                    "body": "El Grupo Volkswagen quiere alcanzar en 2018 una rentabilidad media operativa entre todas sus marcas del 8 %, dentro de un plan de objetivos que pretende llevar a este grupo automovilístico a la cabeza de la calidad en la industria del automóvil.\n El presidente del grupo, Martin Winterkorn, en la presentación de la memoria anual, destacó que los retos parten ya de una posición muy sólida, que empieza en las 12 marcas que gestiona con un portafolio de 313 modelos.\n La estructura industrial incluye una plantilla de 40.000 ingenieros en las áreas de desarrollo.\n Las inversiones se mantienen en 84.000 millones de euros en el horizonte de 2018 para el lanzamiento de nuevos modelos y construcción de nuevas instalaciones, a los que se añadirán otros 18.000 millones para la potenciación del consorcio en China, que es, para la firma, su motor de crecimiento.\n A más corto plazo, en 2014, Winterkorn abundó en una previsión moderada de incremento de las ventas, con unos réditos en las mismas calculados en un 3 %.\n La política de producto se configura este año con un plan de cien nuevos modelos, entre nuevas generaciones y remodelaciones, con una citación al nuevo Seat Ibiza.\n Otras creaciones serán el nuevo Volkswagen Passat, los Audi A4 y Q7, el Porsche Macan y la versión híbrida enchufable del Cayenne y los Skoda Fabia y Superb.\n El Grupo Volkswagen consiguió una ganancia neta de 9.142 millones de euros que, comparados con los 21.881 millones del ejercicio precedente implican un retroceso del 58,2 %.\n Esta caída se ha debido a las provisiones de 12.300 millones de euros para atender la integración de Porsche en el grupo .\n No obstante, el presidente del Grupo Volkswagen, Martin Winterkorn, indicó que las sinergias con la marca de coches deportivos puede pasar de los 700 millones inicialmente previstos a un entorno de mil millones a medio plazo.\n El resultado operativo propio de la actividad ordinaria fue de 11.671 millones de euros, frente a los 11.498 de 2012, lo que supone un aumento del 11,5 %\nEl importe de la facturación se elevó a 197.007 millones de euros, un 2,2 % por encima de los 192.676 millones recaudados en 2012.\n El grupo radicado en Wolfsburg alcanzó unas ventas de vehículos el pasado año en todo el mundo de 9.730.680 unidades, un 4,9 % más que las 9.275.683 contabilizadas un año antes.\n Importancia capital en este resultado que acerca para este mismo año el objetivo de vender 10 millones de unidades en todo el mundo, en principio previsto para 2018, la ha tenido el mercado chino donde el consorcio ha colocado en 2013 más de tres millones de vehículos.\n Europa, no obstante, sigue siendo el mercado de referencia de Volkswagen, donde ha colocado 4.209.000 unidades (el 43,3 % del total de ventas), por delante de las 3.632.000 de Asia-Pacífico, las 987.000 de América del Sur y las 901.000 de América del Norte.\n En todas estas zonas mercantiles, salvo en Sudamérica, el grupo ha incrementado ventas en la comparativa interanual.\n En China, las prioridades son ampliar la gama de productos, así como la red de concesionarios, y en EEUU, hay un convencimiento de mejorar la posición que ha llevado a doblar ventas en los últimos años, pero que será moderado en 2014, sin que se venga abajo el proyecto de alcanzar un millón en 2018.  En esa línea se prepara un SUV específico para ese mercado.\n Los responsables de Volkswagen reconocieron que el coche \"low-cost\" forma parte de su estrategia de futuro, pero puntualizaron que el último paso es el más difícil de dar.\n Por marcas, la matriz Volkswagen llegó hasta los 5.932.308, un 3,4 % más, mientras que Audi, con 1.575.480, avanza un 8,3 %\nSkoda, marca checa que ha afrontado un ejercicio con amplia renovación de gama, saldó el ejercicio con 920.750, y redujo un 2 %.\n Marcas especiales como Bentley llegaron a las 10.120 berlinas de lujo (+18,9 %), Lamborghini a las 2.121 (+1,8 %) y Bugati a la 47 (+51,6 %).\n Caso especial es el de Porsche que casi triplica ventas en 2013 con un resultado de 162.145 vehículos, frente a los 59.513 de un año antes.\n La división de comerciales colocó en los mercados 551.908 unidades (+0,3 %), mientras que las marcas industriales como Scania llegó a 8.464 (+19,4 %) y MAN a las 140.333 (+4,5 %).\n Sobre la oferta por Scania, la intención del Grupo es llegar a alcanzar el 90 %, umbral que creen pueden conseguir, porque la oferta es generosa.\n El área financiera consiguió un volumen de ventas de 22.004 millones de euros, por los 19.584 millones de un año antes, lo que lleva a un resultado operativo de 1.863 millones de euros, cifra un 17,5 %superior a la de 2012.",
                    "date": "2014-03-13",
                    "eventUri": "324063",
                    "id": "7381843",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.572,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "11:21:00",
                    "title": "Volkswagen quiere llegar a una rentabilidad media del 8 % en 2018",
                    "uri": "167386273",
                    "url": "http://www.publimetro.com.mx/vida/volkswagen-quiere-llegar-a-una-rentabilidad-media-del-8-en-2018/encm%212263832/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-03-13",
            "avgCos": 0.7091,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "324063",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "324063",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Martorell",
                "lat": 41.4788,
                "long": 1.91986,
                "wikiUri": "http://en.wikipedia.org/wiki/Martorell"
            },
            "storyDate": "2014-03-13",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-104159",
            "variance": 0.4972
        }
    },
    "meta": {
        "CCAArticleMatchCount": 5,
        "CCAArticleMatchRatio": 0.03289473684210526,
        "CCAAvgCosSim": 0.73002,
        "CCAAvgMatchWgt": 49.8,
        "_articleUri1": "167361573",
        "_articleUri2": "167430913",
        "_datetime": "2015-01-19 23:02:07",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-104159",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-231295",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 8,
        "avgCosSimStory1": 0.7091,
        "avgCosSimStory2": 0.6751,
        "categorySim": 0,
        "conceptCosSim": 0.2623302763691212,
        "conceptJaccardSim": 0.1666666666666667,
        "coreTime1": 124449.3666666667,
        "coreTime2": 124452.6333333333,
        "coreTimeStDev1": 1.624987980722916,
        "coreTimeStDev2": 57.06771345753139,
        "entityCosSim": 0.4942577030885272,
        "entityJaccardSim": 0.3235294117647059,
        "extractedDateJaccardSim": 1,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 1,
        "hasSameLocation": -1,
        "keywordCosSim": 0.08401546283102251,
        "keywordJaccardSim": 0.07142857142857142,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 1,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 14,
        "timeAvg1": 124450.31875,
        "timeAvg2": 124499.3520833333,
        "timeStDev1": 1.624987980722916,
        "timeStDev2": 57.06771345753139,
        "varianceStory1": 0.4972,
        "varianceStory2": 0.4192
    }
}