{
    "850f305d-14db-4c75-b547-79470a557ea3-553307": {
        "articles": {
            "resultCount": 33,
            "results": [
                {
                    "body": "Typhoon Neoguri's eye as seen from the International Space Station, July 8, 2014.  (Reid Wiseman, @astro_reid)\nAfter battering Okinawa with winds over 100 mph and up to two feet of rain (preliminary estimate), Typhoon Neoguri is heading north toward the island of Kyushu in Japan.  Neoguri is a massive storm, covering an area of 64,000 square nautical miles.\n Typhoon Neoguri began to re-intensify in the overnight hours after a period of weakening on Monday.  The storm went through what is called an \"eyewall replacement cycle,\" which typically causes a decrease in cyclone strength followed by an intensification as the eyewall rebuilds.\n Although Neoguri has lost the \"super typhoon\" status, it remains a powerful storm.  It is currently just over 100 nautical miles west of Okinawa, and is still tracking north with maximum sustained winds of 125 mph, and gusts up to 155 mph.\nOver 100,000 households were without power in Japan as of 6 p.m. local time, according to The Weather Channel's Nick Wiltgen:\nMinor correction: As of 6pm JST, there were 107,300 households without power in Okinawa Prefecture.  #Typhoon #Neoguri http://t.co/gsHHZfMb9K\n-- Nick Wiltgen (@WxNick) July 8, 2014\nA preliminary rainfall total of 24.03 inches since 8 a.m. Monday was recorded at Kadena Air Base in Okinawa.  While this total hasn't been confirmed yet, an incredible amount of rain is falling in the southern islands of Japan, on top of already moist and unstable ground.  This puts the area at very high risk for landslides and flooding.\n In addition to the flood risk, a peak wind gust of 118 mph was recorded in Tokashiki island, according to the Japan Meteorological Agency.  Winds are still gusting hard in the storm as Neoguri passes to the west, though winds are decreasing at Kadena Air Base today, according to their recent Facebook post:\nDestructive sustained winds of 50 knots are no longer occurring.  Actual winds are 34-49 knots.  No outdoor activity is authorized other than workers from pre-designated emergency crews.\n Radar views of typhoon: Miyakojima | Okinawa | Kyushu south | Kyushu north\nThe storm is not only strong but large -- in a tweet this morning, Mashable's Andrew Freedman noted that the typhoon had a diameter that was \"similar to the distance from N.C. to Maine.\" \" The gale-force winds in the storm span an area of over 64,000 square nautical miles.  Sustained winds over 50 mph extend 100 nautical miles to the typhoon's east today, according to the Joint Typhoon Warning Center.\n International Space Station astronaut Alexander Gerst snapped this stunning photo of Neoguri this morning, noting its enormity:\nNeoguri is expected to continue north for the next 24 hours or so, before a trough of low pressure pulls the storm to the northeast and across the mainland of Japan.  As the typhoon makes this turn it also expected to weaken due to a number of factors, including cooler water temperature, stronger upper lever wind shear, and the impact of making landfall.  While Neoguri is expected to make landfall on the island of Kyushu as a low-end typhoon (a category 1 on the Saffir Simpson Hurricane Scale), the storm is still expected to pack a powerful punch.\n The sheer size of the typhoon (much like Hurricane Sandy in 2012) means that a large amount of ocean water is in motion, and storm surge and waves will be an impact at landfall as steady winds push water onto the shore.  Heavy rain bands and thunderstorms have been present on the eastern side of Neoguri today, as well, which means more rain for an already saturated Kyushu.\n As Dr. Jeff Masters noted in his blog yesterday, the island of Kyushu saw 10 inches of rain on Friday.  This week's additional rainfall puts the somewhat mountainous terrain at risk for landslides and flooding, especially in areas that remain in the strong thunderstorms bands.  With sustained winds around 70 mph expected upon landfall, gusts could approach and possibly exceed 90 mph, especially in the higher terrain.\n Brian McNoldy noted this fantastic microwave satellite image on his Facebook page this morning:\nMicrowave image of Typhoon Neoguri from 0900 UTC today... moving north away from the Ryukyu Islands and toward Kyushu.  One big eyewall and one enormous primary rainband show up as red in this image because of large amounts of ice in the atmosphere created in strong thunderstorms.\n And finally, here is some vivid raw video of the wind and rain whipping the trees and streets in Okinawa:",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14534320",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7658,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "09:17:00",
                    "title": "After battering Okinawa, dangerous Typhoon Neoguri targets southern Japan",
                    "uri": "195635289",
                    "url": "http://www.washingtonpost.com/blogs/capital-weather-gang/wp/2014/07/08/after-battering-okinawa-dangerous-typhoon-neoguri-targets-southern-japan/",
                    "wgt": 1
                },
                {
                    "body": "Tropical Storm Neoguri, previously the strongest typhoon so far in the 2014 Western Pacific season, has made landfall on the Japanese mainland after raking Okinawa with torrential rain and hurricane-force winds.\n According to the Japanese Meteorological Agency, Neoguri's center made landfall near the city of Akune in Kagoshima Prefecture just before 7 a.m. Japanese time (6 p.m. Eastern time in the U.S.).  Akune is on the west coast of Kyushu, the southwesternmost of Japan's four main islands.\n Maximum 10-minute sustained winds were estimated at 60 mph at the time of landfall, equivalent to maximum winds of 65 to 70 mph using the U.S. 1-minute sustained wind standard.\n Neoguri has been weakening as it begins to interact with the jet stream coming off northern China and the Korean Peninsula.  These upper-level winds have also turned Neoguri sharply east into the Japanese mainland.  The center of Neoguri should continue to cross the main islands of Kyushu, Shikoku and portions of Honshu on Thursday, local time, then track off the coast of eastern Japan by Friday.\n The storm is forecast to transition to a post-tropical cyclone.  Official forecasts from JMA show little additional weakening of the maximum winds as this process takes place.\n Bands of heavy rain, some wind damage, power outages and at least some storm surge flooding on west- and south-facing shorelines of Kyushu and Shikoku are anticipated as Neoguri moves through.  Landslides are a major concern given the rugged terrain of the main islands.\n Winds on the mainland have begun to increase as the storm arrives.  A few coastal locations have reported sustained tropical-storm force winds (39 mph or greater).  Muratomisaki, a village in a part of Kochi Prefecture that juts sharply into the Pacific Ocean, reported 50-mph sustained winds and gusts to 66 mph around daybreak Thursday.\n However, such strong winds have not been widespread on the mainland.\n Rainfall has added up quickly in some locals as bands of torrential rainfall spiral northward into the country east of the advancing tropical storm.  Rainfall rates of 1 to 3 inches per hour were reported in the heaviest bands.  On Kyushu, the city of Ebino reported 13.20 inches (335.5 mm) of rain in the 24 hours ending at 8 a.m. Japanese time Thursday.\n Public broadcaster NHK said parts of central Japan, including Nagoya, could see up to 16 inches (400 mm) of rain by Friday morning.\n Heavy rains from an unrelated system have been drenching many areas of Japan in recent days.  On Wednesday, an 83-year-old man fell into a swollen river and died in Koriyama, Fukushima Prefecture.  Farther west, a 12-year-old boy died in a landslide in Nagano Prefecture.  Up to 8.4 inches of rain fell in nearby Niigata Prefecture Wednesday.\n Last Thursday, According to the Japan Times, parts of Nagasaki recorded the heaviest rainfall in 50 years, with over six inches of rain falling in three hours.  Flash flooding inundated houses in the city and landslides were reported.\n (MORE: Get the Latest on Hurricane Season Here)\nElsewhere on Kyushu, JMA reported a 72-hour rainfall total of 398 mm (15.67 inches) at Ushibuka, on the island's west coast, Sunday through Wednesday evening.\n On the Japanese mainland, U.S. Navy personnel at Fleet Activities Sasebo, a naval base on the west coast of the island of Kyushu, are breathing a sigh of relief.\n Many non-essential and commercial services were closed Wednesday, according to the base's Facebook page, as the base's highest Tropical Cyclone Condition of Readiness (TCCOR) was invoked.\n Captain Charles W. Rock, in a Facebook post Thursday morning, shifted the base's TCCOR into recovery mode.  \"Given the favorable conditions overnight, I suspect all is well but please wait until we are sure and call ALL CLEAR,\" he wrote.\n The JTWC forecast shows the center of Neoguri passing just south of Sasebo on Thursday morning local time (Wednesday late-afternoon U.S. time), keeping the base on the safer, weaker side of the storm's wind circulation.\n Kadena Air Base, the U.S. military installation on the island of Okinawa and the biggest U.S. air base in Asia, measured a peak wind gust to 101 mph Tuesday, with sustained winds as high as 74 mph, according to official weather observations at the base.  The base declared its highest level of alert, Tropical Cyclone Condition of Readiness (TCCOR) 1-Emergency on Tuesday morning Japanese time (Monday evening U.S. time).\n As winds diminished below 58 mph Tuesday evening, Kadena shifted its alert status to \"TCCOR-1 Recovery,\" meaning pre-designated emergency crews were authorized to begin cleanup and recovery activities.  All other residents and personnel remained under orders to stay indoors, as winds remained in the 40-to-57-mph range.\n Kadena returned to TCCOR-4, its baseline level of typhoon preparedness throughout the summer and fall months, Wednesday evening.\n In Okinawa, heavy rainfall triggered flash flooding, prompting the Japanese Meteorological Society to reissue an \"emergency warning\" for landslides and damaging floods for the prefecture, having downgraded it earlier after the typhoon's eye had moved north.  The city of Nago on Okinawa Island reported 17.24 inches (438.0 mm) of rain between 9:10 a.m. Tuesday and 9:10 a.m. Wednesday local time.\n A Twitter user in Nago posted photos of floodwaters swamping the city of 60,000 Wednesday morning, warning residents of his or her native Miyazaki Prefecture that this was coming their way.\n 台風8号、本当になめてた。 宮崎のみんな、本当に気をつけて。 自分も頑張ります。 水道電気がいまだにストップ。 死人出るぞまじで。 pic.twitter.com/3XTdav7GFL -- 宮原竜騎 (@M_Ryuki0529)\nJuly 8, 2014\nThe Okinawan government raised the injury toll to 32 Wednesday, from 17 the day before.  Two of the injuries were serious.\n As the storm approached, some 540,000 people were advised to evacuate to safer shelter in Okinawa Prefecture, according to NHK.  That's about one-third of the prefecture's 1.4 million people, a population scattered across a chain of islands.\n On Okinawa, nearly 6,000 homes were still without power late Wednesday.  At its peak, Tuesday, more than 105,000 homes were without power.\n (PHOTOS: Neoguri Slams Japan)\nThe eye of Neoguri passed about 125 miles west of Kadena Air Base and the city of Naha, the prefectural capital, on Tuesday.  The left-hand (western) side of the eyewall passed over the island of Miyakojima, but the stronger right-hand (eastern) side passed over open water between Miyakojima and Kumejima.\n Television footage showed a building shattered, damaged storefronts and trees toppled as winds picked up in Naha.\n Authorities in China and Taiwan also warned ships to stay clear of the storm.  China's meteorological agency issued a \"blue typhoon warning\" for areas off its eastern coast in the East China Sea.\n (MORE: Tropical Terms You Need to Know)\nA sustained wind of 79 mph and a peak gust of 118 mph was recorded late Tuesday morning by the Japan Meteorological Agency's (JMA) AMEDAS observation network on Tokashiki Island, part of Okinawa Prefecture, about 20 miles west of Naha.  Those are the strongest winds reported on land from the typhoon.\n The main airport on Okinawa, Naha, reopened Wednesday, although some morning flights were canceled.  Spokesman Takumi Higa said no damage has been reported.\n Airports in Kyushu were still open, but late flights were canceled, and additional cancelations may be in the works.  Japan Airlines, the nation's flagship carrier, canceled 11 flights for Wednesday mostly flights leaving Tokyo for Kyushu, said spokesman Kentaro Nakamura.\n One man is missing after his boat was overtaken by high waves from the storm off the mainland island of Kyushu, according to the Associated Press.\n JMA issued a rare emergency warning, its highest level of warning, Monday evening to the island of Miyakojima, warning of a storm surge up to about 7 feet (2 meters) and offshore waves up to 46 feet (14 meters), and asking residents to prepare for the worst.\n The agency later expanded the emergency warning to the main island of Okinawa and other nearby areas and added high winds to the emergency warning, forecasting maximum winds of 100 mph in the city of Naha.  Naha did report a peak wind gust of 112 mph Tuesday, with peak sustained winds up to 74 mph.\nJMA downgraded the emergency warning to a regular warning for ground-loosening heavy rainfall and high waves at 2:52 a.m. Japanese time Wednesday (1:52 p.m. Tuesday U.S. time), but then re-issued the emergency warning five hours later, due to flash flooding triggered by torrential rainfall.  The emergency warning was once again downgraded late Wednesday morning U.S. time.\n Neoguri was the strongest tropical cyclone of the year in the Western Pacific basin.\n The system became a typhoon - the Western Pacific equivalent of a hurricane - on Friday.  Neoguri was moving northward about 335 miles southwest of Nagasaki, Japan, as of 5 a.m. Wednesday Japanese time.\n When Neoguri's winds reached an estimated 150 mph earlier Sunday, it earned the \"super typhoon\" designation from JTWC.  That status lasted through late Monday morning U.S. time before dry air began to be pulled into the core of the system, causing it to weaken somewhat.\n JTWC's analysis clashed with that of other agencies, including JMA.  The Japanese agency estimated Neoguri's 10-minute average winds to have peaked at 95 knots, the equivalent of about 115 to 122 mph on the U.S. standard, depending on the assumptions used in converting wind speeds.\n The season's first typhoon, Faxai, reached minimal typhoon status with 75-mph winds in early March.  It did not affect land.\n An April storm named Tapah was declared a typhoon by JTWC.  However, the JMA said Tapah peaked as a \"severe tropical storm\" with winds slightly below the 74-mph threshold.\n For official purposes, the World Meteorological Organization recognizes JMA as the principal agency charged with analyzing and forecasting tropical cyclones in the Western Pacific.  In the Eastern Pacific and Atlantic basins, that designation is held by NOAA's National Hurricane Center in Miami, Florida.\n Neoguri means \"raccoon\" in Korean, according to a Sydney Morning Herald report.\n Information from the Associated Press was used in this report.",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14515053",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7285,
                    "source": {
                        "title": "The Weather Channel",
                        "uri": "www.weather.com"
                    },
                    "time": "08:45:00",
                    "title": "Typhoon Neoguri Strikes Japan: Major Flood Threat Despite Weakening",
                    "uri": "195559865",
                    "url": "http://www.weather.com/news/weather-hurricanes/typhoon-neoguri-japan-okinawa-flood-threat-20140709",
                    "wgt": 1
                },
                {
                    "body": "Despite weakening, Neoguri remains a dangerous storm and residents across Japan should not let their guard down.\n Torrential downpours will bring life-threatening flooding and mudslides to a significant portions of Japan.  Dangerous conditions on the coast and in the sea will be present as well as choppy water gets pushed onshore.\n Neoguri, once a super typhoon, has weakened and is no longer in its prime state.  Neoguri is now a strong tropical storm with maximum sustained winds of 110 kph (70 mph).\n Neoguri intensified into a super typhoon early Monday morning local time (Sunday afternoon EDT).  Winds peaked at 250 kph (155 mph) before it began to weaken.\n Dry air that wrapped into the system on Monday continues to cause the storm to weaken.\n Additional information and statistics on Neoguri can be found here.\n Even though Neoguri is weakening, residents and visitors in the path of this cyclone should already be taking the necessary preparations and heed all evacuation orders.\n Dangerous conditions, in the form of torrential rain, strong winds and an increasing storm surge, are currently pounding the the far northern Ryukyu Islands and Kyushu Island as Neoguri approaches.\n Making matters worse, parts of Kyushu received more than 150 mm (6 inches) of rain on Monday as a fast-moving area of low pressure passed through the area.  This will also lead to a higher threat for flooding and mudslides.\n Landfall on Kyushu Island will occur early Thursday morning.  Neoguri will be a strong tropical storm as it presses onshore.\n The worst of the storm surge is targeting western and southern parts of Kyushu, but all coastal communities along the southern and eastern coast of mainland Japan will experience an increase in water levels and extremely rough surf.\n \"Port cities and low-lying areas will be inundated by storm surge,\" stated AccuWeather.com Meteorologist Evan Duffey.\n Heavy rain from Neoguri will bring concerns for major flooding and mudslides across parts of Kyushu, Shikoku and Honshu.\n Southern Kyushu will endure the highest rain totals with widespread amounts topping 150 mm (6 inches) and localized amounts in excess of 380 mm (15 inches).\n Flooding is also a serious concern across the island of Hokkaido and far northern Honshu, even as the storm tracks to the east.  The interaction of moisture from Neoguri and a cold front will lead to torrential rain through Friday across these areas, as well as the neighboring southern Kuril Islands.\n The strongest wind gusts, ranging between 95 and 130 kph (60 and 80 mph), will blast southern Kyushu and the far northern Ryukyu Islands.  Such winds threaten to cause widespread tree damage, power outages and some structural damage.\n Tokyo is expected to escape the worst of Neoguri but will still be soaked by some rain and buffeted by locally damaging winds Thursday night through Friday morning.  Rain totals will average 25 to 75 mm with winds gusts of 65 to 95 kph (40 to 60 mph).\n Coastal suburbs should brace for rough surf and coastal flooding.\n Although Neoguri weakened from its peak intensity, it still slammed parts of the Ryukyu Islands of Japan with winds over 160 kph (100 mph) on Tuesday.  Tokashiki reported wind gusts to near 195 kph (120 mph).\n NHK World reports that Neoguri has left one person dead and injured 38 others.\n Waves reached heights of up to 14 m (46 feet), according to the Associated Press.\n Travel in and out of the island of Okinawa was a nightmare.  However, the main airport on the island reopened Wednesday, according to the Associated Press.\n Neoguri passed only 75 to 100 miles west of Okinawa Tuesday.  Winds also gusted to 160 kph (100 mph) at Kedena Air Base while more than 150 mm (6 inches) fell at Naha.\n The Okinawan government told the Associated Press that Neoguri left trees toppled, flooded cars and bent railings on the southern island.\n At the height of the storm, more than 105,000 homes across Okinawa were without power on Tuesday.  That number is down to nearly 38,000.",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14514855",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7148,
                    "source": {
                        "title": "www.eturbonews.com",
                        "uri": "www.eturbonews.com"
                    },
                    "time": "18:33:00",
                    "title": "Neoguri still posing dangers to Japan despite weakening",
                    "uri": "195559614",
                    "url": "http://www.eturbonews.com/47787/neoguri-still-posing-dangers-japan-despite-weakening",
                    "wgt": 1
                },
                {
                    "body": "A roadside tree which collapsed due to strong winds caused by Typhoon Neoguri is seen in Naha, the island of Okinawa, south of JapanReuters\nTyphoon Neoguri is heading towards the island of Kyushu and mainland Japan after leaving two dead and homes destroyed on the southern Onikawa islands and Ryukyu Islands.\n The storm, which has weakened since hitting Onikawa, is expected to reach Kyushu early on Thursday (10 July) and while its winds have dropped somewhat, experts are warning of flooding and landslides due to the rainfall it will bring.\n Kyushu, where the city of Nagasaki sits, is expecting to have as much as 12 inches of rain in just 24 hours.  The island has been experiencing heavy rain for almost a week, with flash floods already affecting the area.\n European Space Agency astronaut Alexander Gerst took this photo of Super Typhoon Neoguri from the International Space Station.  \"I have never seen anything like it,\" he marvelledESA/NASA\n\"A stalled stationary front over the island has been bringing flooding rains to Kyushu since Thursday; Ushibuka (in far southwest Japan) picked up 14.72 inches of rain over the past 48 hours,\" meteorologist Jeff Masters wrote for the Weather Underground.\n \"Nagasaki had upwards of eight inches of rain on Thursday.  With the soils already saturated from these heavy rains, the torrential rains from Neoguri are sure to cause significant flooding on Wednesday and Thursday.\n \"Ocean temperatures will cool and wind shear will rise as Neoguri approaches Japan, weakening the storm, and Neoguri is likely to make landfall as a strong tropical storm or Category 1 typhoon.  At this intensity, major wind damage would not occur; flood damage from heavy rains will be the main concern.\" \"\nNeoguri left two dead after passing the Onikawa islands and Ryukyu Islands.R Reuters\nA report by The Weather Channel also highlighted the risks of landslides: \"The forward motion of the storm is expected to slow down temporarily as it approaches the mainland.\n \"Very heavy rain, some wind damage, power outages, and at least some storm surge flooding on west and south-facing shorelines of Kyushu and Shikoku are anticipated as Neoguri moves through.  Landslides are a major concern given the rugged terrain of the main islands.\n \"Heavy rains from an unrelated system have been drenching Kyushu, the southwestern-most of Japan's four main islands, in recent days ... with over six inches of rain falling in three hours.\" \"\nNeoguri will reach areas of mainland Japan within the next 48 hours and is expected to weaken further before reaching Tokyo.\n RelatedSuper Typhoon Neoguri: Space Station Astronaut Says 'I Have Never Seen Anything Like This'Typhoon Neoguri: One Dead After Boat Battered By 50ft Waves as Japan Is Braced for DestructionSuper-Typhoon Neoguri: Storm Has Potential To Be as Destructive as HaiyanSuper-Typhoon Neoguri to Hit Japan with 'Record-Level Winds' in Worst Storm for Decades",
                    "date": "2014-07-11",
                    "eventUri": "954484",
                    "id": "14717731",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7146,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "01:06:00",
                    "title": "Typhoon Neoguri Nears Kyushu and Mainland Japan with Threat of Flooding and Landslides",
                    "uri": "195773750",
                    "url": "http://www.ibtimes.co.uk/typhoon-neoguri-nears-kyushu-mainland-japan-threat-flooding-landslides-1455990",
                    "wgt": 1
                },
                {
                    "body": "Tropical Storm Neoguri, previously the strongest typhoon so far in the 2014 Western Pacific season, is now scraping mainland Japan after raking Okinawa with torrential rain and hurricane-force winds.\n According to the Japanese Meteorological Agency, Neoguri's center first made landfall near the city of Akune in Kagoshima Prefecture just before 7 a.m. Japanese time Thursday (6 p.m. Wednesday Eastern time in the U.S.).  Akune is on the west coast of Kyushu, the southwesternmost of Japan's four main islands.\n Maximum 10-minute sustained winds were estimated at 60 mph at the time of landfall, equivalent to maximum winds of 65 to 70 mph using the U.S. 1-minute sustained wind standard.\n (PHOTOS: Neoguri Slams Japan)\nNeoguri continues to weaken as it interacts with the jet stream coming off northern China and the Korean Peninsula.  These upper-level winds have also turned Neoguri sharply east-northeast along the Japanese mainland.  The center of Neoguri should track off the coast of eastern Japan by Friday morning, transitioning to a post-tropical cyclone.\n Pockets of heavy rain and some minor wind damage (tree limbs, sporadic power outages) are possible before the low moves offshore.  Landslides are a major concern given the rugged terrain of the main islands.\n A few coastal locations have reported sustained tropical-storm force winds (39 mph or greater).  Muratomisaki, a village in a part of Kochi Prefecture that juts sharply into the Pacific Ocean, reported 50-mph sustained winds and gusts to 66 mph around daybreak Thursday.  Seto, roughly halfway between Osaka and Tokyo, reported sustained winds of 60 mph with a gust to 77 mph early Thursday.\n Rainfall has added up quickly in some locals as bands of torrential rainfall spiral northward into the country east of the advancing tropical storm.  Rainfall rates of 1 to 3 inches per hour were reported in the heaviest bands.  On Kyushu, the city of Ebino reported 13.29 inches (337.5 mm) of rain in the 24 hours ending at 9:50 a.m. Japanese time Thursday.\n Heavy rains from an unrelated system have been drenching many areas of Japan in recent days.  On Wednesday, an 83-year-old man fell into a swollen river and died in Koriyama, Fukushima Prefecture.  Farther west, a 12-year-old boy died in a landslide in Nagano Prefecture.  Up to 8.4 inches of rain fell in nearby Niigata Prefecture Wednesday.\n Last Thursday, According to the Japan Times, parts of Nagasaki recorded the heaviest rainfall in 50 years, with over six inches of rain falling in three hours.  Flash flooding inundated houses in the city and landslides were reported.\n (MORE: Get the Latest on Hurricane Season Here)\nElsewhere on Kyushu, JMA reported a 72-hour rainfall total of 398 mm (15.67 inches) at Ushibuka, on the island's west coast, Sunday through Wednesday evening.\n On the Japanese mainland, U.S. Navy personnel at Fleet Activities Sasebo, a naval base on the west coast of the island of Kyushu, are breathing a sigh of relief.\n Many non-essential and commercial services were closed Wednesday, according to the base's Facebook page, as the base's highest Tropical Cyclone Condition of Readiness (TCCOR) was invoked.\n Captain Charles W. Rock, in a Facebook post Thursday morning, shifted the base's TCCOR into recovery mode.  \"Given the favorable conditions overnight, I suspect all is well but please wait until we are sure and call ALL CLEAR,\" he wrote.\n (MORE: Tropical Terms You Need to Know)\nThe JTWC forecast shows the center of Neoguri passing just south of Sasebo on Thursday morning local time (Wednesday late-afternoon U.S. time), keeping the base on the safer, weaker side of the storm's wind circulation.\n Kadena Air Base, the U.S. military installation on the island of Okinawa and the biggest U.S. air base in Asia, measured a peak wind gust to 101 mph Tuesday, with sustained winds as high as 74 mph, according to official weather observations at the base.  The base declared its highest level of alert, Tropical Cyclone Condition of Readiness (TCCOR) 1-Emergency on Tuesday morning Japanese time (Monday evening U.S. time).\n As winds diminished below 58 mph Tuesday evening, Kadena shifted its alert status to \"TCCOR-1 Recovery,\" meaning pre-designated emergency crews were authorized to begin cleanup and recovery activities.  All other residents and personnel remained under orders to stay indoors, as winds remained in the 40-to-57-mph range.\n Kadena returned to TCCOR-4, its baseline level of typhoon preparedness throughout the summer and fall months, Wednesday evening.\n In Okinawa, heavy rainfall triggered flash flooding, prompting the Japanese Meteorological Society to reissue an \"emergency warning\" for landslides and damaging floods for the prefecture, having downgraded it earlier after the typhoon's eye had moved north.  The city of Nago on Okinawa Island reported 18.01 inches (457.5 mm) of rain between 7:40 p.m. Tuesday and 7:40 p.m. Thursday local time.\n A Twitter user in Nago posted photos of floodwaters swamping the city of 60,000 Wednesday morning, warning residents of his or her native Miyazaki Prefecture that this was coming their way.\n 台風8号、本当になめてた。 宮崎のみんな、本当に気をつけて。 自分も頑張ります。 水道電気がいまだにストップ。 死人出るぞまじで。 pic.twitter.com/3XTdav7GFL -- 宮原竜騎 (@M_Ryuki0529)\nJuly 8, 2014\nJapanese public broadcaster NHK reported more than 500 homes were flooded and nearly 50 people have been injured.\n As the storm approached, some 540,000 people were advised to evacuate to safer shelter in Okinawa Prefecture, according to NHK.  That's about one-third of the prefecture's 1.4 million people, a population scattered across a chain of islands.\n On Okinawa, nearly 6,000 homes were still without power late Wednesday.  At its peak Tuesday, more than 105,000 homes were without power.\n The eye of Neoguri passed about 125 miles west of Kadena Air Base and the city of Naha, the prefectural capital, on Tuesday.  The left-hand (western) side of the eyewall passed over the island of Miyakojima, but the stronger right-hand (eastern) side passed over open water between Miyakojima and Kumejima.\n Television footage showed a building shattered, damaged storefronts and trees toppled as winds picked up in Naha.\n Authorities in China and Taiwan also warned ships to stay clear of the storm.  China's meteorological agency issued a \"blue typhoon warning\" for areas off its eastern coast in the East China Sea.\n A sustained wind of 79 mph and a peak gust of 118 mph was recorded late Tuesday morning by the Japan Meteorological Agency's (JMA) AMEDAS observation network on Tokashiki Island, part of Okinawa Prefecture, about 20 miles west of Naha.  Those are the strongest winds reported on land from the typhoon.\n The main airport on Okinawa, Naha, reopened Wednesday, although some morning flights were canceled.  Spokesman Takumi Higa said no damage has been reported.\n Airports in Kyushu were still open, but late flights were canceled, and additional cancelations may be in the works.  Japan Airlines, the nation's flagship carrier, canceled 11 flights for Wednesday mostly flights leaving Tokyo for Kyushu, said spokesman Kentaro Nakamura.\n One man is missing after his boat was overtaken by high waves from the storm off the mainland island of Kyushu, according to the Associated Press.\n JMA issued a rare emergency warning, its highest level of warning, Monday evening to the island of Miyakojima, warning of a storm surge up to about 7 feet (2 meters) and offshore waves up to 46 feet (14 meters), and asking residents to prepare for the worst.\n The agency later expanded the emergency warning to the main island of Okinawa and other nearby areas and added high winds to the emergency warning, forecasting maximum winds of 100 mph in the city of Naha.  Naha did report a peak wind gust of 112 mph Tuesday, with peak sustained winds up to 74 mph.\nJMA downgraded the emergency warning to a regular warning for ground-loosening heavy rainfall and high waves at 2:52 a.m. Japanese time Wednesday (1:52 p.m. Tuesday U.S. time), but then re-issued the emergency warning five hours later, due to flash flooding triggered by torrential rainfall.  The emergency warning was once again downgraded late Wednesday morning U.S. time.\n Neoguri was the strongest tropical cyclone of the year in the Western Pacific basin.\n The system became a typhoon - the Western Pacific equivalent of a hurricane - on Friday.  Neoguri was moving northward about 335 miles southwest of Nagasaki, Japan, as of 5 a.m. Wednesday Japanese time.\n When Neoguri's winds reached an estimated 150 mph earlier Sunday, it earned the \"super typhoon\" designation from JTWC.  That status lasted through late Monday morning U.S. time before dry air began to be pulled into the core of the system, causing it to weaken somewhat.\n JTWC's analysis clashed with that of other agencies, including JMA.  The Japanese agency estimated Neoguri's 10-minute average winds to have peaked at 95 knots, the equivalent of about 115 to 122 mph on the U.S. standard, depending on the assumptions used in converting wind speeds.\n The season's first typhoon, Faxai, reached minimal typhoon status with 75-mph winds in early March.  It did not affect land.\n An April storm named Tapah was declared a typhoon by JTWC.  However, the JMA said Tapah peaked as a \"severe tropical storm\" with winds slightly below the 74-mph threshold.\n For official purposes, the World Meteorological Organization recognizes JMA as the principal agency charged with analyzing and forecasting tropical cyclones in the Western Pacific.  In the Eastern Pacific and Atlantic basins, that designation is held by NOAA's National Hurricane Center in Miami, Florida.\n Neoguri means \"raccoon\" in Korean, according to a Sydney Morning Herald report.\n Information from the Associated Press was used in this report.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14700508",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6988,
                    "source": {
                        "title": "The Weather Channel",
                        "uri": "www.weather.com"
                    },
                    "time": "23:41:00",
                    "title": "Tropical Storm Neoguri Hits Japan...",
                    "uri": "196114948",
                    "url": "http://www.weather.com/news/weather-hurricanes/typhoon-tropical-storm-negouri-japan-mainland-20140710",
                    "wgt": 1
                },
                {
                    "body": "TOKYO - Torrential rains from a weakened but still dangerous typhoon battered Japan's Okinawa islands on Wednesday, leaving two dead and threatening widespread flooding as the storm headed for the nation's main islands.\n Typhoon Neoguri, a super typhoon as it bore down on Okinawa this week, had winds gusting up to 162 kph (100 mph) on Wednesday, but weather forecasters said the major concern now was rain, especially as parts of the westernmost main island of Kyushu have already been hit by heavy rain over the last week.\n Authorities warned of record rainfall in Okinawa as rivers in some areas overflowed.  More than 200,000 residents were told to leave their homes, down from over 500,000 on Tuesday.\n \"Given the situation, there is still potential for some serious damage,\" an official from the Japanese Meteorological Agency (JMA) told a news conference.\n Some 30 people were injured, mainly from falls, but none of the injuries was life-threatening.  Television footage showed a collapsed building and flooded streets in Okinawa.\n Neoguri was moving north across the East China Sea at 20 kph as of 9 a.m. (0000 GMT), with sustained winds of 126 kph.  It was expected to draw near Kyushu on Thursday morning before moving east along the main island of Honshu.\n \"This typhoon has very active rain clouds and this will continue as it moves east over areas that have already been hit by downpours as part of the rainy seasion,\" said a JMA official.\n \"Given how soaked the ground is in some parts of Kyushu already, there is a high danger of landslides and floods, even though the typhoon's strength is diminishing.\" \"\nThere are two nuclear plants on Kyushu and another on nearby Shikoku island.\n All of Japan's 48 nuclear reactors are shut down three years after the disaster at the Fukushima Daiichi nuclear plant, which was wrecked by an earthquake and tsunami in March 2011.  The stricken plant is on the other side of the country.\n Nansei Sekiyu KK, a Japanese refiner wholly owned by Brazil's Petrobras, suspended operations at its 100,000 barrels-per-day Nishihara refinery in Okinawa on Monday evening and still had not resumed them on Wednesday.\n Tokyo may see heavy rains on Friday but the impact on the capital is otherwise expected to be minimal, the JMA official said.  Around two to four typhoons make landfall in Japan each year but they are unusual in July.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14591191",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6906,
                    "source": {
                        "title": "The London Free Press",
                        "uri": "www.lfpress.com"
                    },
                    "time": "14:41:00",
                    "title": "Typhoon leaves two dead, heads to main Japan islands",
                    "uri": "195801599",
                    "url": "http://www.lfpress.com/2014/07/08/powerful-typhoon-hits-japans-okinawa",
                    "wgt": 1
                },
                {
                    "body": "(Bloomberg) -- Typhoon Neoguri headed toward Japan's southernmost main island of Kyushu, prompting the evacuation of almost 90,000 people amid the threat of floods and landslides.\n Neoguri was west of Kyushu with top winds reaching 148 kilometers (92 miles) per hour, down from yesterday's 252 kph, according to the Japan Meteorological Agency.  The storm, which was heading east as of 7:50 pm local time, left 20 injured in Okinawa yesterday, where it grounded flights and prompted evacuations.\n Parts of Kyushu will probably be hit by tomorrow with violent winds, swollen rivers and waves up to 10 meters high, the weather agency reported on its website.  While rain brought by the storm will generally amount to 1 inch (2.5 centimeters) to 3 inches, some areas may get as much as 5 inches, leading to \"localized flooding in higher terrain,\" says Commodity Weather Group LLC.\n \"The storm is weakening just slightly faster and should be down to tropical storm force winds, 55 knots (102 kph), at landfall in southwestern Japan in about 12 hours,\" David Streit, a forecaster at CWG in Bethesda, Maryland, said in an e-mail received at 6:23 p.m. Tokyo time.  \"Winds will be down to 35 knots when it passes Tokyo about 24 hours later.\" \"\nOfficials in the Kyushu city of Amakusa urged 87,327 residents today to take shelter in gyms and other buildings being used as evacuation centers, as the storm threatened homes, public broadcaster NHK reported on its website.\n Companies with Kyushu factories, including Nissan Motor Co. and Toshiba Corp., were watching the storm's approach.\n Storm Countermeasures\n\"We instructed factories and offices in Japan to take measures for safety against the approaching typhoon,\" said Yu Takase, a spokeswoman for Toshiba, which has a chip factory in Kyushu's Oita prefecture.  \"Right now, our factories are operating as usual.\" \"\nNissan and Toyota Motor Corp. were monitoring the storm and planned to decide on any countermeasures to be taken tomorrow by this evening, the companies said.\n Toyota and Nissan built 1.32 million vehicles at their four plants in Kyushu last year, Satomi Hamada, a production analyst for IHS Automotive, wrote in an e-mail.\n Nissan's two plants on the island accounted for 65% of the company's domestic production last year, while Toyota's portion was 18%.\n The storm's was expected to pivot east as Neoguri interacts with a low-pressure system over Manchuria, said Jim Andrews, a meteorologist with AccuWeather Inc. in State College, Pennsylvania.  The low has created a vigorous westerly jet stream that will push the storm into Kyushu.\n \"The storm is clearly weakening,\" he said.  \"We're thinking more a minimal typhoon or a strong tropicalstorm as it crosses the southwest coast of Kyushu.\" \"\nBoat Capsizes\nJapan Airlines Co. and its affiliates grounded 11 flights to and from southern Japan today as of 4 p.m., the company said in an e-mailed statement.  The All Nippon Airways Co. group canceled 29 flights, affecting 2,000 passengers.\n One serious injury in Okinawa was attributed to the storm, while 19 other people suffered slight injuries, according to a statement from Japan's Fire and Disaster Management Agency, which gave no other details.\n The Mainichi newspaper reported that a man died yesterday after the fishing boat he was aboard capsized off the island of Shikoku farther northeast from the storm's center, where the weather agency has a high-wave advisory in effect.\n In the Okinawan city of Miyako, residents who had been urged to take shelter from the storm in community centers and municipal buildings returned to their homes after an evacuation alert was lifted yesterday at 6:30 p.m., disaster prevention spokesman Satoshi Shimoji said.\n Service Blackouts\nNansei Sekiyu KK, a unit of Brazil's Petroleo Brasileiro SA, halted refining and shipping operations yesterday at its 100,000 barrel-a-day Nishihara plant in Okinawa, the company said in an e-mailed statement.\n Marine operations at JX Nippon Oil & Energy Corp.'s 270,000-barrel-a-day Negishi refinery near Tokyo remained suspended today because of high waves caused by the storm's approach, according to a company official who asked not to be identified because of internal policy.\n Customers of NTT Docomo Inc., Japan's largest wireless carrier, continued to experience service blackouts in some remote parts of Okinawa, according to a map on the company's website.\n Neoguri, which means raccoon in Korean, had sustained winds of 102 kilometers per hour.  The Japanese Meteorological Agency has dropped emergency warnings for the area while maintaining alerts for high winds, thunderstorms, heavy rain, strong winds and possible landslides in parts of Kyushu.\n \"Heavy rains causing major flooding will be the main concern, due to saturated soils on Kyushu caused by very heavy rains since Thursday from a stalled front,\" said Jeff Masters, co-founder of Weather Underground in Ann Arbor, Michigan.\n Storm Season\nJapan has averaged more than 11 typhoons per year over a 30-year period ending in 2010, most of them occurring between July and October, according to the weather agency's website.\n \"The strength of the typhoon is a once-in-several-decades event,\" Akihiro Ohta, Japan's transport minister, told reporters in Tokyo yesterday.  \"We urge people to pay attention to warnings from their local governments.\" \"\nAndrews said the remnants of Neoguri may hug Japan's east coast.  He said Tokyo itself will probably be spared the worst because it is sheltered by mountains to the south.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14554586",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6864,
                    "source": {
                        "title": "Technology Decisions for Insurance magazine",
                        "uri": "www.propertycasualty360.com"
                    },
                    "time": "11:19:00",
                    "title": "Japan city evacuates 90,000 as Typhoon nears; Nissan, Toyota monitoring storm",
                    "uri": "195455467",
                    "url": "http://www.propertycasualty360.com/2014/07/09/japan-city-evacuates-90000-as-typhoon-nears-nissan?ref=rss",
                    "wgt": 1
                },
                {
                    "body": "Torrential rains and strong winds swept through the Japanese city Akune at 7 a.m. local time (2200 UTC) on Thursday as Typhoon Neoguri made landfall, according to the Japan Meteorological Agency.  The town lies on the western coast of Japan's southern main island Kyushu.\n Authorities warned of flooding and mudslides as the storm made its way east, moving at 25 kph.  Neoguri was forecast to move up the Japanese archipelago in the coming days.  At the time of landfall.  it was packing sustained winds of 90 kph and gusts of up to 126 kph.\n The Japanese government was scheduled to hold a disaster management meeting on Thursday.\n On Tuesday, Neoguri passed over the Japanese island of Okinawa, just under 500 kilometers southeast of Kyushu.  Although the storm had weakened by the time it had crossed into the the East China Sea, it continued to lash Okinawa with heavy rain and high winds as it churned off of its western coast.\n Authorities in Okinawa had advised 600,000 of the island's 1.2 million residents to evacuate their homes amid 14 meter (46 feet) storm surges and power outages.  At least three people were killed and dozens more injured in the typhoon.\n The typhoon got its name from a Korean word meaning \"raccoon dog,\" a knee-high tree-climbing animal common in East Asia.",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14705229",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6817,
                    "source": {
                        "title": "DW.DE",
                        "uri": "www.dw.de"
                    },
                    "time": "22:15:00",
                    "title": "Typhoon Neoguri makes landfall in southern Japan island Kyushu",
                    "uri": "195559480",
                    "url": "http://www.dw.de/typhoon-neoguri-makes-landfall-in-southern-japan-island-kyushu/a-17771409",
                    "wgt": 1
                },
                {
                    "body": "A tree uprooted by Neoguri on Japan's southern island of OkinawaReuters\nOne person has died, homes have been destroyed and nuclear power stations have been forced to close as Typhoon Neoguri approaches Japan.\n The man was killed after his boat was hit by huge waves, NHK national television has said.  Waves churned up by the storm were estimated to reach up to 46ft.  More have been injured as a result of falling debris, Reuters said.\n There are two power stations in the storm's path in Kyushu - the Sendai Nuclear Power Plant and the Genkai Nuclear Power Plant.  Both are operated by Kyūshū Electric Power Company.\n A third power station, the Ikata Nuclear Power Plant, is located on the southern island of Shikoku and is operated by the Shikoku Electric Power Company.\n All three have been shut down ahead of Neoguri's approach.  A spokeswoman for Kyushu Electric Power Company told Reuters there are plans in place to protect the plant for severe weather.  Experts have warned Kyushu could experience landslides as the storm brings with it up to three inches of rain per hour.\n A satellite image shows Typhoon Neoguri approaching Japan on its northward journeyReuters\nSpeaking to the Washington Post, Jim Andrews, a meteorologist with AccuWeather, said: \"Kyushu is the odds-on favourite to have the worst of the storm.  Whenever you get a tropical cyclone making landfall in Japan you are going to get 10 to 15 inches of rain somewhere, so you get mudslides of course, as well as some flooding.\" \"\nThe Fukushima nuclear plant should not be affected by Neoguri as it is located on the west of Japan, away from the storm's projected path.\n The only warning in place for Fukushima, which is still experiencing problems following the 2011 earthquake and tsunami, is dense fog.\n Neoguri has just made landfall on the southern Onikawa islands, where locals are reporting heavy rain and extremely strong winds.\n A wooden house collapsed during strong winds in Naha on Japan's southern island of OkinawaGetty\nThe Super-Typhoon was downgraded overnight by the Joint Typhoon Warning Centre, which said it currently has sustained winds of about 205km/hr (127mph).\n Officials said it is one of the biggest storms to hit Japan in decades, with Brigadier General James Hecker, a commander at the Kadena Air Base in Okinawa, saying: \"I can't stress enough how dangerous this typhoon may be when it hits Okinawa.\" \"\nA statement from Japan Airlines said many flights will be cancelled as a result of the severe weather: \"Today 8 July and tomorrow 9 July, JAL domestic flights are experiencing irregular operations.  Before arriving at the airport we recommend checking Flight Status and Information for details for the latest information.\" \"\nOver 100,000 people have so far been evacuated, with thousands more expected to be asked to leave their homes as the storm moves north-eastwards.\n RelatedSuper Typhoon Neoguri: Space Station Astronaut Says 'I Have Never Seen Anything Like This'Super-Typhoon Neoguri: Storm Has Potential To Be as Destructive as HaiyanSuper-Typhoon Neoguri to Hit Japan with 'Record-Level Winds' in Worst Storm for DecadesTyphoon Neoguri Set to Batter Japan as Thousands Evacuate",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14663353",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6793,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "20:39:00",
                    "title": "Typhoon Neoguri: One Dead After Boat Battered By 50ft Waves as Japan Is Braced for Destruction",
                    "uri": "195773804",
                    "url": "http://www.ibtimes.co.uk/typhoon-neoguri-one-dead-after-boat-battered-by-50ft-waves-japan-braced-destruction-1455781",
                    "wgt": 1
                },
                {
                    "body": "Tokyo - Torrential rains battered Japan's Okinawa islands on Wednesday as a weakened but still dangerous typhoon, leaving two dead and threatening widespread flooding as it headed for the nation's main islands.\n Typhoon Neoguri, a super typhoon as it bore down on Okinawa this week, had winds gusting up to 162kph (100 mph) on Wednesday, but weather forecasters said the major concern now was rain, especially as parts of the westernmost main island of Kyushu have already been hit by heavy rain over the last week.\n Authorities warned of record rainfall in Okinawa as rivers in some areas overflowed.  More than 200 000 residents were told to leave their homes, down from over 500 000 on Tuesday.\n \"Given the situation, there is still potential for some serious damage,\" an official from the Japanese Meteorological Agency (JMA) told a news conference.\n About 30 people were injured, mainly from falls, but none of the injuries was life-threatening.  Television footage showed a collapsed building and flooded streets in Okinawa.\n Neoguri was moving north across the East China Sea at 20kph as of 9am (00.00 GMT), with sustained winds of 126kph.  It was expected to draw near Kyushu on Thursday morning before moving east along the main island of Honshu.\n \"This typhoon has very active rain clouds and this will continue as it moves east over areas that have already been hit by downpours as part of the rainy season,\" said a JMA official.\n \"Given how soaked the ground is in some parts of Kyushu already, there is a high danger of landslides and floods, even though the typhoon's strength is diminishing.\" \"\nThere are two nuclear plants on Kyushu and another on nearby Shikoku island.\n All of Japan's 48 nuclear reactors are shut down three years after the disaster at the Fukushima Daiichi nuclear plant, which was wrecked by an earthquake and tsunami in March 2011.  The stricken plant is on the other side of the country.\n Nansei Sekiyu KK, a Japanese refiner wholly owned by Brazil's Petrobras, suspended operations at its 100 000 barrels-per-day Nishihara refinery in Okinawa on Monday evening and still had not resumed them on Wednesday.\n Tokyo may see heavy rains on Friday but the impact on the capital is otherwise expected to be minimal, the JMA official said.  Around two to four typhoons make landfall in Japan each year but they are unusual in July.  - Reuters",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14520537",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6785,
                    "source": {
                        "title": "Independent Online",
                        "uri": "www.iol.co.za"
                    },
                    "time": "06:53:00",
                    "title": "Weakened typhoon leaves two dead",
                    "uri": "195560078",
                    "url": "http://www.iol.co.za/news/world/weakened-typhoon-leaves-two-dead-1.1716716",
                    "wgt": 1
                },
                {
                    "body": "TOKYO (AP) -- A major storm dumped heavy rain on western Japan Thursday after sweeping through the southern islands of Okinawa, where it caused extensive flooding, knocked out power and injured at least 32 people.  The storm also boosted rainfall levels in other parts of the country, leaving two people dead.\n One of the biggest storms ever to hit Japan during the summer, tropical storm Neoguri reached the southernmost main island of Kyushu on Thursday morning, and was forecast to travel up the Pacific coast of Japan to major cities including Osaka, Kyoto and Tokyo.\n Kyushu's Fukuoka prefecture issued warnings for strong winds, high tides and heavy rains, and advised people to stay indoors as much as possible.\n Neoguri, which hit Okinawa on Tuesday at typhoon strength, was downgraded to a tropical storm Wednesday after losing strength.  It toppled trees and flooded cars in Okinawa, which experienced its heaviest rainfall in a half century, according to the Okinawan government.\n In central Japan, rainfall elevated by the storm caused floods and landslides, killing two people.  In Fukushima, an 83-year-old man fell into a swollen river and died, while a landslide hit a town in Nagano prefecture, killing a 12-year-old boy, according to Japanese media reports.\n The torrents of rainfall could trigger more landslides and floods, and much of eastern Japan was at risk of lightning and tornadoes.\n On Okinawa, more than 105,000 homes lost power at the storm's peak.  The Okinawan government raised the injury toll to 32 on Wednesday, say two were in serious condition.\n Neoguri, which means \"raccoon dog\" in Korean, was packing sustained winds of 93 kilometers (58 miles) per hour on Thursday morning, the Japan Meteorological Agency said.",
                    "date": "2014-07-11",
                    "eventUri": "954484",
                    "id": "14752970",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6759,
                    "source": {
                        "title": "Seattle Pi",
                        "uri": "www.seattlepi.com"
                    },
                    "time": "04:45:00",
                    "title": "Tropical storm Neoguri hits Japan's main islands",
                    "uri": "195529202",
                    "url": "http://www.seattlepi.com/news/world/article/Typhoon-nears-central-Japan-after-slamming-Okinawa-5608739.php",
                    "wgt": 1
                },
                {
                    "body": "THE storm has gusts of more than 155mph and is the most powerful storm in decades leading to nuclear power plants being put on shut down.\n MORE than 500,000 people have been told to evacuate and nuclear power plants have been shut down as a powerful typhoon heads to japan.\n Hundreds of flights have been cancelled as torrential rain and ferocious winds batter the southwestern islands as the storm makes its way to Tokyo.\n It is expected to hit land later today, heading towards the capital city by Friday.\n Typhoon Neoguri weakened from its original status as a super typhoon but remained intense, with gusts of more than 155 mph.\nIt was powering towards the Okinawa island chain where emergency rain and high-seas warnings were in effect.\n The storm will be at its most powerful as it passes Okinawa, 1,000 miles southwest of Tokyo on Tuesday, but the Japan Meteorological Agency (JMA) warned of heavy rains and potential flooding in Kyushu, the westernmost of Japan's main islands, as well as heavy rain in the rest of the nation as the storm turns east.\n \"People must take the utmost caution,\" Keiji Furuya, state minister in charge of disaster management, told a news conference.\n One man was missing after his boat was swamped by high waves, NHK national television said.  Several people suffered minor injuries from falls.\n More than 50,000 households in Okinawa lost power and an oil refinery halted operations.\n Television footage showed street lights rocking in high winds and branches being blown down largely deserted streets.\n There are no nuclear plants on Okinawa but there are two on Kyushu, which lies in the area through which the typhoon is likely to pass after hitting Okinawa.  There is another on Shikoku island, which borders Kyushu and could also be affected.\n All are shut down due to national policy and the Fukushima Daiichi nuclear plant, which was wrecked by an earthquake and tsunami in March 2011, is on the other side of the country.\n \"When the wind blows most strongly, it's impossible to stand.  You have to hold on to something,\" said Kei Shima, a self-employed Okinawa resident in her 30s.\n \"The lights are fading in and out, like the house is haunted.  The rain is getting stronger and falling sideways.\" \"\nTelevision footage showed roads in Naha strewn with greenery and some downed trees.\n Officials said the storm could be one of the strongest to hit Japan in decades, generating waves up to 46 feet high.  But since typhoons track along Japan's coasts and occasionally veer onshore every summer, the country is relatively well prepared.\n \"Please take refuge as early as possible,\" said Keiji Furuya, chairman of the National Public Safety Commission.\n Neoguri was roughly 68 miles southwest of Kumejima of island at noon (0300 GMT) and moving north at 16 mph, with sustained winds of 110 mph.\nKadena Air Base, one of the largest U.S. military facilities on Okinawa, was on its highest level of storm alert and all outside activity was prohibited.\n Nansei Sekiyu KK, a Japanese refiner wholly owned by Brazil's Petrobras, said it had suspended oil refining operations at its 100,000 barrels-per-day Nishihara refinery in Okinawa on Monday evening.\n A JMA official said the storm will maintain its strength as it heads north but gradually turn to the east, making landfall in Kyushu before raking its way up the main island of Honshu and coming close to Tokyo on Friday.\n \"But it will be weaker by then, so that Tokyo can mainly expect a lot of rain, and maybe some gusts of wind,\" he added.\n Around two to four typhoons make landfall in Japan each year but they are unusual in July.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14693926",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6697,
                    "source": {
                        "title": "dailyrecord",
                        "uri": "www.dailyrecord.co.uk"
                    },
                    "time": "23:07:00",
                    "title": "Japan Typhoon Neoguri: 500,000 evacuated from homes as mega-storm hits the country",
                    "uri": "195836409",
                    "url": "http://www.dailyrecord.co.uk/news/uk-world-news/japan-typhoon-neoguri-500000-evacuated-3826698",
                    "wgt": 1
                },
                {
                    "body": "Once a fearsome \"super typhoon\" that delivered a long duration blow to Okinawa, where nearly two feet of rain reportedly fell, tropical storm Neoguri will soon make landfall on the highly populated mainland island of Kyushu, Japan.  It has weakened to just a shadow of its former self, with maximum sustained winds of just 70 miles per hour as of 11 a.m. ET on Wednesday.\n While the storm's winds will continue to weaken as the storm moves over land and encounters strong jet stream winds aloft that are helping to tear the storm apart, Neoguri remains a major hazard.\n The storm's biggest threat lies in its capacity to produce heavy rainfall that can lead to flooding and mudslides.  This is especially the case in southwestern Japan, where record rainfall that was unrelated to Neoguri has primed the ground for landslides.  At least one landslide has already been reported in Nagano, which killed a 12-year-old boy, according to The Weather Channel.\n A more clear photo of the landslide in Nagano.  pic.t twitter.c com/pTNxtayqFo\n-- Robert Speta (@robertspeta) July 9, 2014\nCiting the Japanese Meteorological Agency, The Weather Channel also reported that 15.67 inches of rain fell at Ushibuka, on Kyushu's west coast, Sunday through Wednesday evening.  Those rains were also unrelated to the approaching typhoon.\n Japan's NHK news agency is reporting that up to 28 inches of rain could fall in the higher elevations of Kyushu as the storm makes landfall and proceeds northeastward, passing near or over the islands of Kyushu, Shikoku and portions of Honshu, including the city of Tokyo, before reemerging over the Pacific Ocean.\n The storm's slow movement of just 10 to 15 miles per hour heightens the threat of flooding.\n Okinawa offers a preview of what may be to come for Japan's more populated main islands.  After being battered by winds gusting to 101 miles per hour, at least 17 inches of rain fell in about 24 hours in Nago, Okinawa, causing widespread flash flooding.  The average monthly precipitation for July in Naha, Okinawa, is just 5.64 inches, according to Japan's Meteorological Agency.\n 台風8号、本当になめてた。\n宮崎のみんな、本当に気をつけて。\n自分も頑張ります。\n水道電気がいまだにストップ。\n死人出るぞまじで。 pic.twitter.com/3XTdav7GFL\n-- 宮原竜騎 (@M_Ryuki0529) July 8, 2014\nAt its peak, Super Typhoon Neoguri had sustained winds of 155 miles per hour, which made it the strongest Pacific typhoon so far this year.  Typhoons are the same type of storm as hurricanes, just called a different name based on their location.",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14464432",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.667,
                    "source": {
                        "title": "Mashable",
                        "uri": "mashable.com"
                    },
                    "time": "23:25:00",
                    "title": "A Weakened Neoguri Still Poses a Major Threat in Japan",
                    "uri": "195279881",
                    "url": "http://mashable.com/2014/07/09/typhoon-neoguri-flooding-japan/?utm_campaign=Feed%253A%2BMashable%2B%2528Mashable%2529&utm_cid=Mash-Prod-RSS-Feedburner-All-Partial&utm_medium=feed&utm_source=feedburner&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "According to catastrophe modeling firm AIR Worldwide, Typhoon Neoguri made its closest approach to Japan's southern Okinawa islands last night, lashing the islands with torrential rain and strong winds.\n The storm wind speeds were close to 180 km/h [112 mph].  Neoguri weakened over the past 12-24 hours and has now been downgraded to a moderate typhoon.  \"Neoguri has encountered some drier air from the north, AIR continued; \"equator ward outflow has decreased, and sea surface temperatures are not quite as warm as yesterday (but still warm enough to sustain a tropical cyclone).  Neoguri is projected to hit Kyushu Island early morning Thursday, July 10, local time.\" \"\nAccording to the Japan Meteorological Agency (JMA), as of the July 8, 1500 UTC advisory, Typhoon Neoguri is located approximately 300 km [186.5 miles] northwest of Okinawa's capital, Naha.  The storm has a minimum central pressure estimated at 945 mb and maximum 10-minute sustained wind speeds estimated at 155 km/h [96 mph], with gusts as high as 225 km/h [140 mph].  Neoguri still exhibits a well-defined, nearly symmetrical eye.\n \"Neoguri is forecast to slowly weaken over the next 24 hours as it encounters lower sea surface temperatures, higher vertical wind shear, and begins interacting with an approaching trough from the northwest,\" said Jason Butke, principal scientist at AIR Worldwide.  \"Neoguri made its turn to the north yesterday and will continue on this northerly track before recurving more to the north-northeast and then turning to the northeast.\n \"In 36 hours, Neoguri is forecast to make landfall in southwestern Kyushu Island near the city of Kagoshima as a strong Category 1 or weak Category 2 typhoon.  However, because of the orientation of Japan's coastline, even slight changes in the forecast track may have significant implications for loss potential.\n \"After that, Neoguri will weaken further as it encounters the rough terrain of Kyushu Island and will accelerate to the east-northeast as it continues its interaction with the trough and the mid-latitude westerlies.  Neoguri is expected to undergo extratropical transitioning.\" \"\nIn advance of the storm's arrival, more than 500,000 people were evacuated from Okinawa.  According to the Okinawa Electric Power Company, more than 100,000 customers have lost power.\n \"Nansei Sekiyu KK, a Japanese oil refiner, reported that it had suspended operations in Okinawa.  In Naha, trees have been uprooted, storefronts damaged, and lampposts blown over.  Effects from the storm's outer rain bands in Okinawa have caused Japanese officials to cancel flights there, leaving hundreds of passengers stranded.  In addition, all ferries connecting islands within the prefecture have been grounded.  The storm has resulted in one fatality.\n Evacuation orders have also been put in place for thousands of people along the southern coastline of Kyushu because of the threat of storm surge.\n The JMA issued an emergency typhoon warning for Okinawa and the Miyako Islands -- the first time such a high-level warning has been issued since the alert system was introduced last August.\n Butke explained: \"Neoguri has an expansive wind field.  The highest 10-minute sustained wind speeds were observed on the right side of Neoguri over Okinawa and the islands directly to the west.  Naha recorded a peak sustained wind speed of 103 km/h [64 mph] with a peak gust of 181 km/h [112.5 mph].  Kumejima Airport reported a peak sustained wind speed of 123 km/h [76.5 mph] with a gust of 166 km/h [103 mph] while Tokashiki, at an elevation of 220 meters [722 feet], experienced the strongest recorded sustained and gust wind speeds of 122 km/h [76 mph] and 191 km/h [118.7 mph], respectively.\" \"\nAccording to AIR, the vulnerability of buildings to flood damage varies by construction type.  For a given flood depth, a residential wood-frame building is expected to sustain more damage than a residential masonry building.\n Butke concluded, \"Over the previous two to three days, large parts of western Kyushu have experienced heavy precipitation.  Many regions are saturated and therefore any additional precipitation from Neoguri will exacerbate the flood potential in this region.\" \"\nIn addition AIR explained that \"flood insurance does not exist as a standalone policy in Japan.  Instead, property owners can opt to purchase flood coverage as part of a standard fire insurance policy.  In typical Japanese flood policy coverage, a specified payout is made only when actual damage falls within a specified range of loss.\" \"",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14515118",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6609,
                    "source": {
                        "title": "Insurance Journal magazine",
                        "uri": "www.insurancejournal.com"
                    },
                    "time": "08:45:00",
                    "title": "Typhoon Neoguri Lashes Okinawa; Heads for Kyushu: AIR Report",
                    "uri": "195559891",
                    "url": "http://www.insurancejournal.com/news/international/2014/07/09/334078.htm",
                    "wgt": 1
                },
                {
                    "body": "TOKYO -- A major storm dumped heavy rain on western Japan Thursday after sweeping through the southern islands of Okinawa, where it caused extensive flooding, knocked out power and injured at least 32 people.  The storm also boosted rainfall levels in other parts of the country, leaving two people dead.\n One of the biggest storms ever to hit Japan during the summer, tropical storm Neoguri reached the southernmost main island of Kyushu on Thursday morning, and was forecast to travel up the Pacific coast of Japan to major cities including Osaka, Kyoto and Tokyo.\n Kyushu's Fukuoka prefecture issued warnings for strong winds, high tides and heavy rains, and advised people to stay indoors as much as possible.\n Neoguri, which hit Okinawa on Tuesday at typhoon strength, was downgraded to a tropical storm Wednesday after losing strength.  It toppled trees and flooded cars in Okinawa, which experienced its heaviest rainfall in a half century, according to the Okinawan government.\n In central Japan, rainfall elevated by the storm caused floods and landslides, killing two people.  In Fukushima, an 83-year-old man fell into a swollen river and died, while a landslide hit a town in Nagano prefecture, killing a 12-year-old boy, according to Japanese media reports.\n The torrents of rainfall could trigger more landslides and floods, and much of eastern Japan was at risk of lightning and tornadoes.\n On Okinawa, more than 105,000 homes lost power at the storm's peak.  The Okinawan government raised the injury toll to 32 on Wednesday, say two were in serious condition.\n Neoguri, which means \"raccoon dog\" in Korean, was packing sustained winds of 93 kilometers (58 miles) per hour on Thursday morning, the Japan Meteorological Agency said.\n ---\nAssociated Press writer Mari Yamaguchi contributed to this report.\n Follow Yuri Kageyama at twitter.c com/yurikageyama; Mari Yamaguchi at twitter.c com/mariyamaguchi",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14587872",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6493,
                    "source": {
                        "title": "The  Olympian",
                        "uri": "www.theolympian.com"
                    },
                    "time": "14:24:00",
                    "title": "Tropical storm Neoguri hits Japan's main islands",
                    "uri": "195447397",
                    "url": "http://www.theolympian.com/2014/07/09/3218617/typhoon-nears-central-japan-after.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "TOKYO -- A major storm dumped heavy rain on western Japan Thursday after sweeping through the southern islands of Okinawa, where it caused extensive flooding, knocked out power and injured at least 32 people.  The storm also boosted rainfall levels in other parts of the country, leaving two people dead.\n One of the biggest storms ever to hit Japan during the summer, tropical storm Neoguri reached the southernmost main island of Kyushu on Thursday morning, and was forecast to travel up the Pacific coast of Japan to major cities including Osaka, Kyoto and Tokyo.\n Kyushu's Fukuoka prefecture issued warnings for strong winds, high tides and heavy rains, and advised people to stay indoors as much as possible.\n Neoguri, which hit Okinawa on Tuesday at typhoon strength, was downgraded to a tropical storm Wednesday after losing strength.  It toppled trees and flooded cars in Okinawa, which experienced its heaviest rainfall in a half century, according to the Okinawan government.\n In central Japan, rainfall elevated by the storm caused floods and landslides, killing two people.  In Fukushima, an 83-year-old man fell into a swollen river and died, while a landslide hit a town in Nagano prefecture, killing a 12-year-old boy, according to Japanese media reports.\n The torrents of rainfall could trigger more landslides and floods, and much of eastern Japan was at risk of lightning and tornadoes.\n On Okinawa, more than 105,000 homes lost power at the storm's peak.  The Okinawan government raised the injury toll to 32 on Wednesday, say two were in serious condition.\n Neoguri, which means \"raccoon dog\" in Korean, was packing sustained winds of 93 kilometers (58 miles) per hour on Thursday morning, the Japan Meteorological Agency said.\n Associated Press writer Mari Yamaguchi contributed to this report.\n Follow Yuri Kageyama at twitter.c com/yurikageyama; Mari Yamaguchi at twitter.c com/mariyamaguchi",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14599181",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6493,
                    "source": {
                        "title": "Tribtown",
                        "uri": "www.tribtown.com"
                    },
                    "time": "15:28:00",
                    "title": "Tropical storm Neoguri dumps heavy rain on western Japan after slamming Okinawa",
                    "uri": "195541066",
                    "url": "http://www.tribtown.com/view/story/5103eb3f17844a2cac705d5fc3a586a0/AS--Asia-Storm",
                    "wgt": 1
                },
                {
                    "body": "TOKYO (AP) - A powerful storm slammed through the southwestern Japanese island of Okinawa, leaving at least 28 people injured and 63,000 homes without power before swerving toward the bigger island of Kyushu on Wednesday.\n The Okinawan government raised the injury toll to 28 from 17 the day before, two of them seriously.  Separately, a man has already been reported missing from a fishing boat in rough seas off Kyushu to the north.\n Typhoon Neoguri, one of the biggest storms to hit during Japan's summer, appeared to be headed toward Kyushu, where it could land Thursday.  Then it could travel across the main island of Honshu.\n Neoguri, which means \"raccoon dog\" in Korean, was moving northward at 25 kilometers an hour (15 miles an hour) packing sustained winds of 126 kilometers an hour (78 miles an hours) by midday, the Japan Meteorological Agency said.\n Kyushu's Fukuoka Prefecture issued warnings for strong winds, high tides and heavy rains, and advised people to stay indoors as much as possible.\n On Okinawa, evacuation orders were issued to 125,000 households, or nearly 300,000 people, according to the prefectural government.\n The main airport on Okinawa, Naha, was closed Tuesday but reopened Wednesday, although some morning flights were canceled.\n \"Rain has finally stopped, but there is still some wind, and we are checking into any damages at the airport,\" said spokesman Takumi Higa, while adding that there were no reports of any damage so far.\n Airports in Kyushu were still open, but late flights were canceled, and additional cancellations may be in the works.\n Japan Airlines, the nation's flagship carrier, cancelled 11 flights for Wednesday mostly flights leaving Tokyo for Kyushu, said spokesman Kentaro Nakamura.\n Authorities in China and Taiwan have also warned ships to stay clear of the storm.\n The torrents of rainfall set off by Neoguri could trigger landslides and floods.  Heavy rainfall was expected to hit much of eastern Japan, setting off risks of lightning and tornadoes.\n Neoguri left toppled trees, flooded cars and bent railings in its path, according to the Okinawan government, in what it said was the heaviest rainfall experienced there in a half century.\n ___\nFollow Yuri Kageyama on Twitter at twitter.c com/yurikageyama\nCopyright 2014 The Associated Press.  All rights reserved.  This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-07-11",
                    "eventUri": "954484",
                    "id": "14709621",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6486,
                    "source": {
                        "title": "www.cbs46.com",
                        "uri": "www.cbs46.com"
                    },
                    "time": "00:25:00",
                    "title": "Typhoon heads toward Kyushu after slamming Okinawa",
                    "uri": "195659931",
                    "url": "http://www.cbs46.com/story/25960768/typhoon-heads-toward-kyushu-after-slamming-okinawa",
                    "wgt": 1
                },
                {
                    "body": "TOKYO: Heavy rain battered a wide swathe of Japan on Thursday, sending rivers over their banks and setting off a landslide as a weakened but still dangerous storm made landfall and headed east, leaving three people dead.\n Neoguri, which first threatened Japan as a super typhoon this week, had weakened to a tropical storm by the time it ploughed ashore on the westernmost main island of Kyushu.  But it was still packing wind gusts of up to 126 kph (78 mph).\n Heavy rains prompted the cancellation of hundreds of flights and trains and closed schools.  The storm also fed into a stalled seasonal rain front, threatening flooding in distant regions.\n A landslide sent mud and rock tumbling down a mountainside in the town of Nagiso in central Japan late on Wednesday, killing a 12-year-old boy and bringing to three the death toll from the storm.\n \"At first I thought it was an earthquake, then the house started filling with mud,\" one Nagiso resident told NHK national television.  \"I clung to a pillar with all my strength.\" \"\nSome 50 people have been injured, many from falls.\n There are two nuclear plants on Kyushu and one on Shikoku, which is also being hit by torrential rains, but there were no reports of anything unusual.\n All of Japan's 48 nuclear reactors are shut down three years after the disaster at the Fukushima Daiichi nuclear plant, which was wrecked by an earthquake and tsunami in March 2011.  The stricken plant is on the other side of the country.\n Neoguri was 70 km northeast of the city of Miyazaki at 10 a.m. (0100 GMT) and moving east at 30 kph, with sustained winds of 90 kph.\n \"The chance of violent winds has pretty much vanished, but rain is still a concern in many places,\" an official from the Japan Meterological Agency official said.\n \"There are some places that may get as much as a month's worth of rain over the next 24 hours.\" \"\nNansei Sekiyu KK, a Japanese refiner wholly owned by Brazil's Petrobras, suspended operations at its 100,000 barrels-per-day Nishihara refinery in Okinawa on Monday evening and still had not resumed them on Thursday.\n Two to four typhoons make landfall in Japan each year but a storm of this strength is unusual in July.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14608797",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6365,
                    "source": {
                        "title": "Thehimalayantimes",
                        "uri": "thehimalayantimes.com"
                    },
                    "time": "16:15:00",
                    "title": "Rain batters Japan as storm makes landfall' three dead",
                    "uri": "195552493",
                    "url": "http://thehimalayantimes.com/rssReference.php?headline=Rain%2Bbatters%2BJapan%2Bas%2Bstorm%2Bmakes%2Blandfall%2526sbquo%253B%2Bthree%2Bdead&NewsID=420740",
                    "wgt": 1
                },
                {
                    "body": "TOKYO (Reuters) - Heavy rain battered a wide swathe of Japan on Thursday, sending rivers over their banks and setting off a landslide as a weakened but still dangerous storm made landfall and headed east, leaving three people dead.\n Neoguri, which first threatened Japan as a super typhoon this week, had weakened to a tropical storm by the time it ploughed ashore on the westernmost main island of Kyushu.  But it was still packing wind gusts of up to 126 kph (78 mph).\n Heavy rains prompted the cancellation of hundreds of flights and trains and closed schools.  The storm also fed into a stalled seasonal rain front, threatening flooding in distant regions.\n A landslide sent mud and rock tumbling down a mountainside in the town of Nagiso in central Japan late on Wednesday, killing a 12-year-old boy and bringing to three the death toll from the storm.\n \"At first I thought it was an earthquake, then the house started filling with mud,\" one Nagiso resident told NHK national television.  \"I clung to a pillar with all my strength.\" \"\nSome 50 people have been injured, many from falls.\n There are two nuclear plants on Kyushu and one on Shikoku, which is also being hit by torrential rains, but there were no reports of anything unusual.\n All of Japan's 48 nuclear reactors are shut down three years after the disaster at the Fukushima Daiichi nuclear plant, which was wrecked by an earthquake and tsunami in March 2011.  The stricken plant is on the other side of the country.\n Neoguri was 70 km northeast of the city of Miyazaki at 10 a.m. (0100 GMT) and moving east at 30 kph, with sustained winds of 90 kph.\n \"The chance of violent winds has pretty much vanished, but rain is still a concern in many places,\" an official from the Japan Meterological Agency official said.\n \"There are some places that may get as much as a month's worth of rain over the next 24 hours.\" \"\nNansei Sekiyu KK, a Japanese refiner wholly owned by Brazil's Petrobras, suspended operations at its 100,000 barrels-per-day Nishihara refinery in Okinawa on Monday evening and still had not resumed them on Thursday.\n Two to four typhoons make landfall in Japan each year but a storm of this strength is unusual in July.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14621207",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6364,
                    "source": {
                        "title": "Scientific American - Mitten Crab Watch",
                        "uri": "www.scientificamerican.com"
                    },
                    "time": "17:14:00",
                    "title": "Rain Batters Japan as Storm Makes Landfall, 3 Dead",
                    "uri": "195982644",
                    "url": "http://www.scientificamerican.com/article/rain-batters-japan-as-storm-makes-landfall-3-dead/",
                    "wgt": 1
                },
                {
                    "body": "Tropical storm Neoguri is moving in an eastwardly direction, having lashed Okinawa and passed over Japan's main island of Kyushu, bringing heavy rains and strong winds to much of the country, the Japan Meteorological Agency (JMA) said in its latest report Thursday.\n Downgraded from a super typhoon to a severe tropical storm, Neoguri, the season's eight typhoon, battered the islands of Okinawa, before making landfall in southern Kyushu at 7 a.m. this morning.\n With winds clocked at 90 kph and gusts up to 126 kph, the storm dumped 202 mm of rain in nine hours on Tarumi, a ward of Kobe City, and more than 103 mm of rain in seven hours on Yakushima, in Kagoshima Prefecture.\n Hiwasa, in the Kaifu District of Tokushima Prefecture, received in excess of 58 mm of rainfall in one hour, the JMA said.\n The storm has been responsible for three deaths, one of whom was a 77-year-old man found in a drainage ditch in Seiyo, Ehime Prefecture, on the smallest main island of Shikoku, and a 12-year old boy hit by a mudslide in Nagiso, Nagano Prefecture, on Wednesday, according to local media reports.\n The storm has also injured around 50 people, the reports said, partially or completely destroyed more than 100 houses, and flooded more than 560 others.\n The JMA said the storm is expected to continue heading for eastern Japan, centering on Tokyo, having traversed Kyushu on its way to Shikoku.\n The weather agency confirmed that evacuation advisories have been issued for around 700 households in high risk areas and has left 1,700 households without electricity.\n As the storm becomes extratropical, with a wider wind field, officials have warned of further mudslides, strong gusts and heavy flooding over the next few days.\n The storm forced Japan Airlines Co. to cancel 47 of its flights and All Nippon Airways Co. postponed 31 flights.  Local carrier Japan Air Commuter Co., which serves a number of Japan's remote islands, canceled 86 flights.\n Shinkansen bullet train lines were disrupted between Hakata Station in Fukuoka and Kagoshima-Chuo Station in the city of Kagoshima and Fukushima and Yamagata stations in Japan's northeast, the respective operators reported.  Endi",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14621701",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6363,
                    "source": {
                        "title": "China Internet Information Center",
                        "uri": "www.china.org.cn"
                    },
                    "time": "17:18:00",
                    "title": "Severe tropical storm Neoguri lashes Okinawa, Kyushu on way to Tokyo, leaves 3 dead",
                    "uri": "195996957",
                    "url": "http://www.china.org.cn/world/Off_the_Wire/2014-07/10/content_32916035.htm",
                    "wgt": 1
                },
                {
                    "body": "(OKINAWA, Japan) -- Typhoon Neoguri is engulfing Japan's islands, bringing flooding and tornadoes, officials said on Wednesday.\n And images of the super storm released by NASA reveal the breadth and strength of the tropical cyclone.\n As of Wednesday morning, the monster storm, expected to be one of the largest to hit Japan this summer, has left 30 people in Okinawa injured and 38,000 homes without power, authorities said.\n According to Japan's Meteorological Agency, the typhoon is moving at a rate of 9 mph with sustained winds at 67 mph.\nThough Neoguri has been weakening, the island of Kyushu is still threatened by landslides and floods.  Much of eastern Japan is threatened by tornadoes and extreme lightning, the agency said.\n Neoguri is expected to reach Japan's major cities -- Tokyo, Kyoto and Osaka -- on the island of Honshu, by Thursday.\n Follow @ABCNewsRadio\nCopyright 2014 ABC News Radio",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14514182",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6336,
                    "source": {
                        "title": "www.kvor.com",
                        "uri": "www.kvor.com"
                    },
                    "time": "14:33:00",
                    "title": "Typhoon Neoguri Pounds Japans, Leaves 30 Injured",
                    "uri": "195559794",
                    "url": "http://www.kvor.com/common/more.php?m=58&ts=1404920104&article=36FA7FDB077611E4B51EFEFDADE6840A&mode=2",
                    "wgt": 1
                },
                {
                    "body": "TOKYO, July 10 (Reuters) - Heavy rain battered a wide swathe of Japan on Thursday, sending rivers over their banks and setting off a landslide as a weakened but still dangerous storm made landfall and headed east, leaving three people dead.\n Neoguri, which first threatened Japan as a super typhoon this week, had weakened to a tropical storm by the time it ploughed ashore on the westernmost main island of Kyushu.  But it was still packing wind gusts of up to 126 kph (78 mph).\n Heavy rains prompted the cancellation of hundreds of flights and trains and closed schools.  The storm also fed into a stalled seasonal rain front, threatening flooding in distant regions.\n A landslide sent mud and rock tumbling down a mountainside in the town of Nagiso in central Japan late on Wednesday, killing a 12-year-old boy and bringing to three the death toll from the storm.\n \"At first I thought it was an earthquake, then the house started filling with mud,\" one Nagiso resident told NHK national television.  \"I clung to a pillar with all my strength.\" \"\nSome 50 people have been injured, many from falls.\n There are two nuclear plants on Kyushu and one on Shikoku, which is also being hit by torrential rains, but there were no reports of anything unusual.\n All of Japan's 48 nuclear reactors are shut down three years after the disaster at the Fukushima Daiichi nuclear plant, which was wrecked by an earthquake and tsunami in March 2011.  The stricken plant is on the other side of the country.\n Neoguri was 70 km northeast of the city of Miyazaki at 10 a.m. (0100 GMT) and moving east at 30 kph, with sustained winds of 90 kph.\n \"The chance of violent winds has pretty much vanished, but rain is still a concern in many places,\" an official from the Japan Meterological Agency official said.\n \"There are some places that may get as much as a month's worth of rain over the next 24 hours.\" \"\nNansei Sekiyu KK, a Japanese refiner wholly owned by Brazil's Petrobras, suspended operations at its 100,000 barrels-per-day Nishihara refinery in Okinawa on Monday evening and still had not resumed them on Thursday.\n Two to four typhoons make landfall in Japan each year but a storm of this strength is unusual in July.  (Reporting by Elaine Lies, editing by Ron Popeski)",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14568434",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6307,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "03:41:00",
                    "title": "Rain batters Japan as storm makes landfall, three dead",
                    "uri": "195559197",
                    "url": "http://www.reuters.com/article/2014/07/10/typhoon-japan-idUSL4N0PL0B520140710",
                    "wgt": 1
                },
                {
                    "body": "Click to play video Return to video Video settings\nPlease Log in to update your video settings\nVideo will begin in 5 seconds.\n Don't play Play now More video Recommended Click to play video\nPalestinians trapped in escalating violence\nClick to play video\nIndonesian candidates both celebrate victory\nClick to play video\nGaza violence escalates\nClick to play video\nCall girl arrested over Google executive's death\nClick to play video\n'A watershed in Indonesian democracy'\nReplay video Return to video Video settings\nPlease Log in to update your video settings\nTropical storm nears Japan's main islands\nTyphoon Neoguri weakens to a tropical storm but poses a significant threat as it moves towards Japan's southernmost main island of Kyushu.\n PT1M2S http://www.smh.com.au/action/externalEmbeddedPlayer?id=d-3bnsj 620 349 July 10, 2014 - 7:28AM Autoplay OnOff Video feedback Video settings\nTyphoon Neoguri weakened to a tropical storm as it moved toward Japan's southernmost main island of Kyushu after prompting the evacuation of almost 90,000 people amid threats of floods and landslides.\n Neoguri was about 230 kilometers southwest of Sasebo, on Kyushu, with top winds reaching 111 kilometers per hour, the US Navy Joint Typhoon Warning Centre said in an advisory at 1 am AEST.  It would be classified as a tropical storm on the US Saffir-Simpson scale.\n \"The weakening trend is expected to continue as sea surface temperatures decrease,\" the centre in Pearl Harbour, Hawaii, said in a forecast analysis.\n Super Typhoon Neoguri in the Pacific Ocean on its northward journey to Japan and South Korea.  The system has been downgraded to a tropical storm.  Photo: Reuters\nNeogrui, which was moving east-northeast as of 11.45 pm local time, left 20 injured yesterday in Okinawa, where it grounded flights and prompted evacuations.  As it nears Kyusho, it will encounter more wind shear that will tear at its structure, and the island's mountains will further weaken it.\n Advertisement\nParts of Kyushu will probably be hit with violent winds, swollen rivers and waves up to 10 metres high, the Japan Meteorological Agency reported on its website.  While rain will generally amount to 2.5 centimetres to 7.5 centimetres, some areas may get as much as 12.5 centimetres, leading to \"localised flooding in higher terrain,\" said Commodity Weather Group LLC.\n \"Winds will be down to 35 knots when it passes Tokyo about 24 hours later,\" David Streit, a forecaster at Commodity Weather in Bethesda, Maryland, said in an email received at 6.23 pm Tokyo time.\n Widespread damage ...  A wooden house collapsed during strong winds in Naha on Japan's southern island of Okinawa.  Photo: AFP\nEvacuations urged\nOfficials in the Kyushu city of Amakusa urged 87,327 residents today to take shelter in gyms and other centres as the storm threatened homes, public broadcaster NHK reported on its website.\n Companies with Kyushu factories, including Nissan and Toshiba, were monitoring the storm's approach.\n Waves crash as Typhoon Neoguri approaches the village in Seogwipo on Jeju Island, South Korea.  Photo: Reuters\n\"We instructed factories and offices in Japan to take measures for safety against the approaching typhoon,\" said Yu Takase, a spokeswoman for Toshiba, which has a chip factory in Kyushu's Oita prefecture.  \"Right now, our factories are operating as usual.\" \"\nNissan and Toyota planned to decide on any countermeasures by this evening, the companies said.\n Toyota and Nissan built 1.32 million vehicles at their four plants in Kyushu last year, Satomi Hamada, a production analyst for IHS Automotive, wrote in an email.\n A dangerous wave crashes over Haeundae Beach in Busan, South Korea, as Typhoon Neoguri approaches the Korean Peninsula.  Photo: AP\nNissan's two plants on the island accounted for 65 per cent of the company's domestic production last year, while Toyota's portion was 18 per cent.\nEastward turn\nThe storm was expected to pivot east as Neoguri interacts with a low-pressure system over Manchuria, said Jim Andrews, a meteorologist with AccuWeather in State College, Pennsylvania.  The low has created a vigorous westerly jet stream that will push the storm into Kyushu.' '\nA hugeh wave hits a lighthouse as Typhoon Neoguri approaches the Korean Peninsula in Seogwipo on Jeju Island, South Korea Photo: AP\nAndrews said the remnants of Neoguri may hug Japan's east coast.  He said Tokyo itself will probably be spared the worst because it is sheltered by mountains to the south.\n Japan Airlines and its affiliates grounded 11 flights to and from southern Japan earlier, the company said in an emailed statement.  The All Nippon Airways group canceled 29 flights, affecting 2000 passengers.\n Refinery halted\nNansei Sekiyu KK, a unit of Brazil's Petroleo Brasileiro SA, halted refining and shipping operations at its 100,000 barrel-a-day Nishihara plant in Okinawa, the company said in an e-mailed statement.\n Marine operations at JX Nippon Oil & Energy Corp.'s 270,000-barrel-a-day Negishi refinery near Tokyo remained suspended because of high waves caused by the storm's approach, according to a company official who asked not to be identified because of internal policy.\n One serious injury in Okinawa was attributed to the storm, while 19 people suffered slight injuries, according to a statement from Japan's Fire and Disaster Management Agency, which gave no other details.\n The Mainichi newspaper reported that a man died yesterday after the fishing boat he was aboard capsized off the island of Shikoku farther northeast from the storm's centre, where the weather agency has a high-wave advisory in effect.\n Japan has averaged more than 11 typhoons per year over a 30-year period ending in 2010, most of them occurring between July and October, according to the weather agency's website.\n Bloomberg",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14587438",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6304,
                    "source": {
                        "title": "Canberra Times",
                        "uri": "www.smh.com.au"
                    },
                    "time": "02:15:00",
                    "title": "Typhoon Neoguri weakens to tropical storm as Japan evacuates 90000",
                    "uri": "195559251",
                    "url": "http://www.smh.com.au/world/typhoon-neoguri-weakens-to-tropical-storm-as-japan-evacuates-90000-20140710-zt1yi.html",
                    "wgt": 1
                },
                {
                    "body": "TOKYO-Typhoon Neoguri slammed into Japan's southern main island early Thursday after lashing the Okinawa island chain, with three people killed as powerful winds and torrential rains battered the country.\n \"It landed near Akune City shortly before 7 a.m. (2200 GMT Wednesday),\" an official at the Japan Meteorological Agency said.\n Akune sits on the western coast of Japan's southern main island of Kyushu.\n The typhoon's winds slowed somewhat overnight, with the storm packing gusts of up to 126 kilometers (78 miles) per hour as it moved east at 25 kilometers per hour.\n The system is forecast to move further along the Japanese archipelago later in the week after crossing Kyushu.\n The government was set to hold a disaster-management meeting Thursday morning to discuss how to best cope with the storm.\n Officials said Neoguri would bring torrential rain and warned of the risk of flooding and landslides, after the storm forced local authorities to advise half a million people to seek shelter in Okinawa earlier in the week.\n As the typhoon was bearing down on the archipelago, round-the-clock television footage pinpointed its latest location and helmet-clad reporters surveyed the damage left by the powerful storm.\n Areas outside the typhoon's immediate path were also lashed with heavy rain, with a landslide in Nagano prefecture on Japan's biggest land mass of Honshu swallowing a house and killing a 12-year-old boy who was inside, according to national broadcaster NHK.\n On Tuesday, the storm claimed the life of a 62-year-old man knocked off his boat in rough waters in southwestern Kochi Prefecture, according to authorities, while NHK said an 81-year-old fisherman died in Kuammoto prefecture on Kyushu.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14514947",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6059,
                    "source": {
                        "title": "newsinfo.inquirer.net",
                        "uri": "newsinfo.inquirer.net"
                    },
                    "time": "01:15:00",
                    "title": "Typhoon Neoguri makes landfall on Japan's southern main island",
                    "uri": "195559406",
                    "url": "http://newsinfo.inquirer.net/618444/typhoon-neoguri-makes-landfall-on-japans-southern-main-island",
                    "wgt": 1
                },
                {
                    "body": "Heavy rain continued to hit wide areas of Japan and affected traffic Thursday due to a typhoon that made landfall on the southernmost main island of Kyushu earlier in the day and headed east, the Japan Meteorological Agency said.\n Since the agency issued its first special alert on Monday warning that the season's eighth typhoon, Neoguri, could be the strongest in decades, three people have died and 66 people sustained injuries, according to a tally by Kyodo News as of 10 p.m. Thursday.\n After lashing the islands of Okinawa, the typhoon made landfall near the city of Akune, Kagoshima Prefecture in southern Kyushu, shortly before 7 a.m. It made landfall again in southern Wakayama Prefecture in western Japan at about 6:30 p.m., the agency said.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14632141",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5577,
                    "source": {
                        "title": "english.kyodonews.jp",
                        "uri": "english.kyodonews.jp"
                    },
                    "time": "18:11:00",
                    "title": "UPDATE3: Typhoon heads east after hitting Kyushu region",
                    "uri": "195968807",
                    "url": "http://english.kyodonews.jp/news/2014/07/301512.html",
                    "wgt": 1
                },
                {
                    "body": "OSAKA, July 10 (Xinhua) Three people died and 47 others were injured across Japan as a powerful typhoon moved through the country's southernmost main island of Kyushu on Thursday morning after lashing the islands of Okinawa, local press reported.\n Neoguri, the season's eighth typhoon, made landfall in Kagoshima Prefecture in southern Kyushu, shortly before 7 a.m. local time and brought heavy rains to western Japan.\n Typhoon-linked fatalities have so far increased to three after a 77-year-old man was confirmed dead after being found collapsed in a waterway on Thursday in Ehime Prefecture on the island of Shikoku, the report said, adding that the typhoon also left 47 people injured in Japan's several prefectures.\n Heavy rains hit many areas in central and western Japan, with hourly rainfall reaching 71.0 millimeters in Sukumo, Kochi Prefecture in the southern Shikoku region -- a record for July, according to the report.\n Due to heavy rains, airlines canceled many flights linking Kyushu and Shikoku with other parts of Japan, while railways companies suspended part of their bullet train services.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14611335",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5441,
                    "source": {
                        "title": "GlobalPost",
                        "uri": "www.globalpost.com"
                    },
                    "time": "07:10:00",
                    "title": "Powerful typhoon causes 3 dead 47 injured in Japan",
                    "uri": "195756772",
                    "url": "http://www.globalpost.com/dispatch/news/xinhua-news-agency/140710/powerful-typhoon-causes-3-dead-47-injured-japan",
                    "wgt": 1
                },
                {
                    "body": "Japan is now experiencing torrential rains and strong winds as Typhoon Neoguri continuously rotate over the waters of the East China Sea.\n The eye of the typhoon has passed the eastern part of Miyakojima in the Okinawa Prefecture of Japan and has caused massive waves in their shores.  It is now located circling around the waters of the East China Sea.\n Typhoon Neoguri now has maximum wind speeds of up to 110 mph (161 kph) and wind gusts of up to 135 mph. Its general movement is towards north at a speed of 12 mph. It has further decreased its winds and is now classified as a Category 2 cyclone.\n One life has already been claimed by the typhoon after his boat was hit by dangerously high waves and more than 50,000 household are left without power in Okinawa, NHK national television reported.  Footages show collapsed roofs, rocking street lights and branches blown down as Neoguri batters Okinawa.\n Forecasts show that the typhoon will be reaching mainland Japan Thursday morning at the Prefecture of Kumamoto and will exit Hyuga in the Miyazaki Prefecture, traversing the waters east of Japan, partially reaching land at Tosashimizu in the Kochi Prefecture.\n Neoguri will slow down to a tropical storm as it passes the eastern shores and enters land again at Hamamatsu in the western Shizuoka Prefecture.  It will pass over Tokyo before exiting the city of Mito in the Ibaraki Prefecture.\n The tropical storm became a typhoon Friday or an equivalent to that of a hurricane in the Western Pacific and slowly made its way west-northwest over the Pacific.  It increased to a Category 4 cyclone Monday as it passes by the waters of the Philippine Islands.  The storm reduced to a Category 3 cyclone as it enters the eastern part of Miyakojima in the Okinawa Prefecture.  It is the strongest tropical cyclone this year so far.",
                    "date": "2014-07-08",
                    "eventUri": "954484",
                    "id": "14517419",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5424,
                    "source": {
                        "title": "Chinatopix",
                        "uri": "www.chinatopix.com"
                    },
                    "time": "10:00:00",
                    "title": "Japan Ravaged by High Waves and Strong Winds Claimed One Life",
                    "uri": "195560125",
                    "url": "http://www.chinatopix.com/articles/3908/20140708/japan-ravaged-high-waves-strong-winds-1-death.htm",
                    "wgt": 1
                },
                {
                    "body": "VIDEO: NASA's TRMM Satellite Sees Heavy Rainfall in Typhoon Neoguri On July 7 at 2:41 a.m. EDT the TRMM satellite had a near perfect view as it passed above the center...\n NASA's Aqua, TRMM and CloudSat dissected powerful Typhoon Neoguri as it moved through the Northwestern Pacific Ocean and affected southern Japan.  The three satellites gathered data on rainfall, cloud heights, cloud extent, cloud temperatures, the size of the eye, and what was happening in the eye.\n Typhoon Neoguri formed in the western Pacific Ocean south-southeast of Guam on July 3, 2014.  Since then Neoguri has become increasingly more powerful and dangerous.  The word Neoguri means \"raccoon\" in Korean.  On July 5 at 0426 UTC (12:26 a.m. EDT) NASA's CloudSat satellite passed over Typhoon Neoguri when its maximum sustained winds were near 110 knots (127 mph).\n CloudSat passed over the western edge of the center of the storm revealing a portion of eye and eye wall structure.  CloudSat found that a canopy or covering of high, wispy cirrus clouds covered the eye, and that there was a small area of cumulus and stratocumulus clouds near the surface.\n NASA's TRMM Satellite Sees Heavy Rainfall in Typhoon Neoguri On July 7 at 2:41 a.m. EDT the TRMM satellite had a near perfect view as it passed above the center of Typhoon Neoguri.  Heaviest rainfall was occurring at over 106 mm (4.2) inches per hour in feeder bands southeast of Neoguri's eye.\n When CloudSat passed overhead, Typhoon Neoguri had a notably large eye with meso vorticies (small scale rotational areas usually found in an intensifying tropical cyclone as was the case with Neoguri) in the inner eye.  CloudSat passed over Neoguri from northwest to southeast and cut through the center of the storm.  CloudSat found a wide area of moderate to heavy rainfall and convection (rising air that forms thunderstorms) south of the eyewall and outer bands.  CloudSat also provided a side view of the extent of Neoguri's clouds, and found the cirrus canopy extends hundreds of miles/kilometers outward from the center.\n On July 7 at 0641 UTC (2:41 a.m. EDT) NASA and the Japan Aerospace Exploration Agency's Tropical Rainfall Measuring Mission or TRMM satellite had a near perfect view as it passed above the center of Typhoon Neoguri.  At that time, Neoguri was classified as a category four typhoon on the Saffir-Simpson hurricane scale with sustained winds estimates at 135 knots (155 mph).\n Rainfall from TRMM's Microwave Imager (TMI) and Precipitation Radar (PR) revealed that Neoguri's nearly circular eye wall contained intense thunderstorms.  TRMM PR found that the heaviest precipitation was occurring at a rate of over 106 mm (about 4.2) inches per hour in feeder bands southeast of Neoguri's eye.\n At NASA's Goddard Space Flight Center in Greenbelt, Maryland, TRMM's Precipitation Radar data was used to create a 3-D simulated view that showed Neoguri's circular eye wall was unbroken and contained storms that were uniformly reaching heights of 13 to 15 km (8 to 9.3 miles).\n On July 8 at 0500 UTC (1 a.m. EDT), NASA's Aqua satellite passed over Typhoon Neoguri when it was in the East China Sea.  The Moderate Resolution Imaging Spectroradiometer or MODIS instrument captured a visible image of the storm that shows some cirrus clouds in a mostly clear eye.  Neoguri's center was due west of Kume Island.  Kume Island is a populated volcanic island that is part of the Okinawa Islands and the Okinawa Prefecture, Japan.\n As Aqua passed over Neoguri, another instrument aboard captured infrared data on the storm's clouds and temperatures.  The Atmospheric Infrared Sounder or AIRS instrument found cold cloud tops in powerful thunderstorms around the eyewall (wall of thunderstorms around the storm's open center) were as cold as -70C to -80C (-94F to -112F) degrees.  AIRS showed an eye that was about 25 nautical-miles (28.7 miles/46.3 km) wide.\n On July 8 at 1500 UTC (11 a.m. EDT) Neoguri's maximum sustained winds had dropped to 105 knots.  It was centered near 28.3 north latitude and 125.8 east longitude, about 379 nautical miles (436 miles/702 miles) southwest of Sasebo, Japan.  The Joint Typhoon Warning Center or JTWC noted that Neoguri was moving to the north at 13 knots (14.9 mph/24.0 kph), but forecasts a change to the northeast.  Neoguri is creating large and dangerous swells with wave heights to 37 feet (11.2 meters).\n The JTWC predicts Typhoon Neoguri will turn to the east and make landfall in southern Kyushu slightly after 0000 UTC on July 10 (8 p.m. EDT on July 9).",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14618316",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5362,
                    "source": {
                        "title": "EurekAlert!",
                        "uri": "www.eurekalert.org"
                    },
                    "time": "16:56:00",
                    "title": "Three NASA satellites dissect powerful Typhoon Neoguri",
                    "uri": "195577828",
                    "url": "http://www.eurekalert.org/pub_releases/2014-07/nsfc-tns070814.php",
                    "wgt": 1
                },
                {
                    "body": "NASA's TRMM Satellite Sees Heavy Rainfall in Typhoon Neoguri On July 7 at 2:41 a.m. EDT the TRMM satellite had a near perfect view as it passed above the center of Typhoon Neoguri.  Heaviest rainfall was occurring at over 106 mm (4.2) inches per hour in feeder bands southeast of Neoguri's eye.\n Typhoon Neoguri formed in the western Pacific Ocean south-southeast of Guam on July 3, 2014.  Since then Neoguri has become increasingly more powerful and dangerous.  The word Neoguri means \"raccoon\" in Korean.  On July 5 at 0426 UTC (12:26 a.m. EDT) NASA's CloudSat satellite passed over Typhoon Neoguri when its maximum sustained winds were near 110 knots (127 mph).\n CloudSat passed over the western edge of the center of the storm revealing a portion of eye and eye wall structure.  CloudSat found that a canopy or covering of high, wispy cirrus clouds covered the eye, and that there was a small area of cumulus and stratocumulus clouds near the surface.\n NASA's TRMM Satellite Sees Heavy Rainfall in Typhoon Neoguri On July 7 at 2:41 a.m. EDT the TRMM satellite had a near perfect view as it passed above the center of Typhoon Neoguri.  Heaviest rainfall was occurring at over 106 mm (4.2) inches per hour in feeder bands southeast of Neoguri's eye.\n When CloudSat passed overhead, Typhoon Neoguri had a notably large eye with meso vorticies (small scale rotational areas usually found in an intensifying tropical cyclone as was the case with Neoguri) in the inner eye.  CloudSat passed over Neoguri from northwest to southeast and cut through the center of the storm.\n CloudSat found a wide area of moderate to heavy rainfall and convection (rising air that forms thunderstorms) south of the eyewall and outer bands.  CloudSat also provided a side view of the extent of Neoguri's clouds, and found the cirrus canopy extends hundreds of miles/kilometers outward from the center.\n On July 7 at 0641 UTC (2:41 a.m. EDT) NASA and the Japan Aerospace Exploration Agency's Tropical Rainfall Measuring Mission or TRMM satellite had a near perfect view as it passed above the center of Typhoon Neoguri.  At that time, Neoguri was classified as a category four typhoon on the Saffir-Simpson hurricane scale with sustained winds estimates at 135 knots (155 mph).\n Rainfall from TRMM's Microwave Imager (TMI) and Precipitation Radar (PR) revealed that Neoguri's nearly circular eye wall contained intense thunderstorms.  TRMM PR found that the heaviest precipitation was occurring at a rate of over 106 mm (about 4.2) inches per hour in feeder bands southeast of Neoguri's eye.\n At NASA's Goddard Space Flight Center in Greenbelt, Maryland, TRMM's Precipitation Radar data was used to create a 3-D simulated view that showed Neoguri's circular eye wall was unbroken and contained storms that were uniformly reaching heights of 13 to 15 km (8 to 9.3 miles).\n On July 8 at 0500 UTC (1 a.m. EDT), NASA's Aqua satellite passed over Typhoon Neoguri when it was in the East China Sea.  The Moderate Resolution Imaging Spectroradiometer or MODIS instrument captured a visible image of the storm that shows some cirrus clouds in a mostly clear eye.  Neoguri's center was due west of Kume Island.  Kume Island is a populated volcanic island that is part of the Okinawa Islands and the Okinawa Prefecture, Japan.\n As Aqua passed over Neoguri, another instrument aboard captured infrared data on the storm's clouds and temperatures.  The Atmospheric Infrared Sounder or AIRS instrument found cold cloud tops in powerful thunderstorms around the eyewall (wall of thunderstorms around the storm's open center) were as cold as -70C to -80C (-94F to -112F) degrees.  AIRS showed an eye that was about 25 nautical-miles (28.7 miles/46.3 km) wide.\n On July 8 at 1500 UTC (11 a.m. EDT) Neoguri's maximum sustained winds had dropped to 105 knots.  It was centered near 28.3 north latitude and 125.8 east longitude, about 379 nautical miles (436 miles/702 miles) southwest of Sasebo, Japan.  The Joint Typhoon Warning Center or JTWC noted that Neoguri was moving to the north at 13 knots (14.9 mph/24.0 kph), but forecasts a change to the northeast.  Neoguri is creating large and dangerous swells with wave heights to 37 feet (11.2 meters).\n The JTWC predicts Typhoon Neoguri will turn to the east and make landfall in southern Kyushu slightly after 0000 UTC on July 10 (8 p.m. EDT on July 9).",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14615085",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5318,
                    "source": {
                        "title": "www.innovations-report.com",
                        "uri": "www.innovations-report.com"
                    },
                    "time": "16:46:00",
                    "title": "Three NASA satellites dissect powerful Typhoon Neoguri",
                    "uri": "195738869",
                    "url": "http://www.innovations-report.com/html/reports/earth-sciences/three-nasa-satellites-dissect-powerful-typhoon-neoguri.html",
                    "wgt": 1
                },
                {
                    "body": "From July 4 to July 7 Tropical Cyclone Neoguri strengthened from a tropical storm into a supertyphoon.  NASA's Terra and Aqua satellites passed over the rapidly intensifying storm and provided forecasters with visible, infrared and microwave data on the powerful supertyphoon.\n On July 4 at 0900 UTC (5 a.m. EDT) Neoguri had maximum sustained winds near 55 knots (63.2 mph/101.9 kph).  It was located near 13.1 north and 141.4 east, about 207 nautical miles (238.2 miles/383.4 km) west of Andersen Air Force Base, Guam.  It was moving to the northwest at 13 knots (14.9 mph/24.0 kph).  This visible image from the MODIS instrument aboard NASA's Aqua satellite at 03:40 UTC on July 4 showed the bulk of the clouds and showers south and east of a clear eye.\n NASA's Terra satellite passed over Neoguri as it became a typhoon on July 5.  At 01:20 UTC (July 4 at 9:20 p.m. EDT) the Moderate Resolution Imaging Spectroradiometer known as MODIS that flies aboard Terra captured a visible image of Neoguri as it moved through the Northwestern Pacific Ocean.  The MODIS image showed a clear eye, and a large, thick band of thunderstorms in the southern quadrant of the storm wrapping into the center.\n On July 5 at 0900 UTC (5 a.m. EDT) satellite data helped confirm that Neoguri had become a typhoon in the Northwestern Pacific after it passed Guam.  At that time it was centered near 16.0 north and 137.0 east, about 813 nautical miles (935.6 miles/1,506 km) southeast of Kadena Air Base.  It was moving west-northwest at 14 knots (16.1 mph/25.9 kph) and had maximum sustained winds near 115 knots (132.3 mph/213.0 kph).\n On July 6 Typhoon Neoguri continued to strengthen.  Neoguri was located near 18.5 north and 131.4 east at 0900 UTC (5 a.m. EDT) on July 6.  That's about 661 nautical miles (760.7 miles/1,224 km) southeast of Kadena Air Base, Okinawa, Japan.  It had maximum sustained winds near 120 knots (138.1 mph/222.2 kph) and was moving to the west-northwest at 15 knots (17.2 mph/27.7 kph).  The Joint Typhoon Warning Center or JTWC noted that Neoguri was generating very rough and high seas as high as 32 feet (9.7 meters).\n A false-colored infrared image of Supertyphoon Neoguri on July 6 at 17:17 UTC (1:17 p.m. EDT) was made at NASA's Jet Propulsion Laboratory in Pasadena, California using data from the Atmospheric Infrared Sounder (AIRS) instrument.  AIRS flies aboard NASA's Aqua satellite.  The infrared imagery showed very cold, high, powerful thunderstorms around the center of Neoguri's 40-nautical-mile-wide-eye and in a thick band south of the center.\n By July 7 at 1500 UTC (11 a.m. EDT), Neoguri had grown into a supertyphoon with maximum sustained winds near 130 knots (149.6 mph/240.8 kph).  The JTWC expects Neoguri to strengthen further.  Neoguri was located near 21.6 north latitude and 127.3 east longitude, about 246 nautical miles (283.1 miles/455.6 km) south-southwest of Kadena Air Base, Okinawa, Japan.  It was moving to the northwest at 15 knots (17.2 mph/27.7 kph).  As Neoguri strengthened, the ocean has become more turbulent, and JTWC estimates maximum significant wave heights near 40 feet (12.1 meters).\n Tropical storm-force winds extend 210 nautical miles (241.7 miles/388.9 km) from the center, and hurricane-force winds extend up to 60 nautical miles (69.0 miles/111.1 km) from the center.\n For a graphic of watches in warnings in effect in Japan, visit the Japan Meteorological Agency's page: http://www.jma.go.jp/en/warn/.\n Neoguri is moving northwest and continuing to strengthen.  The JTWC expects Neoguri to turn to the north late on July 7 (EDT) and pass Kadena Air Base.  A landfall in Kyushu is expected by July 9.  The JTWC noted in a July 7 discussion: by July 9, cooling sea surface temperatures, increasing vertical wind shear ahead of the mid-latitude westerlies (winds), and landfall into Kyushu, Japan, will slowly erode the system.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14672274",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5306,
                    "source": {
                        "title": "EurekAlert!",
                        "uri": "www.eurekalert.org"
                    },
                    "time": "21:26:00",
                    "title": "NASA satellites see Neoguri grow into a super typhoon",
                    "uri": "195577893",
                    "url": "http://www.eurekalert.org/pub_releases/2014-07/nsfc-nss070714.php",
                    "wgt": 1
                },
                {
                    "body": "The season's eighth typhoon Neoguri made landfall near Akune city in Kagoshima Prefecture in Japan's southwest Kyushu area early Thursday, according to the Japan Meteorological Agency.\n The agency warned heavy rain would sweep Shikoku Island due to unstable air that would affect a wide area from western to northern Japan.\n It has also warned of further landslides, while evacuation orders were issued to residents in Miyazaki, Kumamoto and Kagoshima prefectures in the Kyushu region.\n According to local report, a 12-year-old boy died in Nagano Prefecture Wednesday due to landslide and a senior man reportedly dead after falling into a swollen river in Fukushima Prefecture which was hit by heavy rain.",
                    "date": "2014-07-11",
                    "eventUri": "954484",
                    "id": "14759707",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4729,
                    "source": {
                        "title": "China Internet Information Center",
                        "uri": "www.china.org.cn"
                    },
                    "time": "05:18:00",
                    "title": "Powerful typhoon makes landfall in Japan's Kyushu",
                    "uri": "195443178",
                    "url": "http://www.china.org.cn/environment/2014-07/10/content_32907914.htm",
                    "wgt": 1
                },
                {
                    "body": "According to AIR Worldwide, Neoguri reached winds of nearly 180kmph and the islands were hit with torrential rain.\n Jason Butke, AIR Worldwide principal scientist, said: \"Neoguri is forecast to slowly weaken over the next 24 hours as it encounters lower sea surface temperatures, higher vertical wind shear, and begins interacting with an approaching trough from the northwest.\" \"\n\"In 36 hours, Neoguri is forecast to make landfall in southwestern Kyushu Island near the city of Kagoshima as a strong Category 1 or weak Category 2 typhoon.  However, because of the orientation of Japan's coastline, even slight changes in the forecast track may have significant implications for loss potential,\" Butke said.\n According to a statement from AIR Worldwide more than 500 000 people were evacuated from Okinawa and more than 100 000 people lost power.  There has been damage to buildings and transport has been disrupted.  The storm has resulted in one fatality.",
                    "date": "2014-07-09",
                    "eventUri": "954484",
                    "id": "14580510",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4503,
                    "source": {
                        "title": "www.postonline.co.uk",
                        "uri": "www.postonline.co.uk"
                    },
                    "time": "06:53:00",
                    "title": "Typhoon Neoguri downgraded to moderate",
                    "uri": "195560291",
                    "url": "http://www.postonline.co.uk/post/news/2354316/typhoon-neoguri-downgraded-to-moderate",
                    "wgt": 1
                },
                {
                    "body": "Typhoon Neoguri made landfall in Japan early Thursday.\n Some parts of Japan could receive three months' worth of rain in a matter of two days.  This will likely cause flooding and landslides across the country.\n This tropical cyclone is bringing large quantities of rain because of its massive size and how slowly it's moving.\n Since this typhoon is so large, it will have an affect on weather halfway around the world in the United States.\n The jet stream is the main steering mechanism for weather in the northern hemisphere all around the world.  Sometimes it travels in a straight, west to east pattern called zonal flow and at other times, it buckles, moving north and south while it travels west to east, called meridional flow.\n Typhoons like Neoguri are large enough that they're able to change how the jet stream travels.\n In this case, it's going to push the jet stream much farther north than it normally does, creating a ridge.  On the other side of this ridge, the jet stream will dive farther south than it normally does, creating a trough.\n It just so happens this ridge and this trough will split the United States in two next week.\n The western half of the United States will be under the influence of a large ridge, allowing warm air to build, so temperatures will be well above normal there.  The eastern half of the country will be within the trough and north of the jet stream, so much cooler air will begin to pour into the Central Plains, Midwest, Mid-South, and Northeast.\n This means the West could experience some of their hottest temperatures yet while the eastern half of the country starts to feel more like late spring or early summer.\n This won't last forever though.  As typhoon Neoguri weakens and dissipates, the jet stream will return to a more normal state, and temperatures won't be unseasonably hot or cold - until the next big storm changes things up.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14609846",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3243,
                    "source": {
                        "title": "WXYZ",
                        "uri": "www.wxyz.com"
                    },
                    "time": "16:13:00",
                    "title": "How a typhoon in Japan affects the U.S.",
                    "uri": "195969433",
                    "url": "http://www.wxyz.com/news/how-a-typhoon-halfway-around-the-world-changes-our-weather",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 33,
            "averageDate": "2014-07-10",
            "avgCos": 0.4405,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "954484",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "962658",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Japan",
                    "lat": 35.68536,
                    "long": 139.7531,
                    "wikiUri": "http://en.wikipedia.org/wiki/Japan"
                },
                "labelEng": "Kyushu",
                "lat": 33,
                "long": 131,
                "wikiUri": "http://en.wikipedia.org/wiki/Kyushu"
            },
            "storyDate": "2014-07-10",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-553307",
            "variance": 0.3059
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-204044": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "La tercera de las víctimas fatales se conoció hoy y fue un niño de 12 años que murió cuando una riada se llevó su casa, minutos antes que las autoridades lanzaran el aviso de evacuación, precisó la cadena japonesa NHK.\n Las otras dos victimas son dos hombres que murieron ahogados tras caer en sendas acequias.\n \"Neoguri\" llegó al sur de la isla de Honshu, la mayor del archipiélago nipón, tras su paso por Kyushu, donde las autoridades evacuaron unas 30.000 personas.\n La Agencia Meteorológica nipona declaró \"alerta máxima\" por precipitaciones en esta parte del paí­s y prevé hasta 80 milí­metros de lluvias por hora.\n Hoy la tormenta aceleró su desplazamiento y alcanzó vientos de hasta 90 kilómetros por hora a las 18.00 hora local (6.00 hora argentina) en la prefectura de Wakayama, al sudeste de Honshu, según los últimos datos de la agencia meteorológica de Japón.\n Como consecuencia de este fenómeno se han destruido total o parcialmente 117 casas en el sur de Japón, consignó un despacho de la Agencia EFE.\n A última hora de ayer, Neoguri fue rebajado a tormenta tropical, sin embargo aún arrastra fuertes vientos y copiosas lluvias, por lo que las autoridades niponas mantienen su advertencia a la población de que se protejan ante el riesgo de inundaciones y de desplazamientos de tierra.\n Este es el octavo tifón de la temporada en el Pací­fico y tocó tierra en el entorno de la localidad de Akune, en la prefectura japonesa de Kagoshima, cerca de las 07.00 hora local (19.00 hora argentina del miércoles).",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14586646",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8848,
                    "source": {
                        "title": "Telam - Agencia Nacional de Noticias",
                        "uri": "www.telam.com.ar"
                    },
                    "time": "10:59:00",
                    "title": "Tres muertos y 54 heridos por el tifón \"Neoguri\" en Japón",
                    "uri": "195903177",
                    "url": "http://www.telam.com.ar/notas/201407/70546-tifon-japon.html",
                    "wgt": 1
                },
                {
                    "body": "Al menos siete muertos y 54 heridos dejó el paso del tifón \"Neoguri\" por la isla japonesa de Kyushu, que luego se transformó en tormenta tropical, ingresando en la isla principal del país, Honsu, informaron los medios locales.\n Una de las últimas víctimas fatales se conoció hoy y fue un niño de 12 años que murió cuando una riada se llevó su casa, minutos antes que las autoridades lanzaran el aviso de evacuación, precisó la cadena japonesa NHK.\n Las otras dos víctimas son dos hombres que murieron ahogados tras caer en sendas acequias.  \"Neoguri\" llegó al sur de la isla de Honshu, la mayor del archipiélago nipón, tras su paso por Kyushu, donde las autoridades evacuaron unas 30.000 personas.\n La Agencia Meteorológica nipona declaró \"alerta máxima\" por precipitaciones en esta parte del país y prevé hasta 80 milímetros de lluvias por hora.\n Hoy la tormenta aceleró su desplazamiento y alcanzó vientos de hasta 90 kilómetros por hora a las 18 hora local (6 hora argentina) en la prefectura de Wakayama, al sudeste de Honshu, según los últimos datos de la agencia meteorológica de Japón.\n A última hora de ayer, Neoguri fue rebajado a tormenta tropical, sin embargo aún arrastra fuertes vientos y copiosas lluvias, por lo que las autoridades niponas mantienen su advertencia a la población de que se protejan ante el riesgo de inundaciones y de desplazamientos de tierra.\n La lluvia y las borrascas de viento amenazan el noreste de la región de Fukushima, donde se encuentra la central nuclear dañada por el terremoto y posterior tsunami del 11 de marzo de 2011 y donde el agua ya constituye un problema.\n La compañía Tokyo Electronic Power (TEPCO), encargada de la explotación de la central, anunció la puesta en marcha de medidas especiales para gestionar los desbordamientos y para evitar desperfectos.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14688625",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8749,
                    "source": {
                        "title": "www.territoriodigital.com",
                        "uri": "www.territoriodigital.com"
                    },
                    "time": "19:48:00",
                    "title": "Japón: el tifón Neoguri dejó siete muertos y 54 heridos",
                    "uri": "196100324",
                    "url": "http://www.territoriodigital.com/nota3.aspx?c=6635585152992115",
                    "wgt": 1
                },
                {
                    "body": "El tifón Neoguri, ya rebajado a tormenta tropical, ha dejado por el momento tres muertos y 49 heridos en Japón y ha alcanzado ya la isla principal del país, la de Honsu, tras su paso por Kyushu, donde las autoridades evacuaron a unas 30.000 personas.\n Un niño de 12 años pereció después de que una riada se llevara por delante su casa solo 10 minutos antes de que las autoridades lanzaran un aviso de evacuación, informó hoy la cadena pública NHK.\n Además, dos hombres fallecieron ahogados en dos provincias diferentes del país tras caer en sendas acequias.\n El \"Neoguri\" llegó en la tarde de hoy al sur de la isla de Honshu, la mayor del archipiélago nipón, según la Agencia Meteorológica Nipona, que ha declarado la alerta máxima por precipitaciones en esta parte del país y prevé hasta 80 milímetros de lluvia por hora.\n El fenómeno ha causado por el momento, además de los tres fallecidos, 49 heridos, y ha destruido total o parcialmente 117 casas en el sur de Japón.\n Advierten a la población\nAunque fue rebajado a tormenta tropical a última hora de ayer, el \"Neoguri\" aún arrastra fuertes vientos y copiosas precipitaciones, y las autoridades niponas mantienen su advertencia a la población de que se protejan ante los fuertes vientos y el riesgo de inundaciones y de desplazamientos de tierra.\n Se dirige a Tokio\nEl centro del tifón Neoguri, precedido de varios días de lluvias torrenciales, alcanzó Kyushu, una de las cuatro principales islas del archipiélago japonés, y se dirige ahora hacia Tokio y las grandes ciudades niponas.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14685635",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8647,
                    "source": {
                        "title": "El Deber",
                        "uri": "www.eldeber.com.bo"
                    },
                    "time": "22:26:00",
                    "title": "Neoguri causó tres muertos y 49 heridos en Japón y se dirige a Tokio",
                    "uri": "196008149",
                    "url": "http://www.eldeber.com.bo/neoguri-causo-tres-muertos-y-49-heridos-en-japon-y-se-dirige-a-tokio-/140710091225",
                    "wgt": 1
                },
                {
                    "body": "Al menos tres muertos y 54 heridos dejó el paso del tifón \"Neoguri\" por Japón.  Una de las víctimas fatales fue un niño de 12 años que murió cuando una riada se llevó su casa.  Las otras dos víctimas son dos hombres que murieron ahogados tras caer en sendas acequias.\n \"Neoguri\" llegó al sur de la isla de Honshu, la mayor del archipiélago nipón, tras su paso por Kyushu, donde fueron evacuadas unas 30.000 personas.\n Este jueves, la tormenta aceleró su desplazamiento y alcanzó vientos de hasta 90 kilómetros por hora a las 18.00 hora local (6.00 hora argentina) en la prefectura de Wakayama, al sudeste de Honshu, según los últimos datos de la agencia meteorológica de Japón.\n Tras el paso del fenómeno hubo unas 117 casas destruidas en el sur de Japón.\n El miércoles a última hora, Neoguri fue rebajado a tormenta tropical, sin embargo aún arrastra fuertes vientos y copiosas lluvias, por lo que las autoridades niponas mantienen su advertencia.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14614143",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8405,
                    "source": {
                        "title": "LV7 Radio Tucuman",
                        "uri": "www.lv7.com.ar"
                    },
                    "time": "16:40:00",
                    "title": "Japón: El tifón \"Neoguri\" deja tres muertos y 54 heridos",
                    "uri": "195981411",
                    "url": "http://www.lv7.com.ar/2014071092476/noticias/internacional/japon-el-tifon-neoguri-deja-tres-muertos-y-54-heridos.htm",
                    "wgt": 1
                },
                {
                    "body": "Casi 30 mil personas han sido evacuadas en diversas provincias del archipiélago ante posibles accidentes por el tifón que arrastra vientos de hasta 90 kilómetros por hora.\n El tifón \"Neoguri\", que ya ha sido rebajado a tormenta tropical, lleva hasta el momento tres muertos y 49 heridos en Japón y ha alcanzado ya la isla principal del país, la de Honsu, tras su paso por Kyushu (suroeste), donde las autoridades evacuaron a unas 30.000 personas.\n Un niño de 12 años falleció después de que una riada se llevara por delante su casa solo 10 minutos antes de que las autoridades lanzaran un aviso de evacuación, informó hoy la cadena pública NHK.\n Además, dos hombres fallecieron ahogados en dos provincias diferentes del país tras caer en sendas acequias.\n El \"Neoguri\" llegó en la tarde de este jueves en Japón al sur de la isla de Honshu, la mayor del archipiélago nipón, según la Agencia Meteorológica local, que ha declarado la alerta máxima por precipitaciones en esta parte del país y prevé hasta 80 milímetros de lluvia por hora.\n La tormenta ha acelerado su desplazamiento hasta unos 40 kilómetros por hora, con vientos de hasta 90 kilómetros por hora, y a las 18:00 hora local (7:00 en Chile) alcanzó la prefectura de Wakayama (sureste de Honshu), según los últimos datos de la agencia meteorológica.\n El fenómeno ha causado por el momento, además de los tres fallecidos, 49 heridos y la destrucción total o parcialmente 117 casas en el sur de Japón.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14660658",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8334,
                    "source": {
                        "title": "La Mañana de Córdoba",
                        "uri": "www.lmcordoba.com.ar"
                    },
                    "time": "20:29:00",
                    "title": "El tifón \"Neoguri\" ya registra tres muertos y 49 heridos en Japón",
                    "uri": "196055469",
                    "url": "http://www.lmcordoba.com.ar/nota.php?ni=171802",
                    "wgt": 1
                },
                {
                    "body": "Se supo este jueves que un chico de 12 años murió cuando una riada se llevó su casa, minutos antes que las autoridades lanzaran el aviso de evacuación, según precisó la cadena japonesa NHK.  Se suma así a otras dos victimas fatales: dos hombres que murieron ahogados tras caer en sendas acequias.\n 'Neoguri' llegó al sur de la isla de Honshu, la mayor del archipiélago nipón, tras su paso por Kyushu, donde las autoridades evacuaron unas 30.000 personas tras el \"alerta máxima\" decretado por la Agencia Meteorológica nipona.\n A última hora del miércoles, el 'Neoguri' fue rebajado a tormenta tropical, aunque aún arrastra fuertes vientos y copiosas lluvias, por lo que las autoridades niponas mantienen su advertencia a la población de que se protejan ante el riesgo de inundaciones y de desplazamientos de tierra.",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14614378",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8178,
                    "source": {
                        "title": "www.diarioregistrado.com",
                        "uri": "www.diarioregistrado.com"
                    },
                    "time": "16:40:00",
                    "title": "El tifón 'Neoguri' dejó en Japón tres muertos y decenas de heridos",
                    "uri": "195981405",
                    "url": "http://www.diarioregistrado.com/internacionales/96894-el-tifon-neoguri-dejo-en-japon-tres-muertos-y-decenas-de-heridos.html",
                    "wgt": 1
                },
                {
                    "body": "El Deber / Un niño de 12 años pereció después de que una riada se llevara por delante su casa solo 10 minutos antes de que las autoridades lanzaran un aviso de evacuación, informó hoy la cadena pública NHK.\n Además, dos hombres fallecieron ahogados en dos provincias diferentes del país tras caer en sendas acequias.\n El \"Neoguri\" llegó en la tarde de hoy al sur de la isla de Honshu , la mayor del archipiélago nipón, según la Agencia Meteorológica Nipona, que ha declarado la alerta máxima por precipitaciones en esta parte del país y prevé hasta 80 milímetros de lluvia por hora.\n El fenómeno ha causado por el momento, además de los tres fallecidos, 49 heridos, y ha destruido total o parcialmente 117 casas en el sur de Japón.\n Advierten a la población\nAunque fue rebajado a tormenta tropical a última hora de ayer, el \"Neoguri\" aún arrastra fuertes vientos y copiosas precipitaciones , y las autoridades niponas mantienen su advertencia a la población de que se protejan ante los fuertes vientos y el riesgo de inundaciones y de desplazamientos de tierra.\n Se dirige a Tokio\nEl centro del tifón Neoguri, precedido de varios días de lluvias torrenciales, alcanzó Kyushu, una de las cuatro principales islas del archipiélago japonés, y se dirige ahora hacia Tokio y las grandes ciudades niponas.\n EFE\nCon Información de El Deber",
                    "date": "2014-07-10",
                    "eventUri": "954484",
                    "id": "14698728",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8008,
                    "source": {
                        "title": "www.entornointeligente.com",
                        "uri": "www.entornointeligente.com"
                    },
                    "time": "16:14:00",
                    "title": "Neoguri causó tres muertos y 49 heridos en Japón y se dirige a Tokio",
                    "uri": "196100340",
                    "url": "http://www.entornointeligente.com/articulo/2806115/Neoguri-causo-tres-muertos-y-49-heridos-en-Japon-y-se-dirige-a-Tokio-10072014",
                    "wgt": 1
                },
                {
                    "body": "Al menos siete muertos y 54 heridos dejó el paso del tifón \"Neoguri\" por la isla japonesa de Kyushu, que luego se transformó en tormenta tropical, ingresando en la isla principal del país, Honsu, informaron los medios locales.\n Una de las últimas víctimas fatales se fue un niño de 12 años que murió cuando una riada se llevó su casa, minutos antes que las autoridades lanzaran el aviso de evacuación, precisó la cadena japonesa NHK.\n La Agencia Meteorológica nipona declaró \"alerta máxima\" por precipitaciones en esta parte del país y prevé hasta 80 milímetros de lluvias por hora.\n La tormenta aceleró su desplazamiento y alcanzó vientos de hasta 90 kilómetros por hora a las 18.00 hora local) en la prefectura de Wakayama, al sudeste de Honshu, según los últimos datos de la agencia meteorológica de Japón.",
                    "date": "2014-07-11",
                    "eventUri": "954484",
                    "id": "14726076",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7509,
                    "source": {
                        "title": "www.elsiglo.net.ve",
                        "uri": "www.elsiglo.net.ve"
                    },
                    "time": "00:49:00",
                    "title": "Tifón Neoguri dejó 7 muertos y 54 heridos tras su paso por Japón",
                    "uri": "196138589",
                    "url": "http://www.elsiglo.net.ve//modules.php?name=News&file=article&sid=82568",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-07-10",
            "avgCos": 0.5894,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "954484",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "962303",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Japan",
                    "lat": 35.68536,
                    "long": 139.7531,
                    "wikiUri": "http://en.wikipedia.org/wiki/Japan"
                },
                "labelEng": "Kyushu",
                "lat": 33,
                "long": 131,
                "wikiUri": "http://en.wikipedia.org/wiki/Kyushu"
            },
            "storyDate": "2014-07-10",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-204044",
            "variance": 0.1526
        }
    },
    "meta": {
        "CCAArticleMatchCount": 43,
        "CCAArticleMatchRatio": 0.3467741935483871,
        "CCAAvgCosSim": 0.750282558139535,
        "CCAAvgMatchWgt": 47.83720930232558,
        "_articleUri1": "195903177",
        "_articleUri2": "195635289",
        "_datetime": "2015-02-19 18:43:49",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-204044",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-553307",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 33,
        "avgCosSimStory1": 0.5894,
        "avgCosSimStory2": 0.4405,
        "categorySim": 0,
        "conceptCosSim": 0.5221057271425009,
        "conceptJaccardSim": 0.1621621621621622,
        "coreTime1": 127306.9833333333,
        "coreTime2": 127297.25,
        "coreTimeStDev1": 4.021106963917531,
        "coreTimeStDev2": 15.46218294772511,
        "entityCosSim": 0.6610038911899434,
        "entityJaccardSim": 0.1212121212121212,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 11,
        "hasSameLocation": 1,
        "keywordCosSim": 0.4067215753469042,
        "keywordJaccardSim": 0.1951219512195122,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 16,
        "storyQuality2": 15,
        "timeAvg1": 127314.5104166667,
        "timeAvg2": 127304.3292929293,
        "timeStDev1": 4.021106963917531,
        "timeStDev2": 15.75394773372777,
        "varianceStory1": 0.1526,
        "varianceStory2": 0.3059
    }
}