{
    "850f305d-14db-4c75-b547-79470a557ea3-555366": {
        "articles": {
            "resultCount": 57,
            "results": [
                {
                    "body": "Tracy Morgan points his finger and smiles as he leaves his home in Cresskill, N.J., July 14, 2014.  Morgan said he was ok and felt strong after the horrific car accident he was in.\n Tracy Morgan is on the mend.\n The actor spoke out today as he left his home in Cresskill, N.J.\n\"I'm OK,\" he said, according to the New York Daily News.  \"I feel strong,\" he said.\n Then, when photographers applauded the former \"30 Rock\" star, who walked slowly and with a walker, he waved and smiled.\n \"Love you, thank you very much,\" he said.  \"Appreciate it.\" \"\nTracy Morgan Sues WalMart\nTracy Morgan Is Released From the Hospital\nTracy Morgan's Recovery 'Will Be Arduous,' Rep Says\nMorgan, 45, was seriously injured last month when a truck hit the vehicle in which he was riding.  He suffered a broken femur, a broken nose and several broken ribs, among other injuries.  His friend, comedian James McNair, died.\n On Saturday, a rep for the comedian told ABC News that he had been released from a rehabilitation center and moved home, where he will continue to recover \"with an aggressive outpatient program.\" \"\n\"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point,\" his publicist told ABC News.  \"He would also appreciate some privacy during this crucial point in his recovery.\" \"",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15232377",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7564,
                    "source": {
                        "title": "ABC News",
                        "uri": "abcnews.go.com"
                    },
                    "time": "19:47:00",
                    "title": "Tracy Morgan Speaks Out for the First Time Since Crash",
                    "uri": "197152999",
                    "url": "http://abcnews.go.com/Entertainment/tracy-morgan-speaks-time-crash/story?id=24553413",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan Released From Medical Rehab After Deadly Crash The comedian will continue his recovery at home\nActor and comedian Tracy Morgan has been released from a medical rehabilitation center more than a month after being critically injured in a car crash on the New Jersey Turnpike.\n The former Saturday Night Live star's publicist said Saturday Morgan is continuing treatment at home and is seeking privacy during his recovery.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" said publicist Lewis Kay.  \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery.\" \"\nMorgan was riding home from a performance with several other comedians in a limo bus early June 7 when a Walmart truck struck his vehicle from behind.  Comedian James McNair was killed and Morgan was severely injured in the incident.\n The driver of the Walmart truck, Kevin Roper, was traveling 20 miles per hour over the speed limit and was close to his driving limit, according to recent reports.\n Morgan, who was nominated for an Emmy award for his role in NBC sitcom 30 Rock, is suing Walmart for negligence over the crash.\n \"I can confirm that Tracy, along with the other victims of this horrific accident, have filed suit,\" Kay said Saturday of the legal proceedings.\n Walmart offered a contrite statement Saturday in response to the lawsuit.  \"We are deeply sorry that one of our trucks was involved,\" the company said.  \"As we've said, we're cooperating fully in the ongoing investigation.\" \"",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15036506",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7364,
                    "source": {
                        "title": "Time",
                        "uri": "time.com"
                    },
                    "time": "20:51:00",
                    "title": "Tracy Morgan Released From Medical Rehab After Deadly Crash",
                    "uri": "196679997",
                    "url": "http://time.com/2978675/tracy-morgan-rehab-crash/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Btime%252Fentertainment%2B%2528TIME%253A%2BEntertainment%2529",
                    "wgt": 1
                },
                {
                    "body": "'30 Rock' and 'Saturday Night Live' star Tracy Morgan's son, Tracy Jr., told The News on Sunday that his father -- who returned to his Cresskill, N.J., home after five weeks of therapy following an accident that seriously injured the comic and killed one of his friends -- is doing well following the accident.  On Thursday, Morgan filed suit against Walmart, alleging the retailer was negligent and that the driver whose truck hit his limousine fell asleep behind the wheel.\n Funnyman Tracy Morgan was resting at his home in Cresskill, N.J., on Sunday after five weeks of therapy following a horrific car wreck.\n \"He's doing good.  He's just resting,\" his son, Tracy Jr., told the News as he left the home around 11 a.m. Sunday.\n The 45-year-old \"30 Rock\" star suffered several cracked ribs and a severely broken leg when his Mercedes-Benz limousine was rear-ended by a speeding Walmart tractor-trailer June 7, authorities said.\n The former \"Saturday Night Live\" comedian was airlifted from the New Jersey Turnpike by helicopter to Robert Wood Johnson Hospital.  He spent two weeks there before he was moved for a three-week stay at a rehab facility.\n Morgan's close pal, James (Uncle Jimmy Mack) McNair, was killed in the crash.\n Previous Next Enlarge\nLast Thursday, the Bronx-born Morgan sued Walmart, contending the retail giant was negligent because its driver, Kevin Roper, 35, hadn't slept in 24 hours before the crash.\n Roper, of Jonesboro, Ga., was charged with death by auto and assault by auto.\n Roper has pleaded not guilty and denies he fell asleep at the wheel before the lethal moment of impact.\n Related Stories Tracy Morgan goes home 5 weeks after New Jersey Turnpike crash Tracy Morgan sues Wal-Mart, claiming company was negligent in crash Tracy Morgan out of hospital, now at rehab center Truck driver in Tracy Morgan crash was speeding: NTSB",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15112237",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7285,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "20:07:00",
                    "title": "Tracy Morgan 'doing good' after returning home",
                    "uri": "196871321",
                    "url": "http://www.nydailynews.com/entertainment/gossip/tracy-morgan-good-returning-home-article-1.1865116",
                    "wgt": 1
                },
                {
                    "body": "Picture: Tracy Morgan - Spike TV's 'Don Rickles: One Night Only' - Red Carpet Arrivals - Manhattan, New York, United States - Tuesday 6th May 2014\nTracy Morgan's astonishing recovery continues as he is released from a rehabilitation center just over a month after being involved in a near-fatal car crash in New Jersey.\n After receiving five weeks of intense treatment, the '30 Rock' star was able to return home on Saturday (July 12th) to continue healing from several serious injuries he sustained in the incident.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" said a statement from his rep Lewis Kay.\n Adding, \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nMorgan, who was travelling in a limo bus when a Walmart tuck crashed into it at the start of last month, endured a broken nose, broken ribs, and underwent emergency surgery to repair a broken femur.\n The six car pileup, which occurred on the New Jersey Turnpike on Sat 7th June, tragically killed Morgan's mentor, 63-year-old James McNair of Peekshill, New York.\n The comedian's release from rehab comes only days after he filed a lawsuit against Walmart over the tragic crash.\n The man behind the wheel of the Walmart truck, Kevin Roper, 35, of Jonesboro, pleaded not guilty to one count of vehicular homicide and four counts of assault by auto, during his first court appearance at Middlesex County Superior Court in New Brunswick, New Jersey, on June 11th.\n According to a criminal complaint filed by New Jersey State Police driver caused the accident by driving his truck \"without having slept for a period in excess of 24 hours.\" \"\nMore: Louis C.K. Orders TMZ To Remove Horrific Tracy Morgan Crash Video\nMorgan's legal papers argue that Roper fell asleep moments before impacting with their limo bus.\n \"We know it will take some time to resolve all of the remaining issues as a result of the accident, but we're committed to doing the right thing for all involved,\" Walmart said in a statement on Saturday.\n More: New Jersey Turnpike Crash, Which Killed James McNair And Injured Tracy Morgan, Puts Lax Trucking Regulations Front And Center\nThe driver is currently out of jail on $50,000 bail, but if convicted of all charges he will face up to 15 years in prison.\n Morgan is now recovering at home",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15124525",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7032,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "23:27:00",
                    "title": "Tracy Morgan Released From Rehab 5 Weeks After Fatal Crash And Files Lawsuit Against Walmart",
                    "uri": "196900792",
                    "url": "http://www.contactmusic.com/article/tracy-morgan-released-from-rehab-5-weeks-after-fatal-crash-and-files-lawsuit-against-walmart_4283683",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan, who last month was critically injured in a deadly car accident on the New Jersey Turnpike, has returned to his home in Cresskill, NJ following a month in a rehab facility and has issued his first statement according to the New York Post.\n \"I'm OK,\" Morgan said as he flashed a peace sign and smiled to the press which had gathered outside his New Jersey home.  He added, \"I feel strong.  Love you.  Thank you very much.  I appreciate it.\" \"\nCheck out today's photo of Morgan here.  , courtesy of the Post.\n The June 7th fatal crash occured when Morgan and his fellow passengers were returning from a comedy gig in Delaware.  Morgan suffered several Cracked ribs and a broken leg, while his friend and fellow comedian James 'Jimmy Mack' McNair was killed.  Other passengers in the limousine bus were also seriously injured.  The limo was slammed into by a Walmart tractor-trailer driven by 35-year-old Kevin Roper.\n Lewis Kay, a publicist for Morgan, released a statement revealing: \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program.  He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15216323",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7009,
                    "source": {
                        "title": "BroadwayWorld.com",
                        "uri": "www.broadwayworld.com"
                    },
                    "time": "13:39:00",
                    "title": "UPDATE: Tracy Morgan Issues First Statement Since Accident 'I Feel Strong'",
                    "uri": "197117676",
                    "url": "http://www.broadwayworld.com/bwwtv/article/UPDATE-Tracy-Morgan-Issues-First-Statement-Since-Accident-I-Feel-Strong-20140714",
                    "wgt": 1
                },
                {
                    "body": "EXCLUSIVE\nTracy Morgan was released this afternoon from the physical rehabilitation center he had been recovering in ...  TMZ has learned.\n Tracy will continue his recovery efforts at home with an aggressive outpatient program.\n His rep says, \"He [Tracy] asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nAs we previously reported ...  Tracy checked in to the center last month -- after he sustained several broken bones on June 7th in a bus crash, including his femur.",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15052793",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6929,
                    "source": {
                        "title": "http://www.tmz.com",
                        "uri": "www.tmz.com"
                    },
                    "time": "18:08:00",
                    "title": "Tracy Morgan -- I'm FINALLY Going Home",
                    "uri": "196720844",
                    "url": "http://www.tmz.com/2014/07/12/tracy-morgan-going-home-out-of-rehab-hospital-crash-update/",
                    "wgt": 1
                },
                {
                    "body": "Actor Tracy Morgan has left a rehabilitation center following the ...\n Actor Tracy Morgan has left a rehabilitation center following the horrific traffic accident last month that left him in intensive care.\n The \"30 Rock\" star was seriously injured when a Walmart truck slammed into the back of the limousine he was travelling in in New Jersey, killing his colleague James \"Jimmy Mack\" McNair and hospitalizing several others along with Morgan.\n He was moved to a physical rehabilitation center after his condition was upgraded from critical to fair, and editors at TMZ.com now report the TV star has been discharged from the facility and will continue his recovery at home.\n A representative for Morgan tells the website, \"He (Tracy) asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nDriver Kevin Roper stands accused of falling asleep at the wheel and causing the multivehicle accident, and Morgan has filed a lawsuit against Walmart for negligence, alleging company bosses should have known Roper had been awake for more than 24 hours and that his drive from his home in Georgia to work in Delaware was \"unreasonable.\" \"\nRoper denies charges of vehicular homicide and assault by auto.\n Copyright WENN.c com",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15105439",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6873,
                    "source": {
                        "title": "LocalSYR.com",
                        "uri": "www.localsyr.com"
                    },
                    "time": "18:13:00",
                    "title": "Tracy Morgan Released From Rehabilitation Unit",
                    "uri": "196853598",
                    "url": "http://www.localsyr.com/story/d/story/tracy-morgan-released-from-rehabilitation-unit/87563/tHuKxbu5ZEi5fUheLssxlQ",
                    "wgt": 1
                },
                {
                    "body": "The comedian will finish his recovery at home in an \"aggressive outpatient program.\" \"\nAfter a bevy of bad news in the days since the accident that critically injured Tracy Morgan, the news that he has been released from rehab is an undeniably exciting and happy one.  Tracy Morgan is out of rehab, folks, and the road to recovery inches ever closer to its finish.\n According to his spokesman Lewis Kay, Morgan -- who suffered a broken leg, nose, and ribs from the 6-car pile-up accident -- was released Saturday morning in the wake of the recent announcement that he would sue Wal-Mart for the accident that left four people injured and killed his friend James McNair.\n Morgan's release comes a month after the accident that left him in critical condition in the weeks following and his release is a positive sign for the actor/comedian's recovery efforts.\n The statement from Morgan's Kay, released Saturday afternoon, confirms his condition and the lawsuit.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" it read.  \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery.  In regards to the reports of a lawsuit, I can confirm that Tracy, along with the other victims of this horrific accident, have filed suit.\" \"\nWal-Mart driver Kevin Roper, who fell asleep at the wheel after being awake and working for over 24 hours, has pled not guilty to charges of vehicular homicide and assault by auto.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15104580",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.68,
                    "source": {
                        "title": "MTV News",
                        "uri": "www.mtv.com"
                    },
                    "time": "18:01:00",
                    "title": "Tracy Morgan Heads Home From Rehab And Confirms Wal-Mart Lawsuit",
                    "uri": "196851840",
                    "url": "http://www.mtv.com/news/1866934/tracy-morgan-heads-home-from-rehab-and-confirms-wal-mart-lawsuit/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan told reporters he was doing \"OK\" after being released from a rehabilitation facility after sustaining serious injuries in a car accident that left another comedian dead.\n On Saturday, Morgan's rep told ET that he had been released from the physical rehabilitation center.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" said his rep.  \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery.\" \"\nMorgan sustained a broken leg, a broken femur, a broken nose, broken ribs and several other injuries from the crash.  The actor is suing Walmart for negligence.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15232044",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6753,
                    "source": {
                        "title": "www.realitytvworld.com",
                        "uri": "www.realitytvworld.com"
                    },
                    "time": "19:45:00",
                    "title": "Tracy Morgan tells paparazzi he's doing 'OK' after car crash",
                    "uri": "197152416",
                    "url": "http://www.realitytvworld.com/news/tracy-morgan-tells-paparazzi-he-doing-ok-after-car-crash-50130756.php",
                    "wgt": 1
                },
                {
                    "body": "Comedian Tracy Morgan has been released from rehab and will continue his recovery at home.  Wheel-chair bound Tracy Morgan will continue his recovery at home, having been released from a rehab facility following a near-fatal car crash that killed one of his closets friends.\n The good news comes on the heels of a huge lawsuit Tracy filed against Wal-Marton Thursday.  Following his release, his publicist released a statement requesting privacy as Tracy recovers at home with fiancée Megan Wollover, and their year-old daughter, Maven Sonae.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program.  He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery.  In regards to the reports of a lawsuit, I can confirm that Tracy, along with the other victims of this horrific accident, have filed suit\"\nculled from theybf.com\nDo you have a story or an article to publish?  Please email us at [email protected].",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15216356",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.673,
                    "source": {
                        "title": "www.spyghana.com",
                        "uri": "www.spyghana.com"
                    },
                    "time": "08:11:00",
                    "title": "Tracy Morgan Leaves Rehab In His Wheel Chair",
                    "uri": "197117785",
                    "url": "http://www.spyghana.com/tracy-morgan-leaves-rehab-in-his-wheel-chair/",
                    "wgt": 1
                },
                {
                    "body": "Look who it is!  On July 12, Tracy Morgan was spotted in New Jersey as he left the rehabilitation center he spent time in after he was involved in a serious car accident in June.  We're so happy to see that he's ok.\n Tracy Morgan, 45, was photographed for the first time on July 12 since he was involved in a serious car accident on June 20 on the New Jersey Turnpike.  He left Robert Wood Johnson Hospital on June 6 and headed to a rehab center -- and now he's headed home.  Click to see the pic!\n In the picture, posted by TMZ, Tracy was in a wheelchair with a bandage wrapped around his left leg.  Tracy wore a white t-shirt and black shorts.  He sported a gold chain and khaki hat.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" the actor's rep said in a statement to E!  News.  \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery.\" \"\nAccording to the lawsuit obtained by E!  News, Wal-Mart was \"careless and negligent in the ownership and operation of its motor vehicle, which caused Mr. Morgan to suffer severe personal injuries.\" \"\nA Wal-Mart representative released a statement to E!  News on July 12 that wished all those involved in the accident full recoveries.  We're so happy to see that Tracy is heading home and doing better, as we wish him all the best from HollywoodLife.c com.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15234317",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6729,
                    "source": {
                        "title": "hollywoodlife.com",
                        "uri": "hollywoodlife.com"
                    },
                    "time": "16:25:00",
                    "title": "Tracy Morgan: See First Pics Of '30 Rock' Actor Since Deadly Crash",
                    "uri": "197156793",
                    "url": "http://hollywoodlife.com/2014/07/14/tracy-morgan-after-accident-first-pics/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan has been pictured for the first time since his car accident.\n The 45-year-old 30 Rock star was involved in a six-car accident that took the life of comic James McNair last month.\n Tracy sustained several injuries, including a broken leg, femur, nose and busted ribs.\n As the first images of the comedian taken since the collision were published Sunday, his son, Tracy Jr., said the outlook for his father's recovery is bright.\n \"He's doing good.  He's just resting,\" he told the New York Daily News outside of the family's New Jersey home.\n TMZ meanwhile published photos of Tracy with his leg bandaged and sitting in a wheelchair while out.\n The website reports the star is undergoing aggressive rehabilitation therapy.\n Tracy was riding in a limousine in his home state when his vehicle collided with a tractor trailer on a turnpike during the early hours of June 7.\n At the time of the tragedy he was travelling with four others in the back of the automobile.\n Two other passengers in the front of the vehicle were unhurt.\n Last Thursday, Tracy filed suit against Walmart, claiming the retailer was negligent because its driver, Kevin Roper, hadn't slept in 24 hours prior to the crash.\n That driver pleaded not guilty to charges of vehicular homicide and assault by auto.  He denies having fallen asleep at the wheel.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15182771",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6728,
                    "source": {
                        "title": "BelfastTelegraph.co.uk",
                        "uri": "www.belfasttelegraph.co.uk"
                    },
                    "time": "07:56:00",
                    "title": "Morgan 'doing good', says son",
                    "uri": "197040620",
                    "url": "http://www.belfasttelegraph.co.uk/entertainment/news/morgan-doing-good-says-son-30429159.html",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan has been released from a rehabilitation center and has been cleared to go home to continue recovering after his deadly car crash in June.\n \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point,\" the 45-year-old actor's rep shared in a statement.  \"He would also appreciate some privacy during this crucial point in his recovery.\" \"\nPHOTOS: Check out the latest pics of Tracy Morgan\nIn case you missed the news, Tracy has decided to file a lawsuit against Walmart for negligence, allowing their employee to drive without sleeping for 24 hours and causing the crash.",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15044531",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6632,
                    "source": {
                        "title": "Just Jared",
                        "uri": "www.justjared.com"
                    },
                    "time": "20:05:00",
                    "title": "Tracy Morgan Released From Rehabilitation Center One Month After Car Crash",
                    "uri": "196701953",
                    "url": "http://www.justjared.com/2014/07/12/tracy-morgan-released-from-rehabilitation-center-one-month-after-car-crash/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan is \"doing good\" and \"resting\", according to his son.\n The 45-year-old 30 Rock star was involved in a six-car accident that took the life of comic James McNair last month.\n Tracy sustained several injuries, including a broken leg, femur, nose and busted ribs.\n As the first images of the comedian taken since the collision were published Sunday, his son, Tracy Jr., said the outlook for his father's recovery is bright.\n \"He's doing good.  He's just resting,\" he told the New York Daily News outside of the family's New Jersey home.\n TMZ meanwhile published photos of Tracy with his leg bandaged and sitting in a wheelchair while out.\n The website reports the star is undergoing aggressive rehabilitation therapy.\n Tracy was riding in a limousine in his home state when his vehicle collided with a tractor trailer on a turnpike during the early hours of June 7.\n At the time of the tragedy he was travelling with four others in the back of the automobile.\n Two other passengers in the front of the vehicle were unhurt.\n Last Thursday, Tracy filed suit against Walmart, claiming the retailer was negligent because its driver, Kevin Roper, hadn't slept in 24 hours prior to the crash.\n That driver pleaded not guilty to charges of vehicular homicide and assault by auto.  He denies having fallen asleep at the wheel.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15190327",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6609,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "13:39:00",
                    "title": "Tracy Morgan 'doing good' following six-car smash",
                    "uri": "197058607",
                    "url": "http://www.independent.ie/entertainment/television/tv-news/tracy-morgan-doing-good-following-sixcar-smash-30429771.html",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan has left a rehabilitation center following the horrific traffic accident last month that left him in intensive care.\n The 30 Rock star was seriously injured when a Walmart truck slammed into the back of the limousine he was travelling in in New Jersey, killing his colleague James 'Jimmy Mack' McNair and hospitalizing several others along with Morgan.\n He was moved to a physical rehabilitation center after his condition was upgraded from critical to fair, and editors at TMZ.com now report the TV star has been discharged from the facility and will continue his recovery at home.\n A representative for Morgan tells the website, \"He (Tracy) asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nDriver Kevin Roper stands accused of falling asleep at the wheel and causing the multi-vehicle accident, and Morgan has filed a lawsuit against Walmart for negligence, alleging company bosses should have known Roper had been awake for more than 24 hours and that his drive from his home in Georgia to work in Delaware was \"unreasonable\".\n Roper denies charges of vehicular homicide and assault by auto.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15216321",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6565,
                    "source": {
                        "title": "FanBolt",
                        "uri": "www.fanbolt.com"
                    },
                    "time": "12:39:00",
                    "title": "Tracy Morgan Released from Rehabilitation Center",
                    "uri": "197117697",
                    "url": "http://www.fanbolt.com/37919/tracy-morgan-released-from-rehabilitation-center/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan's spokesperson has confirmed that he has been released from a rehabilitation centre and is suing Walmart in the aftermath of the limo crash that left him in critical condition.\n The 30 Rock actor was travelling in a limousine with five other people when it was was overturned in a pile-up.\n The comedian suffered a broken leg, broken nose and a number of broken ribs.  His friend, James McNair, was killed in the crash while others were injured.\n He has spent several weeks undergoing medical care, but his representative released a statement today (July 12) to confirm that he is returning home.\n Morgan's publicist said in a press release: \"Tracy has been released from the rehabilitation centre and will continue his recovery efforts at home with an aggressive outpatient programme.  He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\n \"He would also appreciate some privacy during this crucial point in his recovery.  In regards to the reports of a lawsuit, I can confirm that Tracy, along with the other victims of this horrific accident, have filed suit.\n Morgan filed a complaint on July 10 in the U.S. District Court in New Jersey, the New York Post reports.\n Kevin Roper was allegedly driving a Walmart truck on June 7 when it is said he swerved and collided with Morgan's limousine.\n A preliminary report by the National Transportation Safety Board claims that the Walmart truck was 20 mph over the speed limit and Roper was almost at his drive time limit.\n Roper recently pleaded not guilty to death by auto and assault by auto charges.",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15044133",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6563,
                    "source": {
                        "title": "Digital Spy",
                        "uri": "www.digitalspy.co.uk"
                    },
                    "time": "19:34:00",
                    "title": "Updated: Tracy Morgan out of rehabilitation centre, suing Walmart over crash",
                    "uri": "196701298",
                    "url": "http://www.digitalspy.co.uk/showbiz/news/a583834/tracy-morgan-out-of-rehabilitation-centre-suing-walmart-over-crash.html",
                    "wgt": 1
                },
                {
                    "body": "Actor Tracy Morgan has left a rehabilitation center following the horrific traffic accident last month that left him in intensive care.\n The \"30 Rock\" star was seriously injured when a Walmart truck slammed into the back of the limousine he was travelling in in New Jersey, killing his colleague James \"Jimmy Mack\" McNair and hospitalizing several others along with Morgan.\n He was moved to a physical rehabilitation center after his condition was upgraded from critical to fair, and editors at TMZ.com now report the TV star has been discharged from the facility and will continue his recovery at home.\n A representative for Morgan tells the website, \"He (Tracy) asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nDriver Kevin Roper stands accused of falling asleep at the wheel and causing the multivehicle accident, and Morgan has filed a lawsuit against Walmart for negligence, alleging company bosses should have known Roper had been awake for more than 24 hours and that his drive from his home in Georgia to work in Delaware was \"unreasonable.\" \"\nRoper denies charges of vehicular homicide and assault by auto.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15101914",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6544,
                    "source": {
                        "title": "KRNV TV 4",
                        "uri": "www.mynews4.com"
                    },
                    "time": "17:22:00",
                    "title": "Tracy Morgan Released From Rehabilitation Unit",
                    "uri": "196845404",
                    "url": "http://www.mynews4.com/content/entertainment/story/Tracy-Morgan-Released-From-Rehabilitation-Unit/tHuKxbu5ZEi5fUheLssxlQ.cspx?rss=3305",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan, who last month was critically injured in a deadly car accident on the New Jersey Turnpike, has returned to his home in Cresskill, NJ followng a month in a rehab facility, according to the NY Post.  The paper captured the first photo of the comedian since the accident occured, which can be viewed here.\n The June 7th fatal crash occured when Morgan and his fellow passengers were returning from a comedy gig in Delaware.  Morgan suffered several Cracked ribs and a broken leg, while his friend and fellow comedian James 'Jimmy Mack' McNair was killed.  Other passengers in the limousine bus were also seriously injured.  The limo was slammed into by a Walmart tractor-trailer driven by 35-year-old Kevin Roper.\n Lewis Kay, a publicist for Morgan, released a statement revealing: \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program.  He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nThe 45-year-old lives with his fiancée, model Megan Wollover, and their one year-old daughter, Maven Sonae.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15216324",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6524,
                    "source": {
                        "title": "BroadwayWorld.com",
                        "uri": "www.broadwayworld.com"
                    },
                    "time": "10:39:00",
                    "title": "UPDATE: Tracy Morgan Returns Home Following Hospitalization & Rehab",
                    "uri": "197117699",
                    "url": "http://www.broadwayworld.com/bwwtv/article/UPDATE-Tracy-Morgan-Returns-Home-Following-Hospitalization-Rehab-20140714",
                    "wgt": 1
                },
                {
                    "body": "Los Angeles, July 13 (IANS) Hollywood comedian Tracy Morgan has been released from the physical rehabilitation centre he was recovering in and has thanked those who supported him during the trying times.\n Tracy will continue his recovery efforts at home with an aggressive outpatient programme, reports tmz.c com.\n \"He (Tracy) asked me to pass along his sincerest gratitude to everyone who has helped him get to this point,\" said his representative.\n Tracy checked into the centre last month after he sustained several broken bones, including his femur, on June 7 in a bus crash.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15082018",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6512,
                    "source": {
                        "title": "Sify",
                        "uri": "www.sify.com"
                    },
                    "time": "11:32:00",
                    "title": "Finally, Tracy Morgan released from rehab",
                    "uri": "196793255",
                    "url": "http://www.sify.com/news/finally-tracy-morgan-released-from-rehab-news-others-ohnqujfdfgfag.html",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan is on the mend.\n The actor spoke out today as he left his home in Cresskill, N.J.\n\"I'm OK,\" he said, according to the New York Daily News.  \"I feel strong,\" he said.\n Then, when photographers applauded the former \"30 Rock\" star, who walked slowly and with a walker, he waved and smiled.\n \"Love you, thank you very much,\" he said.  \"Appreciate it.\" \"\nTracy Morgan Sues WalMartTracy Morgan Is Released From the HospitalTracy Morgan's Recovery 'Will Be Arduous,' Rep Says\nMorgan, 45, was seriously injured last month when a truck hit the vehicle in which he was riding.  He suffered a broken femur, a broken nose and several broken ribs, among other injuries.  His friend, comedian James McNair, died.\n On Saturday, a rep for the comedian told ABC News that he had been released from a rehabilitation center and moved home, where he will continue to recover \"with an aggressive outpatient program.\" \"\n\"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point,\" his publicist told ABC News.  \"He would also appreciate some privacy during this crucial point in his recovery.\" \"",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15221200",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6507,
                    "source": {
                        "title": "6abc Philadelphia",
                        "uri": "6abc.com"
                    },
                    "time": "17:58:00",
                    "title": "Tracy Morgan Speaks Out for the First Time Since Crash",
                    "uri": "197128189",
                    "url": "http://6abc.com/news/tracy-morgan-speaks-out-for-the-first-time-since-crash/184486/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan Finally Going Home\nPosted by Joseph Lee on 07.12.2014\nGood news...\n TMZ reports that Tracy Morgan was released this afternoon from the physical rehab facility he was staying at to recovery from his bus crash on June 7.  He suffered several broken bones at the time, including his fever.  He will now continue his recovery at home with an \"aggressive\" outpatient program.\n His representative said: \"He [Tracy] asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\ncomments powered by Disqus",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15072934",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6479,
                    "source": {
                        "title": "www.411mania.com",
                        "uri": "www.411mania.com"
                    },
                    "time": "22:23:00",
                    "title": "Tracy Morgan Finally Going Home",
                    "uri": "196769395",
                    "url": "http://www.411mania.com/movies/news/328599/Tracy-Morgan-Finally-Going-Home.htm",
                    "wgt": 1
                },
                {
                    "body": "A thinner and grim-looking Tracy Morgan is back at his home in Cresskill, NJ, after spending more than a month in a hospital and rehab facility following a harrowing crash on the New Jersey Turnpike.\n The Post caught this first post-accident glimpse of the funnyman on Saturday, confirming another milestone in his brave fight to recover from a collision that killed his friend and fellow comic, James \"Jimmy Mack\" McNair.\n The \"30 Rock\" star is still using a wheelchair, and his left leg is bandaged -- but pals unloaded a walker into his home, and a therapist paid a 45-minute visit on Saturday morning, which was his first full day home following his release on Friday.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" his publicist, Lewis Kay, confirmed.  \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nMorgan, 45, who lives with his fiancée, model Megan Wollover, and their year-old daughter, Maven Sonae, suffered several cracked ribs and a badly broken leg before being moved to inpatient rehab on June 20.\n Morgan was returning from a stand-up gig at a Delaware casino on June 7 when his limo van was slammed from behind by a Walmart tractor-trailer.\n Officials are blaming the crash on truck driver Kevin Roper, 35, of Jonesboro, Ga.\nRoper was driving 20 mph over the speed limit, had fallen asleep at the wheel and had been awake for more than 24 hours before the crash, according to the assault and death-by-auto charges against him.  Those allegations are repeated in a negligence lawsuit filed against Roper and Walmart this week by Morgan and three other injured passengers.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15070980",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6447,
                    "source": {
                        "title": "nypost.com",
                        "uri": "nypost.com"
                    },
                    "time": "08:04:00",
                    "title": "Tracy Morgan returns home after a month in hospital & rehab",
                    "uri": "196764384",
                    "url": "http://nypost.com/2014/07/13/tracy-morgan-returns-home-after-month-in-hospital/",
                    "wgt": 1
                },
                {
                    "body": "'30 Rock' star Tracy Morgan 'screamed for help' following fatal car crash\nIn the first pictures since his June 7 crash, comedian Tracy Morgan looked thinner and wheelchair bound.\n Morgan is back at his home in Cresskill, NJ, after spending more than a month in a hospital and rehab facility following a harrowing crash on the New Jersey Turnpike, reported New York Post.\n The accident killed his friend and fellow comic, James 'Jimmy Mack' McNair.\n The '30 Rock' star is still using a wheelchair, and his left leg is bandaged - but pals unloaded a walker into his home, and a therapist paid a 45-minute visit on Saturday morning, which was his first full day home following his release on Friday.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" his publicist, Lewis Kay, confirmed.\n Morgan, 45, who lives with his fiancee, model Megan Wollover, and their year-old daughter, Maven Sonae, suffered several cracked ribs and a badly broken leg before being moved to inpatient rehab on June 20.\n The comedian and other crash victims have sued Wal-Mart following the accident.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15182764",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6421,
                    "source": {
                        "title": "www.business-standard.com",
                        "uri": "www.business-standard.com"
                    },
                    "time": "07:56:00",
                    "title": "Tracy Morgan appears gaunt in first post-crash photo",
                    "uri": "197040601",
                    "url": "http://www.business-standard.com/article/pti-stories/tracy-morgan-appears-gaunt-in-first-post-crash-photo-114071400499_1.html",
                    "wgt": 1
                },
                {
                    "body": "On Saturday (6th July), Tracy Morgan was released from a rehabilitation centre following the accident he was involved in on 7th June.  He and a number of other injured passengers filed a lawsuit on Friday (11th July) against Walmart, claiming the company should have known their truck driver, who hit the vehicle the actor and co. were travelling in, was extremely fatigued.\n Tracy Morgan and the several people injured in the collision which led to the death of comedian James McNair at the beginning of June have filed a lawsuit against Walmart.\n Tracy Morgan has filed a lawsuit against Walmart.\n Read More: Tracy Morgan Transferred To Rehab Centre, Where He'll Stay For A Few Weeks.\n Morgan, best known for his role as Tracy Jordan on 30 Rock, was severely injured and hospitalised when a Walmart lorry hit the back of the limousine in which he was travelling on 7th June.  Morgan was returning from a gig in Delaware when he was involved in a multicar pile up.  Morgan was immediately rushed to hospital along with several others involved in the crash including Morgan's assistant Jeffrey Millea, comedians Ardie Fuqua Jr. and Harris Stanton.  James McNair, AKA Jimmy Mack, was also travelling with Morgan but tragically lost his life as a result of the accident.\n The driver of the Walmart lorry, Kevin Roper, was arrested soon after the incident and charged with one count of death by auto and four counts of assault by auto.  Roper, from Jonesboro, Georgia, pleaded not guilty.  It is believed Roper fell asleep at the wheel after he had been awake for more than 24 consecutive hours.\n Morgan was hospitalised for a number of weeks, leaving Robert Wood Johnson University Hospital in New Brunswick, New Jersey on 20th June.  He was moved to a rehabilitation centre from which he was released on Saturday (6th July).  Morgan has wasted no time in filing a lawsuit against Walmart on behalf of himself, Millea and Fuqua.  Millea's wife, Krista Millea, is also listed as a plaintiff.\n Tracy Morgan spent more than a month is hospital and rehab following the incident.\n The suit claims Walmart was responsible for the collision as the company should have been aware of Roper's fatigue and the long commute he faced before beginning his shift.  Roper apparently had to drive more than 700 miles (approximately 11 hours driving time) to reach the depot in Delaware where he was due to begin his shift.  As THR reports, Walmart should have employed Roper at a closer depot to his home in Georgia than the one in Delaware.  The suit further claims Walmart frequently ignores the regulations set out by the Federal Motor Carrier Safety Administration regarding shift limits.\n Morgan and the other plaintiffs are filing for the suit to be tried by a jury and are seeking compensatory, statutory and punitive damages and legal fees, among other things.  Krista Millea, who was eight months pregnant at the time of the accident, is also filing for loss of consortium.\n Walmart has responded to the lawsuit, apologising for the suffering of Morgan and the other plaintiffs and for the loss of McNair.  In a statement, Walmart described the incident as a \"terrible tragedy\" and wished the plaintiffs full recoveries.  The company also said \"We are deeply sorry that one of our trucks was involved.  As we've said, we're cooperating fully in the ongoing investigation.  We know it will take some time to resolve all of the remaining issues as a result of the accident, but we're committed to doing the right thing for all involved.\" \"\nRead More: New Jersey Turnpike Crash, Which Killed James McNair & Injured Tracy Morgan, Puts Lax Trucking Regulations Front & Centre.\n Tracy Morgan with his partner Megan Wollover.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15052613",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6413,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "01:38:00",
                    "title": "Tracy Morgan Files Lawsuit Against Walmart Over June's New Jersey Truck Collision",
                    "uri": "196720452",
                    "url": "http://www.contactmusic.com/article/tracy-morgan-files-lawsuit-against-walmart-over-june-new-jersey-truck-collision_4282650",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan has finally gone home after spending more than a month in a hospital and rehab following a serious car accident on June 7 that left him critically injured.\n The New York Post reports that Morgan was released on Friday to his Cresskill, NJ home where he will continue physical rehab and therapy at home.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program,\" his publicist Lewis Kay said in a statement.  \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nYesterday, it was revealed that Morgan and his lawyers have filed a lawsuit against Walmart last week, citing the company's negligence in causing the major traffic accident.  The suit claims that the company didn't take proper precautions in preventing tractor-trailer driver Kevin Roper from driving after being awake for 24 hours.  Roper's trailer swerved, and hit, Morgan's limousine van on the New Jersey Turnpike during the early hours of June 7.  One passenger in Morgan's van was killed, while others were treated for various degrees of injuries.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15104044",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6409,
                    "source": {
                        "title": "PopCrush",
                        "uri": "popcrush.com"
                    },
                    "time": "14:24:00",
                    "title": "Tracy Morgan Returns Home After Hospital and Rehab Stay",
                    "uri": "196850863",
                    "url": "http://popcrush.com/tracy-morgan-returns-home-after-hospital-rehab-stay/",
                    "wgt": 1
                },
                {
                    "body": "Picture: Tracy Morgan - DirecTV's 8th Annual Celebrity Beach Bowl held at Pier 40 - Arrivals - New York City, New York, United States - Saturday...\n Actor Tracy Morgan has left a rehabilitation centre following the horrific traffic accident last month (Jun14) that left him in intensive care.\n The 30 Rock star was seriously injured when a Walmart truck slammed into the back of the limousine he was travelling in in New Jersey, killing his colleague James 'Jimmy MACk' MCNair and hospitalising several others along with Morgan.\n He was moved to a physical rehabilitation centre after his condition was upgraded from critical to fair, and editors at Tmz.com now report the Tv star has been discharged from the facility and will continue his recovery at home.\n A representative for Morgan tells the website, \"He (Tracy) asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nDriver Kevin Roper stands accused of falling asleep at the wheel and causing the multi-vehicle accident, and Morgan has filed a lawsuit against Walmart for negligence, alleging company bosses should have known Roper had been awake for more than 24 hours and that his drive from his home in Georgia to work in Delaware was \"unreasonable\".\n Roper denies charges of vehicular homicide and assault by auto.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15088521",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6393,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "13:30:00",
                    "title": "Tracy Morgan Released From Rehabilitation Unit",
                    "uri": "196810719",
                    "url": "http://www.contactmusic.com/story/tracy-morgan-released-from-rehabilitation-unit_4283111",
                    "wgt": 1
                },
                {
                    "body": "Walmart seeks more clarity on FDI rules for multi-brand entry\nComedian Tracy Morgan has been released from a rehabilitation facility and is now recovering at home after he was involved in a serious car accident last month.\n The 45-year-old '30 Rock' actor, who sustained serious injuries, including a broken femur, broken nose and broken ribs, when a Walmart truck crashed into the vehicle he was travelling in on the New Jersey Turnpike last month, will continue to receive medical care at home, reported E! online.\n In a statement, a spokesperson for Morgan said that he \"has been released from the rehabilitation centre and will continue his recovery efforts at home with an aggressive outpatient program.\n \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \"\nThe crash, which occurred on June 7, killed Morgan's comedy writer friend James McNair, who was travelling home from a gig with him and a group of friends.\n Morgan spent 10 days in a critical condition before being transferred to the rehab facility on June 20.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15066369",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6348,
                    "source": {
                        "title": "www.business-standard.com",
                        "uri": "www.business-standard.com"
                    },
                    "time": "03:13:00",
                    "title": "Tracy Morgan released from rehab center",
                    "uri": "196752656",
                    "url": "http://www.business-standard.com/article/pti-stories/tracy-morgan-released-from-rehab-center-114071300095_1.html",
                    "wgt": 1
                },
                {
                    "body": "Comedian and actor Tracy Morgan is suing Walmart Stores Inc. for negligence, claiming the company contributed to a deadly crash he was in last month.  A driver of one of Walmart's trucks slammed into Morgan's limousine van and fellow comedian James McNair was killed, others were injured, and Morgan was left in critical condition.  The accident occurred on the New Jersey Turnpike June 7.\n Filed in U.S. District Court in New Jersey, the suit alleges that Wal-Mart should have known - or knew - that its truck driver, Kevin Roper, had not slept at least 24 hours before the crash and was not compliant with shift limit regulations set by the Federal Motor Carrier Safety Administration.  The complaint further alleges that Roper's 700 mile commute from his home in Jonesboro, Georgia to a Walmart facility in Smyrna, Delaware was \"unreasonable\" and that he fell asleep behind the wheel, causing the accident.  A separate criminal complaint accuses Roper, 35, of violating New Jersey law by not sleeping more than 24 hours before the crash.\n Other plaintiffs are limo passengers Jeffrey and Krista Millea and comedian Ardley Fuqua.  Jeffrey Millea is Morgan's assistant.  They are all seeking trial by jury with punitive damages, statutory and compensatory damages, legal fees, and pre- and post-judgment interest.\n A report from the National Transportation Safety Board said that, just before the accident, Roper was moving 65 mph in a 45-mph zone.  The speed limit along that area of the turnpike is normally 55 mph but had been lowered to 45 mph that evening due to construction.\n The wreck took the life of 62-year-old comic James \"Uncle Jimmy Mack\" McNair of Peekskill, New York.  McNair was a friend and mentor to Tracy Morgan and an active volunteer in Peekskill.  Jimmy Mack and Tracy Morgan met 20 years ago and remained close.\n Roper pleaded not guilty last month after being charged with vehicular homicide and assault-by-auto charges.  Morgan and his entourage were driving from a comedy performance at Delaware's Dover Downs Hotel & Casino when, near Cranbury, New Jersey, prosecutors said he rear-ended Morgan's van.\n Tracy Morgan, a star of television's 30 Rock and formerly of Saturday Night Live, is suing Walmart over the deadly crash after enduring broken ribs and a broken leg.  Mr. Fuqua is also in recovery.  Morgan was transferred to a rehabilitation center June 20, after two weeks at Robert Wood Johnson University Hospital in New Brunswick, New Jersey.\n Tracy Morgan's lawsuit says that he endured painful and severe injuries, including multiple surgeries that were required by multiple fractures.  He has required - and will continue to require - extensive treatment and significant physical rehabilitation.\n A statement issued by Bentonville, Arkansas-based Walmart said the company is \"committed to doing the right thing for all involved,\" and expressed sorrow over the accident and the death of McNair and all injured.  \"We are deeply sorry that one of our trucks was involved.\" \" The company reported its full coöperation with the ongoing federal investigation.",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15044157",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6208,
                    "source": {
                        "title": "Guardian Liberty Voice",
                        "uri": "guardianlv.com"
                    },
                    "time": "19:24:00",
                    "title": "Tracy Morgan Sues Wal-Mart Over Deadly Crash",
                    "uri": "196701297",
                    "url": "http://guardianlv.com/2014/07/tracy-morgan-sues-wal-mart-over-deadly-crash/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan, who just left rehab over the weekend, spoke to photographers camped outside his New Jersey home on Monday.  He thanked everyone for their support after last month's crash on the New Jersey Turnpike, which killed one of his mentors.\n The former 30 Rock actor walked gingerly out of his home, using a walker.  According to Entertainment Tonight, Morgan smiled and gave the V-sign to the photographers, who then applauded him as he got into his car.\n \"It's OK,\" he told them as he rolled down the window to speak.  \"I love you very much.  Thank you.  I appreciate everything,\" he added as he was driven away.\n A rep for the comedian said Sunday that Morgan left a rehabilitation center, but will still undergo outpatient treatment.  He suffered several injuries from the accident, including a broken leg and broken ribs.\n \"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery,\" the rep's statement read in part.\n Also over the weekend, it was reported that Morgan and three other victims of the crash filed a lawsuit against Walmart, the owner of the truck Kevin Roper was driving on June 7.  Roper is also facing charges in connection with the crash and prosecutors allege that he had not slept in 24 hours before taking the wheel.\n One passenger in Morgan's limo, comedian James McNair, died in the crash.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15234360",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6143,
                    "source": {
                        "title": "thecelebritycafe.com",
                        "uri": "thecelebritycafe.com"
                    },
                    "time": "16:47:00",
                    "title": "Tracy Morgan speaks to photographers for first time since crash",
                    "uri": "197156787",
                    "url": "http://thecelebritycafe.com/feature/2014/07/tracy-morgan-speaks-photographers-first-time-crash",
                    "wgt": 1
                },
                {
                    "body": "The comedian is \"doing good\" and \"just resting\", his son Tracy Jr. told the DailyNews this morning.  Tracy Morgan is in a wheelchair but he seems to be recovering well.  Morgan was spotted out in New Jersey on Saturday wearing a hat, gold chain, a pair of Asics and a bandage on his injured his left leg.  Morgan suffered several cracked ribs and a severely broken leg when his Mercedes-Benz limousine was rear-ended by a speeding Walmart tractor-trailer on June 7.\n Just last Thursday, the \"30 Rock\" star sued Walmart, saying the retail giant was negligent because its driver, Kevin Roper, hadn't slept in 24 hours before the crash.  Roper was charged with death by auto and assault by auto however, Roper has pleaded not guilty and denies he fell asleep at the wheel.\n We're wishing Tracy the best and hope he gets better soon.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15130586",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5946,
                    "source": {
                        "title": "The Source",
                        "uri": "thesource.com"
                    },
                    "time": "22:22:00",
                    "title": "Tracy Morgan's Son says He's “Doing Good”",
                    "uri": "196914131",
                    "url": "http://thesource.com/2014/07/13/tracy-morgans-son-says-hes-doing-good/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan is on a long road to recovery following a near deadly car crash that took the life of his friend and fellow comedian James \"Jimmy Mack\" McNair in June.  But here's a ray of light in photo form that shows the 30 Rock star in great spirits, despite the circumstances.\n Morgan was spotted out in New Jersey Saturday ... sporting a gold chain, a funky hat, some fresh Asics -- and a bandage on one of the legs he injured.\n As we previously reported ...  Tracy broke his femur in the accident but plans to continue rehabbing his injury at home with an aggressive outpatient program.\n Separately, Page Six also published photos of Morgan smiling through grimaces as he walked with the help of a cane into a car service administered vehicle.  \"I'm OK,\" Morgan said.  \"I feel strong.  Love you.  Thank you very much.  I appreciate it.\" \"\nThe Bronx native is currently suing Walmart, for whom the truck driver who caused the accident was driving, for negligence.  See a photo of Morgan on the following page.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15247779",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5817,
                    "source": {
                        "title": "Hip-Hop Wired",
                        "uri": "hiphopwired.com"
                    },
                    "time": "18:29:00",
                    "title": "Tracy Morgan Looks A-Ok During Recovery [Photo]",
                    "uri": "197186941",
                    "url": "https://hiphopwired.com/2014/07/14/tracy-morgan-looks-ok-recovery-photo/",
                    "wgt": 1
                },
                {
                    "body": "It's been a tough five weeks for Tracy Morgan, and thankfully he's been able to relocate his recovery regimen to his home in Cresskill, New Jersey.\n The \"30 Rock\" star's son Tracy Jr told press that his dad is \"doing good, he's just resting,\" following a horrific car crash that left him with cracked ribs, a severely broken leg and various other injuries.\n On June 7th, a Wal-Mart tractor trailer slammed into Morgan's Mercedes-Benz limousine, causing him to be airlifted to Robert Wood Johnson Hospital.\n After two weeks in the medical facility, Tracy was transferred to a rehab clinic for three weeks of intense therapy.\n During the crash, Morgan's friend James McNair was killed and a few other friends were injured.  Tracy is suing Wal-Mart for negligence.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15186667",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5745,
                    "source": {
                        "title": "www.celebrity-gossip.net",
                        "uri": "www.celebrity-gossip.net"
                    },
                    "time": "13:07:00",
                    "title": "Tracy Morgan Is Back Home & \"Resting\"",
                    "uri": "197050158",
                    "url": "http://www.celebrity-gossip.net/tracy-morgan/tracy-morgan-back-home-%E2%80%9Cresting%E2%80%9D-1586054",
                    "wgt": 1
                },
                {
                    "body": "American actor, Comedian Tracy Morgan has been released from rehab and will continue his recovery at home following a fatal car crash that killed one of his close friends, Jimmy Mack.\n The good news comes on the heels of a huge lawsuit Tracy filed against Wal-Mart on Thursday.  Following his release, his publicist released a statement requesting privacy as Tracy recovers at home with fiancée Megan Wollover, and their daughter,Maven Sonae.\n \"Tracy has been released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program.  He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery.  In regards to thereports of a lawsuit, I can confirm that Tracy, along with the other victims of this horrific accident, have filed suit\"\nAbout Sylvia Eneghalu\nThe name is Sylvia.  Never known as Sylvia, popularly known as Silifah.  Blogger | Actress | Tailor.  I like to try new things like wearing dunlop slippers to the grammys.  I'm a fruit lover.  Madly in love with Efya & her music.  Onions sucks!\n Twitter *\nShare with friendsMoreDiggShare on TumblrPocketEmailPrintLike this:Like Loading...  Related",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15216308",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5734,
                    "source": {
                        "title": "360Nobs.com",
                        "uri": "www.360nobs.com"
                    },
                    "time": "10:55:00",
                    "title": "Tracy Morgan's First Photo Since The June 7 Auto Crash",
                    "uri": "197117710",
                    "url": "http://www.360nobs.com/2014/07/tracy-morgans-first-photo-since-the-june-7-auto-crash/",
                    "wgt": 1
                },
                {
                    "body": "Credit: Kevork Djansezian/Getty Images\nAfter spending the past five weeks recuperating from the June crash that left him critically injured and killed friend and fellow comedian James McNair, Tracy Morgan can finally feel a little bit of relief.  According to the New York Daily News, Sunday morning Tracy was released from the rehab facility he's been staying at and will now continue his recovery at home.\n Two weeks after the initial crash (where a Wal-Mart truck collided with Tracy's limo on the New Jersey turnpike after a comedy gig), Tracy was released from the hospital and into the inpatient rehab center once his post-crash condition had improved.  Now, three weeks later, he's finally reached the next milestone in his recovery.\n Of course, Tracy's not just resting at his Cresskill, New Jersey home -- he's still got a long road ahead of him as he continues with an outpatient treatment program.  Fortunately, though, he'll be able to go home to his family after therapy this time.\n \"He's doing good,\" Tracy's oldest son, Tracy Jr., said.  \"He's just resting.\" \"\nLast week, the 45-year-old former 30 Rock star -- along with James McNair's wife, and limo passengers Jeffrey Millea and Ardie Fuqua -- filed a lawsuit accusing Wal-Mart of negligence, saying the company should've known driver Kevin Roper was breaking their regulations on shift limits.  Tracy and the other plantiffs are seeking \"compensatory and statutory damages, punitive damages, legal fees, as well as pre- and post judgment interest, among other things at a trial by jury.\" \"\nAlthough it definitely sounds like it's going to be a long one, we wish Tracy a successful recovery.  Feel better soon so you can get back to making us laugh!\n Source: New York Daily News",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15177729",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5673,
                    "source": {
                        "title": "Wetpaint - Celebrity Gossip, Entertainment News, TV Spoilers, and Hot TV",
                        "uri": "www.wetpaint.com"
                    },
                    "time": "11:43:00",
                    "title": "Tracy Morgan Released From Rehab Center, \"Doing Good\" As He Begins to Recover at Home",
                    "uri": "197028718",
                    "url": "http://www.wetpaint.com/celebrity/articles/2014-07-14-tracy-morgan-released-rehab-center?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bwetpaint%252Flatest%252Fexcerpt%2B%2528Wetpaint%2BNetwork%2B%2528Excerpt%2529%2529",
                    "wgt": 1
                },
                {
                    "body": "ABC/Randy Holmes(NEW YORK) -- Tracy Morgan is on the mend.  The actor spoke out Monday as he left his home in Cresskill, New Jersey.\n \"I'm OK,\" he said, according to the New York Daily News.  \"I feel strong.\" \"\nThen, when photographers applauded the former 30 Rock star, who walked slowly and with a walker, he waved and smiled.\n \"Love you, thank you very much,\" he said.  \"Appreciate it.\" \"\nMorgan, 45, was seriously injured last month when a truck hit the vehicle in which he was riding.  He suffered a broken femur, a broken nose and several broken ribs, among other injuries.  His friend, comedian James McNair, died.\n On Saturday, a rep for the comedian told ABC News that he had been released from a rehabilitation center and moved home, where he will continue to recover \"with an aggressive outpatient program.\" \"\n\"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point,\" his publicist told ABC News.  \"He would also appreciate some privacy during this crucial point in his recovery.\" \"",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15227978",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5575,
                    "source": {
                        "title": "East Idaho News",
                        "uri": "www.eastidahonews.com"
                    },
                    "time": "19:04:00",
                    "title": "Tracy Morgan Speaks Out for First Time Since Crash",
                    "uri": "197143684",
                    "url": "http://www.eastidahonews.com/2014/07/tracy-morgan-speaks-out-for-first-time-since-crash/",
                    "wgt": 1
                },
                {
                    "body": "(ABC News) - Tracy Morgan is on the mend.\n The actor spoke out today as he left his home in Cresskill, N.J.\n\"I'm OK,\" he said, according to the New York Daily News.  \"I feel strong,\" he said.\n Then, when photographers applauded the former \"30 Rock\" star, who walked slowly and with a walker, he waved and smiled.\n \"Love you, thank you very much,\" he said.  \"Appreciate it.\" \"\nMorgan, 45, was seriously injured last month when a truck hit the vehicle in which he was riding.  He suffered a broken femur, a broken nose and several broken ribs, among other injuries.  His friend, comedian James McNair, died.\n On Saturday, a rep for the comedian told ABC News that he had been released from a rehabilitation center and moved home, where he will continue to recover \"with an aggressive outpatient program.\" \"\n\"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point,\" his publicist told ABC News.  \"He would also appreciate some privacy during this crucial point in his recovery.\" \"",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15223902",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.557,
                    "source": {
                        "title": "WHAS",
                        "uri": "www.whas11.com"
                    },
                    "time": "18:21:00",
                    "title": "Tracy Morgan speaks out for the first time since crash",
                    "uri": "197134157",
                    "url": "http://www.whas11.com/entertainment/Tracy-Morgan-speaks-out-for-the-first-time-since-crash-267048571.html",
                    "wgt": 1
                },
                {
                    "body": "RumorFix has confirmed that he was released from the rehabilitation center and will continue his recovery efforts at home with an aggressive outpatient program.\n His publicist Lewis Kay tells us, \"[Tracy] asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.  He would also appreciate some privacy during this crucial point in his recovery.\" \"\nThe 30 Rock star was severely injured in the multi-vehicle pile up in New Jersey on June 7 and he's been in the hospital or the rehab facility until now.\n And as RumorFix reported earlier, his rep also confirmed that Tracy and other victims of the crash have filed a lawsuit against supermarket giant Walmart.",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15072958",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5473,
                    "source": {
                        "title": "RumorFix",
                        "uri": "rumorfix.com"
                    },
                    "time": "18:39:00",
                    "title": "Tracy Morgan Back Home Five Weeks After Accident",
                    "uri": "196769429",
                    "url": "http://rumorfix.com/2014/07/tracy-morgan-back-home-five-weeks-accident/",
                    "wgt": 1
                },
                {
                    "body": "Details of Morgan's latest health update surfaced online Saturday (July 12).\n Tracy Morgan was released this afternoon from the physical rehabilitation center he had been recovering in ...  TMZ has learned.  Tracy will continue his recovery efforts at home with an aggressive outpatient program.  His rep says, \"He [Tracy] asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.\" \" (TMZ)\nLast month reports revealed Morgan was out of the hospital and will undergo weeks of rehabilitation.\n Almost 2 weeks after the horrific accident on the NJ Turnpike ...  Tracy's rep says he's been transferred from the Robert Wood Johnson University Hospital -- and is now at an undisclosed physical rehab center.  Tracy's battling back after suffering several broken bones, including his femur.  Although Tracy's showing strong \"signs of improvement\" -- the rep stressed he still has a long way to go.  (TMZ)\nThe comedian's camp issued a statement on his condition after the crash.\n \"Tracy remains in critical condition at Robert Wood Johnson Hospital.  He sustained these injuries in an accident that occurred early this morning as one of several passengers in a chauffeured SUV returning from a tour date in Delaware,\" rep Lewis Kay said.  \"His family is now with him and he is receiving excellent care.  We don't anticipate much of a change in his condition today but will provide a further update once more information becomes available.\" \" (Statement)\nDetails of Morgan's horrific accident surfaced online June 7.\n The 45-year-old former Saturday Night Live star was traveling in a limo bus that overturned around 1 a.m. Saturday morning of Exit 7A of the Turnpike in Cranbury, N.J., state police tell NBC10.com.  That's just north of Trenton.  State police say a preliminary investigation has found that a tractor trailer came up upon slow moving traffic and caused the crash.  Six vehicles -- two tractor trailers, an SUV and two cars -- all were involved, state police said.  (NBC Philadelphia)",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15052790",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5399,
                    "source": {
                        "title": "www.sohh.com",
                        "uri": "www.sohh.com"
                    },
                    "time": "22:17:00",
                    "title": "News: Tracy Morgan Makes Huge Improvement In Near-Death Recovery",
                    "uri": "196720836",
                    "url": "http://www.sohh.com/2014/07/tracy_morgan_makes_huge_improvement_in_n.html",
                    "wgt": 1
                },
                {
                    "body": "New York - Comedian Tracy Morgan was released from a rehabilitation centre on Saturday to finish his recovery from a fatal New Jersey car crash at home, just days after suing Walmart Stores for negligence, said his spokesperson Lewis Kay.\n Morgan, best known for his roles on the TV shows 30 Rock and Saturday Night Live was critically injured in the June crash near Cranbury, New Jersey, when a Walmart truck slammed into the back of a Mercedes limo bus carrying Morgan and several others, flipping it over.\n The actor had been recuperating at an undisclosed rehabilitation center for nearly a month.",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15037573",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5292,
                    "source": {
                        "title": "Channel",
                        "uri": "www.channel24.co.za"
                    },
                    "time": "21:15:00",
                    "title": "Channel24.co.za | Tracy Morgan to continue recovery at home",
                    "uri": "196686006",
                    "url": "http://www.channel24.co.za/News/International/Tracy-Morgan-to-continue-recovery-at-home-20140712",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan went home yesterday after for the first time since being severely injured in a fatal car crash in early June.  As we previously reported, the famed comedian's limo bus was hit by a Walmart tractor-trailer while he and some of his friends were on their way home from performing at the Dover Downs Hotel and Casino in Dover, Delaware.  The accident, which occurred during the early hours of June 7, resulted in the death of one person, while Tracy and two others were left in critical condition.  The Bronx native spent the first few weeks following the accident in the hospital, but was put into a physical rehabilitation center where he's remained until yesterday.\n Not surprisingly, Tracy and the other passengers on the limo bus filed a lawsuit against Walmart.  According to TMZ:",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15113792",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5273,
                    "source": {
                        "title": "live.drjays.com",
                        "uri": "live.drjays.com"
                    },
                    "time": "15:47:00",
                    "title": "Tracy Morgan Goes Home, Files Lawsuit Against Walmart",
                    "uri": "196874376",
                    "url": "http://live.drjays.com/index.php/2014/07/13/tracy-morgan-goes-home-files-lawsuit-against-walmart/",
                    "wgt": 1
                },
                {
                    "body": "More good news for Tracy Morgan!I It was reported this morning that the 30 Rock actor and his fellow victims have officially filed a lawsuit against Walmart and now there's even BETTER news on his health!T Tracy's officially going home!I It's been reported that Tracy is FINALLY able to leave his intense inpatient rehab facility where he has been healing from his injuries and can continue his recovery at home!",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15094207",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5173,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "15:13:00",
                    "title": "After Months Of Recovery, Tracy Morgan Is Finally Healthy Enough To Go Home!",
                    "uri": "196825691",
                    "url": "http://www.onenewspage.com/video/20140713/1942123/After-Months-Of-Recovery-Tracy-Morgan-Is-Finally.htm",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan may be in a wheelchair ... but he's still rocking his signature fashion style -- while recovering from the terrible injuries he suffered last month in the NJ Turnpike crash.\n Morgan was spotted out in New Jersey Saturday ... sporting a gold chain, a funky hat, some fresh Asics -- and a bandage on one of the legs he injured.\n As we previously reported ...  Tracy broke his femur in the accident but plans to continue rehabbing his injury at home with an aggressive outpatient program.\n Get well soon.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15130592",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5168,
                    "source": {
                        "title": "http://www.tmz.com",
                        "uri": "www.tmz.com"
                    },
                    "time": "21:30:00",
                    "title": "Tracy Morgan -- Recovering in Style ... First Pics Since NJ Turnpike Crash",
                    "uri": "196914127",
                    "url": "http://www.tmz.com/2014/07/13/tracy-morgan-first-photo-picture-crash-accident-rehab-home/",
                    "wgt": 1
                },
                {
                    "body": "Tracy Morgan may be in a wheelchair ... but he's still rocking his signature fashion style -- while recovering from the terrible injuries he suffered last month in the NJ Turnpike crash.  Morgan was spotted out in New Jersey Saturday ... sporting a gold chain, a funky hat, some fresh Asics -- and a bandage on one of the legs he injured.  As we previously reported ...  Tracy broke his femur in the accident but plans to continue rehabbing his injury at home with an aggressive outpatient program.  (TMZ)\nLast month, reports revealed Morgan was out of the hospital and would undergo weeks of rehabilitation.\n Almost 2 weeks after the horrific accident on the NJ Turnpike ...  Tracy's rep says he's been transferred from the Robert Wood Johnson University Hospital -- and is now at an undisclosed physical rehab center.  Tracy's battling back after suffering several broken bones, including his femur.  Although Tracy's showing strong \"signs of improvement\" -- the rep stressed he still has a long way to go.  (TMZ)\nThe comedian's camp issued a statement on his condition after the crash.\n \"Tracy remains in critical condition at Robert Wood Johnson Hospital.  He sustained these injuries in an accident that occurred early this morning as one of several passengers in a chauffeured SUV returning from a tour date in Delaware,\" rep Lewis Kay said.  \"His family is now with him and he is receiving excellent care.  We don't anticipate much of a change in his condition today but will provide a further update once more information becomes available.\" \" (Statement)\nDetails of Morgan's horrific accident surfaced online June 7.\n The 45-year-old former Saturday Night Live star was traveling in a limo bus that overturned around 1 a.m. Saturday morning of Exit 7A of the Turnpike in Cranbury, N.J., state police tell NBC10.com.  That's just north of Trenton.  State police say a preliminary investigation has found that a tractor trailer came up upon slow moving traffic and caused the crash.  Six vehicles -- two tractor trailers, an SUV and two cars -- all were involved, state police said.  (NBC Philadelphia)",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15216322",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5113,
                    "source": {
                        "title": "www.sohh.com",
                        "uri": "www.sohh.com"
                    },
                    "time": "04:55:00",
                    "title": "News: Tracy Morgan's First Post-Wreck Pics Surface",
                    "uri": "197117729",
                    "url": "http://www.sohh.com/2014/07/tracy_morgans_first_post-wreck_pics_surf.html",
                    "wgt": 1
                },
                {
                    "body": "Jemal Countess/Getty Images\nTracy Morgan is out of rehab and continuing his road to recovery after a car accident last month left him seriously injured.\n Photographers caught up with the actor on Monday outside his New Jersey home, where he was seen using a walker and the help of an assistant as he made his way into a car.  As the car drove away, Tracy flashed the peace sign and spoke briefly.\n \"I'm OK, I feel strong,\" he said, smiling.\n Get well soon, Tracy!",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15254976",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5016,
                    "source": {
                        "title": "entertainthis.usatoday.com",
                        "uri": "entertainthis.usatoday.com"
                    },
                    "time": "23:35:00",
                    "title": "Tracy Morgan speaks out: 'I'm OK, I feel strong'",
                    "uri": "197202713",
                    "url": "http://entertainthis.usatoday.com/2014/07/14/tracy-morgan-speaks-post-accident-im-ok-i-feel-strong/?utm_source=feedblitz&utm_medium=FeedBlitzRss&utm_campaign=toppeople",
                    "wgt": 1
                },
                {
                    "body": "It was reported this morning that the 30 Rock actor and his fellow victims have officially filed a lawsuit against Walmart and now there's even BETTER news on his health!\n It's been reported that Tracy is FINALLY able to leave his intense inpatient rehab facility where he has been healing from his injuries and can continue his recovery at home!\n Such AH-MAZING news!\n Tracy's rep spoke out thanking everyone for all the support during this extremely difficult time.\n His rep said:\n'He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point.' '\nAWW!  The world just wants you better, Tracy!\n We're all so happy to hear that the recovery is going well and Tracy can FINALLY rest up from the comfort of his own home!",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15044571",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4913,
                    "source": {
                        "title": "PerezHilton.com",
                        "uri": "perezhilton.com"
                    },
                    "time": "23:08:00",
                    "title": "After A Long Recovery, Tracy Morgan Is Finally Healthy Enough To Head Home! Get The Deets HERE!",
                    "uri": "196702032",
                    "url": "http://perezhilton.com/2014-07-12-tracy-morgan-crash-update-finally-going-home-outpatient-rehab-amazing-walmart",
                    "wgt": 1
                },
                {
                    "body": "Sunday, 13 July 2014 (45 minutes ago)\nThe good news is that actor Tracy Morgan, who was involved in a very serious car crash early last month and has been recuperating at a rehab center, has been allowed to return home to his family.  The bad news (for Walmart) is that he's suing the company for the accident, which was caused by one of their truck drivers.  The Hollywood Reporter has obtained the documents filed in court on behalf of Morgan, the other victims and their families, against Walmart, whom they accuse of negligence ...",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15074064",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4788,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "08:58:00",
                    "title": "Tracy Morgan Leaves Rehab, Sues Walmart for Terrible Crash",
                    "uri": "196771760",
                    "url": "http://www.onenewspage.com/n/Technology/750jc3m5p/Tracy-Morgan-Leaves-Rehab-Sues-Walmart-for-Terrible.htm",
                    "wgt": 1
                },
                {
                    "body": "New York, July 15 (IANS) Comedian Tracy Morgan is on the road to recovery following injuries he suffered last month in the New Jersey Turnpike crash, but he hasn't left his style behind.\n He was spotted on a wheel chair sporting a gold chain, a funky hat, some fresh Asics -- and a bandage on one of the legs he injured, reports tmz.c com.\n Morgan broke his femur in the accident but plans to continue rehabilitating his injury at home with an aggressive outpatient program.\n The 45-year-old actor was riding in a limousine bus that was hit by a tractor-trailer, and so he was left injured.",
                    "date": "2014-07-15",
                    "eventUri": "971227",
                    "id": "15289185",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4595,
                    "source": {
                        "title": "Sify",
                        "uri": "www.sify.com"
                    },
                    "time": "08:11:00",
                    "title": "Injured Tracy Morgan recovering in style",
                    "uri": "197288782",
                    "url": "http://www.sify.com/news/injured-tracy-morgan-recovering-in-style-news-others-ohpnuqeiecfjc.html",
                    "wgt": 1
                },
                {
                    "body": "Noticeably thinner and leaning on a walker, Tracy Morgan appeared in public for the first time since a horrific car crash broke his ribs and leg.  Morgan was leaving his New Jersey home on Monday morning when he flashed a V sign and said \"I'm OK, I feel strong.\" \" A scar was visible on his temple from the crash with a Walmart tractor trailer that killed friend James McNair.  \"Love you, thank you very much.  Appreciate it,\" he told photographers who applauded him.",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15234347",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4465,
                    "source": {
                        "title": "The Daily Beast",
                        "uri": "www.thedailybeast.com"
                    },
                    "time": "15:25:00",
                    "title": "Tracy Morgan: Im OK, I Feel Strong",
                    "uri": "197156811",
                    "url": "http://www.thedailybeast.com/cheats/2014/07/14/tracy-morgan-speaks-after-accident.html",
                    "wgt": 1
                },
                {
                    "body": "Breaking News: Netherlands beats Brazil 3-0 in 3rd-place match at World Cup\nSaturday, 12 July 2014 (2 hours ago)\nTracy Morgan has taken action against Walmart, accusing the chain of super stores of being partially responsible in the car accident that left him severely injured.  According to the NY Post, Morgan's new lawsuit claims that Walmart allowed one of its drivers to operate his truck at an unacceptable level of exhaustion.  Morgan, along with...R Read more\"",
                    "date": "2014-07-12",
                    "eventUri": "971227",
                    "id": "15046962",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4277,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "23:54:00",
                    "title": "Tracy Morgan Has Sued Walmart Over Fatal Car Accident",
                    "uri": "196707746",
                    "url": "http://www.onenewspage.com/n/Celebrities/750jc3h8q/Tracy-Morgan-Has-Sued-Walmart-Over-Fatal-Car.htm",
                    "wgt": 1
                },
                {
                    "body": "The actor spoke out today as he left his home in Cresskill, N.J.\n\"I'm OK,\" he said, according to the New York Daily News.  \"I feel strong.\" \"\nThen, when photographers applauded the former \"30 Rock\" star, who walked slowly and with a walker, he waved and smiled.\n \"Love you, thank you very much,\" he said.  \"Appreciate it.\" \"\nMorgan, 45, was seriously injured last month when a truck hit the vehicle in which he was riding.  He suffered a broken femur, a broken nose and several broken ribs, among other injuries.  His friend, comedian James McNair, died.\n On Saturday, a rep for the comedian told ABC News that he had been released from a rehabilitation center and moved home, where he will continue to recover \"with an aggressive outpatient program.\" \"\n\"He asked me to pass along his sincerest gratitude to everyone who has helped him get to this point,\" his publicist told ABC News.  \"He would also appreciate some privacy during this crucial point in his recovery.\" \"",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15237195",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3556,
                    "source": {
                        "title": "gma.yahoo.com",
                        "uri": "gma.yahoo.com"
                    },
                    "time": "20:28:00",
                    "title": "Morgan speaks out for first time since crash",
                    "uri": "197163199",
                    "url": "https://gma.yahoo.com/tracy-morgan-speaks-first-time-since-crash-174504261--abc-news-celebrities.html",
                    "wgt": 1
                },
                {
                    "body": "State Sen.  Jim Tracy has begun to hit U.S. Rep.  Scott DesJarlais over his personal history with abortion, posting a new web page and sending out a mailer to voters just before the start of early voting.\n Tracy, R-Shelbyville, says the incumbent congressman has been ineffective because his reputation has been damaged by disclosures contained in divorce filings released two years ago.  Those disclosures -- the full details of which did not become public until after DesJarlais had been re-elected -- include statements that he supported two abortions by his former wife prior to their marriage and had affairs with patients before the divorce was finalized in 2001.\n \"Too many Republicans in Washington have been ineffective at fighting the Obama agenda because they've lacked the personal credibility,\" Tracy said through a spokeswoman.  \"We need a representative in Washington who is both conservative and effective.  This time voters have a choice in the Republican primary, last time they didn't.\" \"\nDesJarlais, R-South Pittsburg, has acknowledged the problems in his past but says he should be judged by his behavior in the 13 years since then and by his current marriage.\n \"Clearly these actions by Senator Tracy show his campaign is in panic mode over their poll numbers and feel their only option is to launch a desperate and disgusting campaign based on the same gutter politics Tennesseans rejected during the last two elections,\" said Robert Jameson, a spokesman for the campaign.  \"While Senator Tracy likes to talk about the importance of integrity, it seems his campaign has little of it.\" \"\nThe moves demonstrate the Republican primary in the 4th Congressional district has taken a negative turn just before Tennesseans start going to the polls for early voting on Friday.\n Until now, Tracy has avoided bringing up DesJarlais' past explicitly.  In a recent television ad, he perhaps made a subtle nod to the issue, with Tracy saying too many congressmen lack integrity, a line that his campaign echoed to explain the latest tactic.\n Even the most recent attacks on DesJarlais have been relatively low-key.  The Tracy campaign's page on DesJarlais is accessible only by direct link, while his mailer has not yet been accompanied with a new television ad.\n DesJarlais also appears to be taking swings at Tracy.  His campaign has set up a website that claims Tracy has sided with President Barack Obama on taxes, Common Core and the economic stimulus.",
                    "date": "2014-07-15",
                    "eventUri": "971227",
                    "id": "15270818",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3478,
                    "source": {
                        "title": "DNJ",
                        "uri": "www.dnj.com"
                    },
                    "time": "03:17:00",
                    "title": "Tracy plays abortion card in contest against DesJarlais",
                    "uri": "197238460",
                    "url": "http://www.dnj.com/article/20140714/NEWS/307140042?nclick_check=1",
                    "wgt": 1
                },
                {
                    "body": "Ruth Marcus: Yousef's story\nTracy Morgan: Recovering in style -- first pic since NJ turnpike crash",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15197949",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3384,
                    "source": {
                        "title": "NewsOK.com",
                        "uri": "newsok.com"
                    },
                    "time": "11:23:00",
                    "title": "Dead body falls out of coroner's van along busy road",
                    "uri": "197077257",
                    "url": "http://newsok.com/dead-body-falls-out-of-coroners-van-along-busy-road/article/4988712",
                    "wgt": 1
                },
                {
                    "body": "NASHVILLE -- Challenger Jim Tracy has dropped the political \"A\" bomb -- as in abortion -- in his effort to unseat U.S. Rep.  Scott DesJarlais in the 4th Congressional District's Republican primary on Aug. 7.\n In a direct mail piece last week, the Shelbyville state senator's campaign questions DesJarlais' effectiveness and charges he has \"no moral ground to stand on,\" given his personal history, to \"stand up to\" President Barack Obama and \"liberal Democrats.\" \"\nThe mailer refers to revelations during and after the 2012 campaign that DesJarlais, a South Pittsburg physician who calls himself strongly pro-life, advocated for his ex-wife and a patient with whom he'd had an affair to have abortions.\n \"Stand up to Obama and a Liberal Washington?\" the direct mail piece asks.  \"Obama's liberal agenda is destroying America.  We need strong, conservative leadership to defend our values.  But Scott DesJarlais doesn't have the moral ground to stand on.\" \"\nThe front of the mailer depicts wooden toy letter blocks spelling \"baby,\" and goes on to say, \"Abortions.  Affairs.  Abuse of Power.  We can't trust DesJarlais to Fight for Our Values.\" \"\nDesJarlais spokesman Robert Jameson called the piece \"just the sort of disgusting gutter politics we'd expected from [U.S. House Democratic leader] Nancy Pelosi and her allies in Washington.\" \"\n\"It's terribly disappointing that Sen.  Tracy chose to go this route rather than have a meaningful discussion on the issues,\" Jameson said.  \"He's chosen to engage in these same sort of gutter politics that Tennesseans have rejected in the last two elections.\" \"\nThe mailer appears to have gone out prior to DesJarlais' announcement Friday that he has been diagnosed with cancer in his neck and will undergo chemotherapy and radiation starting this week.  The congressman said it was caught early and doctors believe he has a 90 percent chance of recovery.\n Tracy launched a similar attack on his campaign website, www.tracyfortn.com/truth-about-desjarlais: \"DesJarlais says he shares our Conservative values but ...  He supported two abortions prior to the marriage of his wife, [g]ot fines for ethics violations during his time as a physician, [a]nd that isn't even half of the story!\"\nIn records from his 2000 divorce, DesJarlais acknowledged going along with his then-wife's decision to obtain two abortions.  Last year, the Tennessee Board of Medical Examiners voted 8-0 to reprimand DesJarlais and fined him $500 for sexual relationships with two patients in 2000.\n Following his 2012 re-election, DesJarlais said in a radio interview that all this occurred more than a decade earlier, before his successful re-marriage.  He is not that same person, the congressman said.\n \"I know God's forgiven me.  ...  I simply ask my fellow Christians and constituents to consider doing the same for me,\" he said.\n Tracy told the Times Free Press on Thursday during a campaign stop in Cleveland, Tenn., said the issue comes down to who effective representation for the 4th District.\n \"It gives people a choice between me and him.  Who do the people think would be the most effective?  And in being the most effective, you take everything into consideration,\" Tracy said.\n \"I definitely think it's legitimate,\" he added.\n When he announced in January 2013 that he try to stop DesJarlais's bid for a third term, Tracy charged the incumbent had \"betrayed and deceived\" voters about his past.\n He said, \"I promise that I will never embarrass you with my personal conduct or compromise on my conservative principles.\" \"\nBut until now, Tracy has campaigned on his conservative credentials and used softer terms like \"integrity\" in an ad without referencing the scandals.\n With early voting starting Friday, there's speculation the approach hasn't worked as well as the Tracy campaign had hoped.  Both sides claim their polling puts them ahead.\n A number of tea party groups continue to support DesJarlais.  Tea Party Nation founder Judson Phillips said last week that \"we need more conservatives who will stick to their principles and we need more Congressmen like Scott Desjarlais.\" \"\nTracy, meanwhile, has the support of most of his Senate Republican colleagues and has raised far more money than the incumbent.  Tracy has been up on television while DesJarlais has not.  His endorsements include groups like Concerned Women Political Action Committee.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15059079",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2569,
                    "source": {
                        "title": "timesfreepress.com",
                        "uri": "www.timesfreepress.com"
                    },
                    "time": "04:05:00",
                    "title": "Jim Tracy rakes up abortion scandal against Scott DesJarlais",
                    "uri": "196735784",
                    "url": "http://www.timesfreepress.com/news/2014/jul/13/tracy-rakes-up-abortion-scandal-against-desjarlais/",
                    "wgt": 1
                },
                {
                    "body": "Eight-year-old Lily, dad T.J. Shields, mom Tracey Shields, brother Peyton Shields and baby brother Nash Shields\nMarch 12, 2007 was the most terrifying day of Tracy Shields' life.  Tracy, who lives in Waveland, Mississippi, took her newborn daughter Lily to the doctor for her two week check-up where the doctor discovered an abnormal heart rhythm.  After an EKG confirmed a problem, the doctor sent Tracy and Lily to the emergency room right away.  Tracy was in a state of panic.\n Once Tracy and Lily arrived at the hospital, a Pediatric Cardiologist was waiting for them.  He hooked Lily up to a monitor and explained that Lily had Supraventricular Tachycardia (SVT), a heart condition where the heart's electrical system doesn't work right, causing the heart to beat very fast.\n In order to get Lily's heart into a normal rhythm doctors put a Ziploc bag of ice on her face and shocked her back into a normal rhythm.\n \"Watching your baby scream while they held a bag of ice on her face was one of the hardest things I have ever had to do,\" said Tracy.  \"From the ER, we were brought up to the PICU, where we lived for the next two weeks.\" \"\nDoctors finally got Lily's heart into a normal rhythm that was controlled by medication for the first year of her life.  When Lily was 13 months old she was able stop taking the medications.  She had thankfully outgrown the SVT.  She is still checked yearly, but is now a healthy, active 7-year-old.\n Lily's heart defect, as well as those of countless other Mississippi newborns, could most likely have been detected right after birth, had she been given a pulse oximetry screening.\n The American Heart Association is working to have pulse oximetry screening added to the Newborn Screening Panel for all babies born in Mississippi.  This would require pulse oximetry screening of all newborns for congenital heart defects.  Congenital heart defects are the number one killer of infants with birth defects.\n \"Pulse oximetry saves lives,\" said Dr. Mary Taylor, co-director of the Children's Heart Center at the University of Mississippi Medical Center.  \"The non-invasive screening can effectively identify infants with signs of congenital heart defects, saving valuable time and helping determine what the next course of testing and treatment should be.\" \"",
                    "date": "2014-07-15",
                    "eventUri": "971227",
                    "id": "15284082",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2199,
                    "source": {
                        "title": "The Clarion Ledger",
                        "uri": "www.mcherald.com"
                    },
                    "time": "06:58:00",
                    "title": "Heart Association calls for Pulse Oximetry screening",
                    "uri": "197274467",
                    "url": "http://www.mcherald.com/article/20140715/NEWS/307150003",
                    "wgt": 1
                },
                {
                    "body": "WEST End and Broadway hit musical comedy Hairspray returns to The Mayflower for a two week run, as part of its latest UK and Ireland tour, on Tuesday.\n The cast is led by Waterloo Road's Mark Benton as larger than life Edna Turnblad, Lucy Benjamin, of EastEnders fame, as scheming TV executive Velma Von Tussle and X Factor finalist Marcus Collins as too cool for school Seaweed Stubbs.\n They are joined by newcomer Freya Sutton as big-hearted, big-haired teen heroine Tracy Turnblad and original West End cast member Sandra Marvin, as Motormouth Maybelle.\n It's 1962, the 50s are out and change is in the air.  Baltimore's Tracy Turnblad, a big girl with big hair and an even bigger heart, has only one passion - dancing.\n She wins a spot on the local TV dance programme, The Corny Collins Show and, overnight, is transformed from outsider to irrepressible teen celebrity.\n But can a trendsetting hair-hopper like Tracy get her massively shy mother Edna out of the apartment, beat evil Amber to be crowned Miss Hairspray, integrate Corny's show for good, win the heart of local heart-throb Link Larkin, all without denting her super high 'do'?  If anyone can, Tracy can!\n Star of Early Doors, Northern Lights and Murphy's Law, Mark Benton has found a new appreciation for housecoats and heels since stepping into Michael Ball's shoes in the show.\n Ahead of only his second ever stop in Southampton, the other to see his beloved Middlesbrough lose at St Mary's, he told Lorelei Reddin: \"I'm loving it!  It's been a real surprise to me as I've never done anything like this before.\n \"It's been a real challenge but I always look to do different things and this is certainly a change from Chalky in Waterloo Road.\n \"I just thought what the hell, I'll have a go and the show has been an amazing experience.\n \"This is the first big lady I've played in more ways than one.\n \"It's great fun and I've got really swept up with it all, particularly the gigantic embroidered duvet I wear!\n\"The whole thing is a challenge.  Acting, singing and dancing is one thing, but putting them all together is something else!\"",
                    "date": "2014-07-14",
                    "eventUri": "971227",
                    "id": "15251539",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2146,
                    "source": {
                        "title": "Daily Echo",
                        "uri": "varnished.dailyecho.co.uk"
                    },
                    "time": "22:56:00",
                    "title": "A Hair-Raising Show",
                    "uri": "197195283",
                    "url": "http://varnished.dailyecho.co.uk/leisure/stage/stageinterviews/10336308.A_Hair_Raising_Show/?ref=rss",
                    "wgt": 1
                },
                {
                    "body": "The Cumberland County Library is hosting Movie Night on July 14.\n The animated family movie being shown features an ordinary Lego construction worker who is recruited to join a quest to stop an evil tyrant from gluing the Lego universe into eternal stasis.\n Actor and comedian Tracy Morgan, who has played the Levoy Theatre in Millville, has moved to outpatient rehab to continue his recovery from injuries sustained in a crash last month on the New Jersey Turnpike.\n --\nFire chiefs don't have state-imposed salary caps, and neither do police chiefs or directors of public works, education officials told a Senate committee last month.\n Why should there be salary caps just for superintendents, they asked?\n On Saturday, from noon to 2 p.m., on 92.1 FM radio, it's back to the heroin invasion with author Stacy Brandt, a recovering addict, and her boyfriend, who is passionate about the program.\n We heard Pastor Dave Ennis talk about the prostitution problem in Millville.\n He said one was picked up right in front of his church.\n So what happens in our society when a young woman gets hooked on drugs and can't afford them?\n They appear in court, pay a fine and are told to get a job.\n Bridgeton Main Street came up with the money to keep the rented scissors lift another week so Chris Kline could keep working on new facades for downtown Bridgeton under the \"Paint The Town'' program.\n --\nNot a single customer at Hudock's in mid-afternoon on Saturday?\n The parking lot at the state building in Bridgeton is always full.\n If we put a women's shoe salon in the old train station across South Pearl Street, would there be a lot of foot traffic?\n Or we could put the shoe salon across from the county courthouse on Fayette Street on the corner at Broad Street once the new prosecutor's office is done.\n Buy shoes on your lunch hour.\n That's what everybody did when Rovner's was downtown.\n --",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15105901",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1832,
                    "source": {
                        "title": "NJ.com (New Jersey)",
                        "uri": "www.nj.com"
                    },
                    "time": "18:04:00",
                    "title": "Prostitutes; state building full; facades continue; BEN Column, July 13, update 2",
                    "uri": "196854655",
                    "url": "http://www.nj.com/south-jersey-voices/index.ssf/2014/07/prostitutes_state_building_ful.html",
                    "wgt": 1
                },
                {
                    "body": "LAS VEGAS -- A Taxicab Authority officer, charged after recording an accidental phone call from his boss, is declared a victory in court Wednesday.\n The most serious charge, wiretapping, was dismissed against TA officer Joseph Morgan.  He still faces a less serious charge of making a surreptitious recording.\n As the I-Team previously reported, in Dec. 2012, Morgan's boss, Taxicab Authority enforcement chief Ruben Aquino did basically what he called a \"butt dial\" to Morgan's phone.  Morgan heard him inappropriately talking about internal investigations and recorded the call.  Morgan's attorney Robert Draskovich says he thinks they will win at trial.",
                    "date": "2014-07-13",
                    "eventUri": "971227",
                    "id": "15052961",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1499,
                    "source": {
                        "title": "www.8newsnow.com",
                        "uri": "www.8newsnow.com"
                    },
                    "time": "01:46:00",
                    "title": "I-Team: Wiretapping charge dismissed against Taxicab Authority officer",
                    "uri": "196038275",
                    "url": "http://www.8newsnow.com/story/25980279/i-team-wiretapping-charge-dismissed-against-taxicab-authority-officer?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Blasvegasnow%252Fhomepage%2B%25288NewsNOW.com%2B-%2BLocal%2BHeadlines%2529&utm_content=FeedBurner",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 57,
            "averageDate": "2014-07-13",
            "avgCos": 0.3978,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "971227",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "971227",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New Jersey",
                "lat": 40.16706,
                "long": -74.49987,
                "wikiUri": "http://en.wikipedia.org/wiki/New_Jersey"
            },
            "storyDate": "2014-07-13",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-555366",
            "variance": 0.3505
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-207808": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "La demanda, presentada el jueves en la Corte de Distrito de en Nueva Jersey, afirma que Wal-Mart fue negligente porque un conductor de uno de sus camiones-remolque chocó contra limusina van de Morgan.\n Tracy Morgan demandó a Wal-Mart por el accidente vial que tuvo en junio que lo dejó seriamente lesionado y donde murió un amigo del comediante.\n La demanda, presentada el jueves en la Corte de Distrito de en Nueva Jersey, afirma que Wal-Mart fue negligente porque un conductor de uno de sus camiones-remolque chocó contra limusina van de Morgan.\n La denuncia afirma que el gigante minorista debió saber que el conductor llevaba más de 24 horas despierto y que su viaje de 700 kilómetros de su casa en Georgia para trabajar en Delaware \"no era razonable\".  También alega que el conductor se quedó dormido al volante.\n \"Como resultado de violaciones manifiestas, conducta imprudente, voluntariosa, sin sentido e intencional, de Wal-Mart debe ser castigada apropiadamente con la imposición de daños punitivos\", según la denuncia.\n En el accidente del 7 de junio falleció el comediante James McNair, 62 años, también conocido como Jimmy Mack.  El comediante Ardley Fuqua, Jeffrey y Krista Millea, que resultaron heridos en la limusina, también son nombrados como demandantes.\n Morgan, quien salía en el programa nocturno \"Saturday Night Live\" y era actor estela en \"30 Rock\", resultó con fracturas de pierna y costillas en el accidente y se encuentra actualmente en un centro de rehabilitación.  Fuqua también se está recuperando de las lesiones.\n El conductor Kevin Roper, 35 años, se declaró inocente de haber causado una muerte en accidente automovilístico.  Una denuncia penal también lo acusa de no dormir más de 24 horas antes del suceso, una violación a la ley de Nueva Jersey.\n De acuerdo con los investigadores federales, Roper iba a 105 kilómetros por hora (65 millas) al momento de estrellarse contra la limusina.  El límite de velocidad en ese tramo de la autopista es de 88 kilómetros (55 millas) y se redujo a 72 kilómetros por hora (45 millas) esa noche por una construcción.\n Roper llevaba poco más de 13 horas trabajando al momento del accidente, concluyó el informe de las autoridades.  Las reglas federales permiten a los conductores de camiones trabajar hasta 14 horas al día, con un máximo de 11 horas al volante.\n Morgan regresaba de una actuación en el Dover Downs Hotel & Casino de Delaware cuando ocurrió el accidente.\n Hasta el momento ni Wal-Mart ni los representantes del actor han respondido a las solicitudes para comentar al respecto.",
                    "date": "2014-07-12",
                    "eventUri": "975123",
                    "id": "15033609",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8509,
                    "source": {
                        "title": "La Voz del Interior",
                        "uri": "www.lavoz.com.ar"
                    },
                    "time": "20:02:00",
                    "title": "Tracy Morgan demanda a Wal-Mart por accidente",
                    "uri": "196676084",
                    "url": "http://www.lavoz.com.ar/sucesos/tracy-morgan-demanda-wal-mart-por-accidente",
                    "wgt": 1
                },
                {
                    "body": "La demanda, presentada el jueves en la Corte de Distrito de en Nueva Jersey, afirma que Wal-Mart fue negligente porque un conductor de uno de sus camiones-remolque chocó contra limusina van de Morgan.  La denuncia afirma que el gigante minorista debió saber que el conductor llevaba más de 24 horas despierto y que su viaje de 700 kilómetros de su casa en Georgia para trabajar en Delaware \"no era razonable\".  También alega que el conductor se quedó dormido al volante.\n \"Como resultado de violaciones manifiestas, conducta imprudente, voluntariosa, sin sentido e intencional, de Wal-Mart debe ser castigada apropiadamente con la imposición de daños punitivos\", según la denuncia.\n En el accidente del 7 de junio falleció el comediante James McNair, 62 años, también conocido como Jimmy Mack.  El comediante Ardley Fuqua, Jeffrey y Krista Millea, que resultaron heridos en la limusina, también son nombrados como demandantes.\n Morgan, quien salía en el programa nocturno \"Saturday Night Live\" y era actor estela en \"30 Rock\", resultó con fracturas de pierna y costillas en el accidente y se encuentra actualmente en un centro de rehabilitación.  Fuqua también se está recuperando de las lesiones.\n El conductor Kevin Roper, 35 años, se declaró inocente de haber causado una muerte en accidente automovilístico.  Una denuncia penal también lo acusa de no dormir más de 24 horas antes del suceso, una violación a la ley de Nueva Jersey.\n De acuerdo con los investigadores federales, Roper iba a 105 kilómetros por hora (65 millas) al momento de estrellarse contra la limusina.  El límite de velocidad en ese tramo de la autopista es de 88 kilómetros (55 millas) y se redujo a 72 kilómetros por hora (45 millas) esa noche por una construcción.\n Roper llevaba poco más de 13 horas trabajando al momento del accidente, concluyó el informe de las autoridades.  Las reglas federales permiten a los conductores de camiones trabajar hasta 14 horas al día, con un máximo de 11 horas al volante.\n Morgan regresaba de una actuación en el Dover Downs Hotel & Casino de Delaware cuando ocurrió el accidente.\n Hasta el momento ni Wal-Mart ni los representantes del actor han respondido a las solicitudes para comentar al respecto.",
                    "date": "2014-07-12",
                    "eventUri": "975123",
                    "id": "15022427",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8497,
                    "source": {
                        "title": "Periódico El Mexicano",
                        "uri": "www.el-mexicano.com.mx"
                    },
                    "time": "16:51:00",
                    "title": "Tracy Morgan demanda a Wal-Mart por accidente",
                    "uri": "196647140",
                    "url": "http://www.el-mexicano.com.mx//informacion/noticias/1/8/fama/2014/07/12/770280/tracy-morgan-demanda-a-wal-mart-por-accidente",
                    "wgt": 1
                },
                {
                    "body": "Trenton, Nueva Jersey - Tracy Morgan demandÃ³ a Wal-Mart por el accidente vial que tuvo en junio que lo dejÃ³ seriamente lesionado y donde muriÃ³ un amigo del comediante.\n La demanda, presentada el jueves en la Corte de Distrito de en Nueva Jersey, afirma que Wal-Mart fue negligente porque un conductor de uno de sus camiones-remolque chocÃ³ contra limusina van de Morgan.  La denuncia afirma que el gigante minorista debiÃ³ saber que el conductor llevaba mÃ¡s de 24 horas despierto y que su viaje de 434 millas de su casa en Georgia para trabajar en Delaware \"no era razonable\".  TambiÃ©n alega que el conductor se quedÃ³ dormido al volante.\n \"Como resultado de violaciones manifiestas, conducta imprudente, voluntariosa, sin sentido e intencional, de Wal-Mart debe ser castigada apropiadamente con la imposiciÃ³n de daÃ±os punitivos\", segÃºn la denuncia.\n En el accidente del 7 de junio falleciÃ³ el comediante James McNair, 62 aÃ±os, tambiÃ©n conocido como Jimmy Mack.  El comediante Ardley Fuqua, Jeffrey y Krista Millea, que resultaron heridos en la limusina, tambiÃ©n son nombrados como demandantes.\n Morgan, quien salÃ­a en el programa nocturno \"Saturday Night Live\" y era actor estelar en \"30 Rock\", resultÃ³ con fracturas de pierna y costillas en el accidente y se encuentra actualmente en un centro de rehabilitaciÃ³n.  Fuqua tambiÃ©n se estÃ¡ recuperando de las lesiones.\n El conductor Kevin Roper, 35 aÃ±os, se declarÃ³ inocente de haber causado una muerte en accidente automovilÃ­stico.  Una denuncia penal tambiÃ©n lo acusa de no dormir mÃ¡s de 24 horas antes del suceso, una violaciÃ³n a la ley de Nueva Jersey.\n De acuerdo con los investigadores federales, Roper iba a 65 millas al momento de estrellarse contra la limusina.  El lÃ­mite de velocidad en ese tramo de la autopista es de 55 millas y se redujo a 45 millas esa noche por una construcciÃ³n.\n Roper llevaba poco mÃ¡s de 13 horas trabajando al momento del accidente, concluyÃ³ el informe de las autoridades.  Las reglas federales permiten a los conductores de camiones trabajar hasta 14 horas al dÃ­a, con un mÃ¡ximo de 11 horas al volante.\n Morgan regresaba de una actuaciÃ³n en el Dover Downs Hotel &amp; Casino de Delaware cuando ocurriÃ³ el accidente.\n Hasta el momento ni Wal-Mart ni los representantes del actor han respondido a las solicitudes para comentar al respecto.",
                    "date": "2014-07-12",
                    "eventUri": "975123",
                    "id": "15020624",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8456,
                    "source": {
                        "title": "El Nuevo Dia",
                        "uri": "www.elnuevodia.com"
                    },
                    "time": "16:19:00",
                    "title": "Comediante Tracy Morgan demanda a Wal-Mart por accidente",
                    "uri": "196642473",
                    "url": "http://www.elnuevodia.com/comediantetracymorgandemandaawalmartporaccidente-1812659.html",
                    "wgt": 1
                },
                {
                    "body": "Trenton, Nueva Jersey.- - Tracy Morgan demandÃ³ a Wal-Mart por el accidente vial que tuvo en junio que lo dejÃ³ seriamente lesionado y donde muriÃ³ un amigo del comediante.\n La demanda, presentada el jueves en la Corte de Distrito de en Nueva Jersey, afirma que Wal-Mart fue negligente porque un conductor de uno de sus camiones-remolque chocÃ³ contra limusina van de Morgan.  La denuncia afirma que el gigante minorista debiÃ³ saber que el conductor llevaba mÃ¡s de 24 horas despierto y que su viaje de 700 kilÃ³metros de su casa en Georgia para trabajar en Delaware \"no era razonable\".  TambiÃ©n alega que el conductor se quedÃ³ dormido al volante.\n \"Como resultado de violaciones manifiestas, conducta imprudente, voluntariosa, sin sentido e intencional, de Wal-Mart debe ser castigada apropiadamente con la imposiciÃ³n de daÃ±os punitivos\", segÃºn la denuncia.\n En el accidente del 7 de junio falleciÃ³ el comediante James McNair, 62 aÃ±os, tambiÃ©n conocido como Jimmy Mack.  El comediante Ardley Fuqua, Jeffrey y Krista Millea, que resultaron heridos en la limusina, tambiÃ©n son nombrados como demandantes.\n Morgan, quien salÃ­a en el programa nocturno \"Saturday Night Live\" y era actor estela en \"30 Rock\", resultÃ³ con fracturas de pierna y costillas en el accidente y se encuentra actualmente en un centro de rehabilitaciÃ³n.  Fuqua tambiÃ©n se estÃ¡ recuperando de las lesiones.\n El conductor Kevin Roper, 35 aÃ±os, se declarÃ³ inocente de haber causado una muerte en accidente automovilÃ­stico.  Una denuncia penal tambiÃ©n lo acusa de no dormir mÃ¡s de 24 horas antes del suceso, una violaciÃ³n a la ley de Nueva Jersey.\n De acuerdo con los investigadores federales, Roper iba a 105 kilÃ³metros por hora (65 millas) al momento de estrellarse contra la limusina.  El lÃ­mite de velocidad en ese tramo de la autopista es de 88 kilÃ³metros (55 millas) y se redujo a 72 kilÃ³metros por hora (45 millas) esa noche por una construcciÃ³n.\n Roper llevaba poco mÃ¡s de 13 horas trabajando al momento del accidente, concluyÃ³ el informe de las autoridades.  Las reglas federales permiten a los conductores de camiones trabajar hasta 14 horas al dÃ­a, con un mÃ¡ximo de 11 horas al volante.\n Morgan regresaba de una actuaciÃ³n en el Dover Downs Hotel &amp; Casino de Delaware cuando ocurriÃ³ el accidente.\n Hasta el momento ni Wal-Mart ni los representantes del actor han respondido a las solicitudes para comentar al respecto.",
                    "date": "2014-07-12",
                    "eventUri": "975123",
                    "id": "15017391",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7915,
                    "source": {
                        "title": "Primera Hora",
                        "uri": "www.primerahora.com"
                    },
                    "time": "15:21:00",
                    "title": "Tracy Morgan demanda a Wal-Mart por accidente",
                    "uri": "196633264",
                    "url": "http://www.primerahora.com/entretenimiento/farandula/nota/tracymorgandemandaawalmartporaccidente-1021983/",
                    "wgt": 1
                },
                {
                    "body": "El cómico considera a la compañía responsable del siniestro, supuestamente causado por uno de sus transportistas, Kevin Roper, que en el momento de la colisión llevaba más de 24 horas sin dormir\nEl cómico Tracy Morgan presentó esta semana una demanda contra Walmart por el accidente de tráfico que el pasado 7 de junio le dejó gravemente herido después de que un camionero de la cadena de supermercados embistiera el vehículo en el que viajaba.\n Según recoge el diario New York Post, Morgan considera a la compañía responsable del siniestro, supuestamente causado por uno de sus transportistas, Kevin Roper, que en el momento de la colisión llevaba más de 24 horas sin dormir.\n \"Walmart fue poco cuidadosa y negligente en la propiedad y operación de su vehículo, que causó al señor Morgan graves heridas\" , señala la demanda presentada ante un juzgado de Nueva Jersey, donde ocurrió el suceso.\n Según las investigaciones, Roper llevaba más de 24 horas despierto, había conducido sin pausa durante nueve horas y media y circulaba a una velocidad muy por encima de la permitida cuando golpeó al vehículo en el que viajaban Morgan y varios compañeros.\n En el accidente falleció el cómico James McNair, y varias personas resultaron heridas de gravedad, entre ellas Morgan, que fue ingresado en un hospital en estado crítico, con una pierna y varias costillas fracturadas.\n El popular actor -conocido por sus papeles en los programas televisivos \"Saturday Night Live\" y \"30 Rock\" - se dirigía de vuelta a Nueva York tras actuar en un casino en el estado de Delaware.\n Roper, por su parte, fue acusado por causar el accidente y quedó en libertad tras depositar una fianza de 50 mil dólares.",
                    "date": "2014-07-12",
                    "eventUri": "975123",
                    "id": "15017478",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6722,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "15:22:00",
                    "title": "Tracy Morgan demanda a Walmart por su accidente",
                    "uri": "196633422",
                    "url": "http://www.eluniversal.com.mx/espectaculos/2014/tracy-morgan-demanda-walmart--1022835.html",
                    "wgt": 1
                },
                {
                    "body": "El cómico Tracy Morgan presentó esta semana una demanda contra Walmart por el accidente de tráfico que el pasado 7 de junio le dejó gravemente herido después de que un camionero de la cadena de supermercados embistiera el vehículo en el que viajaba.\n Según recoge hoy el diario New York Post, Morgan considera a la compañía responsable del siniestro, supuestamente causado por uno de sus transportistas, Kevin Roper, que en el momento de la colisión llevaba más de 24 horas sin dormir.\n \"Walmart fue poco cuidadosa y negligente en la propiedad y operación de su vehículo, que causó al señor Morgan graves heridas\", señala la demanda presentada ante un juzgado de Nueva Jersey, donde ocurrió el suceso.\n Según las investigaciones, Roper llevaba más de 24 horas despierto, había conducido sin pausa durante nueve horas y media y circulaba a una velocidad muy por encima de la permitida cuando golpeó al vehículo en el que viajaban Morgan y varios compañeros.\n En el accidente falleció el cómico James McNair, y varias personas resultaron heridas de gravedad, entre ellas Morgan, que fue ingresado en un hospital en estado crítico, con una pierna y varias costillas fracturadas.\n El popular actor -conocido por sus papeles en los programas televisivos \"Saturday Night Live\" y \"30 Rock\"- se dirigía de vuelta a Nueva York tras actuar en un casino en el estado de Delaware.\n Roper, por su parte, fue acusado por causar el accidente y quedó en libertad tras depositar una fianza de 50.000 dólares.",
                    "date": "2014-07-12",
                    "eventUri": "975123",
                    "id": "15014627",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6683,
                    "source": {
                        "title": "Terra",
                        "uri": "entretenimiento.terra.com.mx"
                    },
                    "time": "14:41:00",
                    "title": "Cómico Tracy Morgan demanda a Walmart por el accidente que sufrió en N.Jersey",
                    "uri": "196626706",
                    "url": "http://entretenimiento.terra.com.mx/cultura/comico-tracy-morgan-demanda-a-walmart-por-el-accidente-que-sufrio-en-njersey%2Ccf84b796a8a27410VgnCLD200000b1bf46d0RCRD.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-07-12",
            "avgCos": 0.6228,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "975123",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "974115",
            "lang": "spa",
            "storyDate": "2014-07-12",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-207808",
            "variance": 0.2788
        }
    },
    "meta": {
        "CCAArticleMatchCount": 282,
        "CCAArticleMatchRatio": 0.4715719063545151,
        "CCAAvgCosSim": 0.6728232269503543,
        "CCAAvgMatchWgt": 44.70567375886525,
        "_articleUri1": "197152999",
        "_articleUri2": "196676084",
        "_datetime": "2015-02-19 18:47:09",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-555366",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-207808",
        "_username": "Evgenia Belyaeva",
        "artCount1": 57,
        "artCount2": 6,
        "avgCosSimStory1": 0.3978,
        "avgCosSimStory2": 0.6228,
        "categorySim": 0,
        "conceptCosSim": 0.6840323951109761,
        "conceptJaccardSim": 0.1886792452830189,
        "coreTime1": 127367.1333333333,
        "coreTime2": 127358.6833333333,
        "coreTimeStDev1": 15.96027738488709,
        "coreTimeStDev2": 1.756943895478023,
        "entityCosSim": 0.7985339827407909,
        "entityJaccardSim": 0.3333333333333333,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 12,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5680820669186724,
        "keywordJaccardSim": 0.1315789473684211,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 15,
        "storyQuality2": 13,
        "timeAvg1": 127391.1058479533,
        "timeAvg2": 127360.4333333333,
        "timeStDev1": 18.57068827150725,
        "timeStDev2": 1.756943895478023,
        "varianceStory1": 0.3505,
        "varianceStory2": 0.2788
    }
}