{
    "850f305d-14db-4c75-b547-79470a557ea3-121869": {
        "articles": {
            "resultCount": 23,
            "results": [
                {
                    "body": "You may have heard that Google sold Motorola Mobility to Lenovo.  Although that's not exactly what happened, the transaction will probably change the mobile industry completely.\n First, let's be accurate about what transpired.\n Two years ago, Google acquired Motorola Mobility for $12.5 billion.  And, yes, this week Google announced its intent to sell Motorola Mobility -- for $2.3 billion.\n But Google didn't sell everything it bought.  Google basically stripped the acquired entity for parts and kept the most important bits: 15,000 of Motorola Mobility's 17,000 patents.\n Before selling the handset business to Lenovo, Google had sold Motorola Home, the company's TV set-top box business, to a company called Arris for $2.6 billion a little over a year ago.\n The Motorola Mobility patent portfolio gave Google, as the creator of Android, an immediate short- and long-term advantage in the ugly patent wars that plague the mobile industry.  Google was instantly able to defend itself against Apple and others in the courtroom.  (Google has valued Motorola's patents at $5.5 billion.) )\nAs part of the original Motorola acquisition, Google also bought Motorola's innovative advanced research and development group, currently headed by the former head of the U.S. military's research and development wing, Regina Dugan.  The group is famously working on modular smartphones, electronic tattoos and smart pills.  Yeah, Google's keeping that group.  (Oddly, it's keeping the R&D division in the Android group, rather than folding it into its own Google X labs.) )\nThe sale also gives Google five benefits generally unnoticed in the popular accounting.\n First, Google gets to stop losing money on Motorola.  The Motorola unit cost Google nearly $1.3 billion last year.  Selling the unit may have saved Google the loss of another billion this year and maybe another billion after that.\n Second, the sale will improve Google's relationship with Samsung, the world's biggest smartphone maker and the company that makes about one-third of the world's smartphone handsets.  Now that Google is no longer a direct competitor, Samsung can pursue less ambiguous policies around its apps, its interfaces and its alternative operating system ( Tizen).  Already, some observers are suggesting that the agreements between Google and Samsung announced this week -- in one case an agreement to make Samsung's new Magazine UX interface more Google-apps friendly, and in the other case a deal to cross-license patents between the two companies -- may have been based on the knowledge that Google was selling Motorola.\n Third, it's possible that Google now has a friend in China.  Google's search engine market share in China is only 1.6%.  Just 3.5% of Android devices in China use Google's Play Store.  Although Android dominates the Chinese smartphone scene, Google is a marginal presence there.  The Motorola sale involves giving Google a roughly 5% ownership in Lenovo.  It seems likely that Lenovo will offer Google services and apps and the Play Store on its Chinese phones, even as Lenovo grows to dominate the market there.\n Fourth, the sale of Motorola improves Google's relationships with all Android phone makers because, again, it's no longer a direct competitor.\n And finally, Google can enjoy a new focus on the core businesses that matter -- businesses that involve algorithms and vast data centers.\n The sale of Motorola, though reported as a big loss, really changes everything for Google in a positive way.\n It also changes everything for Lenovo.\n In the U.S., people think of Lenovo primarily in connection with its acquisition of IBM's ThinkPad line long ago.  But Lenovo is a major player in China.\n The purchase of Motorola will give Lenovo more than 50 international carrier relationships, including all four major U.S. carriers.  Those relationships give Lenovo an E-Z pass into international markets with Motorola phones today and with Lenovo-designed and -built phones tomorrow.\n It also makes Lenovo the world's No. 3 smartphone maker, behind Samsung and Apple.  (The company is already the world's biggest PC maker.) )\nIronically, the company least affected by all this in the short term is likely to be Motorola.  Lenovo has suggested that for the foreseeable future, it's going to be business as usual.\n Motorola is at the forefront of a movement to assemble computers and phones in U.S. factories.\n That movement includes other companies, such as Apple.  But Motorola is doing something unprecedented with its U.S. manufacturing operations: It's custom-building phones to order and delivering them within four days.\n It's unclear whether that's a winning strategy from a business perspective, but Lenovo issued a statement saying \"there are now no plans to change Motorola's approach to manufacturing.\" \" Of course, it's unknown if plans will exist later.\n And Lenovo has proved to be open to the idea of U.S. manufacturing -- some ThinkPads, for example, are built in North Carolina.\n Lenovo is one of the most successful companies in the world at acquiring companies and turning them into international success stories.  A key element of that success is: If it ain't broke, don't fix it.  I think it's likely that Lenovo will let Motorola continue on its current trajectory, complete with its custom manufacturing business, which turns out devices with wood backing, X8-driven contextual control and feedback and all the rest.\n In short, the deal remakes Google by turning the company into a more focused organization, improving its relationships with partners and leaving it with a powerful patent portfolio.  It also remakes Lenovo into a genuinely global brand and one of the top consumer electronics companies in the world.\n It's a great reshuffling that will probably benefit consumers quite a bit.  Google's a better Google.  Lenovo's a bigger Lenovo.  And Motorola Mobility probably gets to keep being Motorola Mobility.\n This article, \" How 'Lenovorola' Changes the Mobile World,\" was originally published on Computerworld.c com.\n Mike Elgan writes about technology and tech culture.  You can contact Mike and learn more about him on Google+.  You can also see more articles by Mike Elgan on Computerworld.c com.\n Read more about mobile/wireless in Computerworld's Mobile/Wireless Topic Center.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4331801",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7634,
                    "source": {
                        "title": "PC Advisor",
                        "uri": "www.pcadvisor.co.uk"
                    },
                    "time": "13:30:00",
                    "title": "How 'Lenovorola' changes the mobile world",
                    "uri": "155811950",
                    "url": "http://www.pcadvisor.co.uk/news/mobile-phone/3500063/how-lenovorola-changes-the-mobile-world/?olo=rss",
                    "wgt": 1
                },
                {
                    "body": "A Javascript enabled browser is required in order to view the video\nChinese technology company Lenovo is buying loss-making Motorola from search engine giant Google.\n The price is $2.9 billion dollars (2.13 billion euros), less than a quarter of the $12.5 billion Google paid for the handset maker in May 2012.\n But one industry watcher said it is not as bad a deal as it looks for Google.\n Reuters Breakingviews Asia Editor Peter Thal Larsen explained: \"They sold the Motorola set top box business for a couple of billion dollars, they also had a one billion dollar tax credit that came with the business when they bought it.  And the business had three billion dollars of cash in it, which Google will keep as a result of this deal.\" \"\nHe pointed out that Google will retain ownership of most of Motorola's patent portfolio: \"Google is also keeping the patents which are part of the Motorola mobility business, which is what they were really interested in in the first place.  So when you add all that up, it looks like Google is actually coming out slightly better.  They get some patents, they get some technology and mobile.  And they get rid of this handset business, which is something that they didn't really want to own, and Lenovo does.\" \"\nBetting on a turnaround\nLenovo - which makes only 20 percent of its money from mobile phones and the rest from personal computers - is betting that it can stem Motorola's losses and challenge the big boys - Samsung and Apple.  This purchase makes it number three in the smartphone market.\n Lenovo's chief executive Yang Yuanqing told reporters at a news conference: \"With the merger of the two companies, Levono will bring Motorola Mobility on the path of healthy growth with profit, and launch a powerful challenge to the world's largest and second largest smart phone producers.\" \"\nLarry Page, CEO of Google was also upbeat saying: \"We think Lenovo has the expertise and track record to scale Motorola into a major player within the Android ecosystem.  They have a lot experience in hardware, and they have global reach.\" \"\nBut investors felt Lenovo had overpaid and Lenovo's shares slumped 8.2 percent on Thursday.  Google's shares rose.\n Big deals\nIt is the Chinese firm's second major US deal in a week.  It also agreed to buy IBM's low-end server business for $2.3 billion (1.7 billion euros).\n Reuters' Peter Thal Larsen is also not sure if these deals can come good for Lenovo: \"They have a big handset business in China, but not so big outside China.  And obviously buying Motorola gets them a brand name that is recognised in other parts of the world, particularly the United States.\n \"With servers, it's a bit less clear how that fits in, but the strategy with the IBM servers business basically seems to be that they can improve the profitability of that business by mashing it together with their PC business - buying the same components, assembling it at the same time.  But nonetheless, it looks like integrating these two big acquisitions, which are both loss-making, is going to be a big ask for Lenovo.\" \"",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4382615",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7445,
                    "source": {
                        "title": "euronews",
                        "uri": "www.euronews.com"
                    },
                    "time": "05:29:00",
                    "title": "Lenovo and Google happy with Motorola deal, Chinese investors less so",
                    "uri": "155953840",
                    "url": "http://www.euronews.com/2014/01/30/lenovo-and-google-happy-with-motorola-deal-chinese-investors-less-so/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Beuronews%252Fen%252Fbusiness%2B%2528euronews%2B-%2Bbusiness%2B-%2Ben%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Lenovo successfully stewarded the ThinkPad brand after it acquired the laptop business from IBM.  Now it plans to do the same with Motorola smartphones, following its acquisition of Motorola Mobility from Google in a deal valued at $2.91 billion.  That's the word from Yuanqing Yang, Lenovo's CEO, in an interview posted by Fortune.\n With Motorola, Lenovo will be the No. 3 smartphone maker worldwide.  Do you think your company can catch up with Apple (AAPL) or Samsung, who are still far ahead of you?  And how long will it take?\n Definitely, over time.  Our mission is to surpass them.\n Lenovo has aggressive plans for the smartphone market.  They plan to double the combined sales of smartphones between their existing business and Motorola's by 2015.  They have their eyes on emerging markets, have a strong presence in China and now will be competing in markets where Motorola has a strong presence.\n In the space of a week, the landscape of the smartphone market has changed pretty dramatically.  It'll be interesting to see what happens from here.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4362014",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7379,
                    "source": {
                        "title": "iMore",
                        "uri": "www.imore.com"
                    },
                    "time": "22:20:00",
                    "title": "Lenovo's goal to \"surpass\" Apple, Samsung with Motorola deal",
                    "uri": "155901731",
                    "url": "http://www.imore.com/lenovos-goal-surpass-apple-samsung-motorola-deal",
                    "wgt": 1
                },
                {
                    "body": "Google recently dished off Motorola to Lenovo for $2.91 billion, while holding on to a large share of Moto's patents along with the Advanced Technology and Projects group.  After the acquisition, Lenovo CEO Yuanqing Yang gave an interview with Fortune regarding the deal where he talked about his plans to over take his biggest competitors, Apple and Samsung.\n With Motorola, Lenovo becomes the third largest smartphone maker worldwide, and when asked how he feels about catching up to his top-seated competitors, Yang said his company's \"mission is to surpass them.\" \"\nIt sounds as though Lenovo will market its smartphones with the Motorola brand, likely a smart choice considering Motorola's pedigree.  However, Yang also mentioned there was some uncertainty regarding this issue still, saying the company will most likely \"leverage the Motorola brand, but it could be something like 'Motorola by Lenovo.' '\"\nYang also told Fortune a little bit about how Lenovo became interested in Motorola when it split into Motorola Mobility and Motorola Solutions back in 2011, as well other plans regarding branding in certain countries.  There will still be a waiting period while US regulatory groups finally green light the deal, according to reports the purchase will go through a review by the Committee on Foreign Investment in the United States (CFIUS), a group responsible for ensuring there are no national security risks taken through deals of this nature.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4303295",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7361,
                    "source": {
                        "title": "TechSpot",
                        "uri": "www.techspot.com"
                    },
                    "time": "04:42:00",
                    "title": "Lenovo says its 'mission is to surpass' Apple and Samsung with the Moto acquisition",
                    "uri": "155726033",
                    "url": "http://www.techspot.com/news/55523-lenovo-says-its-mission-is-to-surpass-apple-and-samsung-with-the-moto-acquisition-.html",
                    "wgt": 1
                },
                {
                    "body": "The global PC leader and fifth largest smartphone maker China-based Lenovo rose to the world's third best player in the smartphone area with the purchase of the smartphone unit Motorola from Google.  The latest move by Lenovo will likely turn the global smartphone market into a three-way battle among South Korea's Samsung, US's Apple and China's Lenovo.\n Lenovo announced on January 29 (local time) that it decided to acquire the smartphone unit for $2.9 billion (3.1 trillion won) from Google.  This is one fourth of $12.4 billion, the price that Google bought Motorola in May 2015.  Under the deal, Google will shed production facilities of Motorola products and keep Motorola's patents.\n The deal will help Lenovo lay a foundation to enter into the US and give a challenge to take crown in the Apple-Samsung led smartphone market.  According to the US's market researching firm SA, the combined smartphone market share of Lenovo and Motorola was the third biggest of 6.0 percent after Samsung Electronics 32.3 percent and Apple 15.5 percent.\n Lenovo CEO Yang Yuanqing noted, \"we target 100 million units of smartphone sales worldwide in a year.\" \" The Chinese smartphone manufacture sold 45 million units last year.\n So far, Samsung and Apple dominated the high-end smartphone market while LG Electronics and Chinese rivals competed in the low-end market.  But from now on, with Lenovo's purchase, the whole market will see a three-cornered fight among Samsung, Apple and Lenovo.\n [ⓒ Maeil Business Newspaper & mk.c co.kr, All rights reserved]",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4393329",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7307,
                    "source": {
                        "title": "news.mk.co.kr",
                        "uri": "news.mk.co.kr"
                    },
                    "time": "09:26:00",
                    "title": "Google sells Motorola to Lenovo",
                    "uri": "155986107",
                    "url": "http://news.mk.co.kr/newsRead.php?rss=Y&sc=30800006&year=2014&no=170343&sID=308",
                    "wgt": 1
                },
                {
                    "body": "02 Feb 2014 Beijing (AFP)\nIn 1984, with only $25,000 in Chinese government funding and a dusty 20-square-metre bungalow as their headquarters, a small group of scientists in Beijing founded a firm called New Technology Developer Inc.\nThirty years later, the tech company -- which went on to become Legend and later, Lenovo -- is the world's biggest personal computer maker, and has just completed two major deals with IBM and Google that analysts say will help it to diversify away from the sagging PC market and boost its expansion overseas.\n Lenovo's $2.3 billion purchase of IBM's low-end server business and its $2.91 billion acquisition of Motorola from Google are evidence of the Chinese tech giant's \"global ambitions\", said Jean-Francois Dufour at DCA Chine-Analyse.\n \"Just as iPhones and iPads have overtaken Macs in commercial importance for Apple, smartphones and tablets are expected to replace PCs in part for Lenovo,\" said Dufour, who called the firm \"the pioneer of Chinese companies' global offensive\".\n Lenovo's purchase of IBM's low-end server business and its acquisition of Motorola from Google are evidence of the tech giant's 'global ambitions'\nThe back-to-back deals are all the more significant because of their timing, coming just as US President Barack Obama noted in his annual State of the Union address on Tuesday that \"for the first time in over a decade, business leaders around the world have declared that China is no longer the world's number one place to invest; America is\".\n With Chinese investment in the US doubling to $14 billion in 2013, a larger and larger share of that capital is coming from America's rival across the Pacific -- a fact unmentioned by Obama in his speech.\n From its humble beginnings, Lenovo has charted an impressive course in the personal computer market.  Under its earlier name, Legend, it secured the biggest share in China's domestic market in 1996 and in the Asia-Pacific region three years later.\n Its 2003 decision to change the name of its PC brand from Legend to Lenovo in a bid to boost its sales abroad marked the beginning of its ascent to global preeminence.\n That move was followed by a successful 2004 bid to serve as the exclusive computing technology provider for the 2006 Turin Winter Olympics and the 2008 Beijing Games, making it the first Chinese firm to become a major Olympic sponsor.\n Lenovo now has PC products in more than 160 countries and has worked to build its global brand\nBut it was Lenovo's 2005 acquisition of IBM's PC division for $1.75 billion that cemented its rise, setting it on track to unseat Hewlett-Packard as the world's top PC vendor last year.\n Lenovo now has PC products in more than 160 countries and has worked to build its global brand by recruiting celebrities such as basketball star Kobe Bryant and Hollywood actor Ashton Kutcher, who the company named a \"product engineer\" for its new Yoga Tablet device.\n With its Motorola purchase, Lenovo hopes to replicate its PC market success in the smartphone universe.  The deal \"will immediately make Lenovo a strong global competitor in smartphones\", Lenovo chairman and chief executive officer Yang Yuanqing said.\n As it did after the 2005 IBM deal, however, it faces tough odds.\n Lenovo is the number-two smartphone maker in China with a 12.5 percent market share in the third quarter of 2013, behind South Korea-based Samsung's 18.4 percent.\n But globally, Lenovo ranked fifth in the same quarter, with only 4.5 percent market share.  Its acquisition of Motorola is likely to bump it up to the No. 3 spot, Yang said, but it will remain well behind leaders Samsung and US tech giant Apple, with 31.3 percent and 15.3 percent, respectively.\n Varun Goel, head of portfolio management services at Karvy Stock Broking, noted that while Lenovo has succeeded in the world of PCs, the smartphone market is \"a very different ball game, with entrenched players like Apple and Samsung leading the fray\".\n \"While Lenovo has expertise in hardware, today's smartphone industry is driven by smarter softwares,\" Goel told AFP.\n \"In the smartphone markets, Google's Android platform has been gaining strength.  There is very little differentiation that Motorola's Android-powered phones currently have over Samsung, which uses the same platform.\" \"\n\"We are not sure if this acquisition will add long term value to Lenovo's shareholders,\" he added.\n China's official Xinhua news agency had a more optimistic outlook.  In a commentary published Thursday, it greeted Lenovo's Motorola purchase and said by expanding their global reach, Chinese companies seek to \"bring about a win-win outcome\".\n \"The amicable combination should ... be greeted by blessing rather than doubt by the world,\" it said, noting that Lenovo has pledged not to lay off any Motorola employees following the deal.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4395359",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7282,
                    "source": {
                        "title": "Agence France Presse (AFP)",
                        "uri": "www.afp.com"
                    },
                    "time": "10:21:00",
                    "title": "Lenovo signals 'global ambitions' with Motorola deal",
                    "uri": "155993907",
                    "url": "http://www.afp.com/en/news/topstories/lenovo-signals-global-ambitions-motorola-deal",
                    "wgt": 1
                },
                {
                    "body": "BEIJING: In 1984, with only $25,000 in Chinese government funding and a dusty 20-square-metre bungalow as their headquarters, a small group of scientists in Beijing founded a firm called New Technology Developer Inc.\nThirty years later, the tech company -- which went on to become Legend and later, Lenovo -- is the world's biggest personal computer maker, and has just completed two major deals with IBM and Google that analysts say will help it to diversify away from the sagging PC market and boost its expansion overseas.\n Lenovo's $2.3 billion purchase of IBM's low-end server business and its $2.91 billion acquisition of Motorola from Google are evidence of the Chinese tech giant's \"global ambitions\", said Jean-Francois Dufour at DCA Chine-Analyse.\n \"Just as iPhones and iPads have overtaken Macs in commercial importance for Apple, smartphones and tablets are expected to replace PCs in part for Lenovo,\" said Dufour, who called the firm \"the pioneer of Chinese companies' global offensive\".\n The back-to-back deals are all the more significant because of their timing, coming just as US President Barack Obama noted in his annual State of the Union address on Tuesday that \"for the first time in over a decade, business leaders around the world have declared that China is no longer the world's number one place to invest; America is\".\n With Chinese investment in the US doubling to $14 billion in 2013, a larger and larger share of that capital is coming from America's rival across the Pacific -- a fact unmentioned by Obama in his speech.\n From its humble beginnings, Lenovo has charted an impressive course in the personal computer market.  Under its earlier name, Legend, it secured the biggest share in China's domestic market in 1996 and in the Asia-Pacific region three years later.\n Its 2003 decision to change the name of its PC brand from Legend to Lenovo in a bid to boost its sales abroad marked the beginning of its ascent to global preeminence.\n That move was followed by a successful 2004 bid to serve as the exclusive computing technology provider for the 2006 Turin Winter Olympics and the 2008 Beijing Games, making it the first Chinese firm to become a major Olympic sponsor.\n But it was Lenovo's 2005 acquisition of IBM's PC division for $1.75 billion that cemented its rise, setting it on track to unseat Hewlett-Packard as the world's top PC vendor last year.\n Lenovo now has PC products in more than 160 countries and has worked to build its global brand by recruiting celebrities such as basketball star Kobe Bryant and Hollywood actor Ashton Kutcher, who the company named a \"product engineer\" for its new Yoga Tablet device.\n With its Motorola purchase, Lenovo hopes to replicate its PC market success in the smartphone universe.  The deal \"will immediately make Lenovo a strong global competitor in smartphones\", Lenovo chairman and chief executive officer Yang Yuanqing said.\n As it did after the 2005 IBM deal, however, it faces tough odds.\n Lenovo is the number-two smartphone maker in China with a 12.5 percent market share in the third quarter of 2013, behind South Korea-based Samsung's 18.4 percent.\n But globally, Lenovo ranked fifth in the same quarter, with only 4.5 percent market share.  Its acquisition of Motorola is likely to bump it up to the No. 3 spot, Yang said, but it will remain well behind leaders Samsung and US tech giant Apple, with 31.3 percent and 15.3 percent, respectively.\n Varun Goel, head of portfolio management services at Karvy Stock Broking, noted that while Lenovo has succeeded in the world of PCs, the smartphone market is \"a very different ball game, with entrenched players like Apple and Samsung leading the fray\".  \"While Lenovo has expertise in hardware, today's smartphone industry is driven by smarter softwares,\" Goel told AFP.\n \"In the smartphone markets, Google's Android platform has been gaining strength.  There is very little differentiation that Motorola's Android-powered phones currently have over Samsung, which uses the same platform.\" \" \"\nWe are not sure if this acquisition will add long term value to Lenovo's shareholders,\" he added.\n China's official Xinhua news agency had a more optimistic outlook.  In a commentary published Thursday, it greeted Lenovo's Motorola purchase and said by expanding their global reach, Chinese companies seek to \"bring about a win-win outcome\".\n \"The amicable combination should ... be greeted by blessing rather than doubt by the world,\" it said, noting that Lenovo has pledged not to lay off any Motorola employees following the deal.- -- AFP",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4378896",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7273,
                    "source": {
                        "title": "NST Online",
                        "uri": "www.nst.com.my"
                    },
                    "time": "04:14:00",
                    "title": "Lenovo signals 'global ambitions' with Motorola deal",
                    "uri": "155944906",
                    "url": "http://www.nst.com.my/latest/lenovo-signals-global-ambitions-with-motorola-deal-1.475483?cache=03%2F7.201744%253Fpage%253D0%253Fpage%253D0%2F7.478118%2F7.478118%2F7.490557%2F7.490557%2F7.490557%2F7.541994%2F7.541994%2F7.541994%2F7.541994&utm_source=twitterfeed&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "MAKING smartphones these days is a bitterly competitive business and even stars such as Apple are finding it harder to keep their sales growing.  That is no doubt why Google, which only entered the smartphone market in a big way some 19 months ago when it finalised the $12.5 billion acquisition of Motorola Mobility, is already heading for the exit.  On January 29th the web giant announced plans to sell Motorola's handset business to China's Lenovo in a $2.9 billion deal.\n The proposed transaction, which will need a green light from government bodies in America and China, will give Google a way out of a business that it has struggled to make headway in.  The company bought Motorola primarily to get its hands on the firm's vast portfolio of patents, which it said it needed to help defend its Android mobile operating system against legal challenges by rivals.  Much of the hefty purchase price reflected Google's estimate of the value of those patents, many of which it is hanging on to.  (As part of the deal, it has agreed to licence some patents to Lenovo.) )\nThe web firm sold Motorola's set-top box and cable modem business for $2.3 billion soon after acquiring the company.  But it kept the handset business in the hope that it could help it to churn out stunning new phones that would force all other makers of Android devices to raise their standards too.  Although Motorola has produced some respectable new offerings such as the Moto X, these have failed to set enough pulses racing.  Google lacked the in-house know-how to turn the business around and the scale to make it viable.  In a blog post announcing the deal, Larry Page, Google's chief executive, acknowledged that Lenovo's expertise in device manufacturing made it a more attractive home for Motorola.\n For Lenovo, the acquisition makes sense on two counts.  First, it should fuel its steady rise in the league table of smartphone manufacturers.  IDC, a market researcher, currently places Lenovo fourth globally, behind Apple, Samsung and China's Huawei.  Its phones sell well in China, Indonesia and Russia, but have struggled to make headway in Latin America or the United States.  Lenovo says it will retain Motorola's strong brand in those markets.  Yang Yuanqing, the firm's boss, also touts Lenovo's \"much shorter\" product development cycle and ability to cut manufacturing costs through scale efficiencies.\n This week's deal is also a part of Lenovo's grander quest.  In 2005 the firm bought IBM's struggling personal-computer business; despite the global shift from PCs to handheld devices, the firm has managed to rise to the top of this sector.  Last week Lenovo also agreed to buy IBM's low-end server business for $2.3 billion.  Mr Yang says his long-term goal is to transform Lenovo into a global technology innovator on par with Samsung and Apple.\n Google will no doubt be happy to see another powerful player align itself behind Android.  And firms such as Samsung may feel better now that they will no longer compete head-on with the operating system' creator in the handset business.  Google and Samsung recently struck a deal that involves cross-licensing patents, which should also reduce tensions between them.\n In his blog post, Mr Page said that although Google is making a tactical retreat in the \"super-competitive\" smartphone market, it still has big ambitions in other areas of hardware.  The firm recently snapped up Nest, a maker of smart thermostats and home alarms, for $3.2 billion, and is championing wearable computers such as its Google Glass smart specs, which can now work with prescription lenses.  It has also bought a range of robotics companies.  Not all of these will turn out to be money-spinners.  But expect Google to dial up its investment fast in those areas that are.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4359903",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7136,
                    "source": {
                        "title": "The Economist",
                        "uri": "www.economist.com"
                    },
                    "time": "21:40:00",
                    "title": "Motonovo",
                    "uri": "155895569",
                    "url": "http://www.economist.com/blogs/schumpeter/2014/01/google-and-lenovo?fsrc=rss&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Beconomist%252FZtnh%2B%2528Blog%2B-%2BSchumpeter%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Google is not a hardware company, so why did they pay so much for Motorola?  Because what they wanted was not to get into the smartphone manufacturing business so much as they wanted to grab Motorola's vault of patents.\n Google lost out in a 2011 bidding war for the patent trove of Nortel Networks, a bankrupt telecom equipment maker in Canada, which saw 6,000 patents bought by a consortium that included Apple, Microsoft, Blackberry, Ericsson and Sony for $4.5 billion.\n That patent haul would protect the consortium from intellectual property infringement suits, but more to the point gave them patent ammunition to sue others -- for others, substitute Google.\n With patents to arm its own defenses, the true reason for buying Motorola, Google was long expected to unload the hardware side of the company.  Most analysts were not surprised at the Lenovo deal, only at the amount of time it took Google to make the move.\n The deal is seen by many as a win-win for Lenovo and Google.  Lenovo, which sells lots of smartphones in China but not elsewhere, gets an established global brand in Motorola -- and two sales successes in the Moto X and Moto G smartphones -- while Google will retain control of a majority of the patents.\n It also solves the vexing issue of Google being in the Android smartphone business in direct competition with many of its partners.  While Google was adamant it kept a \"Chinese wall\" between its Android group and the Motorola unit, many smartphone makers using Android to power their products were unhappy with the perception of their partner Google also being a competitor in the hardware arena.\n Lenovo, for its part, not only immediately gets top-of-the-line smartphones to add to its hardware offerings, it will also have access to some -- but not all -- of Google's Motorola patents.\n Under Google, Motorola has posted ongoing losses, including $248 million in the most recent quarter, another reason Google chief Larry Page likely decided it was time to let someone else try for a turnaround.\n \"[T]he smartphone market is super competitive, and to thrive it helps to be all-in when it comes to making mobile devices,\" Page wrote in a blog past announcing the sale to Lenovo.  \"This move will enable Google to devote our energy to driving innovation across the Android ecosystem, for the benefit of smartphone users everywhere.\" \"\nIt was a sentiment shared by many Wall Street analysts, not to mention Google shareholders.\n And for its $2.9 billion, Lenovo gets a chance to bulk up its smartphone arsenal with products from a company considered by many as the true inventor of the cellphone.\n \"The acquisition of such an iconic brand, innovative product portfolio and incredibly talented global team will immediately make Lenovo a strong global competitor in smartphones,\" Lenovo head Yang Yuanqing said in a statement following announcement of the deal.\n So both Google and Lenovo are making the usual confident corporate noises that follow such big-dollar gambles.\n And the marketplace awaits with the final verdict, as it always does.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4398757",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7026,
                    "source": {
                        "title": "United Press International (UPI)",
                        "uri": "www.upi.com"
                    },
                    "time": "11:41:00",
                    "title": "Google shucks off Motorola; good idea or bad decision?",
                    "uri": "156005769",
                    "url": "http://www.upi.com/Science_News/Technology/2014/02/02/Google-shucks-off-Motorola-good-idea-or-bad-decision/UPI-38921391340600/",
                    "wgt": 1
                },
                {
                    "body": "Lenovo signals 'global ambitions' with Motorola deal Published: 2 Feb 2014 at 14.49 Online news: World\nIn 1984, with only $25,000 in Chinese government funding and a dusty 20-square-metre bungalow as their headquarters, a small group of scientists in Beijing founded a firm called New Technology Developer Inc.\nLenovo's purchase of IBM's low-end server business and its acquisition of Motorola from Google are evidence of the tech giant's 'global ambitions'\nThirty years later, the tech company -- which went on to become Legend and later, Lenovo -- is the world's biggest personal computer maker, and has just completed two major deals with IBM and Google that analysts say will help it to diversify away from the sagging PC market and boost its expansion overseas.\n Lenovo's $2.3 billion purchase of IBM's low-end server business and its $2.91 billion acquisition of Motorola from Google are evidence of the Chinese tech giant's \"global ambitions\", said Jean-Francois Dufour at DCA Chine-Analyse.\n \"Just as iPhones and iPads have overtaken Macs in commercial importance for Apple, smartphones and tablets are expected to replace PCs in part for Lenovo,\" said Dufour, who called the firm \"the pioneer of Chinese companies' global offensive\".\n The back-to-back deals are all the more significant because of their timing, coming just as US President Barack Obama noted in his annual State of the Union address on Tuesday that \"for the first time in over a decade, business leaders around the world have declared that China is no longer the world's number one place to invest; America is\".\n With Chinese investment in the US doubling to $14 billion in 2013, a larger and larger share of that capital is coming from America's rival across the Pacific -- a fact unmentioned by Obama in his speech.\n From its humble beginnings, Lenovo has charted an impressive course in the personal computer market.  Under its earlier name, Legend, it secured the biggest share in China's domestic market in 1996 and in the Asia-Pacific region three years later.\n Its 2003 decision to change the name of its PC brand from Legend to Lenovo in a bid to boost its sales abroad marked the beginning of its ascent to global preeminence.\n That move was followed by a successful 2004 bid to serve as the exclusive computing technology provider for the 2006 Turin Winter Olympics and the 2008 Beijing Games, making it the first Chinese firm to become a major Olympic sponsor.\n But it was Lenovo's 2005 acquisition of IBM's PC division for $1.75 billion that cemented its rise, setting it on track to unseat Hewlett-Packard as the world's top PC vendor last year.\n Lenovo now has PC products in more than 160 countries and has worked to build its global brand by recruiting celebrities such as basketball star Kobe Bryant and Hollywood actor Ashton Kutcher, who the company named a \"product engineer\" for its new Yoga Tablet device.\n With its Motorola purchase, Lenovo hopes to replicate its PC market success in the smartphone universe.  The deal \"will immediately make Lenovo a strong global competitor in smartphones\", Lenovo chairman and chief executive officer Yang Yuanqing said.\n As it did after the 2005 IBM deal, however, it faces tough odds.\n Lenovo is the number-two smartphone maker in China with a 12.5 percent market share in the third quarter of 2013, behind South Korea-based Samsung's 18.4 percent.\n But globally, Lenovo ranked fifth in the same quarter, with only 4.5 percent market share.  Its acquisition of Motorola is likely to bump it up to the No. 3 spot, Yang said, but it will remain well behind leaders Samsung and US tech giant Apple, with 31.3 percent and 15.3 percent, respectively.\n Varun Goel, head of portfolio management services at Karvy Stock Broking, noted that while Lenovo has succeeded in the world of PCs, the smartphone market is \"a very different ball game, with entrenched players like Apple and Samsung leading the fray\".\n \"While Lenovo has expertise in hardware, today's smartphone industry is driven by smarter softwares,\" Goel told AFP.\n \"In the smartphone markets, Google's Android platform has been gaining strength.  There is very little differentiation that Motorola's Android-powered phones currently have over Samsung, which uses the same platform.\" \"\n\"We are not sure if this acquisition will add long term value to Lenovo's shareholders,\" he added.\n China's official Xinhua news agency had a more optimistic outlook.  In a commentary published Thursday, it greeted Lenovo's Motorola purchase and said by expanding their global reach, Chinese companies seek to \"bring about a win-win outcome\".\n \"The amicable combination should ... be greeted by blessing rather than doubt by the world,\" it said, noting that Lenovo has pledged not to lay off any Motorola employees following the deal.\n Tell us what you think about this article Like dislike 0 people liked / 0 people disliked it Share this article About the author Writer: AFP Position: News agency Latest stories in this category: Moyes defiant as United's top-four bid falters 46 civilians dead in Aleppo barrel bomb Syria death toll tops 136,000 Last gasp France stun England in Paris Dylan Farrow breaks silence on Woody Allen abuse allegation Last gasp France stun England in Paris Mass sea star deaths off US west coast puzzle scientists In Rio, exploding manhole injures 1 Bangkok Post online classifieds\nTry buying & selling goods and properties 24/7 in our classifieds which has high purchasing power local & expatriate audience from within Thailand and around the world.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4391612",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6993,
                    "source": {
                        "title": "http://www.bangkokpost.com",
                        "uri": "www.bangkokpost.com"
                    },
                    "time": "08:48:00",
                    "title": "Lenovo signals 'global ambitions' with Motorola deal",
                    "uri": "155977938",
                    "url": "http://www.bangkokpost.com/news/world/392815/lenovo-signals-global-ambitions-with-motorola-deal",
                    "wgt": 1
                },
                {
                    "body": "On 6 September 2012, the tech press was invited to a Motorola event.  It was the first presentation the company had given since Google had acquired it in May 2012.  During the presentation we were told to expect a bold new company emerging from the ashes of what we had come to know as Motorola.  The phrase \"The New Motorola\" was repeated by Eric Schmidt and Dennis Woodside as they stood together on stage and told all of us how amazing and different things were going to be moving forward.\n Looking back at that presentation in the context of today, with Google now in the process of selling most of what is left of Motorola to Lenovo, things feel quite a bit different.  Previously, I and many others thought Google was going to wield Motorola as a force to reign in the Android platform.  Now it seems the company was only really interested in harvesting the organs from what was soon to be a corpse.\n If you're the type to mourn the loss of an American company that was going to self-destruct anyway, this is a sad day.  If you're like me and see how Google not only gave Lenovo a fighting chance in the US but created some incredible opportunities for itself, the future of the mobile industry just got a bit more interesting.\n A bit of Motorola history\nIt's important to remember through all of this that Motorola was on its way out the door when Google purchased the company.  Motorola wasn't doing well and hadn't made a successful Android phone since the original Droid.  Its long shot at attracting enterprise customers with the Motorola Atrix and its laptop dock monstrosity had failed about as gracelessly as possible, and their MotoACTV smartwatch and fitness band line quickly dropped into obscurity after launch.  Motorola was haemorrhaging money and seemed fresh out of new ideas.\n Google didn't just buy Motorola, they fixed it.  Google execs sold off the set-top box part of the company, started making huge cuts to the workforce, and moved over a significant group of Google employees to work in various departments within Motorola.  The new team breathed new life into the Advanced Technology and Projects group (ATAP) at Motorola, and started working hard on creating a software solution that fell in line with Google's ideals thanks to Google's Punit Soni among others.  With the launch of the Moto X and Moto G phones they had hardware and software that were capable of amazing things, even if they weren't blockbuster commercial successes.\n Motorola isn't even close to the same company it was when Google purchased the firm, and more importantly they now have the tools and a forward plan to continue making positive strides when it comes to smartphones and tablets.  All they need is someone willing to bankroll the next big idea.  Someone willing to stand back and let them do their thing, who is in desperate need of a carrier relationship or two in the US.\n Who better than Lenovo - the only PC manufacturer who is actually growing as a result of its impressive business practices and dedication to trying new things?\n Dividing the riches\nSaying that Google is selling Motorola to Lenovo is awkward, since it's only sort of true.  Motorola has been harvested for its resources, and Lenovo is being offered the part of the company that designs phones and builds user interfaces.  They are being offered staff, buildings, resources, and a substantial presence in the US that already has a great relationship with at least one of the major US carriers.\n Verizon's Droid line may feel like a relic of a former age in a world where Android phones are being made to be identical across every carrier, but that relationship is unlikely to go away anytime soon.  If the deal is approved Lenovo will have effectively bought their way into the US mobile ecosystem, complete with a shiny new partially empty factory in Texas.\n Lenovo has a history of not messing with the things they purchase, but instead just filling the coffers so they can keep making cool things.  If this holds true for Motorola, it will mean new phones with Active Display and all of the totally unique Moto X features, as well as regular and consistent software updates both to individual apps and the OS itself.  That would be a tremendous thing for Lenovo, who currently has the one-two punch of lacklustre phones and terrible software update schedules.  If Motorola gets absorbed into Lenovo and the company is smart enough to keep the good stuff about their recent work around, it can only be good for consumers.\n There's still quite a bit of Motorola that Google is keeping.  First and foremost is the insanely large war chest of patents that Motorola holds as a result of being the first mobile phone company.  Whether or not those patents exist to defend or attack isn't totally relevant.  The important part is that Google is keeping them, and is sharing them with Lenovo by way of licensing agreement.  It's possible that Google made Samsung aware of this deal, which would help explain the new 10-year agreement that those two companies now enjoy as well.  These agreements give Google considerable influence, which is great for everyone that likes the Android experience as dictated by Google.\n The ATAP lab's recent antics include the Project Ara smartphone concept, the Spotlight Stories augmented reality concept, and the recent addition of interaction master Ivan Poupyrev for a yet unannounced project.  The group also has their hands in 3D printing projects and several other things, and now all of that belongs to Google.  That team will now become a part of the Android team at Google, which hopefully means that at least some of these really cool projects will stick around.\n Knowing the Android team has access to the heavy design and interaction focused teams that are a part of ATAP is exciting though, especially if some of that works its way into future versions of the OS.\n Convince us this is a good thing\nLenovo is going to have to work hard to sell this to us, especially given their poor mobile history so far.  Motorola got a lot of attention over the last two years because it was owned by Google.  There was a ton of speculation about Motorola making a Nexus phone, about Google becoming its own hardware manufacturer, and about the future of Android altogether.  It turns out none of that was ever true, and now Lenovo owns a smartphone company with a lot of hype and two phones that are really cool but have had very little success out in the wild.  That means Lenovo's next launch with Motorola will be a single window of opportunity to either impress or fail, and if it fails there's good chance the company's mobile efforts will drift right back into obscurity.\n Meanwhile Google now owns a huge cache of patents that the company has already used to its advantage, and one of the most impressive mobile R&D groups out there today.  Fiscally speaking, whether or not it was a good idea to buy a dying company for $12.4 billion only to harvest the parts you like and sell the rest for $2.24 billion and $2.91 billion is an argument for someone else to tackle.  What we know for sure is Google has some powerful new tools under its belt now, and that should excite anyone interested in seeing what the company does next.\n For another viewpoint, see: Will Lenovo's acquisition turn Motorola into a bland smartphone maker?",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4323100",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6855,
                    "source": {
                        "title": "ITProPortal",
                        "uri": "www.itproportal.com"
                    },
                    "time": "10:43:00",
                    "title": "Why the Motorola acquisition gives Lenovo a fighting chance to spread its smartphone influence",
                    "uri": "155784313",
                    "url": "http://www.itproportal.com/2014/02/01/why-the-motorola-acquisition-gives-lenovo-a-fighting-chance-to-spread-its-smartphone-influence/?utm_medium=feed&utm_campaign=Feed%253A%2Bitproportal%252Frss%2B%2528Latest%2BITProPortal%2BNews%2529&utm_source=feedburner",
                    "wgt": 1
                },
                {
                    "body": "Motorola leaving the protective wings of Google was a bombshell this week.  What does it mean for Moto phones of the future?  And might Lenovo now get a chance to be a Nexus phone maker?  Perhaps; for now, a red Nexus 5 seems certain.\n Whether you name it Lenovorola or Moto-Novo, you have to call this week's sale the biggest news to Android as a whole in a long time.  Lenovo agreed to pay $2.91 billion to Google for Motorola and that price includes a cross-licensing agreement of the Motorola patents that Google acquired in 2011.  Lenovo will also get 2,000 patents of its own out of the deal.\n (L to R): Google CEO Larry Page, Lenovo CEO Yang Yuanqing shake hands on $2.91 billion Motorola deal.\n As I noted during the week, Lenovo effectively bought market share in regions where it has little to no brand presence.  Think of North and Latin America in particular here, although there are other areas where the company will benefit too.  Add the smartphone sales of Lenovo and Motorola in 2013 and you get the new no. 3 handset maker in the world as Lenovo jumps past LG and Huawei in the global market.\n I think the deal is a good one for Lenovo.  But what does it mean for Motorola and its fans?  Note: I include myself as one of the latter, having been a happy Moto X owner since August.\n For now, not much.  Lenovo said it has no intention of ingesting Motorola's brand.  And why should it when it has such a rich history in the mobile space?  Not only that: Slapping Lenovo on top of Motorola handsets won't do anything good in those areas where Lenovo isn't a strong name.\n Based on the conference call after the deal was announced, I got the sense that little would change for the Motorola of today.  The Moto X and Moto G execution plans will continue and so too will other pipeline products.  I don't expect heavy Lenovo-influences skins to bog down future Motorola phones.  The only open question that concerns me is: Will Motorola continue to aggressively push Android software updates now that it's out from Google's ownership?\n That feature, along with other innovative functions are what has made a comeback of sorts for Motorola.  A perfect example is the low-cost Moto G that my colleague Alex Colon reviewed this week.  For $129.99 on Boost Mobile, for example, you can't buy a better handset.  Even at the $179.99 direct price for other carriers, the Moto G is a steal:\n\"The phone comes out of the box running Android 4.3 (Jelly Bean), but an update to Android 4.4.2 (KitKat) is rolling out now (though it hasn't made it to my phone yet).  KitKat is still pretty rare to find even among the high-end devices out there, so the fact that you're getting it on a budget device is pretty incredible.  By comparison, even the brand-new Boost Max ships with a severely dated Android 4.1.\n Motorola has made almost no modifications to the UI.  You don't get features like the touchless control and active display that are present on the Moto X, but you do get some nice additions like Motorola Assist and Motorola Migrate.\" \"\nThe \"Keep it Simple, Stupid\" principle is in full effect with Motorola's smartphone strategy and if Lenovo wants to maximize its nearly $3 billion investment, it will continue to let Motorola do what it does best.\n I've heard some talk that Lenovo could also have dibs on a future Nexus device out of this deal.  We'll have to see, although it wouldn't surprise me if this turns out to be true.  Meanwhile, the current Nexus 5 appears to be getting a facelift as early as this coming week.  Android Central has evidence suggesting a February 4 date for the red Nexus 5, at least on Sprint.  If you haven't seen the phone in red yet, the best image I've seen comes from the always reputable @evleaks.\n Google Nexus 5, in red, by LG.  http://t.co/tFyBoS0aj1 --\n@evleaks (@evleaks) January 31, 2014",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4392221",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6655,
                    "source": {
                        "title": "GigaOM",
                        "uri": "gigaom.com"
                    },
                    "time": "09:08:00",
                    "title": "Android this week: Red Nexus 5 coming; Motorola going to Lenovo; Moto G reviewed",
                    "uri": "155980240",
                    "url": "http://gigaom.com/2014/02/01/android-this-week-red-nexus-5-coming-motorola-going-to-lenovo-moto-g-reviewed/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BOmMalik%2B%2528GigaOM%253A%2BTech%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "In the span of a week, the chief executive officer of China's Lenovo Group Ltd. cut the two biggest deals in his company's history.  He's spending a combined $5 billion to buy Google Inc.'s Motorola mobile phone business and IBM's low-end server business.\n It's a risky bid to use acquisitions to move beyond the shrinking personal-computer business and become a broader technology company.  Yang is betting that moving aggressively into North America will help give him the scale to better compete against Apple Inc. and Samsung Electronics Co. in smartphones and against Dell Inc. and Hewlett-Packard Co. in servers.\n \"We dream to become a global player,\" Yang said.  \"You must be a global player to have global presence.  Only being in China and emerging markets is not enough.\" \"\nInvestors panned the Motorola purchase last week, driving down Lenovo's shares the most in 19 months.  Alberto Moel, an analyst at Sanford C. Bernstein & Co. in Hong Kong, said the company may be overpaying for a company struggling to compete against Apple and Samsung.\n Lenovo essentially negotiated a layaway plan for acquiring Motorola, with the sale including $1.41 billion in cash and Lenovo stock paid at the close of the deal, and $1.5 billion to be paid in a three-year promissory note, Google.\n On Jan. 23, the Beijing company agreed to buy IBM's low-end server business for $2.3 billion, including about $2 billion of cash and the rest coming in shares of Lenovo, the companies said.\n Yang has a history of proving his critics wrong.  When he bought IBM's PC unit for $1.25 billion in 2005, skeptics said that North America was too risky for a Chinese company and that Lenovo's purchase would undermine IBM's ThinkPad brand.  Instead, Yang used the deal to transform his company into the world's biggest PC maker, leaving once-powerful competitors like Dell behind.\n \"There are a lot of parallels here,\" said Frank Gillett, an analyst at Forrester Research.  \"Lenovo was strong in its home country in PCs, but the IBM buy gave them a global brand and a lot of access.  In buying Motorola, they are buying a major brand, and a company that has established relationships with carriers.\" \"\nThe Motorola deal, which creates the world's No. 3 smartphone vendor, is Yang's latest attempt to take an iconic business and restore it to glory.\n When Lenovo paid $1.25 billion, excluding debt, for the IBM PC unit in 2005, the business hadn't made a profit for 3 1/2 years.\n Yang used the deal to vault Lenovo five places to No. 3 in the world before expanding his range with faster, lighter and more durable machines.  Lenovo reached No. 1 last year, and the company is expected to post record profit in 2014.\n \"We've had successful acquisitions, and we believe one plus one equals four,\" Gerry Smith, president of Lenovo's North America operations, said in an interview at the World Economic Forum in Davos.\n The company lifted its profile by placing products in movies such as \"Transformers: Dark of the Moon\" and hiring celebrity endorsers including actor Ashton Kutcher and basketball star Kobe Bryant.\n Yang will have a similar task ahead of him with Motorola.  The company's third-quarter sales fell by about a third, even as it released Moto X, the first smartphone introduced under the direction of Google's leadership.\n Lenovo had 4.7 percent of the global smartphone market in the third quarter, IDC said in October.  Motorola accounted for just 1.7 percent of shipments in that period, according to Strategy Analytics.\n \"We expect Yang can turn this into a profitable company in two years' time,\" said Ricky Lai, an analyst at Guotai Junan Securities.  \"Yang has a very good track record of acquiring non-profitable businesses and turning them to profit.\" \"\nThe proposed transactions may lead to a U.S. security review, similar to what happened with the IBM deal in 2005.  That could slow or even scuttle the purchases as growing Chinese investment in the U.S. has prompted national-security concerns.\n The deal is the latest evolution for the company that began in 1984 as a PC distributor called New Technology Developer Inc. Liu Chuanzhi founded the business with $25,000 in capital after teaming with 10 colleagues from the Chinese Academy of Sciences, a government institution.\n As the company expanded beyond its home market, it made changes to smooth the transition.  Liu, a former chairman, required all staff to learn English after the IBM deal to help its global expansion.  Yang hired a tutor and watched 24-hour international news channels to become more conversant in English.\n Yang's deals, and the company's own expansion, are about tapping growth in new markets and making Lenovo less reliant on a PC industry coming off its worst year ever.\n Lenovo's smartphone and tablet computer businesses have been built from the ground up to complement the PC business that has been its mainstay for about two decades.\n The company's present course of diversifying with mobile devices was charted by Yang in consultation with Liu, who returned to the company in 2009 to help steer it through the global recession before stepping down in 2011.\n \"Liu Chuanzhi came back and, within three years, turned Lenovo around through restructuring its PC business and starting the handset business again,\" said Jun Zhang, an analyst with Wedge Partners Corp. \"Yang is a good CEO and executes well the strategy that Liu Chuanzhi made.\" \"\nMotorola fits a similar mold to the IBM PC business.  The Chicago company produced the world's first commercial handheld mobile phone and led the analog market before being eclipsed as consumers switched to digital and then smartphones.\n The business has been shrinking and struggling to keep up with Samsung, which used Google's Android operating system to become the world's biggest smartphone maker.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4363767",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.615,
                    "source": {
                        "title": "San Francisco Gate",
                        "uri": "www.sfgate.com"
                    },
                    "time": "23:02:00",
                    "title": "Lenovo's acquisitions show global ambition",
                    "uri": "155906990",
                    "url": "http://www.sfgate.com/technology/article/Lenovo-s-acquisitions-show-global-ambition-5196672.php",
                    "wgt": 1
                },
                {
                    "body": "This is for your weekend casual read, your viewing, and commenting pleasure!  We were expecting stuff like this to surface after the Google-Motorola-Lenovo deal and the internet didn't disappoint.  First of all, the fact that Lenovo now owns Motorola (thanks to Google) is by no means an indication that the Chinese manufacturer's American phone-maker branch will build the next Nexus.  Heck, Motorola didn't build the Nexus 5 while it was Google-owned.\n We don't need to enumerate all the reasons why this concept is very optimistic, to say the least.  Instead, we'll present you with the images above and below, and see how things would go down if designer Jermaine Smit had a word to say in all this.  The image could have easily been titled \"Xperia Z2 concept\" because, at least from the front, it looks a lot like the Xperia Z1.  From perspective, it would have a Motorola-like curved back and we won't even go into details regarding naming, its relationship to screen size, and so on, but by this time we can all move on to the comments below and gather all the reasons why this will not happen, at least not in this form, and not this early.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4393634",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.594,
                    "source": {
                        "title": "Pocketnow",
                        "uri": "pocketnow.com"
                    },
                    "time": "06:17:00",
                    "title": "This Lenovo Google Nexus 6 concept is far too optimistic",
                    "uri": "155987656",
                    "url": "http://pocketnow.com/2014/02/02/this-lenovo-google-nexus-6-concept-is-very-optimistic?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpocketnow%2B%2528pocketnow.com%2529",
                    "wgt": 1
                },
                {
                    "body": "This Wednesday, Google CEO Larry Page announced that they were selling off its Motorola Mobility division to Lenovo for $2.91 billion.  Google had acquired Motorola in 2012 to help boost development of Andoid, with speculation that they would use it to create more of its own branded hardware and ecosystem.  At the time, Google paid $12.5 billion to acquire Motorola and its cache of patents.  Apparently the division was not fulfilling its promise, hence the sell-off.  However, what appears to be a huge loss for Google may not be so bad after all.\n As Michael J. De La Merced points out in a New York Times article, perhaps Google didn't make out as bad as everyone thinks.  What isn't obvious when looking at the big number is the fact that Google acquired a number of assets from Motorola, including the aforementioned patents, about $4 billion in cash and tax credits, and the sale of Motorola's set-top box business.  De La Merced also addresses important details about the sale agreement and the effects of Google's ownership for the last 2 years;\n\"In a regulatory filing in 2012, Google disclosed that it valued Motorola's overall \"patents and developed technology\" at about $5.5 billion.\" \"\n\"Under the terms of the deal announced on Wednesday, Google will hold onto the bulk of Motorola Mobility's patents.\" \"\n\"Of course, these calculations ignore the strategic benefits Google has enjoyed from the deal.  It locked up important patents to defend its Android ecosystem, while climbing into a position to pick the right strategic partners for the Motorola hardware businesses.\" \"\nHowever, he also reflects that Google's figures may not be as favorable as they think.\n \"Last year, Microsoft claimed victory in its dispute with Motorola over the value of standard essential patents, when a judge determined that a reasonable licensing rate for some patents was a shade under $1.8 million a year.\" \"\nOne thing that was revealed sometime after the announcement that the deal was concluded is that Google would also retain Motorola's Advanced Technology Group.  This division has been responsible for developing some of the more conceptual technology that Google likes to look into like a lie-detecting neck tattoo and a medical sensor that a patient swallows to relay information to doctors.  While the ATG isn't producing revenue currently, its forward-thinking may pay off in future Google products.  Lenovo seems to think the acquisition will give it some competitive leverage in the mobile space, but that remains to be seen.  That's probably something we should keep our eye on.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4393729",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5779,
                    "source": {
                        "title": "www.powerpage.org",
                        "uri": "www.powerpage.org"
                    },
                    "time": "09:38:00",
                    "title": "Motorola Mobility finds yet another new home...minus a few bits",
                    "uri": "155987977",
                    "url": "http://www.powerpage.org/motorola-mobility-finds-yet-another-new-home-minus-a-few-bits/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpowerpage%2B%2528O%2527Grady%2527s%2BPowerPage%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Google's sale of Motorola to Lenovo could have a significant impact on the smartphone market.\n Lenovo Group's purchase of Google's Motorola handset division could lead to a transformation of the smartphone market, according to analysts.\n With the $2.91 billion acquisition, Lenovo will attempt to take on heavyweight smartphone manufacturers Apple and Samsung.\n JP Morgan analyst Mark Moskowitz suggested the deal will consolidate the Android market, which could limit Apple's ability to tempt users unhappy with these devices to switch to iPhones.\n In addition, Mr Moskowitz predicted the smartphone industry will follow much the same path as PCs, with slow growth, consolidation among manufacturers and fewer differences between models from rival companies.\n If this is the case, Apple is likely to be affected as its products are currently priced at the higher end of the market.\n Furthermore, the release date of the iPhone 6 could well be pushed back.  There has been strong suggestions the device would begin production in May, with June seen as likely for the launch.\n However, it has now been predicted by Cowen and Company analyst Timothy Arcuri that Apple's latest smartphone will not reach the market until September at the earliest.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4336813",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5654,
                    "source": {
                        "title": "Cable.co.uk",
                        "uri": "www.cable.co.uk"
                    },
                    "time": "15:07:00",
                    "title": "Analyst suggests Motorola deal will transform market",
                    "uri": "155827394",
                    "url": "http://www.cable.co.uk/news/analyst-suggests-motorola-deal-will-transform-market-801688944/",
                    "wgt": 1
                },
                {
                    "body": "Battle in Smart Phone Market In India Heats Up - Post Entry Of Lenovo\nWith latest information that Lenovo is paying $2.9bn to acquire Motorola Mobility from Google, the smart phone market in India is bound for a sea change.  India is one of the major markets for smart phones and hence the garnering major share from this market is heating up.\n Delhi: India, with its high level of population, higher purchase power and tech-savvy nature of the population, is considered as one of the major markets for smart phones.  The recent release of IDC ('International Data Corporation', a market research firm that specializes in consumer technology and information technology) highlights that the smart phone market is abuzz with many players trying to take major share.\n For the year 2013, the top players in the country include Samsung (market share of 26%), Micromax (22%), Karbonn (13%), Nokia (5%) & Sony (5%).  The major point to be noted that Nokia, once the leader in the Indian market, now struggles to keep up with both the international brands as well as local price warriors.\n The growth in market share can be attributed (among several other reasons) to Samsung (Galaxy Star), Micromax (for rising popularity of phablets & Canvas series), Karbonn (Titanium and A Series phones).  The IDC report states that India should overtake the US by 2017 to become the second largest smart phone market in the world, after China.  This clearly shows the importance of India as a market for smart phones as well.  The battle to gain this market share is fast growing with latest entrant i.e., Lenovo from China (after its decision of acquiring Motorola Mobility business from Google for $2.91 Billion).  Globally, China-headquartered Lenovo has already emerged as the largest player in the personal computer market for calendar year 2013 and already took over players like HP and Sony.  However, the firm's entry into the smart phone is a bit delayed which also reflects in market share.  According to Gartner's Q3, 2013 data (Gartner Special Reports are time-sensitive IT research reports focused on key issues in technology) Lenovo is already number three in worldwide smart phone category though market share was just 5.1 per cent.\nFor India, the announcement has significance for two reasons.  One India is the fastest growing smart phone market and price sensitive, and two Motorola was all set to launch its plan for the latest offering MotoG, the budget smartphone, on February 5.  This also signaled the re-entry of the company into India (subsequent to completing the required formalities).\n The smart phone segment is fast growing in India and till now the Samsung from Korea has been the ruler.  With multiple players in smart phone segment, Samsung is today facing a similar situation as that of Nokia in 2007-08.  With the entry of further and big player like Lenovo, consolidation in the market is inevitable and the users have more options for selecting in addition to better bargaining in pricing.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4327377",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5493,
                    "source": {
                        "title": "www.aegindia.org",
                        "uri": "www.aegindia.org"
                    },
                    "time": "08:34:00",
                    "title": "Battle in Smart Phone Market In India Heats Up – Post Entry Of Lenovo",
                    "uri": "155798735",
                    "url": "http://www.aegindia.org/2014/02/battle-for-smart-phone-market-in-india-heats-up-post-entry-of-lenovo/2142492.html",
                    "wgt": 1
                },
                {
                    "body": "The revelation comes amid the doubts of Moto G India launch getting postponed, with Google selling off Motorola Mobility to Chinese firm Lenovo for $2.9 billion few days back.\n Now with the announcement from Flipkart, Moto G launch is certain to get a launch in India.  The Motorola phone will be initially sold only on online stores as the company's plan to setup distribution in brick-and-mortar stores, with the help of partners Ingram Micro and Redington, has reportedly failed.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4388726",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5291,
                    "source": {
                        "title": "CNBC",
                        "uri": "au.ibtimes.com"
                    },
                    "time": "07:42:00",
                    "title": "Motorola Moto G Pops up on Online Store; Available for Purchase from 5 February",
                    "uri": "155969607",
                    "url": "http://au.ibtimes.com/articles/536865/20140202/motorola-motog-india-launch-5-february-flipkart.htm",
                    "wgt": 1
                },
                {
                    "body": "Google Inc.'s sale of Motorola Mobility holds a clear lesson for Microsoft Corp.'s acquisition of another smartphone maker, Nokia Oyj: Be a hardware or software company, not both.\n Lenovo Group Ltd.'s purchase of Motorola's consumer- hardware business, which Google bought two years ago for $12.4 billion including patents, lets the search company refocus on software and exit competition with other manufacturers of smartphones based on its Android software.\n Microsoft is on track to close its $7.4 billion acquisition of Nokia's handset business this quarter, seeking to regain lost ground in a market where its 3.7 percent share is eclipsed by Android and Apple Inc.'s iPhone.  Unless Microsoft can combine software and hardware as expertly as Apple has done with its products, the software maker will be better off without Nokia, according to Michael Cusumano, a professor at Massachusetts Institute of Technology's Sloan School of Management.\n \"There's no point in having a hardware unit inside a software company unless you marry the two the way Apple does,\" Cusumano said.\n While scrapping the Nokia deal isn't a likely prospect right now, Cusumano said it could happen later.  Microsoft, which is in the middle of a search for a new chief executive officer, has staked its future as a devices and services company.  Steve Ballmer, who is retiring as CEO once his successor takes over, reorganized the Redmond, Washington-based company around the strategy last year and sealed the Nokia deal in September to accelerate the transition.\n Frank Shaw, a spokesman for Microsoft, declined to comment.\n Microsoft, which pioneered the personal-computer industry by selling software and letting Dell Inc., Hewlett-Packard Co. and other manufacturers build machines, initially followed the same blueprint in the phone market.  Microsoft spent more than a decade trying to replicate its success in PCs with the Windows operating system, only to fall behind Apple and Google.\n While Microsoft has demonstrated with its Xbox gaming consoles -- now in their third generation -- that it can successfully marry hardware and software, the Nokia acquisition was a necessary step, according to Avi Greengart, a consumer- devices analyst at Current Analysis.  Without Nokia, Microsoft would be left with essentially zero market share in phones and tablets since Nokia sold more than 90 percent of Windows Phone devices last year, he said.\n \"Google did not need to buy Motorola,\" Greengart said.  \"I don't think Microsoft had much choice.\" \"\nMicrosoft also faces a $750 million breakup fee if it walks away from the Nokia deal, which is awaiting regulatory approval in China.\n So far, Microsoft's plan is to continue with the path that Google tried with Motorola, selling hardware that competes with software sold to rival manufacturers.\n Terry Myerson, the Microsoft executive vice president in charge of operating systems, said in September that the Nokia deal doesn't alter the company's commitment to its handset partners.\n \"I don't shine if you don't shine,\" Myerson wrote in a blog, quoting a lyrics from a song by The Killers, \"Read My Mind.\" \"\nProspects for Microsoft's melding with Nokia are also brighter in some ways than they were for Google and Motorola, since the companies have been working closely together since Nokia scrapped its Symbian software platform in 2011 in favor of Windows Phone, said Al Hilwa, an analyst at IDC.\n \"Microsoft will have to a lesser extent a cultural problem because the Nokia workforce has adjusted a lot in the last few years,\" Hilwa said.\n Google's decision to sell Motorola Mobility, which could end up generating a loss of several billion dollars, highlights the complexities of competing with partners, according to Gene Munster, an analyst at Piper Jaffray Cos.\nWhile large Android smartphone makers such as Samsung Electronics Co. and Lenovo had few alternatives to Android, having to go up against with Motorola Mobility was a source of tension.  After the acquisition, Google promised the Motorola group wouldn't get any special treatment, such as early access to new versions of Android, and kept the Motorola group separated in another building from the Android team.\n \"It's interesting to see Google back out of trying to be a software company and a hardware company,\" Cusumano said.  \"I wouldn't be surprised if we're having the same conversation about Microsoft two or three years from now.\" \"",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4333160",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5258,
                    "source": {
                        "title": "Basketball Focus",
                        "uri": "www.dailyherald.com"
                    },
                    "time": "13:57:00",
                    "title": "Google sale of Motorola shows limits of Microsoft-Nokia strategy",
                    "uri": "155815725",
                    "url": "http://www.dailyherald.com/article/20140201/business/702019981/",
                    "wgt": 1
                },
                {
                    "body": "It's been a busy week with events ranging from small (pre-orders and such) to large (the sale of a cornerstone company).  Here's the week in review with all the must-know events of the past few days.\n The big news, of course, is that Google sold Motorola to Lenovo.  Motorola virtually invented mobile phones but its recent history has been less than glamorous with poor quarterly financials.\n Google bought Motorola for a whopping $12.5 billion in 2011 and sold it this week for $2.9, but it may not have spent as much as you would think.  Plus, Google kept the patent licenses and the forward-looking Project Ara.\n Samsung unveiled an affordable phablet line with the Galaxy Note 3 Neo, essentially a faster Note II with Note 3 looks.  Our review of the device is now live too!\n If you're on the lookout for a new phone or tablet, you should be aware of several launches.  First, the super mini Sony Xperia Z1 Compact went on sale in the UK and Germany, as did the entry-level Xperia E1.\n Another phone launched in the UK, the Moto X, which was promptly discounted to £300.  The Samsung Galaxy Note Pro 12.2 pre-order rounds off the UK launches.\n While new devices are entering the market, the previous flagship are finding it increasing hard to stay afloat - the revelation that the iPhone 5c is under-performing contributed to Apple's stock taking a hard hit, despite a solid quarter.\n Nokia ramped up the Nokia Black update rollout hitting the highly popular Lumia 520 and the Lumia 720.  Also, the old HTC Butterfly got Android 4.3, to the ire of One X and X+ owners who'll stay on Android 4.2.\n There were a number of notable leaks this week too.  A photo seemingly confirmed the Galaxy S5 will have a 16MP (or even 21MP).  Speaking of leaked photos, samples from the Xperia Z1 successor codenamed Sirius hit the web too.  The LG G Pro 2 also leaked, but with more solid evidence and the Android-powered Nokia X (Normandy) hit the rumor mill a couple of times.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4347975",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4689,
                    "source": {
                        "title": "GSMArena.com",
                        "uri": "www.gsmarena.com"
                    },
                    "time": "17:54:00",
                    "title": "2014 week 5 in review: the news that you might have missed",
                    "uri": "155858435",
                    "url": "http://www.gsmarena.com/this_week_in_review_the_news_that_you_might_have_missed-news-7713.php",
                    "wgt": 1
                },
                {
                    "body": "Watch today's Pocketnow Daily as we talk about how the iPhone currently dominates the smartphone market in the US.  We then talk about Samsung's surprising launch of a black-edition Galaxy S 4, though with some setbacks.  Then we talk about Microsoft, its possible new CEO, and even a new Chairman to replace Bill Gates as well.  Google is next as we talk about the company's plans to still build a smartwatch, aside from Asus and Acer.  We end today's show talking about how Lenovo's CEO claims that his company can defeat Apple and Samsung with the purchase of Motorola.\n All this and more after the break.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4344743",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.462,
                    "source": {
                        "title": "Pocketnow",
                        "uri": "pocketnow.com"
                    },
                    "time": "05:29:00",
                    "title": "iPhone beats Samsung Galaxy, Bill Gates leaving Microsoft rumors, GS4 Black &amp; more &#8211; Pocketnow Daily",
                    "uri": "155849360",
                    "url": "http://pocketnow.com/2014/01/31/iphone-beats-samsung-pocketnow-daily?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpocketnow%2B%2528pocketnow.com%2529",
                    "wgt": 1
                },
                {
                    "body": "The technology world is a fast moving one, and hence, there are more than 100 stories we publish on a weekly basis here on Pocketnow.  Those include reviews, videos, editorials, news, and more.  With this new, weekly series, we're making it easier for you to look back at the most interesting, exciting, and popular topics of the week, in case you missed anything.\n Look for the Pocketnow Week in Review every Sunday morning.  It contains the most popular ten stories of the week printed on the portal, as well as top videos from our YouTube channel.  Additionally, you can also find our Pocketnow Daily Recap video here (if any), for your convenience, and viewing pleasure.\n Despite being by far not the most popular story of the week, we'll make an exception, as we believe it was by far the most interesting one; yes, we're talking about the Google-Lenovo deal concerning Motorola.  The Android-maker sold its own phone-maker, acquired in 2011 for $12.5 billion, for a much modest amount: $2.91 billion.  However, Google decided to hold on to Motorola's exhaustive patent portfolio, as well as the division in charge for the innovative Project Ara.  Whether the deal makes sense to you or not is completely up to you, but we'll give you one big reason why it does, and Michael Fisher explains it.\n Getting back to the regular run-down of the most popular stories: it is Joe Levi's piece concerning Android, and the mobile OS changing the way root works.  If you want to know exactly what it means, make sure to read about the changes and benefits.  And, if you're the type of person who likes to future proof, Adam Doud talks about the importance of future proofing from various, interesting points of view.\n The rumors around HTC's upcoming phone, the M8, continue, and, this time, we hear about the phone-maker's alleged plans to move its buttons to the screen.  The 2013 One follow-up will have, according to this leak, on-screen buttons, pretty much like those seen on Nexus devices, and some others.  While talking about the 2014 HTC One, we're imagining the soon-to-be-announced flagship.  Joe Levi is taking a good look at the 2013 flagship, its strengths and weaknesses, and is putting together a \"wish list\" for the One+/One Plus/One 2/One Two/or whatever you want to call it.\n Last week we were kind of surprised to see third party accessories not work with the Galaxy Note 3 after the most recent update, and this week Samsung is giving an official explanation on the behavior, with a promise of a quick fix.  In short, the company talks about \"a software compatibility issue\" which, according to plans, will be fixed.\n We kicked off a \"smartphone guessing game\" where we showed you some pictures snapped with the phone, and you had to guess the phone used to shoot those stills.  As Michael Fisher said, about 20% of you have managed to guess the device, but, judging by the number of requests from you to keep this series going, you'll have a chance to improve that percentage in future upcoming installments.\n While still talking rumors, we're moving on to Windows Phone, and Nokia.  According to the most recent chatter, Nokia is planning an entire Windows Phone 8.1 line-up for MWC.  These phones will run the next iteration of Microsoft's platform, and we should expect to see them on the Barcelona show floor.  Phones include the Lumia 1820, 1525, and the 1520V.\n More rumors, this time, probably non-MWC related, popped up regarding the upcoming Samsung Galaxy S 5.  An alleged test photo has been unveiled, probably taken with the upcoming phone, a carrier variant to be more specific, and it gives us some hints about its camera.  We're either looking at the 16MP ISOCELL shooter, or, if we tweak the aspect ration, we're seeing a 20MP-ish sensor.  Drop your comments and speculate away!\n Productivity is much more than the buzz-word it was a couple of years back.  It is what we all want from our devices and, if you're anything like Taylor Martin, you should check out his top 5 productivity apps for Android.\n Wrapping up the most popular stories of the week column, we're turning our heads towards Samsung again, as the South Korean phone-maker has announced a Black Edition Galaxy S 4 and Galaxy S4 Mini for Russia.  It features a combination of the \"old\" and \"new\" design, where the back of the device is getting the faux stitched leather from the Note 3 and the CES tablet line-up.  Sadly, the internals have not been bumped at all.  Like it?  Let us know!\n____\nWe're getting a little bit nostalgic when it comes to Google's Nexus brand of phones, especially with the rumors that it might go away next year; we're looking at the all new ebony Moto X, productivity apps for Android and iOS, and we're going hands-on with the Pebble appstore.  These are the most popular videos of week 5 on our YouTube channel.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4393637",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3924,
                    "source": {
                        "title": "Pocketnow",
                        "uri": "pocketnow.com"
                    },
                    "time": "08:58:00",
                    "title": "Pocketnow Week in Review: week 5 news recap of 2014",
                    "uri": "155987651",
                    "url": "http://pocketnow.com/2014/02/02/week-5-news-recap?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpocketnow%2B%2528pocketnow.com%2529",
                    "wgt": 1
                },
                {
                    "body": "Motorola Solutions announces agreement with the city of Charlotte, N.C., utilizing the company's managed assurance program (MAP), which is designed to make budget planning easier for multiple years.\n Motorola Solutions has signed contracts with the city of Charlotte, N.C., to provide the city with technological upgrades through the company's managed assurance program (MAP), which is designed to give customers improved financial visibility to communications projects in a manner that makes budget planning easier.\n Charlotte is the first announced customer for the MAP program, which was introduced by Motorola Solutions more than a year ago, according to Kirk Miller, MAP offer manager for Motorola Solutions.  As part of the MAP program, Motorola Solutions consults with a customer to determine its long-term communications needs and then proposes a plan to address those needs over multiple years at a predictable budget amount, he said.\n \"Up until last year, Motorola's services organization ... would kind of dabble in some of those non-Motorola-equipment-type offerings, if a customer specifically asked for it, but we really never had a major play around trying to talk to the customer about their total-cost-of-ownership environment and how they could plan for that over multiple years in a manageable and budgetable fashion,\" Miller said during an interview with IWCE's Urgent Communications.\n \"Whereas, in the past, a lot of customers have been, 'Oops, this [system] is going out of lifespan.  What am I going to do?  I've got to buy this, and I've got to find money to do it.' '\"\nMiller emphasized that Motorola Solutions does not provide all of the equipment up front and merely stretch the payments over multiple years with MAP.\n \"This is not a financing plan,\" he said.  \"We break the project down into phases and contract for all the phases at once.\" \"\nMotorola works with the MAP customer to conduct an annual needs assessment to determine whether the scope of the agreement should be expanded or reduced, based on the changing needs of the customer, Miller said.  Most MAP deals are designed to provide flat expenses for a period of five years; however, the Charlotte deal extends for seven years with different expense levels in different years, he said.\n \"With Charlotte, [a flat expenditure each year] wasn't as important to them as a predictable spend,\" Miller said.  \"So, they chose to not have it really be flat, but they could plan for their scope and their cost over multiple years and know, 'OK, we've got to budget this for 2020.' '\"\nIndeed, such financial visibility is critical to the city of Charlotte, according to Barry Robbins, IT chief operating officer for the city.\n \"The flexibility of Motorola Solutions' migration assurance program allows us to concentrate resources on our overall mission of protecting our residents while our network remains at peak performance,\" Robbins said in a prepared statement.  \"The service is an efficient and cost-effective way to meet our ongoing technology needs with a predictable funding structure that eliminates surprises.\" \"",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4375152",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.306,
                    "source": {
                        "title": "urgentcomm.com",
                        "uri": "urgentcomm.com"
                    },
                    "time": "02:44:00",
                    "title": "Motorola Solutions announces migration deal with Charlotte",
                    "uri": "155934700",
                    "url": "http://urgentcomm.com/motorola-solutions/motorola-solutions-announces-migration-deal-charlotte?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BUrgentCommMostRecent%2B%2528Urgent%2BCommunications%2529&utm_content=FeedBurner",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 23,
            "averageDate": "2014-02-01",
            "avgCos": 0.6183,
            "categories": [
                {
                    "label": "Computers/Companies/Google,_Inc.",
                    "uri": "http://www.dmoz.org/Computers/Companies/Google,_Inc.",
                    "wgt": 41
                },
                {
                    "label": "Reference/Maps/Google_Maps",
                    "uri": "http://www.dmoz.org/Reference/Maps/Google_Maps",
                    "wgt": 30
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "353761",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "331293",
            "lang": "eng",
            "storyDate": "2014-02-01",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-121869",
            "variance": 0.6177
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-61782": {
        "articles": {
            "resultCount": 18,
            "results": [
                {
                    "body": "La compañía china se queda con la marca, los teléfonos y el roadmap de producto.  Sin embargo, Google, que compró Motorola en 2012 por 12.500 millones, seguirá sacando partido a las patentes\nLenovo sigue de compras.  Después de que la semana pasada se confirmara la compra de la unidad de servidores x86 de IBM por parte de la compañía china, ayer se anunciaba la adquisición por parte de Lenovo del negocio de teléfonos móviles de Motorola.  Lenovo va a pagar a Google, que compró el negocio y las patentes del histórico proveedor de móviles en 2012, 2.910 millones de dólares.  De ese montante, 660 millones serán abonados al contado y otros 750 millones llegarán en forma de acciones de Lenovo.  El resto (1.500 millones de dólares) será abonado a lo largo de tres años.\n Lenovo podrá utilizar la marca Motorola y los productos ya lanzados o los que ya tienen prevista su salida, es decir, del roadmap de la compañía.  Sin embargo, Google, que pagó por Motorola 12.500 millones de dólares en 2012 (cuatro veces más que lo que ahora abona Lenovo), mantendrá el control de la potente cartera de 20.000 patentes de la compañía, reunida en sus 80 años de historia.  En todo caso, según el blog de Motorola, Lenovo tendrá un acceso preferente a estas patentes.\n Lenovo ya es el fabricante número uno en el mercado mundial de PC, en dura pugna con HP, gracias en parte a las compras en su momento del negocio de ordenadores de IBM (2005) o de la europea Medion.  Sin embargo, hasta ahora no tenía demasiada presencia en los negocios de sistemas y telefonía.  En el terreno de los smartphones, la china acabó 2013 en quinta posición del ranking, con una cuota de mercado del 4,5% mundial y 45 millones de unidades vendidas, muy lejos de los 314 millones de Samsung.  Con esta compra, la china gana presencia en el boyante negocio de los teléfonos inteligentes, que el año pasado llegó a los 1.000 millones de aparatos comercializaos en todo el mundo, un 34% más que en 2012.  Además, Lenovo también refuerza su posición en mercados como el estadounidense, donde Motorola es el tercer fabricante, o el latinoamericano, donde la histórica firma es también la tercera marca del subcontinente.\n Larry Page, CEO de Google, ha dicho que Lenovo tiene la experiencia y la infraestructura para convertir a Motorola en un jugador de referencia en el mundo Android.  Para algunos, la compra de Motorola ha sido una de las peores compras que Google ha hecho en su historia, toda vez que el buscador nunca ha logrado hacer despegar el negocio de la marca de teléfonos.  Además, el principal motivo de la compra de Motorola por parte de Google eran las patentes, y éstas tampoco han librado al buscador y a sus partners de disputas en los tribunales.",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4094334",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8116,
                    "source": {
                        "title": "www.channelpartner.es",
                        "uri": "www.channelpartner.es"
                    },
                    "time": "11:17:00",
                    "title": "Lenovo se hace con Motorola por 2.900 millones de dólares",
                    "uri": "155112824",
                    "url": "http://www.channelpartner.es/fabricantes/noticias/1072143001102/lenovo-hace-motorola-2.900-millones-dolares.1.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BChannelpartner%2B%2528Channel%2BPartner%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Cabe precisar que la operación aún debe ser aprobada por diversas entidades regulatorias.\n Lenovo le quitó el puesto uno a HP entre los principales fabricantes de computadoras, un paso que dio tras adquirir en 2005 el legendario negocio de PC de IBM y su marca Thinkpad.  Ahora, tras posicionarse entre los más importantes fabricantes de celulares del mundo, el gigante chino dio otro gran golpe: compró Motorola Mobility a Google por u$s2.910 millones.\n \"Lenovo tiene la experiencia para llevar a Motorola Mobility a ser un jugador más importante en el ecosistema Android.  Esta movida permitirá a Google centrar sus energías en llevar más innovación a lo largo del ecosistema Android, para beneficio de los usuarios de smartphones en todo el mundo\", dijo Larry Page, CEO de Google, al anunciar la operación.\n El acuerdo entre Google y Lenovo comprende el traspaso de la marca Motorola y los dispositivos actuales y los que están en desarrollo, exceptuando Project Ara, vinculado con la construcción de celulares modulares.\n Google, que había comprado Motorola Mobility en 2011 por u$s12.500 millones, selló unhistórico acuerdo de patentes con Samsung días atrás.  Ese acuerdo, se sabe ahora, llegó cuando estaban prácticamente cerradas las negociaciones con Lenovo.\n La diferencia entre lo que pagó Google por Motorola y el precio a que la vendió encuentra explicación al ver los detalles del acuerdo: \"Google mantendrá la propiedad sobre la vasta mayoría de patentes de Motorola (...) Como parte de su relación con Google, Lenovorecibirá la licencia para utilizar ese portfolio de patentes y demás propiedad intelectual.  Adicionalmente, Lenovo recibirá más de 2.000 patentes\".\n El presidente de Lenovo, Yang Yuanqingof, dijo que la compra \"convertirá inmediatamente a Lenovo en un fuerte competidor global en smartphones.  Tendremos la oportunidad de transformarnos en un jugador fuerte en un sector que crece con rapidez\".\n En una conferencia con medios, Lenovo dijo que mantendrá su marca en China y otros mercados y que Motorola será empleada para América del Norte y Sur, donde es más identificada por los usuarios.",
                    "date": "2014-01-31",
                    "eventUri": "353761",
                    "id": "4187133",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7835,
                    "source": {
                        "title": "larepublica.pe",
                        "uri": "www.larepublica.pe"
                    },
                    "time": "02:47:00",
                    "title": "Lenovo compró Motorola Mobility a Google por u$s2.910 millones",
                    "uri": "155368211",
                    "url": "http://www.larepublica.pe/30-01-2014/lenovo-compro-motorola-mobility-a-google-por-us2910-millones",
                    "wgt": 1
                },
                {
                    "body": "BEIJING, 30 ene (Xinhua) -- Lenovo, el mayor fabricante mundial de computadoras personales, comprará Motorola Mobility a Google por 2.900 millones de dólares, con el fin de impulsar sus negocios de telefonía inteligente en el continente americano y acceder a miles de patentes, anunció hoy jueves la compañía china.\n Según el acuerdo, Lenovo pagará 1.410 millones de dólares en efectivo, además de sus acciones ordinarias.  Los 1.500 millones de dólares restantes se pagarán durante los próximos tres años.\n El anuncio se produjo apenas una semana después de que Lenovo informara de que compraría los negocios de servidores de gama baja de IBM por 2.300 millones de dólares.  La firma adquirió la división de computadoras personales de IBM por 1.250 millones de dólares en 2004.\n El pacto aún está pendiente de revisión regulatoria en Estados Unidos, pero los analistas señalan que la creciente imagen global de Lenovo y el gran número de contratos transfronterizos en los últimos años jugarán a favor de la empresa a la hora de obtener el visto bueno de los reguladores en EEUU.\n \"El mercado de la telefonía inteligente es muy competitivo, razón por la cual pensamos que Lenovo servirá mejor a Motorola, ya que sus negocios de telefonía inteligente se han desarrollado rápidamente\", señaló el director ejecutivo de Google, Larry Page, en una nota de prensa en internet.\n Page agregó que Lenovo mantendrá la marca de Motorola y \"posee la experiencia suficiente para convertir a Motorola en uno de los principales referentes en el ecosistema de Android\".\n Las acciones de Google en NASDAQ subieron un 2,18 por ciento hasta alcanzar los 1.131 dólares en la jornada de hoy, mientras que el Grupo Lenovo en la Bolsa de Hong Kong cerró con pérdidas del 8,2 por ciento durante la jornada de la víspera del Año Nuevo Lunar Chino.\n Google seguirá en posesión de las patentes de Motorola Mobility tras el convenio, pero concederá a Lenovo las licencias para acceder a ellas.\n \"Esta operación promoverá los negocios de teléfonía inteligente de Lenovo en América del Norte y América Latina y consolidará nuestro mercado en el oeste de Europa\", dice Lenovo en un comunicado.\n La compra de Motorola Mobility por 12.500 millones de dólares por parte de Google en 2012 fue ampliamente vista como una estrategia de la compañía para aumentar su cartera de patentes en su combate legal con su rival Apple.\n Antonio Wang, director asociado de la firma de investigación IDC China, opinó que el contrato impulsará las capacidades de investigación y desarrollo de productos de Lenovo y la cartera de patentes de Motorola Mobility facilitará la entrada de Lenovo en los nuevos mercados.\n Lenovo se convirtió en el mayor fabricante mundial de PCs en 2013 y se está esforzando por aumentar su división de terminales de telefonía móvil.  Hasta el momento, la compañía, con sede en la capital china de Beijing, es el segundo mayor vendedor de teléfonos inteligentes de China y asciende al cuarto lugar en las ventas globales del producto, detrás de Samsung, Apple y Huawei.\n Entre los tres principales divisiones de negocio de Lenovo que incluyen PC, servidores y aparatos de celulares, tanto los negocios de PC como los de servidores se han expandido con éxito a escala internacional mediante una gran cantidad de fusiones y adquisiciones.  La compra de Motorola Mobility marca un importante hito histórico en la estrategia a largo plazo de Lenovo para entrar en los mercados estadounidense y latinoamericano.\n \"Gracias a este pacto, Lenovo contará con un verdarero mercado global para sus terminales móviles, estableciendo un punto de apoyo en los mercados donde la compañía podría tener presencia\", indicó Kitty Fok, directora de gestión de IDC China.\n Pese a que los negocios de Motorola en en el sector de la telefonía inteligente están de capa caída, sus estrechos vínculos con las principales operadoras de telecomunicaciones estadounidenses como AT&T, Verizon, Sprint y T-Mobile abren perspectivas brillantes para la expansión de Lenovo en EEUU.",
                    "date": "2014-01-31",
                    "eventUri": "353761",
                    "id": "4183640",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7749,
                    "source": {
                        "title": "spanish.peopledaily.com.cn",
                        "uri": "spanish.peopledaily.com.cn"
                    },
                    "time": "01:27:00",
                    "title": "Lenovo adquiere Motorola Mobility para fomentar negocios de ... - Pueblo en linea",
                    "uri": "155357981",
                    "url": "http://spanish.peopledaily.com.cn/92121/8526697.html",
                    "wgt": 1
                },
                {
                    "body": "La adquisición - cuyo vendedor fue Google - es la más grande jamás hecha por una compañía china de tecnología, y representa un ambicioso giro para Lenovo.  La firma es mejor conocida como fabricante de PC, pero hay múltiples señales que sugieren que está a punto de cambiar.\n Con Motorola, Lenovo se hace de una de las marcas más respetadas en el negocio.  Motorola también es fuerte donde Lenovo es débil: en los mercados occidentales y especialmente Estados Unidos.\n Con la compra, Lenovo obtiene también la especialización y los conocimientos en la esfera móvil, que deberían servirle para mejorar su oferta de teléfonos inteligentes.\n Artículo relacionado: Lenovo compra a Motorola Mobility\nLa compañía china es el cuarto mayor fabricante de smartphones a nivel mundial después de Samsung, Apple y Huawei.  Pero Lenovo claramente está buscando ganar cuota de mercado, y se supo incluso que estaba interesada en comprar a BlackBerry antes de que la firma canadiense dejara de cotizar en Bolsa.\n En una conferencia de prensa, los ejecutivos de Lenovo declararon que esperaban vender más de 100 millones de smartphones en el año, desafiando a Apple y Samsung.\n ¿Qué hace creer a Lenovo que puede tener éxito en un sector que se encuentra entre los más competidos del mundo?  Bueno, lo ha hecho antes.\n Lenovo compró la división ThinkPad de IBM en 2005 y fue capaz de convertirla en una fuerza dominante.  Las lecciones aprendidas durante la última década podrían proporcionar la base para una expansión agresiva en la arena móvil.\n Tal vez el CEO de Google Larry Page lo dijo con más precisión.  \"Lenovo cuenta con la experiencia y la trayectoria para convertir a Motorola en un jugador importante en el ecosistema Android\", escribió Page en un blog.  \"Ellos tienen sobrada experiencia en hardware, y tienen un alcance global\".\n \"Lenovo tiene la intención de mantener la identidad distintiva de la marca Motorola - tal como lo hicieron cuando adquirieron ThinkPad de IBM,\" añadió.\n Más que nada, el acuerdo constituye el último indicio de la creciente ambición de Lenovo.\n Apenas la semana pasada la empresa anunció otra gran transacción con una empresa estadounidense, acordó pagarle a IBM 2,300 millones de dólares por el negocio de servidores x86 de gama baja.\n Ambas operaciones requieren la aprobación regulatoria, incluida la del Comité de Inversiones Extranjeras en Estados Unidos, que revisa las compras de las empresas estadounidenses para asegurarse de que no afecten la seguridad nacional.\n \"Estoy seguro de que tendremos éxito en este proceso, y que nuestras compañías no sólo mantendrán nuestro impulso actual en el mercado, sino también construirán una base sólida para el futuro,\" dijo el CEO de Lenovo Yang Yuanqing respecto a la adquisición de Motorola.",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4145458",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7695,
                    "source": {
                        "title": "www.cnnexpansion.com",
                        "uri": "www.cnnexpansion.com"
                    },
                    "time": "17:27:00",
                    "title": "¿Por qué compró Lenovo a Motorola? - CNNExpansión.com",
                    "uri": "155264808",
                    "url": "http://www.cnnexpansion.com/negocios/2014/01/30/por-que-compro-lenovo-a-motorola",
                    "wgt": 1
                },
                {
                    "body": "shalafi nos cuenta: \"Google ha vendido Motorola Mobility a Lenovo por 2.910 millones de dólares, mucho menos de lo que pagaron por ella.  Google se queda, sin embargo, con la mayor parte de las patentes de Motorola Mobility, que aparentemente fueron el objetivo de la compra original.  ¿Valen esas patentes la diferencia de dinero?  Con esta compra, Lenovo se convierte en el segundo mayor fabricante de smartphones a nivel mundial.\" \"",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4348955",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7377,
                    "source": {
                        "title": "www.elestatal.com",
                        "uri": "www.elestatal.com"
                    },
                    "time": "18:12:00",
                    "title": "Google vende Motorola Mobility a Lenovo por 2.910 millones de dólares",
                    "uri": "155861207",
                    "url": "http://www.elestatal.com/tecnologia/geekbeat/google-vende-motorola-mobility-a-lenovo-por-2-910-millones-de-dolares-2/",
                    "wgt": 1
                },
                {
                    "body": "\"Si las tropas enemigas se hallan bien preparadas, intenta desordenarlas\", rezaba Sun Tzu en El Arte de la Guerra.  Es por ello que la venta Motorola Mobility al gigante chino Lenovo por parte de Google podría considerarse un golpe maestro en el competitivo mercado de la telefonía móvil.\n Es cierto que el buscador por excelencia de la red pone fin a un experimento truncado que comenzó hace 22 de meses con la adquisición del hardware del fabricante estadounidense por el que pagó 12.500 millones de dólares, poco más de un 80 por ciento más de lo que pagará el fabricante de ordenadores asiático.\n Sin embargo, Google se queda con las valiosas patentes que, al fin y al cabo, son la joya de la corona de este mercado, mientras deja que un titán de la talla de Lenovo desestabilice a dos de los principales protagonistas de la batalla: Apple y Samsung.  Recapitulemos.\n La compañía capitaneada por Larry Page anunció a última hora del miércoles que vendía el grueso de Motorola Mobility a Lenovo por 2.910 millones de dólares.  Un precio de saldo que provocó la incredulidad de los expertos, especialmente porque confirma que el buscador tira la toalla a la hora de plantar cara a Apple.  Dicho esto, es cierto que la compañía suelta el costoso lastre a tiempo y no se deshace de las patentes, ni siquiera aquellas en curso, lo que blinda a todos los desarrolladores de aplicaciones Androids de posibles batallas legales en el futuro.\n Además, con la entrada de Lenovo en el mercado de los teléfonos inteligentes a través de la marca de Motorola, \"la competencia en el sector de los smartphones será aun más agresiva\", reconocía Gokul Harinharan, analista de JP Morgan.  \"Los márgenes comenzarán a estrecharse considerablemente ante el incremento de los competidores, especialmente en mercados clave como China\", señaló.\n De hecho, podría decirse que con el sistema operativo de Google para móviles Android dominando el 80 por ciento del mercado y Apple relegado a reinar sólo en la gama alta del sector, el mercado de los smartphones comienza a reflejar el de los ordenadores personales.  El desembarco de Lenovo de la mano de una marca tan conocida como Motorola afectará directamente a otros fabricantes como HTC, Sony y LGE.  No debemos olvidar que Motorola sigue portando la medalla de bronce en el ranking mundial de los teléfonos móviles inteligentes gracias a su dominio de un 8 por ciento del mercado.\n Tampoco hay que olvidar que Google y Lenovo han rubricado un acuerdo estratégico y que el buscador cuenta con una participación del 5 por ciento del fabricante chino, algo que también podría provocar daños colaterales a Asus, con el que la estadounidense ha mantenido una relación importante a la hora de desarrollar los productos Nexus.\n Lenovo, que la semana pasada acordó la compra del negocio de servidores de International Business Machines Corp (IBM), obtiene gracias a Motorola, una marca que le catapultaría en el mercado mundial de smartphones, donde hasta ahora ostentaba la quinta posición, sólo por detrás de Apple y Samsungo.  Ni que decir tiene que la china se convirtió en el primer fabricante de ordenadores personales más importante del mundo el año pasado.",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4171055",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7342,
                    "source": {
                        "title": "www.eleconomistaamerica.com",
                        "uri": "www.eleconomistaamerica.com"
                    },
                    "time": "23:22:00",
                    "title": "Google lanza un ataque en la sombra contra Apple y Samsung",
                    "uri": "155326731",
                    "url": "http://www.eleconomistaamerica.com/empresas-eAm-usa/noticias/5503296/01/14/Google-lanza-un-ataque-en-la-sombra-contra-Apple-y-Samsung.html",
                    "wgt": 1
                },
                {
                    "body": "A Google le salen las cuentas.  La compra de Motorola Mobility y del catálogo de patentes de Motorola parecía un paso extraño por parte de una empresa que podía así perjudicar a sus partners, pero la venta de Motorola Mobility a Lenovo ha hecho que logren una jugada maestra.\n Google elimina sospechas de sus partners, se libra de una pata que nunca quiso, y cierra acuerdos con Samsung que harán que esa alianza entre ambas empresas se refuerce de forma notable.  La pregunta es, ¿qué logra Lenovo con la compra de Motorola?\n Lo cierto es que esta compra de Lenovo no es más que la cristalización de un esfuerzo que el gigante chino ya llevaba poniendo en marcha desde hace meses.  Lenovo ha conseguido hacerse con Motorola, pero antes lo intentó con otras grandes del terreno de la telefonía móvil.\n Varios fueron los rumores que fueron surgiendo a lo largo del año pasado.  En marzo surgió el rumor de que NEC quería vender y de que Lenovo podría ser una de las interesadas.  Ambas empresas ya colaboraban en otros mercados, y la idea parecía factible, pero nunca cristalizó.\n Antes incluso ya vimos cómo Lenovo pareció mantener conversaciones serias con BlackBerry sobre una posible adquisición de la empresa canadiense.\n Aquella operación parecía tener todo el sentido del mundo, sobre todo tras las crecientes dificultades por las que pasó Blackberry a medidados del año pasado.  Sin embargo en BlackBerry decidieron tratar de darle una nueva oportunidad a su dañado negocio, y aquella posibilidad se disipó tanto para Lenovo como para el resto de empresas que habían surgido como posibles candidatas a hacerse con BlackBerry.\n Los rumores sobre negociaciones para adquirir grandes fabricantes continuaron en octubre, cuando se desveló un aparente interés de Lenovo por HTC, otra empresa que no lo pasó demasiado bien el año pasado.  Y de nuevo, todo quedó en agua de borrajas.  Lenovo, no obstante, seguía persiguiendo ese objetivo, y ayer cerró un acuerdo que ofrece connotaciones interesantes.\n En Estados Unidos se están oyendo muchas quejas en redes sociales por esa adquisición de Motorola por parte de Lenovo.  Parece que el hecho de que un fabricante chino se haga con una empresa que estaba defendiendo la fabricación (o más bien, el montaje) en Estados Unidos no ha hecho mucha gracia, pero lo cierto es que todos esos usuarios deberían hacer una pausa y reflexionar sobre el buen hacer de Lenovo en otros campos.\n De hecho, la historia hace que al menos debieran concederle a Lenovo el beneficio de la duda.  Cuando este fabricante le compró a IBM su división de PCs y portátiles muchos pusieron el grito en el cielo y pensaron que ese era el fin de los ThinkPad, pero lo cierto es que este fabricante ha mantenido las señas de identidad de esos equipos y los ha adaptado a los nuevos tiempos sin perder aquella personalidad original.\n Lo mismo podría ocurrir con Motorola, una empresa que ha dado un salto de calidad notable tras el lanzamiento de los Moto X y Moto G, y que la suma de ambas puede ser muy interesante.  Según Garner Motorola dispone de un 1,3% de cuota de mercado, mientras que Lenovo dispone de un 5,1%.\n Esas cifras no son espectaculares, pero hay que recordar que Lenovo es hoy en día el quinto fabricante a nivel mundial, y que su cuota del 15% en China es especialmente significativa.  El impulso que Lenovo puede tener con Motorola en su esfuerzo por conquistar mercados internacionales puede ser muy relevante: sus terminales no cuajaban apenas fuera de las fronteras chinas, pero Motorola puede luchar por ese reto con la ayuda de este gigante.\n No lo tendrá fácil, desde luego: solo Apple y Samsung están ganando dinero de verdad en el terreno de los dispositivos móviles, y el año pasado hemos visto como grandes como LG, HTC o la propia BlackBerry han sufrido para mantener sus posiciones en este ultracompetitivo mercado.  Sin embargo en Lenovo tienen una ventaja: saben cómo sobrevivir en un mercado con márgenes realmente reducidos.  Lo han hecho con sus PCs y portátiles: tienen una amplia experiencia en temas de costes de estructura y de gestión de márgenes, y ahora tienen un vehículo más que interesante para aumentar sus posibilidades de éxito en el terreno de la movilidad.\n La compra de Motorola no solo es interesante para su expansión internacional: según TechCrunch en Lenovo podrían cubrir una demanda empresarial con una especie de ThinkPad móvil ahora que BlackBerry ha perdido mucha de su reputación en ese mercado.  Reputación que Lenovo sí tiene en sus portátiles y que podría expandir a una gama móvil más centrada en el terreno empresarial.  Un apunte interesante que no deberíamos descartar.\n Personalmente la compra me parece una de esas operaciones win-win en la que todos ganamos.  Google se centra en Android y sus servicios, Samsung (y otros partners mosqueados) dejará de experimentar, y Motorola seguramente pueda volar mucho más libre de lo que lo ha hecho con una Google con la que aparentemente nunca se llevó del todo bien, como demuestra la presentación de un Moto X cuyos desarrolladores no trabajaron demasiado a gusto con los de Google (si es que trabajaron con ellos).",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4121637",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7312,
                    "source": {
                        "title": "www.xatakamovil.com",
                        "uri": "www.xatakamovil.com"
                    },
                    "time": "16:03:00",
                    "title": "Motorola + Lenovo = ¿éxito?",
                    "uri": "155203959",
                    "url": "http://www.xatakamovil.com/motorola/motorola-lenovo-exito?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bxatakamovil%2B%2528Xataka%2BM%25C3%25B3vil%2529",
                    "wgt": 1
                },
                {
                    "body": "MOUNTAIN VIEW (ESTADOS UNIDOS), 30 Ene. (EUROPA PRESS) -\nGoogle ha llegado a un acuerdo definitivo para vender al fabricante chino de ordenadores Lenovo el negocio de 'smartphones' de Motorola Mobility por 2.910 millones de dólares (2.140 millones de euros), aunque el popular buscador retendrá la propiedad de la mayor parte de las patentes de la filial, que compró hace año y medio por 12.500 millones de dólares (9.191 millones de euros).\n En concreto, Lenovo pagará 1.410 millones de dólares (1.037 millones de euros) en efectivo y acciones de la compañía china al cierre de la transacción, mientras que los restantes 1.500 millones de dólares (1.103 millones de euros) serán abonados en pagarés a tres años.\n \"Google mantendrá la propiedad de una amplia mayoría de las patentes de Motorola Mobility\", precisó la compañía estadounidense, que otorgará a Lenovo una licencia de uso de las mismas.\n Mediante esta adquisición, Lenovo refuerza de manera significativa su actividad en el negocio de teléfonos inteligentes al mismo tiempo que logra una fuerte presencia en los mercados de Norteamérica y Latinoamérica, mientras se afianza en Europa Occidental, complementando su rápido crecimiento en los países emergentes.",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4097328",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6995,
                    "source": {
                        "title": "LanzaDigital",
                        "uri": "www.lanzadigital.com"
                    },
                    "time": "11:51:00",
                    "title": "Google vende Motorola a Lenovo pero se queda con el I+D+i",
                    "uri": "155122659",
                    "url": "http://www.lanzadigital.com//tecnologia___comunicacion/google_vende_motorola_a_lenovo_pero_se_queda_con_el_i%2Bd%2Bi-59501.html",
                    "wgt": 1
                },
                {
                    "body": "El día de ayer se dio a conocer una noticia que cimbró todos los medios especializados de tecnología y negocios.  Lenovo, compañía líder en venta de computadoras, tablets y smartphones, compró la división de Motorola Mobility a por unos $3 mil millones de dólares a menos de tres años de que Google la comprara.\n Recordemos que Google compró la división móvil de Moptorola en agosto del 2011, por 12,500 millones de dólares, una de las mayores compras en la historia de la compañía, hecho que no sentó muy bien en la industria por que en ese memento Google se convertía en juez y parte del ecosistema en la batalla de los smartphones.\n Aparentemente Google \"remata\" la compañía con una pérdida de más o menos el 75% del valor al que la adquirió.  Pero una vez se conocen los detalles del acuerdo, muchas cosas cobran sentido, la mayoría d elas patentes quedan en poder de Google con licenciamiento para Lenovo.\n Además tener Motorola estaba causando demasiados problemas a Google, el asunto no era menor y parecía una papa caliente por la tensión generada entre los demás fabricantes que utilizan Android y que podían pensar en una competencia desleal.\n Así de un plumazo, la compra de Motorola convierte a Lenovo en uno de los competidores globales más fuertes en el ecosistema móvil y marca la entrada de Lenovo en el mercado americano respaldado por una marca sólida y con muy buena imagen.\n \"Tendremos la oportunidad inmediata de convertirnos en un jugador global en un espacio que se mueve muy rápido\"\n- Yang Yuanqing, CEO y presidente de la junta de consejo de Lenovo,\nSe ha anunciado que en China, India y Rusia se seguiría comercializando la marca Lenovo mientras que en América se mantendría la marca Motorola, el mercado de excepción sería Brasil donde se comercializarán ambas marcas.\n Muchos expertos piensan que Google habría adquirido a Motorola como una jugada maestra para estabilizar y madurar el ecosistema Android pero sobre todo, para defender a las marcas de posible juicios por patentes.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4322331",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6962,
                    "source": {
                        "title": "Isopixel",
                        "uri": "isopixel.net"
                    },
                    "time": "10:24:00",
                    "title": "Lenovo compra Motorola Mobility",
                    "uri": "155781301",
                    "url": "http://isopixel.net/archivo/2014/01/lenovo-compra-motorola-mobility/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bisopixelone%252Fisopixel%2B%2528Isopixel.net%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "El objetivo es superar a Apple y Samsung en el mercado de los smartphones, dijo el CEO.\n Lenovo acaba de adquirir Motorola Mobility por USD$2.900 millones de manos de Google, y tiene ya alineados sus planes para sacar provecho de su nueva compra.  La misión es \"superar\" a Apple y Samsung en el mercado de los smartphones, aseguró el CEO Yuanqing Yang a la revista Fortune.\n \"Aunque Motorola tiene mucha influencia en Estados Unidos y Latinoamérica, la participación de mercado todavía es limitada.  Así que tenemos todavía una gran oportunidad para crecer.  Queremos convertirnos en un jugador muy considerable en estos mercados\", afirmó.\n \"Juntos (con Motorola) podemos ganar en la industria de smartphones.  Espero que podamos vender más de 100 millones de smartphones juntos en 2015.  Creo que el equipo está muy motivado y entiende que somos muy complementaros.  Lenovo tiene actualmente a China y los mercados emergentes.  Ellos tienen Estados Unidos, Latinoamérica y un poquito de los mercados europeos\", señaló.\n Yang indicó que mantendrán la marca Motorola en estos mercados, \"tal como apalancamos la marca ThinkPad en el área del PC.  Motorola será nuestro producto de smartphone\".\n El CEO compartió además la historia sobre cómo se logró la compra de la empresa, que se había vuelto parte de Google.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4391962",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6901,
                    "source": {
                        "title": "www.wayerless.com",
                        "uri": "www.wayerless.com"
                    },
                    "time": "09:00:00",
                    "title": "Lenovo buscará vender más en Latinoamérica tras compra de Motorola",
                    "uri": "155979337",
                    "url": "http://www.wayerless.com/2014/01/lenovo-buscara-vender-mas-en-latinoamerica-tras-compra-de-motorola/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bfayerwayer%2B%2528FayerWayer%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "¿Qué se viene para Lenovo y Motorola a partir de la compra?  Si creías que la marca Motorola se acabaría con la compra de Lenovo, no tienes de qué preocuparte.  A través de Twitter, el reconocido bloguero Paul Thurrott afirmó que Lenovo seguirá usando Android y además mantendrán las marcas Moto X y Moto G. Esto nos puede dar más pistas de hacia dónde puede ir la nueva estrategia de Lenovo y Motorola.\n El año 2013 fue un año donde Motorola, de la mano de Google, sentó un precedente en hacia dónde iría la compañía.  El Moto X llegó pensado completamente en ofrecer la mejor experiencia de usuario en Android, permitiendo al usuario personalizar su equipo en Estados Unidos, con una estrategia inicial centrada en América (norte, centro y sur) por así decirlo.  Google le demostró a los consumidores otra forma de diferenciarse sin necesidad de las, algunas veces molestas, capas de personalización.  La llegada del Moto G, con su precio y lanzamiento en Brasil, siguió reforzando el hecho de que la estrategia de Motorola estaba centrada en el público latinoamericano, debido a su gran potencial de crecimiento.  A partir de 2014 se escribirá una nueva página sin Google, entre Lenovo y Motorola y todavía no se sabe si se seguirá en esta misma línea.\n BTW, Lenovo has confirmed that they will continue using Android for their smart phones, and will continue with Moto X and Moto G brands.\n -- Paul Thurrott (@thurrott) January 31, 2014\nCon la compra de Lenovo, una marca muy fuerte en el continente asiático, se creó un poco de incertidumbre sobre la continuidad de las líneas de equipos de 2013 y la estrategia de Lenovo y Motorola.  Por lo tanto, anuncios como el de Paull Thorret nos traen buenas noticias y dan pistas sobre lo que podemos esperar.  Afirma que la marca Motorola se quedará, similar a la línea ThinkPad cuando compró esa división a IBM.  Ya lo he dicho en dos ocasiones, Lenovo es una compañía que está haciendo las cosas bien, y dada su buena reputación en el sector de los computadores personales, esperamos que en los próximos años se constituya en un jugador importante en el sector de la telefonía móvil.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4361437",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.685,
                    "source": {
                        "title": "Hipertextual",
                        "uri": "www.celularis.com"
                    },
                    "time": "22:07:00",
                    "title": "Lenovo mantendrá las gamas Moto X y Moto G",
                    "uri": "155899768",
                    "url": "http://www.celularis.com/motorola/lenovo-motorola/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BCelularis%2B%2528Celularis%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "La gran multinacional Google anunció oficialmente en un comunicado que la división de móviles Motorola fue vendida la empresa tecnológica Lenovo.  Inicialmente por un rumor de la agencia Reuters y más tarde por China Daily, el CEO de la compañía estadounidense Larry Page explicó que \"el mercado de los smartphones es súper competitivo, y para prosperar ayuda tener todo cuando se trata de hacer dispositivos móviles [...], Motorola será mejor aprovechada por Lenovo\".\n Pese a su cómoda acogida en sus equipos estrella, el Moto X (gama alta) y el Moto G (gama media) que se caracterizan en sus multifacéticas funciones y diseños, la gran G sólo le importó las patentes, unas 17.000, y su mayor interés por el sistema operativo Android.  La adquisición por Lenovo fue de 2910 millones de dólares, la cuarta parte de la compra de la división hace dos años.  Aún se espera que las autoridades de ambos países confirmen la transacción antes de usar dicha marca.",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4099801",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6837,
                    "source": {
                        "title": "es.wikinews.org",
                        "uri": "es.wikinews.org"
                    },
                    "time": "12:08:00",
                    "title": "Google vende la división Motorola Mobility a Lenovo",
                    "uri": "155135494",
                    "url": "http://es.wikinews.org/w/index.php?title=Google_vende_la_divisi%25C3%25B3n_Motorola_Mobility_a_Lenovo&diff=378606&oldid=378555",
                    "wgt": 1
                },
                {
                    "body": "A Javascript enabled browser is required in order to view the video\nGoogle pierde casi diez mil millones de dólares en la venta de Motorola al chino Lenovo.  Cuando el gigante de la red compró el histórico fabricante de teléfonos móviles estadounidense en 2011, pagó 12.500 millones de dólares.  Solo dos años y medio después, lo vende a Lenovo por unos tres mil millones.  De hecho, su objetivo era hacerse con las patentes.\n \"Google conservará las patentes que forman parte del negocio de Motorola, y por lo que estaba interesado desde el principio\", explicó el editor de la agencia Reuters en Asia, Peter Thal Larsen.  \"Ha vendido Motorola por dos mil millones de dólares, además del millón de dólares que recupera en impuestos.  Por tanto, dispondrá de tres mil millones de liquidez como resultado de la operación\".\n Está por ver si los diez mil millones de dólares perdidos por el camino, unos siete mil millones de euros, se compensan por estas patentes.  Pero, de esta manera, Google también se libra de una compañía que lastraba sus beneficios.  Y, Lenovo, que ya compró los ordenadores de IBM en 2005, se afianza en el mercado de los 'smartphones' para intentar colocarse como el tercer fabricante del mundo.  Google, por su parte, se asegura mantener el sistema Android en estos teléfonos móviles.",
                    "date": "2014-02-01",
                    "eventUri": "353761",
                    "id": "4297764",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6677,
                    "source": {
                        "title": "euronewses",
                        "uri": "es.euronews.com"
                    },
                    "time": "02:48:00",
                    "title": "Google vende a Lenovo los móviles de Motorola, pero conserva las patentes",
                    "uri": "155709993",
                    "url": "http://es.euronews.com/2014/01/30/google-vende-a-lenovo-los-moviles-de-motorola-pero-conserva-las-patentes/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Beuronews%252Fes%252Fbusiness%2B%2528euronews%2B-%2Bbusiness%2B-%2Bes%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Después de vender Motorola y quedarse con las patentes, los planes de Google pasan por hacer que Nest sea su nuevo fabricante de 'gadgets'.  Entre los motivos que han llevado a Google a tomar esta decisión, destacan la capacidad del CEO de Nest Tony Fadell para conseguir un buen equipo de ingenieros que, como Fadell, habían trabajado también para Apple, como explica el portal Techcrunch.\n De esta manera, Nest ya no fabricaría tecnología de marca blanca como termostatos y alarmas para incendio, y empezarían a trabajar en 'gagdets', posiblemente utilizando las patentes de Motorola que Google no incluyó en su trato con Lenovo.\n Como indican en Techcrunch, la compra de Motorola no habría más que una estrategia por parte de Google para quedarse con las patentes del grupo.  En un principio, se pensó que sería Motorola quien fabricase los nuevos 'smartphones' y 'tablets' de Google, pero no fue así.  Aunque sí que sacaron 'gadgets' que cosecharon gran éxito, como es el caso del Motorola Moto X o el Moto G, Motorola era un fabricante más para Google.\n Cuando compró Nest, Google no estaba interesado en el tipo de productos que fabricaba la compañía, sino en su equipo de ingenieros capitaneados por Tony Fadell, quien antes de fundar Nest trabajaba en el equipo desarrollador del iPod de Apple y fue uno de los miembros originales del equipo de ingenieros que diseñó el iPhone.\n Siempre siguiendo lo publicado por Techcrunch, Google no modificará el personal de Nest y les permitirá utilizar tantos recursos como necesiten en su nueva tarea, entre los que se encuentra la sección de I+D+i de Motorola que Google mantiene en propiedad tras la venta a Lenovo.",
                    "date": "2014-01-31",
                    "eventUri": "353761",
                    "id": "4277015",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6107,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "18:26:00",
                    "title": "Google encargará a Nest ser la principal división de hardware de la ... - Europa Press",
                    "uri": "155661929",
                    "url": "http://www.europapress.es/portaltic/empresas/noticia-google-encargara-nest-ser-principal-division-hardware-compania-20140131160408.html",
                    "wgt": 1
                },
                {
                    "body": "Vendió parte de la empresa a Lenovo por 2.910 millones de dólares, pero mantiene la división de investigación que lidera Regina Dugan\nGoogle anunciaba la noche del miércoles que Lenovo le compraba Motorola Mobility, la empresa que había comprado en 2012.  En el comunicado, Larry Page, CEO de Google apuntaba en escasas líneas que mantenían una gran cartera de patentes de Motorola -- tiene en su haber más de 14.000 patentes.\n Más allá de eso no apuntaba más.  Ahora ha destacado que Google no ha sido tonto y se queda con otra parte muy importante de Motorola, su laboratorio de ideas complejas, extrañas, The Advanced Techonology and Projects (el grupo de Proyectos y Tecnología avanzada, ATAP).  Esto lo había adelantado The Verge y lo confirmó luego Wired.\n Desde Wired denominan a ATAP como el \"skunkworks\", es decir, ese laboratorio que se encarga de experimentar fuera de la línea principal del negocio grande de la empresa.  El ATAP está liderado por Regina Dugan, la exlíder de DARPA, o lo que viene a ser el brazo inteligente y de investigación del Departamento de Defensa de Estados Unidos.\n ATAP fue creado en Motorola en 2012.  Según explica Wired, Dugan dejó DARPA en medio de varios contratos, aunque luego la agencia la liberó de toda responsabilidad.\n El último proyecto conocido de ATAP en Motorola ha sido ARA, su idea de realizar móviles modulares.  ARA es un proyecto para realizar teléfonos por bloques o partes, que el usuario puede personalizar según lo que necesite.  Es decir, si un cliente se de la mejor la fotografía, puede incluir en el móvil una mejor cámara que las regulares.  Si es alguien que pasa mucho tiempo fuera, quizás le funciona mejor incorporar dos baterías.  Todo depende del gusto y las necesidades.\n Pero este es el proyecto \"menos ambicioso\" de esta división.  Durante 2013 ATAP desveló en la conferencia de All Things D que estaba desarrollando \"tatuajes electrónicos\" que pensaba que servirían de forma más segura como contraseñas para dispositivos.  Dichos tatuajes contienen circuitos electrónicos flexibles que se unen a la piel del usuario mediante un sello de goma.\n Durante dicha conferencia también se habló de la cápsula Proteus Digital Health, que ya ha sido aprobada por la Administración de Drogas y Alimentos de EE.UU. y ha recibido la aprobación reguladora europea en 2010.  Dicho cápsula es un chip que el usuario consumiría y desde el estómago mandaría señales y datos sobre su salud.\n Al principio, la venta por casi 3.000 millones de a Lenovo parecía un dinero tirado a la basura ya que Google había comprado Motorola Mobility por casi 13.000 millones, es decir, por 10.000 millones más.  Lo cierto es que Google sólo se ha desprendido de una pieza de Motorola, algo que ya había hecho en 2012 cuando vendió una parte de la empresa por 2.350 millones de dólares.  Google mantiene parte de los puntos fuertes de la empresa, además del la gran cartera de patentes.\n Wired apunta que al parecer Google se ha dado cuenta que no necesita entrar en el juego de los fabricantes de móviles tradicionales.  Retener a Dugan y a su equipo de inventores junto con los recién llegados de Nest, parecen estrategias para enfocarse en el futuro y no en cosas que ya estan en el mercado.  A esto se suma la compra de Boston Dynamics, fabricante de robots complejos y de uso militar que trabajaba en conjunto con DARPA, de donde viene Dugan",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4375781",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5921,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "03:07:00",
                    "title": "Google se queda con el laboratorio de ideas de Motorola",
                    "uri": "155937442",
                    "url": "http://www.abc.es/tecnologia/moviles-telefonia/20140202/abci-google-laboratorio-motorola-patentes-201401311818.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Yang Yuanqing es el presidente y CEO de Lenovo y el ejecutivo mejor pago de China.  Es considerado una verdadera celebridad en su país por popularizar las PC´s y ser el primer capitalista global auténtico.  Para los expertos será quien rompa con el modelo occidental en el mercado de las tecnológicas.  Su historia en primer plano\nEn China Yang Yuanqing es una verdadera celebridad, casi al nivel de un actor de cine o una estrella de rock.  Pero aún en Occidente su rostro no es popularmente conocido.  Es el actual CEO y Presidente de Lenovo y para muchos expertos del mundo promete ser quien rompa con el modelo tradicional del mercado de las IT.\n Cuando Yuanqing camina por la calles de Pekín está acostumbrado a que lo besen y hasta que le pidan autógrafos.  Amante de los Mercedes Benz, el presidente de la tecnológica Lenovo - hoy pelea el primer puesto como el mayor fabricante de computadoras del mundo- es el ejecutivo mejor pago de su país con un salario anual de 15 millones de dólares.  Y es dueño del 8% de las acciones de la empresa avaladas en 21 billones de dólares.\n Ya integra el grupo de los billonarios porque su patrimonio personal superó el billón.  Pero lo más interesante de su perfil es que no es por su fortuna que se ha ganado el reconocimiento del pueblo chino.  Yuanqing ganó respeto por ser considerado el primer capitalista global auténtico de China, básicamente por dos razones: la primera, por su propia historia de vida que parece una historia clásica de ascenso social en Occidente, pero no de Oriente.  Y segundo por el perfil arriesgado y agresivo que tiene como empresario, otra rareza para China.\n El boom Lenovo\nYuanqing es hijo de una familia pobre de la ciudad de Hefei, trabajó desde niño para colaborar en que a su familia no le falte comida.  Creció a fuerza de carencias.\n En 2005, cuatro años después de asumir la presidencia de Lenovo, ésta todavía era una compañía desconocida y no jugaba en la liga de los big players tecnológicos.  En ese entonces, estaba valuada en 3 billones de dólares.  Pero ese escenario no le impidió a Yuanqing tomar una estrategia osada: comprar la división Personal Computing de la norteamericana IBM, el gran ícono de Silicon Valley en una negociación que involucró más de la mitad del patrimonio de Lenovo.  Yuanqing sabía que semejante operación podía colocar a Lenovo cerca de la bancarrota, pero igual la hizo y no se equivocó.\n Durante 2012 esa movida arriesgada elevó a Lenovo a la posición de líder mundial en venta de computadoras personales con el 18% del mercado; por delante de la norteamericana Hewlett Packard con el 17% del mercado.  El éxito de su maniobra combinado con su coraje ejecutivo, le valió el mote de \"el Bill Gates chino\".\n Yuanqing ingresó a Lenovo a los 25 años en 1988 cuando la compañía aún se llamaba Legend.  Recién diplomado en ciencias de la computación, Yuanqing comenzó como vendedor de computadoras puerta a puerta.  Su salario era de 30 dólares mensuales.  El joven llamó la atención de los ejecutivos de la compañía por sus conocimientos técnicos.  Y así se convirtió en el protegido de Liu Chuanzhi, el fundador de Lenovo.  A tal punto que en 2001 cuando Chuanzhi dejó su cargo de presidente, fue sucedido directamente por Yuanqing.\n Expansión hacia Occidente\nEn 2010 ingresó al mercado de móviles, en un contexto de crisis financiera mundial y de deterioro del segmento de negocio.  Sin embargo, otra vez contra la corriente, asumió como CEO además de su cargo como Presidente y llegó al tercer puesto en la lista de los proveedores de smart connected devices, la categoría que abarca a los fabricantes de PCs, tabletas y smartphones.\n Yuanqing logró también que durante el último trimestre de 2013, Lenovo haya vendido más tabletas y smartphones que PCs, y sin perder el liderazgo en las computadoras personales.\n Cuando asumió como presidente de Lenovo sólo el 4% de las familias chinas tenían una computadora, mientras que en los Estados Unidos la cifra llegaba al 60%.  En dos años, Lenovo abarató el acceso a las PC´s y notebooks, lo que provocó que el consumo de PC´s en las casas aumentara al 11%.  Con este empujón, China se convirtió en el segundo mayor mercado de PC´s del mundo y hoy la mitad de la población china tiene computadora, y el 38% son Lenovo.\n Lenovo hoy es la tercera mayor vendedora de dispositivos móviles del mundo, detrás de la surcoreana Samsung y de Apple.  En PC´s Lenovo es la segunda mayor fabricante del sector peleando el primer puesto con Apple.\n En medio de un tour de negocios por América Latina, a fines del 2013 Yuanqing llegó a Buenos Aires y declaró a la revista Apertura : \"Hoy el nuevo desafío es pasar de una compañía pura de PC a una de \"PC+\".  \"Creo que el mercado de las PCs no morirá.  Mutará con nuevas funciones e innovación.  Desde un punto de vista de penetración, todavía le queda mucho por crecer\", dijo.\n Hoy Lenovo ya es el segundo player del mercado de smartphones en China.  \"Empezamos a avanzar más allá de China, expresó Yanqing a la revista de negocios.  Primero, estamos yendo por los mercados emergentes como Indonesia, India, Filipinas, Vietnam y Rusia.  Luego, Ucrania y otros países similares.  La idea, después, es llegar a América del Sur, en plazas como México y la Argentina\".\n Sobre el modelo chino, Yuanqing se refirió a que desea que su país deje de ser una gran fábrica para convertirse en un centro de innovación global: \" Quiero que Lenovo sea la compañía más innovadora\".\n En las primeras semanas del 2014 visitó Brasil y declaró a la revista Veja: \"si antes el mundo digital era dominado por los gigantes de Silicon Valley, ahora será más común ver en ascenso a los chinos\".",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4092185",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4857,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "10:48:00",
                    "title": "(JUEVES) ¿Quién es el \"Bill Gates\" chino?",
                    "uri": "155105026",
                    "url": "http://www.infobae.com/2014/01/29/1540192-jueves-quien-es-el-bill-gates-chino",
                    "wgt": 1
                },
                {
                    "body": "China quiere recuperar su trono.  Lo hablábamos hace un par de años en el MWC de 2012 y es algo que poco a poco estamos viviendo.  El último movimiento -- posiblemente el más importante de todos -- ha sucedido esta semana tras la compra de Motorola por parte de Lenovo.\n Estados Unidos pierde una de sus empresas tecnológicas de cabecera, que aunque en los últimos años no se encontraba en un mal momento ha de ser considerada como una de las pioneras de la historia de la tecnología.  Fue fundada en 1928 y en los años 70 empezó a desarrollar los primeros teléfonos móviles que, unas cuantas décadas más tarde, terminaron evolucionando en los smartphones que actualmente tenemos en nuestros bolsillos.\n La noticia no ha pasado desapercibida, ni mucho menos, aunque es posible que su importancia termine siendo mucho mayor de la que creemos hoy.  China como primera potencia tecnológica es una apuesta que llega con fuerza, con mucha fuerza, y en los próximos años podría situarse en la primera posición del podio.  Puede que éste sea el primer paso para que China ocupe el trono del panorama tecnológico mundial.",
                    "date": "2014-02-02",
                    "eventUri": "353761",
                    "id": "4416278",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4553,
                    "source": {
                        "title": "www.xatakamovil.com",
                        "uri": "www.xatakamovil.com"
                    },
                    "time": "18:24:00",
                    "title": "Imagen de la semana: China quiere ocupar su trono",
                    "uri": "156064098",
                    "url": "http://www.xatakamovil.com/imagen-de-la-semana/imagen-de-la-semana-china-quiere-ocupar-su-trono?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bxatakamovil%2B%2528Xataka%2BM%25C3%25B3vil%2529",
                    "wgt": 1
                },
                {
                    "body": "Varios vehículos integran conexiones 4G LTE y otras funciones.\n Una de las desventajas de las grandes ciudades del mundo es la afluencia vehicular, lo cual no necesariamente tiene que ser tedioso y aburrido, puesto que la integración de aplicaciones y accesorios permiten que el usuario tenga entretenimiento en el vehículo.\n La corporación BMW incorporó interesantes novedades en los modelos i3 y M235i, entre estas que pueden parquearse automáticamente.  La empresa Audi fue un paso más adelante al incluir en algunos de sus modelos un asistente virtual, el cual toma el control del auto si la movilización es menor a los 60 kilómetros por hora.\n Otros consorcios como General Motors, Honda, Hyundai y Google trabajan en el desarrollo de automóviles intuitivos, que se conducirán con aplicaciones y con la sincronización de otros dispositivos.  Por ejemplo, Ford presentó esta semana AppLink, un sistema de comandos de voz que agrupa más de 60 funciones extra, a fin de que el individuo efectúe el recorrido sin que pierda la vista del volante.\n La empresa Mercedes Benz creó una pulsera inteligente llamada Pebble, la cual se sincroniza con el vehículo y permite verificar la ubicación del auto, el nivel de combustible o realizar búsquedas que se muestran en el tablero.\n CONTROL\nHyundai BlueLink es una plataforma capaz de controlar remotamente el vehículo desde cualquier dispositivo.  Se puede encender, verificar los niveles de aceite o gasolina.\n CONSEJOS\nAXA Drive se sincroniza con el automóvil y evalúa la forma de conducción, con el objetivo de dar útiles consejos.  Analiza los giros y la\nWeRide es una aplicación diseñada para los motociclistas.  Permite buscar y compartir rutas, así como contactar con otros pilotos que utilizan la herramienta.\n MANUALES VIRTUALES\nAudi, Ford, Opel y Nissan sustituyeron los manuales impresos por aplicaciones móviles con realidad aumentada que brindan la información del vehículo.\n ENTRETENIMIENTO\nInfiniti InTouch es un sistema que permite la sincronización con móviles, a fin de que el usuario controle sus redes sociales con comandos de voz.\n Mensajería\nBlackBerry lanzó otra versión de su aplicación de mensajería BBM para Android 2.3, ya que la anterior ya no es compatible con esos aparatos.\n Herramienta\nLa marca BIC informó que sus lapiceros incorporarán en la parte trasera un puntero compatible con pantallas de celulares y tabletas.\n Negociación\nGoogle anunció ayer la venta de su filial de telefonía Motorola a la compañía china Lenovo por US$2.910 millones, para que esta última desarrolle modernos smartphones.",
                    "date": "2014-01-30",
                    "eventUri": "353761",
                    "id": "4084931",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3322,
                    "source": {
                        "title": "Prensa Libre de Guatemala",
                        "uri": "www.prensalibre.com"
                    },
                    "time": "09:36:00",
                    "title": "Para manejar con estilo",
                    "uri": "155084125",
                    "url": "http://www.prensalibre.com/tecnologia/manejar_0_1075692490.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 18,
            "averageDate": "2014-01-31",
            "avgCos": 0.6634,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "353761",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "196345",
            "lang": "spa",
            "storyDate": "2014-01-31",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-61782",
            "variance": 0.5599
        }
    },
    "meta": {
        "CCAArticleMatchCount": 42,
        "CCAArticleMatchRatio": 0.1484098939929329,
        "CCAAvgCosSim": 0.6695488095238096,
        "CCAAvgMatchWgt": 52.73809523809524,
        "_articleUri1": "155811950",
        "_articleUri2": "155112824",
        "_datetime": "2015-02-19 18:47:25",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-121869",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-61782",
        "_username": "Evgenia Belyaeva",
        "artCount1": 23,
        "artCount2": 18,
        "avgCosSimStory1": 0.6183,
        "avgCosSimStory2": 0.6634,
        "categorySim": 0,
        "conceptCosSim": 0.6895213295301801,
        "conceptJaccardSim": 0.2291666666666667,
        "coreTime1": 123488.5666666667,
        "coreTime2": 123442.8,
        "coreTimeStDev1": 8.869354506898198,
        "coreTimeStDev2": 24.81972633016147,
        "entityCosSim": 0.9323341106485943,
        "entityJaccardSim": 0.3181818181818182,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 3,
        "extractedDatesStory2": 2,
        "hasSameLocation": -1,
        "keywordCosSim": 0.278937503190028,
        "keywordJaccardSim": 0.1538461538461539,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 16,
        "timeAvg1": 123503.452173913,
        "timeAvg2": 123470.8462962963,
        "timeStDev1": 9.957566133018853,
        "timeStDev2": 27.28505139251804,
        "varianceStory1": 0.6177,
        "varianceStory2": 0.5599
    }
}