{
    "850f305d-14db-4c75-b547-79470a557ea3-353345": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "by Associated Press\nMay 02, 2014 8:20 AM\nAuthorities say an Eagle Butte man has been sentence to 11 years and three months in prison for child sexual abuse.\n U.S. Attorney Brendan Johnson says 28-year-old Daniel Briggs was convicted on Monday of abusive sexual contact with a child.\n Authorities say Briggs' conviction is the result of an incident that occurred between December 2010 and December 2012, when Briggs was living with the victim's mother.\n Authorities say the child was between the ages of 3 and 5 years old when the sexual abuse occurred.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10706084",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7889,
                    "source": {
                        "title": "KDLT",
                        "uri": "www.kdlt.com"
                    },
                    "time": "15:15:00",
                    "title": "SD Man Sentenced To Prison For Child Sexual Abuse",
                    "uri": "180136819",
                    "url": "http://www.kdlt.com/index.php?option=com_content&task=view&id=35564&Itemid=57",
                    "wgt": 1
                },
                {
                    "body": "SIOUX FALLS | Authorities say an Eagle Butte man has been sentence to 11 years and three months in prison for child sexual abuse.\n U.S. Attorney Brendan Johnson says 28-year-old Daniel Briggs was convicted on Monday of abusive sexual contact with a child.\n Authorities say Briggs' conviction is the result of an incident that occurred between December 2010 and December 2012, when Briggs was living with the victim's mother.\n Authorities say the child was between the ages of 3 and 5 years old when the sexual abuse occurred.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10707692",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7826,
                    "source": {
                        "title": "Rapid City Journal",
                        "uri": "rapidcityjournal.com"
                    },
                    "time": "15:28:00",
                    "title": "Man sentenced to prison for child sexual abuse",
                    "uri": "180140270",
                    "url": "http://rapidcityjournal.com/news/local/man-sentenced-to-prison-for-child-sexual-abuse/article_b11d3bae-be28-5612-9484-de0c54dd6a65.html",
                    "wgt": 1
                },
                {
                    "body": "As a parent you protect, nurture and do everything possible to keep your child safe.\n Then come the headlines about child sexual assault by trusted adult members of the community.\n So how do you protect your child from something that is often hidden from society until one brave person speaks out?\n Predators don't always look like you might think, and the majority of sexually abused young children and teens know the perpetrator, said Adelaide Grace, director of Monroe County Children & Youth.\n \"If you are involved and talk to your child often about the subject, the safer your child will be.  Children need to learn that telling an adult 'no' is OK,\" she said.\n A family with two working parents or a single parent who must work means young children are in day care, stay with a caregiver or attend nursery school, said Stuart P. Horowitz, a psychotherapist at St. Luke's Institute for Behavioral Health, Bethlehem.\n Keeping a child safe from sexual abuse requires parents to really know the people who come into contact with their child every day.\n \"This means everyone from the preschool teachers to the janitor at the preschool,\" Horowitz said.\n This also includes the parents of children who attend the school, \"especially if your child goes to a friend's home to play after school,\" he said.\n Every person who works in the preschool should have these two clearances: criminal and child abuse.\n \"Make sure all the clearances are up to date, and parents should ask to see proof,\" Horowitz said.\n Young children are taught about \"stranger danger\" at school, but children also need to learn they have the right to say no to anyone who touches them inappropriately, even if it is someone in their social circle.\n \"Even someone they know,\" said Jennifer Marsh, vice president of victim services of the Rape Abuse and Incest National Network, Washington, D.C.\nAccurate statistics on the prevalence of child and adolescent sexual abuse are difficult to collect because of problems in underreporting, Marsh said.\n In 2012 in the U.S., 62,936 cases of child sexual abuse were reported -- 9.3 percent of the total number of reported maltreatment cases that year -- according to the Child Maltreatment 2012 report from the U.S. Department of Health and Human Services' Children's Bureau.\n Child sexual abuse is a serious problem in the U.S., \"and recently in Pennsylvania another person in a position of trust is accused of being a perpetrator,\" Grace said.\n Recent high-profile cases in Pennsylvania include Jerry Sandusky, retired Penn State football coach and convicted serial child molester, and the sexual assault charge and possession of child pornography surrounding K. Bernard Schade, founder of the Singing Boys of Pennsylvania, based in Wind Gap.\n Talking to your younger child or teen on a regular basis about sexual assault or abuse is one of the best ways to protect your child, Horowitz said.\n \"It is important to be able to have an open dialogue with your child, so the topic doesn't make the child uncomfortable,\" he said.\n Of course when talking with a younger child or a teen, you would use age-appropriate conversation, Horowitz said.\n \"One of the best ways to talk to younger children is when they are getting their bath at night,\" Marsh said.\n \"It allows the parent to talk to a younger child about his or her body parts and to tell them if they don't like how someone is touching them, they have the right to say no,\" she said.\n You need to reassure children you won't blame them or be mad at them because, Horowitz said, \"perpetrators often convince victims their parents will be mad at them if they find out what happened.\" \"\nTeens are not as easy to talk with, but if you begin the conversations when they are younger, it should work better, Marsh said.\n Sometimes the teen may be able to talk to a counselor more easily than to you.\n It isn't always easy to talk to a teen or even a younger child, but it is extremely important, Grace said.\n \"Keeping the lines of communication open with children is the best way to know what is going on in their lives, so talk and then talk more with your kids,\" she said.\n Possible red flags in children under 12:\nYoung children often exhibit the following signs of sexual abuse:\nFrequent nightmares or have difficulty falling asleep.\n Fear of going with someone they know and always went with before.\n The child is showing sexual acts while playing with toys or any other objects.\n The child appears scared, anxious or withdrawn.\n Using adult language for body parts.\n Improper contact with school friends.\n Reluctant to get into a car with someone or on the school bus.\n The child tells you he has a special secret with someone.\n Changes in eating habits.\n Bruises or soreness in the vaginal area.\n Bruises in the pelvic region.\n Signs of abuse in teens:\nWatch for these signs in your teenagers:\nUse of sexual language and behavior.\n Self-injury, such as cutting or burning.\n Inadequate personal hygiene, hoping to be unattractive to the abuser.\n Drug and alcohol abuse.\n Sexual promiscuity.\n Running away from home.\n Depression and anxiety, as well as suicide attempts.\n Fear of intimacy or closeness.\n Compulsive eating or dieting.\n Note: If you child has any of the symptoms on the list, this in itself is not a definite sign of abuse.  Talk with your child in a friendly and caring tone of voice.\n If you suspect abuse, immediately take the child to be examined by your pediatrician, and do not give the child a bath first.\n Rainn.o org; nsopr.g gov",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10692137",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.645,
                    "source": {
                        "title": "poconorecord.com",
                        "uri": "www.poconorecord.com"
                    },
                    "time": "13:03:00",
                    "title": "Safer from sex abuse",
                    "uri": "180104897",
                    "url": "http://www.poconorecord.com/apps/pbcs.dll/article?AID=%2F20140502%2FFEATURES%2F405020340%2F-1%2Frss34",
                    "wgt": 1
                },
                {
                    "body": "As prosecutors, we confront harrowing and heart-wrenching cases nearly every day.  It is the child sexual abuse cases that are among the toughest and saddest cases we prosecute.  Government's first responsibility is to protect its people, especially our children.  That is why we have an affirmative and moral duty not only to hold the sexual offenders accountable, but to try to prevent these cases as well.  One thing we know is that child predators often seek out positions that provide them access to and power over children.  Few jobs fit the bill so well as that of a teacher.  A predator hired as a teacher is the proverbial wolf in sheep's clothing, just waiting to attack our children.\n Consider that since January 1 of this year, 119 teachers have been arrested across the United States for sexual misconduct with a child.  119!  That is more than one assault for every day so far this year.  Twelve of those cases were in Pennsylvania.  They are horrific.  One child's abuse began at age 10 and only ended when, at age 17, she found herself pregnant with the teacher's child.  An 11th grade English teacher accused of performing sex acts with a teenager in her classroom.  A 16 year-old girl raped by her instructor in a classroom closet.  And these are just the predators who have been caught.\n We need to prevent these kinds of terrible abuse.  That is why we are asking the United States Senate to pass Senator Pat Toomey's bill, the Protecting Students from Sexual and Violent Predators Act.\n This bipartisan bill requires any state education agency receiving federal funds to perform background checks on all employees and contractors -- new hires and existing workers -- who have access to children.  Senator Toomey's bill requires that the background checks be repeated regularly to prevent anyone from slipping through the cracks, and that the checks be extremely thorough, spanning two state and two federal databases.\n Pennsylvania, unfortunately, currently falls short of this standard: Pennsylvania law requires background checks only for new hires, not existing employees.  And if an applicant has been a state resident for two years, the school is required to check only the state's databases, not the federal ones.  Under Senator Toomey's bill, a school may not hire a person if he or she has committed certain crimes, including any violent or sexual crime against a child.\n Equally significant, Senator Toomey's bill bans the reprehensible practice of a school letting a child predator quietly resign and move along to a new school, a practice so common it has its own moniker -- \"passing the trash.\" \" Complementary legislation also has been introduced in the Pennsylvania General Assembly by Senator Anthony Williams and Representative David Maloney.\n There are too many cases where schools, when faced with teachers who stand accused of sexual or other misconduct of students, have sought resignation of the teachers rather than an investigation.  Why?  To avoid public disclosure of the misconduct.  That means a potential predator has landed at another school, ready to continue to abuse children.  To value the reputation of a school over the safety of a child is a recipe for abuse, and it is time to stop incentivizing our schools to pass the trash.\n In short, cases involving children, particular when there are allegations of sexual abuse, are among the most challenging to investigate and prosecute.  More information, not less, helps law enforcement identify perpetrators and ensure they do not victimize anyone else.\n We believe that Senator Toomey's bill is simple common sense, for Pennsylvania and all 50 states.  Last year, the U.S. House of Representatives House passed this bill unanimously.  The U.S. Senate needs to act, and act now.\n Bucks County District Attorney David Heckler Continued...",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10705618",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5607,
                    "source": {
                        "title": "Bucks Local News",
                        "uri": "www.buckslocalnews.com"
                    },
                    "time": "15:10:00",
                    "title": "GUEST OPINION: Help Us Protect Pennsylvania Children from Sexual Predators",
                    "uri": "180135951",
                    "url": "http://www.buckslocalnews.com/articles/2014/05/02/opinion/doc5346e5472217a747033578.txt",
                    "wgt": 1
                },
                {
                    "body": "The live online streaming of real-time child sexual abuse is becoming an \"emerging trend\" that will grow over the next three years, according to Britain's organised-crime fighters.\n The National Crime Agency (NCA) says that while the scale of existing forms of production of indecent images of children is likely to remain stable over the next year to three years, live streaming and paedophiles' use of the hidden websites beyond the reach of search engines are likely to rise sharply.\n The NCA says paedophiles are using the increasing availability of the internet in developing countries to stream live the abuse of children to paying customers across the world.\n In January the NCA announced that 17 British men were among those who had been arrested in an international police operation that broke up a paedophile ring that streamed live child abuse from the Philippines.  Three other inquiries are under way into men who pay to see abuse via webcams, with 139 Britons among 733 suspects.\n \"Extreme poverty, the increasing availability of high-speed internet and the existence of a vast and comparatively wealthy overseas customer base has led to organised-crime groups exploiting children for financial gain,\" said the NCA.\n The NCA lists live online streaming of child abuse with the supply of heroin and new \"legal highs\" and the criminal exploitation of the legal trade in guns as among the fastest growing organised-crime threats facing Britain over the next one to three years.\n The agency's first national threat assessment estimates there are 36,600 criminals involved in an about 5,300 organised groups in Britain involved in child sex abuse, cyberfraud, the trade in drugs and guns and people trafficking.\n The agency says almost half of organised-crime groups are involved in some way in the drug trade, with 18 to 23 tonnes of heroin and 30 tonnes of cocaine imported annually to Britain, despite falling heroin and crack use.  The threat assessment says criminals will increasingly exploit legitimate channels for bringing guns into Britain.\n The broad national crime threat assessment warns of more cyberattacks on UK computer networks, including on government websites as more public services go online, as well as denial-of-service attacks and harvesting of confidential data against commercial business systems.\n Most of the heroin consumed in Britain originates in Afghanistan, where opium poppy production is once again booming, but increasing amounts are coming via Turkey rather than Pakistan and is likely to increase.\n The NCA forecasts that the dynamic nature of the chemistry of new psychoactive substances or \"legal highs\" will also remain a problem.  The threat assessment was published as the Home Office rejected a claim from MPs that Britain was in the grip of \"an epidemic\" of \"legal highs\", and denied its response to the problem was \"sluggish\".\n The official Home Office response to a critical report from the House of Commons home affairs select committee said it did not underestimate the complexity of the challenge posed by the new substances.\n \"The advent of new psychoactive substances has marked a shift from the long and stable period when years would elapse between entirely new drugs appearing,\" it says.\n The assessment follows a warning last week by the country's drugs minister, Norman Baker, to the organisers of this summer's music and dance festivals to adopt a \"no legal highs\" policy and make it a condition of entry to their sites.  He also asked them to ban the sale of nitrous oxide, or laughing gas, at their events.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10705716",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4439,
                    "source": {
                        "title": "South China Morning Post",
                        "uri": "www.scmp.com"
                    },
                    "time": "15:11:00",
                    "title": "Live streaming of child sexual abuse online a growing trend, Britain's crime agency says",
                    "uri": "180136142",
                    "url": "http://www.scmp.com/news/world/article/1502695/live-streaming-child-sexual-abuse-online-growing-trend-britains-crime",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-05-02",
            "avgCos": 0.4555,
            "categories": [
                {
                    "label": "Society/Crime/Sex_Offenses",
                    "uri": "http://www.dmoz.org/Society/Crime/Sex_Offenses",
                    "wgt": 48
                },
                {
                    "label": "Society/Support_Groups",
                    "uri": "http://www.dmoz.org/Society/Support_Groups",
                    "wgt": 48
                },
                {
                    "label": "Society/Support_Groups/Sexual_Abuse",
                    "uri": "http://www.dmoz.org/Society/Support_Groups/Sexual_Abuse",
                    "wgt": 51
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "663753",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "648363",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Eagle Butte, South Dakota",
                "lat": 45.00248,
                "long": -101.23348,
                "wikiUri": "http://en.wikipedia.org/wiki/Eagle_Butte,_South_Dakota"
            },
            "storyDate": "2014-05-02",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-353345",
            "variance": 0.2925
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-153402": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "La Audiencia de Valencia ha condenado a una pena de 8 años de cárcel a un profesor de taekwondo por abusar sexualmente durante años de una alumna menor de edad, según fuentes del Tribunal Superior de Justicia de la Comunitat Valenciana (TSJCV).\n El Fiscal solicitó una condena de nueve años de prisión para el profesor, de 42 años y que ya no ejerce como docente, por abusar de una alumna de 13 años a la que llevaba entrenando desde hacía casi una década.\n Además, reclamó la prohibición durante diez años de aproximarse o comunicarse con la chica, de 20 años en la actualidad y en tratamiento médico y psicológico desde que ocurrieron los hechos.\n En el juicio, celebrado el pasado 10 de abril en la Audiencia de Valencia, el procesado, casado y con una hija de edad similar a la víctima, reconoció que mantuvo relaciones sexuales con esta alumna sabiendo su edad, pero insistió en que fueron propuestas y consentidas por ella, extremo que esta negó posteriormente.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10719754",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9173,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "17:14:00",
                    "title": "Condena a ocho a&ntilde;os de c&aacute;rcel a profesor de Taekwondo por abusar de una alumna menor",
                    "uri": "180166667",
                    "url": "http://ecodiario.eleconomista.es/politica/noticias/5750101/05/14/Condena-a-8-anos-de-carcel-a-profesor-de-Taekwondo-por-abusar-de-alumna-menor.html",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n La Audiencia de Valencia ha condenado a una pena de 8 años de cárcel a un profesor de taekwondo por abusar sexualmente durante años de una alumna menor de edad, según fuentes del Tribunal Superior de Justicia de la Comunitat Valenciana (TSJCV).\n El Fiscal solicitó una condena de nueve años de prisión para el profesor, de 42 años y que ya no ejerce como docente, por abusar de una alumna de 13 años a la que llevaba entrenando desde hacía casi una década.\n Además, reclamó la prohibición durante diez años de aproximarse o comunicarse con la chica, de 20 años en la actualidad y en tratamiento médico y psicológico desde que ocurrieron los hechos.\n En el juicio, celebrado el pasado 10 de abril en la Audiencia de Valencia, el procesado, casado y con una hija de edad similar a la víctima, reconoció que mantuvo relaciones sexuales con esta alumna sabiendo su edad, pero insistió en que fueron propuestas y consentidas por ella, extremo que esta negó posteriormente.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10731463",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9103,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "19:08:00",
                    "title": "Condena a ocho años de cárcel a profesor de Taekwondo por abusar de una alumna menor",
                    "uri": "180192355",
                    "url": "http://www.eleconomista.es/politica/noticias/5750101/05/14/Condena-a-8-anos-de-carcel-a-profesor-de-Taekwondo-por-abusar-de-alumna-menor.html",
                    "wgt": 1
                },
                {
                    "body": "La Audiencia de Valencia ha impuesto una pena de ocho años prisión para el procesado\nLa Audiencia de Valencia ha condenado a una pena de ocho años de cárcel a un profesor de taekwondo por abusar sexualmente durante años de una alumna menor de edad, según fuentes del Tribunal Superior de Justicia de la Comunitat Valenciana (TSJCV).\n El Fiscal solicitó una condena de nueve años de prisión para el profesor, de 42 años y que ya no ejerce como docente, por abusar de una alumna de 13 años a la que llevaba entrenando desde hacía casi una década.\n Además, reclamó la prohibición durante diez años de aproximarse o comunicarse con la chica, de 20 años en la actualidad y en tratamiento médico y psicológico desde que ocurrieron los hechos.\n En el juicio, celebrado el pasado 10 de abril en la Audiencia de Valencia, el procesado, casado y con una hija de edad similar a la víctima, reconoció que mantuvo relaciones sexuales con esta alumna sabiendo su edad, pero insistió en que fueron propuestas y consentidas por ella, extremo que esta negó posteriormente.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10730142",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9085,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "18:54:00",
                    "title": "Condenan a un instructor de taekwondo por abusar durante años de una menor de edad",
                    "uri": "180189005",
                    "url": "http://www.abc.es/local-comunidad-valenciana/20140502/abci-taekwondo-ocho-menores-201405021833.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "La Audiencia de Valencia ha condenado a una pena de 8 años de cárcel a un profesor de Taekwondo por abusar sexualmente durante años de una alumna menor de edad, según fuentes del Tribunal Superior de Justicia de la Comunidad Valenciana (TSJCV).\n El fiscal solicitó una condena de nueve años de prisión para el profesor, de 42 años y que ya no ejerce como docente, por abusar de una alumna de 13 años a la que llevaba entrenando desde hacía casi una década.\n Además, reclamó la prohibición durante 10 años de aproximarse o comunicarse con la chica, de 20 años en la actualidad y en tratamiento médico y psicológico desde que ocurrieron los hechos.\n En el juicio, celebrado el pasado 10 de abril en la Audiencia de Valencia, el procesado, casado y con una hija de edad similar a la víctima, reconoció que mantuvo relaciones sexuales con esta alumna sabiendo su edad, pero insistió en que fueron propuestas y consentidas por ella, extremo que esta negó posteriormente.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10714671",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8768,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "16:30:00",
                    "title": "Cárcel para un profesor de Taekwondo por abusar de una alumna menor",
                    "uri": "180155909",
                    "url": "http://www.elmundo.es/comunidad-valenciana/2014/05/02/5363c4c6ca4741c83b8b4571.html",
                    "wgt": 1
                },
                {
                    "body": "La Audiencia de Valencia ha condenado a una pena de 8 años de cárcel a un profesor de taekwondo por abusar sexualmente durante años de una alumna menor de edad, según fuentes del Tribunal Superior de Justicia de la Comunitat Valenciana (TSJCV).\n La sentencia considera como hechos probados que entre el verano de 2007 y septiembre de 2009, el condenado aprovechó la confianza que en él tenía depositada la menor, desde que contaba con 4 o 5 años de edad, para mantener relaciones sexuales con ella a partir de que cumpliera 13, consistentes en penetraciones vaginales, bucales y en una ocasión anal.\n Según el fallo, las penetraciones eran habituales y, aunque no ha sido posible precisar el número de veces que se producen, a consecuencia de ello se le causó a la joven, que ahora tiene 20 años, una sintomatología ansiosa y estrés postraumático de los que aún está en tratamiento médico.\n El profesor, según el fallo, se aprovechaba de las \"idas y venidas semanales a entrenamientos o competiciones que tenían lugar en otras localidades, a las que acompañaba a la menor y que tenían lugar en el vehículo del acusado o en hoteles\".\n La sentencia afirma que existen datos objetivos para mantener la credibilidad de los hechos relatados por la víctima, e indica que la desigualdad derivada de la edad -el agresor tenía 22 años más que la menor-, experiencia, vulnerabilidad o expectativas \"hace que su nivel de consentimiento para mantener relaciones sexuales estuviese viciado y la explorada adoptase una actitud de sometimiento\".\n \"Ha quedado probada la coacción que supuso en la libertad sexual de la víctima la superioridad manifiesta del acusado derivada de su diferencia de edad y madurez sexual, de su condición de profesor-entrenador en la actividad deportiva en la que (la menor) quería destacar, y de la confianza depositada en el mismo\", añade.\n La sentencia prohíbe al acusado a aproximarse a menos de 500 metros de la víctima y de comunicarse con ella por cualquier medio por un periodo de 10 años, y le condena a indemnizarla con 50.000 euros por daños morales.\n El fallo absuelve al profesor de tawkwondo de los delitos de agresión sexual, al no existir elementos objetivos de que tal hecho no se produjera obteniendo el consentimiento de la víctima, y de corrupción.\n En el juicio, celebrado el pasado 10 de abril en la Audiencia de Valencia, el procesado, casado y con una hija de edad similar a la víctima, reconoció que mantuvo relaciones sexuales con esta alumna sabiendo su edad, pero insistió en que fueron propuestas y consentidas por ella, extremo que esta negó posteriormente.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10751833",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.757,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "22:38:00",
                    "title": "Condenado 8 años un profesor de Taekwondo por abusar sexualmente de una alumna",
                    "uri": "180236264",
                    "url": "http://www.antena3.com/noticias/sociedad/condenado-anos-profesor-taekwondo-abusar-sexualmente-alumna_2014050200248.html",
                    "wgt": 1
                },
                {
                    "body": "Debe ser usuario registrado para añadir esta noticia a su selección.\n La Audiencia de Valencia ha condenado a una pena de 8 años de cárcel a un profesor de taekwondo por abusar sexualmente durante años de una alumna menor de edad, según fuentes del Tribunal Superior de Justicia de la Comunitat Valenciana (TSJCV).\n La sentencia considera como hechos probados que entre el verano de 2007 y septiembre de 2009, el condenado aprovechó la confianza que en él tenía depositada la menor, desde que contaba con 4 o 5 años de edad, para mantener relaciones sexuales con ella a partir de que cumpliera 13, consistentes en penetraciones vaginales, bucales y en una ocasión anal.\n Según el fallo, las penetraciones eran habituales y, aunque no ha sido posible precisar el número de veces que se producen, a consecuencia de ello se le causó a la joven, que ahora tiene 20 años, una sintomatología ansiosa y estrés postraumático de los que aún está en tratamiento médico.\n El profesor, según el fallo, se aprovechaba de las \"idas y venidas semanales a entrenamientos o competiciones que tenían lugar en otras localidades, a las que acompañaba a la menor y que tenían lugar en el vehículo del acusado o en hoteles\".\n La sentencia afirma que existen datos objetivos para mantener la credibilidad de los hechos relatados por la víctima, e indica que la desigualdad derivada de la edad -el agresor tenía 22 años más que la menor-, experiencia, vulnerabilidad o expectativas \"hace que su nivel de consentimiento para mantener relaciones sexuales estuviese viciado y la explorada adoptase una actitud de sometimiento\".\n \"Ha quedado probada la coacción que supuso en la libertad sexual de la víctima la superioridad manifiesta del acusado derivada de su diferencia de edad y madurez sexual, de su condición de profesor-entrenador en la actividad deportiva en la que (la menor) quería destacar, y de la confianza depositada en el mismo\", añade.\n La sentencia prohíbe al acusado a aproximarse a menos de 500 metros de la víctima y de comunicarse con ella por cualquier medio por un periodo de 10 años, y le condena a indemnizarla con 50.000 euros por daños morales.\n El fallo absuelve al profesor de tawkwondo de los delitos de agresión sexual, al no existir elementos objetivos de que tal hecho no se produjera obteniendo el consentimiento de la víctima, y de corrupción.\n En el juicio, celebrado el pasado 10 de abril en la Audiencia de Valencia, el procesado, casado y con una hija de edad similar a la víctima, reconoció que mantuvo relaciones sexuales con esta alumna sabiendo su edad, pero insistió en que fueron propuestas y consentidas por ella, extremo que esta negó posteriormente.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10726403",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7546,
                    "source": {
                        "title": "Canarias7",
                        "uri": "www.canarias7.es"
                    },
                    "time": "18:17:00",
                    "title": "Condenan a 8 años de cárcel a un profesor de Taekwondo por abusar de una alumna menor",
                    "uri": "180180574",
                    "url": "http://www.canarias7.es/articulo.cfm?Id=335873",
                    "wgt": 1
                },
                {
                    "body": "El fallo apunta que el procesado se aprovechó de la influencia que ejercía en la adolescente\nramón ferrando valencia La Audiencia de Valencia ha impuesto ocho años de prisión por un delito continuado de abusos sexuales al profesor de taekwondo que mantuvo relaciones con una de sus alumnas desde que tenía catorce años.  El fallo destaca que el procesado se aprovechó de la influencia que ejercía sobre la adolescente y recuerda que tenía 22 años más que ella.  La víctima lamentó en el juicio que no dijo nada a su familia por \"miedo y vergüenza\".\n Los hechos ocurrieron entre el verano de 2007 y septiembre de 2009.  El profesor, que tenía 36 años, se aprovechó de la confianza y del interés que tenía la menor en progresar en el taekwondo para mantener con ella relaciones sexuales de todo tipo.\n El acusado admitió que mantuvo relaciones, pero aseguró que era porque ella quería porque estaba enamorada de él.  La víctima indicó que el acusado elogiaba su belleza y su destreza en el taekwondo para engatusarla.  La joven añadió que no supo cómo poner fin a esa situación por la vergüenza que le suponía contar lo que pasaba y porque implicaría acabar con el taekwondo que para ella era primordial.\n Un hermano de la joven descubrió lo que estaba pasando por casualidad.  La familia le contó lo que estaba sucediendo a la mujer del acusado, que acabó por ponerse del lado de su marido al creerse la versión de que la niña estaba enamorada de él.  El fallo destaca que el posible enamoramiento que la joven negó\"no deja de ser un síntoma más de la vulnerabilidad de la menor ante quien debía sentir admiración ya que era su profesor de la actividad en la que quería progresar (según dijo, era para ella como un héroe)\".  La sentencia descarta que la víctima haya denunciado por odio o venganza y subraya el dolor que todavía sufre cuando recuerda los hechos.  El procesado deberá pagar una indemnización de 75.000 euros y no se podrá acercar a la joven en diez años.",
                    "date": "2014-05-02",
                    "eventUri": "663753",
                    "id": "10740411",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4564,
                    "source": {
                        "title": "www.levante-emv.com",
                        "uri": "www.levante-emv.com"
                    },
                    "time": "20:33:00",
                    "title": "La Audiencia impone 8 años al profesor de taekwondo que abusó de su alumna",
                    "uri": "180210773",
                    "url": "http://www.levante-emv.com/sucesos/2014/05/02/audiencia-impone-8-anos-profesor/1106769.html?utm_medium=rss",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-05-02",
            "avgCos": 0.5638,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "663753",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "663753",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Valencian Community",
                "lat": 39.5,
                "long": -0.75,
                "wikiUri": "http://en.wikipedia.org/wiki/Valencian_Community"
            },
            "storyDate": "2014-05-02",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-153402",
            "variance": 0.1822
        }
    },
    "meta": {
        "CCAArticleMatchCount": 11,
        "CCAArticleMatchRatio": 0.1341463414634146,
        "CCAAvgCosSim": 0.8245818181818181,
        "CCAAvgMatchWgt": 45,
        "_articleUri1": "180136819",
        "_articleUri2": "180166667",
        "_datetime": "2015-02-19 20:54:45",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-353345",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-153402",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 7,
        "avgCosSimStory1": 0.4555,
        "avgCosSimStory2": 0.5638,
        "categorySim": 0,
        "conceptCosSim": 0.1161463765730294,
        "conceptJaccardSim": 0.0125,
        "coreTime1": 125653.05,
        "coreTime2": 125656.5,
        "coreTimeStDev1": 0.893096983658111,
        "coreTimeStDev2": 1.908938872526724,
        "entityCosSim": 0,
        "entityJaccardSim": 0,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1381877880525944,
        "keywordJaccardSim": 0.01694915254237288,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 6,
        "storyQuality2": 13,
        "timeAvg1": 125654.8233333333,
        "timeAvg2": 125659.0333333333,
        "timeStDev1": 0.893096983658111,
        "timeStDev2": 1.908938872526724,
        "varianceStory1": 0.2925,
        "varianceStory2": 0.1822
    }
}