{
    "850f305d-14db-4c75-b547-79470a557ea3-433164": {
        "articles": {
            "resultCount": 70,
            "results": [
                {
                    "body": "WASHINGTON -- President Barack Obama disclosed he's losing his chief spokesman on the same day that the president came to the White House briefing room to personally announce the resignation of his Veterans Affairs secretary.\n It was a Friday not quite like any other recently.\n Press secretary Jay Carney had a surprise visitor to his daily news briefing, which began not long after Obama's visit there to discuss Secretary Eric Shinseki's departure.\n Standing next to Carney in the crowded room, Obama said it was \"bittersweet\" to see his friend step down after three and a half years on the podium.\n At the same time, Obama announced that Josh Earnest, currently principal deputy press secretary, would be taking over.\n Carney said the transition will be complete around mid-June, but that Earnest will take his place traveling next week on a trip that Obama has scheduled to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to join the White House as communications director for Vice President Joe Biden, and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney mid-sentence at the beginning of Carney's daily news conference in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with journalists in an intense question-and-answer session.\n Obama said Carney had demonstrated good judgment and temperament and that he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.\n Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well liked within the White House press corps, and reporters applauded the announcement.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for being the \"golden voice and dulcet tones\" that narrates West Wing Week, the weekly recap of White House events on YouTube.\n The president said Carney plans to take the summer off before getting a new job.\n Carney said he's made no decision yet on his next step, but is excited about some of the possibilities he's begun to explore.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Union for Time, saying his wife and two children wouldn't welcome such a move.\n Carney expressed his appreciation for working at the White House for five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12908800",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8902,
                    "source": {
                        "title": "nypost.com",
                        "uri": "nypost.com"
                    },
                    "time": "19:20:00",
                    "title": "White House press secretary Jay Carney steps down | New York Post",
                    "uri": "187448717",
                    "url": "http://nypost.com/2014/05/30/white-house-press-secretary-jay-carney-steps-down/?utm_campaign=SocialFlow&utm_source=NYPTwitter&utm_medium=SocialFlow",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (AP) -- President Barack Obama disclosed he's losing his chief spokesman on the same day that the president came to the White House briefing room to personally announce the resignation of his Veterans Affairs secretary.\n It was a Friday not quite like any other recently.\n Press secretary Jay Carney had a surprise visitor to his daily news briefing, which began not long after Obama's visit there to discuss Secretary Eric Shinseki's departure.\n Standing next to Carney in the crowded room, Obama said it was \"bittersweet\" to see his friend step down after three and a half years on the podium.\n At the same time, Obama announced that Josh Earnest, currently principal deputy press secretary, would be taking over.\n Carney said the transition will be complete around mid-June, but that Earnest will take his place traveling next week on a trip that Obama has scheduled to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to join the White House as communications director for Vice President Joe Biden, and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney mid-sentence at the beginning of Carney's daily news conference in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.\n Obama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.\n Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and reporters applauded the announcement.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for being the \"golden voice and dulcet tones\" that narrates West Wing Week, the weekly recap of White House events on YouTube.\n The president said Carney plans to take the summer off before getting a new job.\n Carney said he's made no decision yet on his next step, but is excited about some of the possibilities he's begun to explore.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time, saying his wife and two children wouldn't welcome such a move.\n Carney expressed his appreciation for working at the White House for five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12921236",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8899,
                    "source": {
                        "title": "www.realclearpolitics.com",
                        "uri": "www.realclearpolitics.com"
                    },
                    "time": "00:00:00",
                    "title": "Jay Carney to Step Down as White House Press Secretary",
                    "uri": "187483762",
                    "url": "http://www.realclearpolitics.com/articles/2014/05/30/jay_carney_to_step_down_as_white_house_press_secretary_122808.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- President Barack Obama disclosed he's losing his chief spokesman on the same day that the president came to the White House briefing room to personally announce the resignation of his Veterans Affairs secretary.\n It was a Friday not quite like any other recently.\n Press secretary Jay Carney had a surprise visitor to his daily news briefing, which began not long after Obama's visit there to discuss Secretary Eric Shinseki's departure.\n Standing next to Carney in the crowded room, Obama said it was \"bittersweet\" to see his friend step down after three and a half years on the podium.\n At the same time, Obama announced that Josh Earnest, currently principal deputy press secretary, would be taking over.\n Carney said the transition will be complete around mid-June, but that Earnest will take his place traveling next week on a trip that Obama has scheduled to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to join the White House as communications director for Vice President Joe Biden, and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney mid-sentence at the beginning of Carney's daily news conference in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.\n Obama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.\n Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and reporters applauded the announcement.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for being the \"golden voice and dulcet tones\" that narrates West Wing Week, the weekly recap of White House events on YouTube.\n The president said Carney plans to take the summer off before getting a new job.\n Carney said he's made no decision yet on his next step, but is excited about some of the possibilities he's begun to explore.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time, saying his wife and two children wouldn't welcome such a move.\n Carney expressed his appreciation for working at the White House for five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12908132",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8899,
                    "source": {
                        "title": "The Wichita Eagle",
                        "uri": "www.kansas.com"
                    },
                    "time": "19:11:00",
                    "title": "Obama says goodbye to White House press secretary",
                    "uri": "187447020",
                    "url": "http://www.kansas.com/2014/05/30/3482971/obama-says-press-secretary-jay.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- White House press secretary Jay Carney became the news instead of just delivering it Friday, when President Barack Obama unexpectedly interrupted the daily media briefing to announce Carney's resignation after three and a half years as his primary spokesman.\n Obama said it was \"bittersweet\" to see his friend Carney step down and announced that principal deputy press secretary Josh Earnest will take over the job.  Carney said the transition will take place around mid-June, but Earnest will take his place traveling next week on Obama's trip to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to become communications director for Vice President Joe Biden and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney midsentence as he responded to a question on Ukraine in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.  Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps and is seen as helpful.  Reporters applauded the announcement.  Earnest is a native of Kansas City, Mo., and Obama noted he still roots for the hometown baseball team, the Royals, as the son of an athletic coach.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy, and you can't find just a nicer individual even outside of Washington.\" \"\nEarnest, 39, regularly conducts the briefing at the White House or aboard Air Force One when Carney is absent.  He has been deeply involved in negotiations with the press corps over access to the president.\n It was Obama's second appearance in the briefing room Friday to announce a resignation, the first being under much more somber circumstances as Veterans Affairs Secretary Eric Shinseki left under pressure due to widespread problems plaguing the agency's health care system.  Obama said Carney's job has put a strain on his family and the press secretary told him in April that he's been wrestling with the decision whether to leave for some time.\n Carney said he's made no decision yet on his next step but plans to take the summer off before starting a new job.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time.  He said his wife, ABC News correspondent Claire Shipman, and two children wouldn't welcome such a move.\n Carney, who celebrated his 49th birthday last week, expressed his appreciation for working at the White House for more than five years, even though he says being press secretary isn't easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"\nObama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12938490",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8769,
                    "source": {
                        "title": "CJOnline.com",
                        "uri": "cjonline.com"
                    },
                    "time": "23:33:00",
                    "title": "White House press secretary resigning, to be replaced by Kansas City native",
                    "uri": "187534882",
                    "url": "http://cjonline.com/news/2014-05-30/white-house-press-secretary-resigning-be-replaced-kansas-city-native",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama shares a laugh as he and Jay Carney (right) announce Carney's resignation as White House press secretary in Washington, D.C., on Friday, May 30, 2014.  (AP Photo/Susan Walsh)\nJay Carney, President Barack Obama's spokesman and the face of his communications operation, is leaving the White House.\n Obama came to the briefing room today to announce Carney's departure as press secretary.  Josh Earnest, the principal deputy press secretary, has been promoted to replace Carney, Obama said.\n \"Jay has become one of my closest friends,\" Obama, who surprised reporters with his appearance and announcement, said.  \"I'm going to miss him a lot.\" \"\nCarney, 49, the former Washington bureau chief for Time Magazine, first joined the Obama administration as the communications director for Vice President Joe Biden.  In 2011, Carney was selected to replace Robert Gibbs in the job that places him at the front of the press on a near daily basis at White House briefings.\n \"It's not always pretty.  It could certainly be better,\" Carney told reporters today.  \"But to be a part of it is an honour and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"\nEarnest, a native of Kansas City, Missouri, joined Obama's presidential campaign in March 2007 as his Iowa communications director.  He's considered a well-liked by the White House press corps and is known in part for his narration of a weekly YouTube video produced by the White House about the week's events.\n Carney said he approached Obama in April about leaving the administration to be able to spend more time with his family.  He plans to take time off before deciding on his next career move.  Carney said Earnest would take over in mid-June.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12931153",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8745,
                    "source": {
                        "title": "iPolitics",
                        "uri": "www.ipolitics.ca"
                    },
                    "time": "19:34:00",
                    "title": "Jay Carney resigns as White House press secretary",
                    "uri": "187512739",
                    "url": "http://www.ipolitics.ca/2014/05/30/jay-carney-resigns-as-white-house-press-secretary/?utm_source=rss&amp%3Butm_medium=rss&amp%3Butm_campaign=jay-carney-resigns-as-white-house-press-secretary",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama's Press Secretary Jay Carney is stepping down and principal deputy press secretary Josh Earnest is taking over, according to Yahoo!  News on Friday.  President Obama made a surprise visit to the White House press briefing room on Friday to make the official announcement of Jay Carney's departure from the Obama administration.  In Obama's statement, he said that Carney is one of his closest friends and praised him for his work as his press secretary.  The president said that he will continue to rely on Carney as an outsider.\n Obama briefly spoke about his new press secretary as well.  He said that Earnest is honest and full of integrity.  The president called him \"a straight shooter.\" \"\nAfter Obama made the announcement, Carney said that being Obama's press secretary has been an amazing experience, according to a USA Today report.  Carney also said that he will be staying on at the White House until mid-June.\n Carney is a former Washington bureau chief for Time magazine.  He has been the White House press secretary since 2011 when he replaced Robert Gibbs in the position.  During the first two years of President Obama's presidency, Carney was Vice President Joe Biden's communications director.\n Jay Carney's resignation was one of the Top 10 Political Predictions of 2014 by this political writer.  At the beginning of this year, it was stated that Jay Carney would quit his job in the White House rather than continue being the man who must face the press to defend the Obama administration and the president on a near-daily basis.  The prediction further stated that Jay Carney would announce his decision to leave the White House and quickly disappear from public view soon thereafter.  The president's announcement on Friday does not include the future of Carney who just turned 49 years old last week.  Carney was the nation's 29th Press Secretary and the second one in the Obama administration.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915248",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8741,
                    "source": {
                        "title": "Examiner.com",
                        "uri": "www.examiner.com"
                    },
                    "time": "18:08:00",
                    "title": "White House Press Secretary Jay Carney resigns, as predicted",
                    "uri": "187466464",
                    "url": "http://www.examiner.com/article/white-house-press-secretary-jay-carney-resigns-as-predicted",
                    "wgt": 1
                },
                {
                    "body": "White House press secretary Jay Carney became the news instead of just delivering it Friday, when President Barack Obama unexpectedly interrupted the daily media briefing to announce Carney's resignation after three and a half years as his primary spokesman.\n Obama said it was \"bittersweet\" to see his friend Carney step down and announced that principal deputy press secretary Josh Earnest will take over the job.  Carney said the ultimate transition will take place around mid-June, but Earnest will take his place traveling next week on Obama's trip to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to become communications director for Vice President Joe Biden and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney midsentence at the beginning of Carney's daily news conference in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.  Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and reporters applauded the announcement.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for being the \"golden voice and dulcet tones\" that narrates West Wing Week, the weekly recap of White House events on YouTube.  Earnest told reporters he's \"grateful and excited and relishes the opportunity to spend the next couple of years with you.\" \"\nIt was Obama's second appearance in the briefing room Friday to announce a resignation, the first being under much more somber circumstances as Veterans Affairs Secretary Eric Shinseki left under pressure due to widespread problems plaguing the agency's health care system.  Obama said Carney's job has put a strain on his family and the press secretary told him in April that he's been wrestling with the decision whether to leave for some time.\n The president said Carney plans to take the summer off before getting a new job.  Carney said he's made no decision yet on his next step, but is excited about some of the possibilities he's begun to explore.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time, saying his wife and two children wouldn't welcome such a move.\n Carney expressed his appreciation for working at the White House for five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"\nObama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.\n ___\nFollow Nedra Pickler on Twitter at https://twitter.com/nedrapickler",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12909543",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8729,
                    "source": {
                        "title": "The Seattle Times",
                        "uri": "seattletimes.com"
                    },
                    "time": "19:30:00",
                    "title": "Obama says goodbye to White House press secretary",
                    "uri": "187451123",
                    "url": "http://seattletimes.com/html/nationworld/2023730463_apxobamapresssecretary.html?syndication=rss",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (AP) -- White House press secretary Jay Carney became the news instead of just delivering it Friday, when President Barack Obama unexpectedly interrupted the daily media briefing to announce Carney's resignation after three and a half years as his primary spokesman.\n Obama said it was \"bittersweet\" to see his friend Carney step down and announced that principal deputy press secretary Josh Earnest will take over the job.  Carney said the transition will take place around mid-June, but Earnest will take his place traveling next week on Obama's trip to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to become communications director for Vice President Joe Biden and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney midsentence as he responded to a question on Ukraine in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.  Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and is seen as helpful.  Reporters applauded the announcement.  Earnest is a native of Kansas City, Missouri, and Obama noted he still roots for the hometown baseball team, the Royals, as the son of an athletic coach.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for providing the \"golden voice and dulcet tones\" as narrator of West Wing Week, a recap of White House events that can be seen on YouTube or the White House website.  Earnest, who is expecting his first child with his wife, Treasury Department official Natalie Wyeth Earnest, told reporters he's \"grateful and excited and relishes the opportunity to spend the next couple of years with you.\" \"\nEarnest, 39, regularly conducts the briefing at the White House or aboard Air Force One when Carney is absent.  He has been deeply involved in negotiations with the press corps over access to the president.\n It was Obama's second appearance in the briefing room Friday to announce a resignation, the first being under much more somber circumstances as Veterans Affairs Secretary Eric Shinseki left under pressure due to widespread problems plaguing the agency's health care system.  Obama said Carney's job has put a strain on his family and the press secretary told him in April that he's been wrestling with the decision whether to leave for some time.\n Carney said he's made no decision yet on his next step but plans to take the summer off before starting a new job.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time.  He said his wife, ABC News correspondent Claire Shipman, and two children wouldn't welcome such a move.\n Carney, who celebrated his 49th birthday last week, expressed his appreciation for working at the White House for more than five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"\nObama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12925000",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8656,
                    "source": {
                        "title": "ap.stripes.com",
                        "uri": "ap.stripes.com"
                    },
                    "time": "17:05:00",
                    "title": "Buy AP Photo Reprints",
                    "uri": "187493581",
                    "url": "http://ap.stripes.com/dynamic/stories/U/US_OBAMA_PRESS_SECRETARY?SITE=DCSAS&amp%3BSECTION=HOME&amp%3BTEMPLATE=DEFAULT&amp%3BCTIME=2014-05-30-14-49-03",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama announced Friday that his White House press secretary, Jay Carney, is stepping down.\n Mr Carney, 49, is leaving his post as the public face of the administration after shifting from two decades of reporting to politics at the highest level of US government.\n And fielding questions from the press moments after Mr Obama left the podium, Mr Carney said he hadn't made up his mind on his next move.\n \"I haven't made any decisions yet,\" he said.  I'm excited by some of the possibilities but it has been an amazing experience working here, just so fulfilling, Carney added.\n Despite coming from the White House press corps himself, Mr Carney developed a sometimes contentious relationship with the news media, who at times pressed him to say more than he was willing to about the president's policies and decision-making.\n He has been described by some White House colleagues as one who brought \"rare but practical experience\" to the job as a former reporter who once covered the White House for Time magazine.\n He left journalism to become communications director for Vice President Joe Biden and subsequently moved over to serve as Obama's press secretary in 2011.\n REPORTER'S PERSPECTIVE\nPresident Obama said Friday that Mr Carney was very much at home as the Press Secretary.\n \"Every morning, he comes to this place with a reporter's perspective,\" he told reporters after interrupting Carney mid-sentence as he responded to a question on Ukraine in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you,\" Obama said of Mr Carney.\n Mr Carney will be replaced by the deputy press secretary, Josh Earnest.  President Obama called Carney's successor a person of \"sound judgment and great temperament.\" \"\nEarnest has worked for Mr. Obama since the 2008 campaign, standing in for Mr. Carney at times in the briefing room.\n Mr Obama, who said Carney had told him of the decision in April, said he would miss him dearly.  \"He is one of my closest friends here in Washington,\" he said adding that Carney's five and a half years as an administration spokesman \"placed a strain on my wife and two kids.\" \"\nCarney was the second person to serve in the position during the Obama presidency, having replaced Robert Gibbs.",
                    "date": "2014-05-31",
                    "eventUri": "892864",
                    "id": "12946005",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8624,
                    "source": {
                        "title": "Breaking News, Kenya, Africa, Politics, Business, Sports, Blogs, Photos, Videos",
                        "uri": "www.nation.co.ke"
                    },
                    "time": "07:48:00",
                    "title": "Obama's Press Secretary resigns",
                    "uri": "187562222",
                    "url": "http://www.nation.co.ke/news/Obama-Press-Secretary-resigns/-/1056/2332422/-/3yr0nb/-/index.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- White House press secretary Jay Carney became the news instead of just delivering it Friday, when President Barack Obama unexpectedly interrupted the daily media briefing to announce Carney's resignation after three and a half years as his primary spokesman.\n Obama said it was \"bittersweet\" to see his friend Carney step down and announced that principal deputy press secretary Josh Earnest will take over the job.  Carney said the transition will take place around mid-June, but Earnest will take his place traveling next week on Obama's trip to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to become communications director for Vice President Joe Biden and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney midsentence as he responded to a question on Ukraine in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.  Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and is seen as helpful.  Reporters applauded the announcement.  Earnest is a native of Kansas City, Missouri, and Obama noted he still roots for the hometown baseball team, the Royals, as the son of an athletic coach.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for providing the \"golden voice and dulcet tones\" as narrator of West Wing Week, a recap of White House events that can be seen on YouTube or the White House website.  Earnest, who is expecting his first child with his wife, Treasury Department official Natalie Wyeth Earnest, told reporters he's \"grateful and excited and relishes the opportunity to spend the next couple of years with you.\" \"\nEarnest, 39, regularly conducts the briefing at the White House or aboard Air Force One when Carney is absent.  He has been deeply involved in negotiations with the press corps over access to the president.\n It was Obama's second appearance in the briefing room Friday to announce a resignation, the first being under much more somber circumstances as Veterans Affairs Secretary Eric Shinseki left under pressure due to widespread problems plaguing the agency's health care system.  Obama said Carney's job has put a strain on his family and the press secretary told him in April that he's been wrestling with the decision whether to leave for some time.\n Carney said he's made no decision yet on his next step but plans to take the summer off before starting a new job.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time.  He said his wife, ABC News correspondent Claire Shipman, and two children wouldn't welcome such a move.\n Carney, who celebrated his 49th birthday last week, expressed his appreciation for working at the White House for more than five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"\nObama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.\n Follow Nedra Pickler on Twitter at https://twitter.com/nedrapickler",
                    "date": "2014-05-31",
                    "eventUri": "892864",
                    "id": "12950270",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8593,
                    "source": {
                        "title": "Fort Mill Times",
                        "uri": "www.fortmilltimes.com"
                    },
                    "time": "09:41:00",
                    "title": "Obama says goodbye to White House press secretary",
                    "uri": "187577971",
                    "url": "http://www.fortmilltimes.com/2014/05/30/3514483/obama-says-press-secretary-jay.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Jay Carney is leaving his post as White House press secretary, President Barack Obama announced on Friday.\n Obama delivered the news to reporters in the White House briefing room, after his remarks on Veterans Affairs Secretary Eric Shinseki's resignation earlier in the day.\n \"I'm going to miss him a lot,\" Obama said about Carney.\n Obama said Carney \"has become one of my closest friends\" and is a \"great advisor\" with a \"great heart.\" \"\nCarney did not specify his last day or plans after the White House, but said that he will be leaving in mid-June.  Deputy press secretary Josh Earnest will take his place.\n \"It's been an amazing experience,\" Carney said of his time as press secretary.  \"In mid-life you don't often make a whole new set of friends.\" \"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12904342",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8488,
                    "source": {
                        "title": "Inc.com",
                        "uri": "www.huffingtonpost.com"
                    },
                    "time": "18:25:00",
                    "title": "Jay Carney Steps Down As White House Press Secretary",
                    "uri": "187437712",
                    "url": "http://www.huffingtonpost.com/2014/05/30/jay-carney-steps-down_n_5419387.html",
                    "wgt": 1
                },
                {
                    "body": "White House press secretary Jay Carney is leaving his post and his No. 2 is taking over.\n President Barack Obama announced Carney's departure in a surprise appearance at in the White House press briefing room Friday.  He said principal deputy press secretary Josh Earnest will take over the job.\n Obama called Carney one of his closest friends and a great press secretary whom he said will continue to rely on as an outside adviser.\n The president said Carney plans to take the summer off before getting a new job.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12903595",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.847,
                    "source": {
                        "title": "Palm Beach Post",
                        "uri": "www.palmbeachpost.com"
                    },
                    "time": "18:21:00",
                    "title": "Obama says press secretary Jay Carney resigning | www.palmbeachpost.com",
                    "uri": "187436245",
                    "url": "http://www.palmbeachpost.com/ap/ap/political/obama-says-press-secretary-jay-carney-resigning/nf9xM/?ecmp=pbp_social_twitter_2014_sfp",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (May 30, 2014) White House press secretary Jay Carney is leaving and his No. 2 is taking over, President Barack Obama announced Friday in a surprise appearance in the White House press briefing room.\n Mr. Obama said principal deputy press secretary Josh Earnest will take over the job.\n Mr. Obama called Carney one of his closest friends and a great press secretary whom he said will continue to rely on as an outside adviser.\n The president said Carney plans to take the summer off before getting a new job.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915281",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8464,
                    "source": {
                        "title": "KWTX TV 10",
                        "uri": "www.kwtx.com"
                    },
                    "time": "17:18:00",
                    "title": "Obama's Press Secretary Resigns",
                    "uri": "187466471",
                    "url": "http://www.kwtx.com/centraltexasvotes/home/headlines/Obamas-Press-Secretary-Resigns-261280901.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- White House press secretary Jay Carney is leaving his post and his No. 2 is taking over.\n President Barack Obama announced Carney's departure in a surprise appearance at in the White House press briefing room Friday.  He said principal deputy press secretary Josh Earnest will take over the job.\n Obama called Carney one of his closest friends and a great press secretary whom he said will continue to rely on as an outside adviser.\n The president said Carney plans to take the summer off before getting a new job.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12904848",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8439,
                    "source": {
                        "title": "Star Tribune",
                        "uri": "www.startribune.com"
                    },
                    "time": "18:19:00",
                    "title": "Obama announces press secretary Jay Carney is resigning, replaced by No. 2 Josh Earnest",
                    "uri": "187438562",
                    "url": "http://www.startribune.com/politics/261276071.html",
                    "wgt": 1
                },
                {
                    "body": "Obama said it was \"bittersweet\" to see his friend Carney step down and announced that principal deputy press secretary Josh Earnest will take over the job.  Carney said the ultimate transition will take place around mid-June, but Earnest will take his place traveling next week on Obama's trip to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to become communications director for Vice President Joe Biden and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney midsentence as he responded to a question on Ukraine in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.  Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and reporters applauded the announcement.  Earnest is a native of Kansas City, Mo., and Obama noted he still roots for the hometown baseball team, the Royals, as the son of an athletic coach.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for being the \"golden voice and dulcet tones\" that narrates West Wing Week, the weekly recap of White House events on YouTube.  Earnest, who is expecting his first child with his wife, Treasury Department official Natalie Wyeth, told reporters he's \"grateful and excited and relishes the opportunity to spend the next couple of years with you.\" \"\nIt was Obama's second appearance in the briefing room Friday to announce a resignation, the first being under much more somber circumstances as Veterans Affairs Secretary Eric Shinseki left under pressure due to widespread problems plaguing the agency's health care system.  Obama said Carney's job has put a strain on his family and the press secretary told him in April that he's been wrestling with the decision whether to leave for some time.\n Carney said he's made no decision yet on his next step but plans to take the summer off before starting a new job.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time.  He said his wife, ABC News correspondent Claire Shipman, and two children wouldn't welcome such a move.\n Carney expressed his appreciation for working at the White House for five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"\nObama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12938498",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8208,
                    "source": {
                        "title": "St. Joseph News-Press and FOX 26 KNPN",
                        "uri": "www.newspressnow.com"
                    },
                    "time": "18:52:00",
                    "title": "White House press secretary stepping down",
                    "uri": "187534906",
                    "url": "http://www.newspressnow.com/news/nation_and_world/article_dd1a7501-5ba0-504e-b142-5f13e03b7bcb.html",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Jay Carney is stepping down as White House press secretary, President Barack Obama announced on Friday.\n Obama said Carney told him of his decision in April, and Carney later said he plans to leave the position in mid-June.\n The President announced that deputy press secretary Josh Earnest will step into the role.\n Obama considers Carney \"one of my closest friends.\" \"\n\"He's got good judgment.  He has good temperament and he's got a good heart, and I will miss him a lot,\" Obama said.\n Carney previously spent 21 years in journalism, including a stint as Washington bureau chief for Time magazine, and Obama noted that he went from one of those asking the questions to the person behind the podium in the White House briefing room.\n He is Obama's second press secretary during the more than five years of his presidency.\n Carney took over in 2011 when Robert Gibbs stepped down, and has been Obama's chief spokesman through budget battles with Congress, the 2012 reelection, the rocky Obamacare rollout, the controversy over the Benghazi terror attack, the Edward Snowden NSA leaks, and now the scandal engulfing the Veterans Affairs Department.\n \"It's been an amazing experience,\" Carney told reporters.\n \"In midlife you don't often make a whole new set of friends, and not just friends, but people you would fight by and for under any circumstances and that's certainly what I have been lucky enough to get over these past five and a half years,\" he said.\n Carney said that he's had discussions about what's next for him but hasn't made any firm decisions.\n He was a former director of communications for Vice President Joe Biden before ascending to the White House job he has now.\n Carney's married to journalist Claire Shipman, a senior correspondent for ABC News.\n As for Carney's successor, Obama called Earnest a \"straight shooter and a great guy.\" \"\nHe said their history dates to the 2008 Iowa caucus, where Earnest served as Obama's communication's director in the Hawkeye State.\n \"As you know, his name describes his demeanor,\" the President said of Earnest.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915247",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8169,
                    "source": {
                        "title": "whotv.com",
                        "uri": "whotv.com"
                    },
                    "time": "17:42:00",
                    "title": "WHITE HOUSE: Press Secretary Jay Carney Leaving",
                    "uri": "187466447",
                    "url": "http://whotv.com/2014/05/30/white-house-press-secretary-jay-carney-leaving/",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON - White House press secretary Jay Carney became the news instead of just delivering it Friday, when President Barack Obama unexpectedly interrupted the daily media briefing to announce Carney's resignation after 3½ years as his primary spokesman.\n Obama said it was \"bittersweet\" to see his friend Carney step down and announced that principal deputy press secretary Josh Earnest will take over the job.  Carney said the transition will take place around mid-June, but Earnest will take his place traveling next week on Obama's trip to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to become communications director for Vice President Joe Biden and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney midsentence as he responded to a question on Ukraine in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.  Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and is seen as helpful.  Reporters applauded the announcement.  Earnest is a native of Kansas City, Missouri, and Obama noted he still roots for the hometown baseball team, the Royals, as the son of an athletic coach.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for providing the \"golden voice and dulcet tones\" as narrator of West Wing Week, a recap of White House events that can be seen on YouTube or the White House website.  Earnest told reporters he's \"grateful and excited and relishes the opportunity to spend the next couple of years with you.\" \"\nEarnest, 39, regularly conducts the briefing at the White House or aboard Air Force One when Carney is absent.  He has been deeply involved in negotiations with the press corps over access to the president.",
                    "date": "2014-05-31",
                    "eventUri": "892864",
                    "id": "12946819",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.804,
                    "source": {
                        "title": "The Japan Times",
                        "uri": "www.japantimes.co.jp"
                    },
                    "time": "08:11:00",
                    "title": "Obama says goodbye to White House press secretary Carney",
                    "uri": "187565565",
                    "url": "http://www.japantimes.co.jp/news/2014/05/31/world/politics-diplomacy-world/obama-says-goodbye-to-white-house-press-secretary-carney/",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (AP) -- White House press secretary Jay Carney is leaving his post and his No. 2 is taking over.\n President Barack Obama announced Carney's departure in a surprise appearance at in the White House press briefing room Friday.  He said principal deputy press secretary Josh Earnest will take over the job.\n Obama called Carney one of his closest friends and a great press secretary whom he said will continue to rely on as an outside adviser.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12905441",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7951,
                    "source": {
                        "title": "KMOV kmov.com",
                        "uri": "www.kmov.com"
                    },
                    "time": "18:32:00",
                    "title": "Jay Carney to step down as White House Press Secretary",
                    "uri": "187439808",
                    "url": "http://www.kmov.com/news/national/Jay-Carney-to-step-down-as-White-House-Press--261274561.html",
                    "wgt": 1
                },
                {
                    "body": "The man that serves as the face and voice of the White House is stepping down.\n President Obama said Friday that White House Press Secretary Jay Carney will be leaving his job; he'll be replaced by Josh Earnest.\n Carney said he will stay on until at least mid-June.\n In praising his outgoing press secretary, Obama described Carney as one of his best friends and said he would continue to rely on him as an outside adviser.\n Carney, a former Washington bureau chief for Time magazine, has been White House press secretary since 2011, when he replaced Robert Gibbs.  Carney had been communications director for Vice President Biden during the first two years of the Obama administration.\n Carney told reporters he does not know what he will do next.  But the former Moscow bureau chief for Time ruled out speculation that he would seek the vacant post of ambassador to Russia.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915250",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7913,
                    "source": {
                        "title": "MI News 26",
                        "uri": "www.minews26.com"
                    },
                    "time": "17:55:00",
                    "title": "Jay Carney Stepping Down",
                    "uri": "187466452",
                    "url": "http://www.minews26.com/content/?p=31619",
                    "wgt": 1
                },
                {
                    "body": "CONNECTTWEETLINKEDINCOMMENTEMAILMORE\nWASHINGTON -- President Obama said Friday that White House press secretary Jay Carney will be stepping down from his job and be replaced by deputy Josh Earnest.\n \"It's been an amazing experience,\" Carney said after Obama's announcement.  \"Just so fulfilling.\" \"\nCarney said he will stay on until at least mid-June.\n Earnest described his appointment as a \"genuine honor,\" and said he looks forward to pressing the president's \"important and beneficial\" agenda.\n In praising his outgoing press secretary, Obama described Carney as one of his best friends and said he would continue to rely on him as an outside adviser.\n Obama described Earnest, his incoming spokesman, as \"honest and full of integrity\" and \"a straight shooter.\" \" He said Earnest's name \"describes his demeanor.\" \"\nEarnest -- \"his name describes his demeanor,\" the president said -- has been an aide to Obama since the early days of his 2008 presidential campaign.  \"Josh and I have an incredible history going all the way back to the Iowa caucuses,\" Obama said.\n Carney, a former Washington bureau chief for Time magazine, has been White House press secretary since 2011, when he replaced Robert Gibbs.  Carney had been communications director for Vice President Biden during the first two years of the Obama administration.\n The press secretary's departure drew some political reaction.  The National Republican Congressional Committee tweeted: \"Tired of talking your way out of too many scandals, #JayCarney?  Sign our farewell card.\" \"\nCarney, who spoke for the White House on items ranging from the death of Osama bin Laden to the current criticism of VA hospitals, said it has been honor to be the president's press secretary.\n \"I'm not saying it's easy every day but I love it,\" Carney said.  \"It's an important interaction that takes place here ...T To be a part of it is an honor and a joy for me.\" \"\nCarney told reporters he does not know what he will do next.  But the former Moscow bureau chief for Time ruled out speculation that he would seem the vacant post of ambassador to Russia.\n \"I can assure you that my family, having won me back, would not be happy with that outcome,\" he said.\n CONNECTTWEETLINKEDINCOMMENTEMAILMORERead or Share this story: http://www.clarionledger.com/story/news/2014/05/30/white-house-press-secretary-resigns/9773555/",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12908625",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7898,
                    "source": {
                        "title": "The Clarion Ledger",
                        "uri": "www.clarionledger.com"
                    },
                    "time": "19:16:00",
                    "title": "White House spokesman Jay Carney resigns",
                    "uri": "187448097",
                    "url": "http://www.clarionledger.com/story/news/2014/05/30/white-house-press-secretary-resigns/9773555/?cid=dlvr.it&from=global&sessionKey=&autologin=",
                    "wgt": 1
                },
                {
                    "body": "White House press secretary Jay Carney is resigning as the White House's principal spokesman.\n President Obama announced the move in a surprise appearance during Carney's briefing and the same day he accepted Veterans Affairs Secretary Eric Shinseki's resignation.\n Obama hailed Carney as \"one of my closest friends\" and a \"great press secretary.\" \" Carney has been Obama's press secretary for the last three years.\n \"He's got good judgment; he has good temperament, and he's got a good heart,\" Obama said.  \"And I'm going to miss him a lot.  I will continue to rely on him as a friend, an adviser after he leaves to spend as much of his summer as he can with his kids before he decides what's next for him.  Whatever it is, I know he's going to be outstanding at it.\" \"\nOn Friday, Carney said flatly he was not interested in that job, which remains open.\n \"I can assure you that my family, having won me back, would not be happy with that outcome,\" Carney said.\n A veteran Time magazine reporter, Carney served as Vice President Biden's spokesman before taking over the White House briefing room podium.\n He said being the press secretary had been an amazing experience, and did not provide specifics on his future plans.\n \"I haven't made any decisions yet.  I've managed over the past months to have some conversations about what my future might look like, and I'm excited by some of the possibilities,\" he said.\n Obama has a long history with Earnest, who began working with Obama on the 2008 campaign.\n \"Josh was my Iowa communications director, and even when he was in that role, you'd find him spending an extra hour or two helping young staffers make phone calls or knock on doors,\" Obama said.  \"There was no task that was too small, no detail too unimportant for Josh to attend to.\" \"\nPsaki, who served as the president's campaign spokesperson in 2012, left the administration for the private sector shortly after Carney was chosen to succeed Robert Gibbs before later returning.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915291",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7898,
                    "source": {
                        "title": "TheHill",
                        "uri": "thehill.com"
                    },
                    "time": "17:41:00",
                    "title": "Carney out as WH spokesman",
                    "uri": "187466527",
                    "url": "http://thehill.com/blogs/blog-briefing-room/news/207763-carney-resigns-as-white-house-spokesman",
                    "wgt": 1
                },
                {
                    "body": "After more than three years of jousting with the White House press corps, President Barack Obama's chief spokesman, Jay Carney, will step down next month to pursue yet-to-be-named opportunities, Obama announced on Friday.\n Carney's deputy, Josh Earnest, will take his place, the president said.\n Obama interrupted Carney on the podium, where he was answering questions during the White House daily news briefing, catching reporters by surprise.\n \"One of Jay's favourite lines is, 'I have no personnel announcements at this time,'\" said Obama.\n \"But I do, and it's bittersweet,\" he said.\n It was Obama's second turn on the podium on Friday.  Earlier, he spoke in the same spot to say his Veteran Affairs Secretary Eric Shinseki had resigned.\n Obama called Carney one of his closest friends and advisers, and said he was \"not thrilled\" when Carney first told him in April that he wanted to leave.\n Carney, 49, has been press secretary for longer than usual for such a high-pressure job.  Many occupants stay for only a couple of years before leaving.\n Carney replaced Robert Gibbs in January 2011 and stayed on through Obama's 2012 re-election.\n Earlier in Obama's administration, Carney was Vice President Joe Biden's communications director.  Before then, he was a reporter for 21 years, including a turn as Moscow bureau chief for Time magazine.\n Carney frequently harkened back to his own time as a White House correspondent for Time magazine in commenting on the reporting techniques of the current press corps, which he said he sometimes found overly dramatic.\n He and his wife, ABC news correspondent Claire Shipman, have two young children.\n Obama noted that Carney's designated successor, Earnest, ran communications during the Iowa caucuses in Obama's first presidential campaign in 2008.\n \"Josh is an earnest guy,\" Obama quipped, \"and you can't find just a nicer individual.\" \" The president called Earnest, 39, \"a straight shooter and a great guy.\" \"\nAfter Obama left the podium, Carney told reporters that he hasn't made any decisions yet about his next job but has had some conversations during the past few months about new possibilities.\n He said he first planned to spend the summer with his children.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12938488",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7861,
                    "source": {
                        "title": "South China Morning Post",
                        "uri": "www.scmp.com"
                    },
                    "time": "23:33:00",
                    "title": "White House press secretary Jay Carney steps down after three years",
                    "uri": "187534889",
                    "url": "http://www.scmp.com/news/world/article/1522445/white-house-press-secretary-jay-carney-steps-down-after-three-years",
                    "wgt": 1
                },
                {
                    "body": "2290 CONNECT 219 TWEET 9 LINKEDIN 123 COMMENTEMAILMORE\nWASHINGTON -- President Obama said Friday that White House press secretary Jay Carney will be stepping down from his job and be replaced by deputy Josh Earnest.\n \"It's been an amazing experience,\" Carney said after Obama's announcement.  \"Just so fulfilling.\" \"\nCarney said he will stay on until at least mid-June.\n Earnest described his appointment as a \"genuine honor,\" and said he looks forward to pressing the president's \"important and beneficial\" agenda.\n In praising his outgoing press secretary, Obama described Carney as one of his best friends and said he would continue to rely on him as an outside adviser.\n Obama described Earnest, his incoming spokesman, as \"honest and full of integrity\" and \"a straight shooter.\" \" He said Earnest's name \"describes his demeanor.\" \"\nEarnest -- \"his name describes his demeanor,\" the president said -- has been an aide to Obama since the early days of his 2008 presidential campaign.  \"Josh and I have an incredible history going all the way back to the Iowa caucuses,\" Obama said.\n Carney, a former Washington bureau chief for Time magazine, has been White House press secretary since 2011, when he replaced Robert Gibbs.  Carney had been communications director for Vice President Biden during the first two years of the Obama administration.\n The press secretary's departure drew some political reaction.  The National Republican Congressional Committee tweeted: \"Tired of talking your way out of too many scandals, #JayCarney?  Sign our farewell card.\" \"\nCarney, who spoke for the White House on items ranging from the death of Osama bin Laden to the current criticism of VA hospitals, said it has been honor to be the president's press secretary.\n \"I'm not saying it's easy every day but I love it,\" Carney said.  \"It's an important interaction that takes place here ...T To be a part of it is an honor and a joy for me.\" \"\nCarney told reporters he does not know what he will do next.  But the former Moscow bureau chief for Time ruled out speculation that he would seem the vacant post of ambassador to Russia.\n \"I can assure you that my family, having won me back, would not be happy with that outcome,\" he said.\n President Obama gives White House press secretary Jay Carney a hug after announcing that Carney will step down later next month, during a surprise visit to the Brady Press Briefing Room of the White House, Friday.  Obama said principal deputy press secretary Josh Earnest will take over the job.  (Photo: Susan Walsh, AP) Fullscreen President Obama (R) arrives to make a statement to the media about the recent problems at the Veterans Affairs Department with White House Press Secretary Jay Carney in the Brady Press Briefing Room at the White House May 21.  (Photo: Chip Somodevilla, Getty Images) Fullscreen Press Secretary Jay Carney, left, and National Security Advisor Susan Rice return to the West Wing of the White House after traveling with President Obama on Wednesday to West Point's graduation.  (Photo: Win McNamee, Getty Images) Fullscreen President Obama, center, makes a unannounced stop to surprise members of the Northwest little league baseball teams at Friendship Park in Washington on May 19.  On the far left is White House Press Secretary Jay Carney, who's daughter Della Carney plays in the same co-ed baseball league that Obama visited.  (Photo: Pablo Martinez Monsivais, AP) Fullscreen White House press secretary Jay Carney shows the many faces he made during the previous day's press briefing as he speaks May 15, 2013, in the Brady Briefing Room of the White House.  (Photo: Saul Loeb, AFP/Getty Images) Fullscreen White House press secretary Jay Carney, wears a Boston Red Sox baseball cap at the daily briefing at the White House on April 1.  (Photo: Susan Walsh, AP) Fullscreen White House press secretary Jay Carney and Claire Shipman arrive for the state dinner.  (Photo: Manuel Balce Ceneta, AP) Fullscreen White House Press Secretary Jay Carney speaks during his daily news briefing at the White House on Feb. 18.  (Photo: Jacquelyn Martin, AP) Fullscreen Jay Carney shows off some scruff on Jan. 6.  (Photo: Mark Wilson, Getty Images) Fullscreen White House spokesman Jay Carney holds up a folder with an image of a troll and the words \"innovation, not litigation\" in June 2013.  (Photo: Evan Vucci, AP) Fullscreen White House senior advisor Valerie Jarrett, left, spokesman Jay Carney, political advisor David Simas and senior advisor Dan Pfeiffer take pictures of a display of World Series rings as they wait for President Obama on a tour of the National Baseball Hall of Fame in Cooperstown, N.Y., on May 22.  (Photo: Jonathan Ernst, Reuters) Fullscreen Like this topic?  You may also like these photo galleries:ReplayAutoplayShow ThumbnailsShow CaptionsLast SlideNext Slide 2290 CONNECT 219 TWEET 9 LINKEDIN 123 COMMENTEMAILMORERead or Share this story: http://www.usatoday.com/story/news/politics/2014/05/30/jay-carney-white-house-spokeman-resigns/9772421/",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12909486",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7799,
                    "source": {
                        "title": "USA Today",
                        "uri": "www.usatoday.com"
                    },
                    "time": "19:29:00",
                    "title": "White House spokesman Jay Carney resigns",
                    "uri": "187451040",
                    "url": "http://www.usatoday.com/story/news/politics/2014/05/30/jay-carney-white-house-spokeman-resigns/9772421/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BUsatodaycomNation-TopStories%2B%2528USATODAY%2B-%2BNation%2BTop%2BStories%2529",
                    "wgt": 1
                },
                {
                    "body": "White House Press Secretary Jay Carney is stepping down after three years as Barack Obama's chief spokesman, the president has said.\n Mr Carney, a former journalist, will be succeeded by his deputy Josh Earnest.\n Mr Carney, 49, previously served as press secretary for Vice-President Joe Biden after leaving Time Magazine.\n Mr Obama announced the change in a surprise appearance at the daily White House press briefing, calling Mr Carney one of his \"closest friends\".\n \"He came to this place with a reporter's perspective, and that's why, believe it or not, I think he will miss hanging out with you,\" Mr Obama told reporters.\n \"I'm going to miss him a lot, and rely on him as a friend, and as an adviser.\" \"\nThe US president quipped that Mr Earnest's name \"describes his demeanour\".\n \"You can't find a nicer individual, even outside of Washington,\" Mr Obama said of Mr Earnest.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915285",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7789,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "16:32:00",
                    "title": "White House spokesman Jay Carney steps down",
                    "uri": "187466486",
                    "url": "http://www.bbc.co.uk/news/world-us-canada-27640377",
                    "wgt": 1
                },
                {
                    "body": "Obama announced that Carney will be stepping down as press secretary after three years, and will be replaced by deputy press secretary Josh Earnest.\n \"Jay has become one of my closest friends, and is a great press secretary and a great adviser,\" the president said.  \"He's got good judgment.  He has a good temperament, and he's got a good heart.  And I'm going to miss him a lot.\" \"\nThe two shared a hug as Obama left the stage and the briefing continued.  Carney will remain in his post until July.  Carney did not give a reason for stepping down, other than spending more time this summer with his family.  He did say that he approached the president about leaving in April.\n There have been intermittent rumors that Carney is interested in a diplomatic post, possibly in Russia.  But he has denied such claims.  At just three years at the post, Carney has served as press secretary longer than anyone else in the last two decades.  \"People say to me, 'You have the hardest job' or 'one of the hardest jobs' and I am not saying it is easy every day -- but I loved it,\" Carney said.\n So, what's next for Carney? \"Well, I might manage my son's band,\" he said.  (That band, Twenty20, recently released a music video).\n Earnest steps in after a long history with the president.  He served as Obama's communications director in Iowa during the 2008 presidential campaign.  \"His name describes his demeanor,\" Obama said of Earnest.  \"Josh is an earnest guy, and you can't find just a nicer individual, even outside of Washington.\" \"\nEarnest said Friday during the briefing that he has \"learned so much\" from his predecessor and looks forward to taking on the job.  \"I would welcome any questions from the podium at any time.\" \"\n\"And you expect us to believe that?\" a reporter said, drawing laughter from the group.\n Though Friday did not mark Carney's last briefing, he and the reporters shared warm exchanges.\n \"Every day I've been in here with you has been a privilege,\" Carney said -- to which a reporter responded, \"Every day?\"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915246",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7778,
                    "source": {
                        "title": "Government Executive",
                        "uri": "www.govexec.com"
                    },
                    "time": "17:37:00",
                    "title": "White House Press Secretary Jay Carney Is Stepping Down",
                    "uri": "187466455",
                    "url": "http://www.govexec.com/management/2014/05/white-house-press-secretary-jay-carney-stepping-down/85513/?oref=river",
                    "wgt": 1
                },
                {
                    "body": "In a bit of a Friday shocker, President Obama announced today that Press Secretary Jay Carney is resigning.\n President Obama said, \"I am not thrilled to say the least, but Jay has had to wrestle with this decision for quite some time.  He has been on my team since day one.  For two years with the Vice President, and for the past three and half years as my press secretary.  It has obvious placed a strain on Claire his wife, and his two wonderful kids.\" \"\nThe president discussed Carney's decades long career in journalism before he came to the administration, and called Carney one of his closest friends, and a great adviser.  President Obama said that he will miss Carney a lot.  The president announced that Josh Earnest is the new press secretary.\n Earnest has been Jay Carney's top deputy and has been running briefings and gaggles on his own for the last few years.  Earnest is President Obama's third press secretary.  Robert Gibbs was in the hot seat before Carney, and Earnest is following Carney.\n Jay Carney said that there is no date set for his departure, but he will be gone by the second or third week of June.  Carney said that he hasn't made any decisions yet about the future, but it is a pretty safe guess that a book will be in his future, and he is likely to return to journalism in some fashion.\n This is a typical second term departure.  Carney like a lot of figures in the Obama administration has lasted longer than the norm.  It can't be understated how difficult the job of a press secretary is.  Years of dealing with the media and crisis situations would take a toll on anyone.\n Carney's departure is a sign that President Obama's time in office is quickly winding down.  The familiar faces of this historic administration are beginning to move on, and pretty soon President Obama's time in office will come to an end.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915290",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7745,
                    "source": {
                        "title": "www.politicususa.com",
                        "uri": "www.politicususa.com"
                    },
                    "time": "17:41:00",
                    "title": "Obama Announces That White House Press Secretary Jay Carney Is Resigning",
                    "uri": "187466530",
                    "url": "http://www.politicususa.com/2014/05/30/obama-announces-white-house-press-secretary-jay-carney-resigning.html",
                    "wgt": 1
                },
                {
                    "body": "According to the Associated Press, Obama told reporters it was \"bittersweet\" to see his friend step down after three and a half years on the podium.\n Josh Earnest, currently principal deputy press secretary, would be taking over.\n Carney said the transition will be complete around mid-June, but that Earnest will take his place traveling next week on a trip that Obama has scheduled to Europe.\n Carney once covered the White House for Time magazine and left journalism to join the White House as communications director for Vice President Joe Biden He moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney mid-sentence at the beginning of Carney's daily news conference in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nObama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.\n Information from The Associated Press contributed to this report.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12924986",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7581,
                    "source": {
                        "title": "St. Louis American",
                        "uri": "www.stlamerican.com"
                    },
                    "time": "19:34:00",
                    "title": "White House Press Secretary Jay Carney steps down",
                    "uri": "187493552",
                    "url": "http://www.stlamerican.com/news/local_news/article_3294ebd6-e83a-11e3-9b35-0019bb2963f4.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON: US President Barack Obama said Friday his press secretary Jay Carney was stepping down after more than three years as the first line of defense for his administration.\n Obama interrupted Carney's daily press briefing to announce that his spokesperson had resigned and would be replaced by his deputy Josh Earnest.\n \"It's bittersweet,\" Obama said, referring to Carney, a former Time Magazine journalist, as \"one of my closest friends in Washington.\" \"\nEarnest goes back a long way with Obama, after serving as his communications director in the state that made his national political career, Iowa, during the 2008 presidential campaign.\n Carney took over the job as press secretary in January 2011, succeeding the first man to hold that job for Obama, Robert Gibbs.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915287",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7506,
                    "source": {
                        "title": "The Express Tribune",
                        "uri": "tribune.com.pk"
                    },
                    "time": "17:32:00",
                    "title": "Obama's press secretary Jay Carney resigns, deputy promoted",
                    "uri": "187466507",
                    "url": "http://tribune.com.pk/story/715555/obamas-press-secretary-jay-carney-resigns-deputy-promoted/",
                    "wgt": 1
                },
                {
                    "body": "After a lengthy stint of three years in service to the White House, first as spokesman for Vice President Joe Biden and then as press secretary for President Obama, Jay Carney announced today that he is resigning from his post.  Carney's announcement came on the heels of this morning's press conference in which Obama announced that Secretary of Veterans Affairs, Eric Shinseki was resigning over the Veterans medical care scheduling scandal, which has resulted in at least 40 deaths.  Some in the media have suggested that the timing of Jay Carney's announcement was a deliberate attempt to deflect news coverage of Shinseki's resignation.  However, the impact of Carney's resignation is minor in comparison and if indeed this was a calculated maneuver by the Obama administration, it will likely be unsuccessful.\n Carney was busy doing his job in the briefing room and in the middle of his answer on a question about the Ukraine Obama entered the room, interrupted him and made the seemingly surprise announcement that Carney was resigning.  Leading with an attempt at lightheartedness Obama said that one of Carney's favorite lines is \"I have no personnel announcements at this time\" and then let the press know that in fact, Obama did have what he termed as a bittersweet personnel announcement.\n Obama informed the press that Carney had come to him in April to let him know that he was thinking about \"moving on.\" \" Obama admitted that he was \"not thrilled to say the least\" about the news.  He went on to praise Carney for his skills as Press Secretary, indicated that Carney was one of his closest friends and that he would miss him.  He further praised Carney for his \"good heart\" and \"good temperament.\" \" He also acknowledged the \"strain\" that the job had put on Carney and his family and wished him time with them during the summer before Carney tackles whatever the future has in store for him.  Obama asked the press \"to please be kind\" to Carney on his \"farewell tour.\" \"\nCarney will continue in his role as White House Press Secretary until June.  Upon his departure, he will be replaced by White House Deputy Press Secretary Josh Ernest who first worked with Obama during his 2008 presidential campaign.  Obama described Ernest as living up to his name, that he is a man of integrity, honesty and a \"straight shooter.\" \" He also jokingly said that today the \"flak jacket\" was officially passed from Carney to Ernest.\n Although there has been speculation about Carney taking the currently available post of Ambassador to Russia, Carney shrugged the suggestion off.  He made it clear that his family will be grateful to \"have him back\" and that were he to take that post his family would not \"be happy with the outcome.\" \" As for Carney's sentiments about being the White House Press Secretary, he spoke of the fact that it had not all been \"pretty\" but that it had been an \"honor\" and \"joy\" for him.\n The timing of Carny's resignation announcement may have been a surprise but clearly he had already discussed his decision with President Obama.  Carney's professional or political future is as of yet unknown but upon reflection Carney spoke warmly of his time as Press Secretary and let the media in attendance know that no matter how tough the briefings were he had always walked out of the room glad to have been a part of them.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915260",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7495,
                    "source": {
                        "title": "Guardian Liberty Voice",
                        "uri": "guardianlv.com"
                    },
                    "time": "17:32:00",
                    "title": "Jay Carney Resigns as Obama's Press Secretary",
                    "uri": "187466476",
                    "url": "http://guardianlv.com/2014/05/jay-carney-resigns-as-obamas-press-secretary/",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama interrupted the White House daily press briefing on Friday to announce that his spokesman Jay Carney is stepping down, and named as a replacement Josh Earnest, Carney's deputy.\n Obama said he would miss Carney and his advice, but called Earnest \"a straight shooter and a great guy\" who had been part of his team since he first ran for president.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12908679",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7479,
                    "source": {
                        "title": "VOA",
                        "uri": "www.voanews.com"
                    },
                    "time": "19:17:00",
                    "title": "Obama: Spokesman Carney to Step Down",
                    "uri": "187448288",
                    "url": "http://www.voanews.com/content/reu-obama-spokesman-carney-to-step-down-deputy-earnest-to-replace-him/1926328.html",
                    "wgt": 1
                },
                {
                    "body": "A big announcement was made today for those in Washington D.C.'s news industry -- for President Barack Obama, for Democrats, and even for us little guys who spend hours reading through the White House's backlog of press releases and briefings.  Jay Carney, Press Secretary to the White House, is stepping down.  Carney is the 29th Press Secretary and the second to serve under Obama.\n \"He has been on my team since day one.  For two years with the Vice President and for the past three and half years as my Press Secretary,\" said Obama as he cut into Carney's briefing to make the heartfelt announcement that Carney would be resigning.  \"In April, Jay came to me in the Oval Office and said that he was thinking of moving on, and I was not thrilled, to say the least,\" said Obama, according to video footage provided by NBC.  \"But Jay has had to wrestle with this decision for quite some time.\" \" He discussed the strain his time at the White House undoubtedly placed on Carney's family, noting that his daughter is a fine pitcher, but that Carney hasn't been able to see enough of the games.\n \"Believe it or not,\" said Obama to the crowd of journalists, \"I actually think he will miss hanging out with all of you, including the guys in the front row.\" \" Audible in the background amidst laughter is, \"What about the people in the third row!?\"\n\"I'm literally picking my jaw up off of the ground,\" said Kristen Welker, NBC's White House correspondent, according to Mediabistro.  \"I was not expecting that.  The rest of the press corps, to my knowledge, didn't get a heads up about this.  It really was a surprise announcement.  That is rare at this White House, for the press corps to be surprised.\" \"\nObama called the soon-to-be former Press Secretary a close friend and adviser, saying he'd continue to depend on him for input, and praising him for his work, judgement, temperament, and heart.  \"Today, the flak jacket is officially passed to a new generation,\" said Obama.  Which begs the question: who?  According to Obama, \"somebody who is also a friend and adviser.\" \" Namely, Josh Earnest, who is presently the Deputy Press Secretary and Special Assistant to the President.\n Josh Earnest, according to Obama, is as earnest as his name -- emphasizing the Earnest's kindness and heart.  \"You can't find just a nicer individual, even outside of Washington ...  There's no task that was too small, no detail too unimportant for Josh to attend to.  At the White House, he's been a mentor to many of the young people here, who I know are thrilled for him today,\" said Obama, according to ABC.  He asked, jokingly, that the press \"be nice to Josh during his initiation,\" and said that while the press was likely to eventually \"get frustrated with him,\" they might even find that a little difficult \"because he's a straight shooter\" and such a \"great guy.\" \"\nEarnest has been with Obama on staff since 2007 as the Iowa communications director, following him to the capital after Obama won the election.  He narrates the White House Weekly video reports in what Obama describes as a \"golden voice and dulcet tones.\" \"\nWhen it comes time for him to take over for Carney, it will hardly be the first time Earnest has stood in front of the press; he's subbed in previously in Washington and while traveling with the President.  As the Deputy Press Secretary, it was Earnest's job to help prep Carney, so the process will hardly be new.  In a 2012 interview with McClatchy, Earnest described his work there.  \"Most evenings, the first 15 minutes of the network news is composed of challenges or problems or discoveries that have been worked on by someone at the White House that day.  This unique perspective is sometimes thrilling, sometimes frustrating, but most frequently, it's humbling.\" \"\nCarney described Earnest at the time as \"indispensable,\" saying that, \"I depend on his judgment all the time.\" \" In 2012, McClatchy referred to Earnest as \"a kid from south Kansas City.\" \" But Carney took the position at forty-six in 2011, now fast approaching fifty, while Earnest is nearly forty, and after all the article may have called him a kid, but it also called him a \"political veteran\" with a career comparable to a \"nonstop whirlwind.\" \"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12925001",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7461,
                    "source": {
                        "title": "The Cheat Sheet",
                        "uri": "wallstcheatsheet.com"
                    },
                    "time": "20:05:00",
                    "title": "Master of Spin: Press Secretary Jay Carney Hands Off the Flak Jacket",
                    "uri": "187493578",
                    "url": "http://wallstcheatsheet.com/politics/master-of-spin-press-secretary-jay-carney-hands-off-the-flak-jacket.html/?a=viewall",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- Jay Carney is stepping down as White House press secretary, President Barack Obama announced on Friday.\n Carney said he'd leave in mid June.\n He is Obama's second press secretary during the more than five years of his presidency.\n \"It's been an amazing experience,\" the former journalist said from the White House briefing room podium.\n Obama said that Carney deputy Josh Earnest will step into the role.\n The-CNN-Wire\n™ & © 2014 Cable News Network, Inc., a Time Warner Company.  All rights reserved.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12905121",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7338,
                    "source": {
                        "title": "WIBW TV 13",
                        "uri": "www.wibw.com"
                    },
                    "time": "18:30:00",
                    "title": "White House Press Secretary Jay Carney Leaving",
                    "uri": "187439047",
                    "url": "http://www.wibw.com/home/headlines/White-House-Press-Secretary-Jay-Carney-Leaving-261277771.html?llsms=860071&c=y",
                    "wgt": 1
                },
                {
                    "body": "Jay Carney will step down as White House press secretary, President Barack Obama said on Friday.\n Obama made the announcement during a press briefing held by Carney.\n \"In April, Jay came to me in the Oval Office and said that he was thinking of moving on, and I was not thrilled, to say the least,\" he said.  \"But Jay has had to wrestle with this decision for quite some time.\" \"\nCarney, who was named the 29th White House press secretary in early 2011 (the second under Obama), will be replaced by communications deputy Josh Earnest.\n Reports had surfaced in March that Carney, former Washington bureau chief for Time magazine, would be exiting his post in the spring, perhaps to return to journalism.\n Josh Earnest has been special assistant to the President, principal deputy press secretary and chief of staff in the Office of Communications.  He is a graduate of Rice University (political science and policy studies).  He joined the Obama presidential campaign in March 2007 as Communications Director for Iowa, home of the key caucus.  He is a native of Kansas City, Mo.\nThe President Friday called Earnest a \"friend and advisor\" and said the \"flak jacket is officially passed to a new generation.\" \" The President said Earnest's name \"described his demeanor,\" and pointed out he has been the \"golden\" voice behing the White House's in-house video, West Wing Week.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915315",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7315,
                    "source": {
                        "title": "www.broadcastingcable.com",
                        "uri": "www.broadcastingcable.com"
                    },
                    "time": "16:42:00",
                    "title": "Carney Resigns As White House Press Secretary",
                    "uri": "187466535",
                    "url": "http://www.broadcastingcable.com/news/fates-and-fortunes/carney-resigns-white-house-press-secretary/131476",
                    "wgt": 1
                },
                {
                    "body": "(WASHINGTON) -- White House Press Secretary Jay Carney is stepping down, President Obama announced in the White House briefing room Friday.\n He will be replaced by deputy press secretary Josh Earnest.\n News of Carney's departure comes on the same day that embattled Veterans Affairs Secretary Eric Shinseki tendered his resignation to the president in the wake of the scandal enveloping his department.\n The president said Carney has \"become one of my closest friends and is a great press secretary and a great adviser... he has great temperament... and he has a good heart.\" \"\n\"I will continue to rely on him as a friend and adviser,\" Obama continued.  \"Today the flak jacket is officially passed to a new generation -- Mr. Josh Earnest.\" \"\nObama also praised Earnest for his temperament and counsel -- a \"coach's son from Kansas City who still roots for the Royals, I guess.\" \"\nAfter the president left the room, reporters asked Carney what's next for him.\n \"I might manage my son's band, which is on the verge of taking off,\" he quipped.  \"But I haven't made any decisions yet.\" \"\nAnd sounding a reflective note, Carney said of the job itself, \"It's not easy every day but I love it ...  It's an important interaction that takes place here.\" \"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915294",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7291,
                    "source": {
                        "title": "www.kvor.com",
                        "uri": "www.kvor.com"
                    },
                    "time": "17:32:00",
                    "title": "White House Press Secretary Jay Carney Calls It Quits",
                    "uri": "187466512",
                    "url": "http://www.kvor.com/common/more.php?m=58&ts=1401475803&article=04C5155DE82711E3B51EFEFDADE6840A&mode=2",
                    "wgt": 1
                },
                {
                    "body": "President Obama interrupted Friday's White House press briefing to announce that Jay Carney would step down as White House Press Secretary next month.\n This is the second resignation in the Obama administration today.  Veterans Affairs secretary Eric Shinseki announced his resignation Friday morning after reports that veterans' appointments were manipulated at more than 60% of VA health facilities.\n Obama said that Josh Earnest, the principal deputy press secretary, will take over when Carney vacates the role in mid-June.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915301",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7222,
                    "source": {
                        "title": "National Review Online",
                        "uri": "www.nationalreview.com"
                    },
                    "time": "16:41:00",
                    "title": "Josh Earnest to Replace Jay Carney as Press Secretary",
                    "uri": "187466532",
                    "url": "http://www.nationalreview.com/corner/379171/jay-carney-stepping-down-press-secretary-josh-encinias",
                    "wgt": 1
                },
                {
                    "body": "Jay Carney, the White House Press Secretary who has taken much of the heat for the Obama Administration's less-than-open policies regarding the White House Press Corps, announced his resignation today during a press conference.\n In actuality, his resignation was announced by President Obama himself, who took over the podium during the press conference to announce the change and thank Carney for his service to the administration.\n The president said that he would \"miss [Carney] a lot,\" and jokingly asked the press to \"be nice to him on his farewell tour.\" \"\nCarney said he will stick around until mid-June, when he will be replaced as the Press Secretary by the current Deputy Press Secretary Josh Earnest, who President Obama praised for having \"sound judgment and great temperament.\" \"\nRegarding future plans, Carney stayed mostly silent.  When he took to the podium after President Obama's kind remarks, he simply said that hadn't made any decisions yet.  \"I'm excited by some of the possibilities,\" said Carney, according to the NY Times.  \"I'm sure you guys will be among the first to know after I've decided what to do.\" \"\nWhat this means, if anything, regarding access to the president is uncertain, but one does wonder if the controversy surrounding the administration's press policies had anything to do with Carney's resignation.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12908490",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7112,
                    "source": {
                        "title": "PetaPixel",
                        "uri": "petapixel.com"
                    },
                    "time": "19:15:00",
                    "title": "Breaking: White House Press Secretary Jay Carney Resigns",
                    "uri": "187447494",
                    "url": "http://petapixel.com/2014/05/30/breaking-white-house-press-secretary-jay-carney-resigns/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BPetaPixel%2B%2528PetaPixel%2529",
                    "wgt": 1
                },
                {
                    "body": "White House press secretary Jay Carney closes his briefing book as President Barack Obama makes a surprise visit to the Brady Press Briefing Room in Washington, Friday, May 30, 2014, to announces during the daily press briefing that Carney will be stepping down in June.  The president announced Carney's departure in a surprise appearance at in the White House press briefing room Friday.  He said principal deputy press secretary Josh Earnest will take over the job.  (AP Photo/Susan Walsh)",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915296",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6953,
                    "source": {
                        "title": "East Cobb Neighbor",
                        "uri": "mdjonline.com"
                    },
                    "time": "18:05:00",
                    "title": "Jay Carney 3",
                    "uri": "187466518",
                    "url": "http://mdjonline.com/bookmark/25213717-Jay-Carney-3",
                    "wgt": 1
                },
                {
                    "body": "Carney bemoaned the 'theatricality' of daily White House press briefings -- blaming reporters for starting sparring matches for TV audiences and failing to ask original questions.\n Jay Carney can give as good as he gets.\n The departing White House press secretary heaped criticism on reporters vying for TV time with their questions in the daily briefings and revealed his astonishment at the lack of independent thinking among the press corps.\n Bemoaning the \"theatricality\" of the press conferences, Carney blamed reporters for starting sparring matches just so they \"get their crack at a moment on TV,\" he said Monday during a TV interview on \"Morning Joe.\" \"\n\"They've become more and more combative, there's a certain element of theater to them,\" he said, adding how former White House Press Secretary Mike McCurry, who served under Clinton, \"has apologized to every one of his successors for being the press secretary who agreed to allow the briefing to be televised in full.\" \"\nCarney, a former journalist himself, also chided the media for a lack of originality.\n \"If you watch a briefing in its entirety, I think you'll be struck by how often the same questions are repeated, even when they've been asked two minutes before,\" he said, boasting that be can more or less predict most of the questions that will be thrown at him.\n The 49-year-old did offer a word of praise for his cohorts on the other side of the podium.\n \"In the end, I have a tremendous amount of respect for the folks in the briefing room, the reporters who work hard every day trying to get it right.\" \"\nIn a surprise move on Friday, President Obama announced Carney would be stepping down as the chief White House spokesman in mid-June.\n \"I've got a couple of kids that are still pretty young and five-and-a-half years is a fairly long amount of time to be not fully present with your kids,\" Carney said of the motivation for the move.\n Carney joined the administration as Joe Biden's communications director in 2008.\n \"I kind of fell into a job I love\" and he stuck around when Obama promoted him in 2011.\n Deputy White House Press Secretary Josh Earnest will replace Carney in mid-June.\n llarson@nydailynews.com\nRelated Stories White House Press Secretary Jay Carney resigns Presser questions not prescreened: White House's Carney Former Press Secretaries feel Obama's pain in spat with White House press corps Say nothing, White House spokesman-style",
                    "date": "2014-06-02",
                    "eventUri": "892864",
                    "id": "13051988",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6949,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "12:48:00",
                    "title": "Jay Carney defends combative White House press briefing",
                    "uri": "188004862",
                    "url": "http://www.nydailynews.com/news/politics/jay-carney-defends-combative-white-house-press-briefing-article-1.1813807",
                    "wgt": 1
                },
                {
                    "body": "In a surprise White House briefing room appearance, President Barack Obama announced on Friday (May 30) that Press Secretary Jay Carney will step down.  \"I'm going to miss him a lot.  I will continue to rely on him as a friend and advisor after he leaves to spend as much of the summer as he can with his kids before he decides what's next for him,\" said Obama.  The president wished Carney well and named his deputy, Josh Earnest, as the new Press Secretary.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915224",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6819,
                    "source": {
                        "title": "BostonGlobe.com",
                        "uri": "www.boston.com"
                    },
                    "time": "17:38:00",
                    "title": "White House Press Secretary Jay Carney Steps Down",
                    "uri": "187466439",
                    "url": "http://www.boston.com/news/nation/2014/05/30/white-house-press-secretary-jay-carney-steps-down/KQy1cHezNeYClskiAMjzLM/video.html",
                    "wgt": 1
                },
                {
                    "body": "Jay Carney, who fielded reporters' tough questions for more than three years as White House press secretary, will resign.\n President Obama interrupted the Friday media briefing to make the announcement.\n \"Jay's had to wrestle with this decision for quite some time,\" Obama said, announcing the move.\n \"Jay has become one of my closest friends,\" he said.\n Carney said he'd asked to leave in April and that he would depart officially in mid-June.\n \"It's been an amazing experience.  Just so fulfilling,\" he said.  \"It's been a privilege and it continues to be a privilege to serve.\" \"\nJosh Earnest, Carney's deputy, who currently holds the title of White House special assistant to the president, will become the new press secretary.\n Obama described Earnest as \"a straight shooter and a great guy.\" \"\nThe New York Times says of Carney's resignation:",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12911923",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6696,
                    "source": {
                        "title": "WKAR FM 90.5",
                        "uri": "wkar.org"
                    },
                    "time": "20:09:00",
                    "title": "White House Press Secretary Jay Carney To Step Down",
                    "uri": "187457644",
                    "url": "http://wkar.org/post/white-house-press-secretary-jay-carney-step-down",
                    "wgt": 1
                },
                {
                    "body": "The president said deputy press secretary Josh Earnest will take over at the podium.\n \"In April, Jay came to me in the Oval Office and said that he was thinking of moving on, and I was not thrilled, to say the least,\" Obama said Friday at the surprise announcement.  \"But Jay has had to wrestle with this decision for quite some time.\" \"\n\"I will continue to rely on him as a friend and an adviser after he leaves to spend as much of his summer as he can with his kids before he decides what's next for him,\" he said.  \"Whatever it is, I know he's going to be outstanding at it.\" \"\nObama called Carney \"one of my closest friends\" and Carney said the job had been \"an honor and a joy for me.\" \"\nCalling Earnest a \"straight shooter\" the president said he is a \"person of sound judgement and great temperament.\" \"\nCarney, who took over for Robert Gibbs in February 2011, isn't even the highest-profile departure for the administration Friday.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915279",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.647,
                    "source": {
                        "title": "United Press International (UPI)",
                        "uri": "www.upi.com"
                    },
                    "time": "17:32:00",
                    "title": "Jay Carney departs as White House press secretary",
                    "uri": "187466494",
                    "url": "http://www.upi.com/Top_News/US/2014/05/30/Jay-Carney-departs-as-White-House-press-secretary/4831401473097/",
                    "wgt": 1
                },
                {
                    "body": "Jay Carney made no major blunders during his three pressure-packed years at the White House podium.\n He faced the fate of all press secretaries, having to deny the obvious, deflect the embarrassing and minimize the negative.\n ADVERTISEMENT\nADVERTISEMENT\nAnd he undoubtedly felt burned out, wanting to spend more time with his two kids and make some private-sector dough.\n But the increasingly strained relations between Carney and the press corps were minimizing his effectiveness, to the point that a change made sense for the administration.  Carney announced his resignation on Friday, getting an awkward bear hug from the president.\n What brought a biting personal edge to the briefings was that Carney adopted the habit of suggesting that reporters such as Ed Henry and Jonathan Karl were being partisan, or carrying the Republicans' water, or mocking them for asking tough questions -- even though the questions were perfectly legitimate.\n Perhaps there was an extra layer of resentment because Carney had been one of them, a veteran Time magazine correspondent until he left journalism to become Joe Biden's spokesman in 2009.  And of course the televised briefings involve theater on both sides, with TV reporters looking for flashy exchanges they can replay on their networks.  But Carney went a step further, saying the correspondents would be \"disappointed\" that his answers didn't feed an anti-Obama narrative.\n Carney deflected blame for the toxic tone in an MSNBC interview this morning.  He said there was a \"theatricality\" to the briefings because of the cameras, and that some reporters ask the same question that has been repeatedly answered \"to get a crack at their moment on TV.\" \"\nCaught between the president and the press, Carney was often in the position of defending the indefensible.  The drumbeat of questions about whether the president had lost confidence in Eric Shinseki, when the White House was clearly preparing to shove him out the door, forced Carney to keep dodging.  Little did we know that his own resignation would be tacked onto the VA secretary's to create a one-day \"housecleaning\" story.\n Before that, Carney had to make the ludicrous argument that an e-mail about the Benghazi talking points that the administration had failed to give to Congress wasn't really about Benghazi.  And he was battered for months about the slow-motion disaster that was the ObamaCare rollout.\n Carney also insisted that the administration was living up to its promises on transparency, even as photographers were denied access to important events in favor of government-issued pictures and video.  He responded to criticism about access by listing Obama's record number of interviews, although many of those sessions were with the likes of Jay Leno, Jon Stewart, ESPN, Ellen DeGeneres or Zach Galifinakis.\n And it was Carney who took the heat when the Justice Department conducted surveillance of reporters at the AP and Fox's James Rosen, which had a chilling impact on investigative journalism.\n Carney, of course, didn't make most of these decisions, and there was criticism that he was not in the loop like his predecessor, Robert Gibbs.  Many reporters also complained that he was difficult to reach.\n Carney was the first straight reporter to take the job since NBC's Ron Nessen left NBC to be Gerald Ford's spokesman.  I always wondered whether he felt he had to demonstrate his loyalty by being just a little tougher on his ex-colleagues.\n Part of his job, of course, was to be the designated piñata for the press corps.  \"Under Carney, the press briefing further devolved into daily rounds of rope-a-dope, in which he appeared mostly interested in outlasting his antagonists,\" the New Republic says.\n But you can't score points when you're constantly on defense.  Carney, it seems, had lost the ability to drive a positive message.  Of course, his boss has had a bad year, and that didn't leave Jay much to work with.\n Carney's well-liked deputy, Josh Earnest, will now give it a shot (having beaten out State Department spokeswoman Jen Psaki for the job).  It reminds me of when the genial Tony Snow replaced that embittered Scott McClellan in the Bush White House.\n As for Carney, he can go the corporate consulting route.  But with Gibbs and David Axelrod having blazed a path to MSNBC, I wouldn't be surprised to see him joining the pundit ranks.\n Click for more from Media Buzz.\n Howard Kurtz is a Fox News analyst and the host of \"MediaBuzz\" (Sundays 11 a.m. and 5 p.m. ET).  He is the author of five books and is based in Washington.  Follow him at @HowardKurtz.",
                    "date": "2014-06-02",
                    "eventUri": "892864",
                    "id": "13057392",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6427,
                    "source": {
                        "title": "Fox News",
                        "uri": "www.foxnews.com"
                    },
                    "time": "14:00:00",
                    "title": "HOWARD KURTZCarney quits: Legacy of battle-scarred spokesman",
                    "uri": "188019583",
                    "url": "http://www.foxnews.com/politics/2014/06/02/carney-calls-it-quits-legacy-battle-scarred-spokesman/",
                    "wgt": 1
                },
                {
                    "body": "Josh Earnest is about to have a big new job as the next White House press secretary.  Since it's Flashback Friday, we dug up another story about one of Earnest's career moves -- 12 years ago.\n Roll Call's Hill Climbers (still in existence today) profiles upwardly mobile young staffers working in the Capitol.  That's Earnest above in March 2002 with Rebecca Constantine.  The two of them had just won jobs in a House Democrat's office.\n President Barack Obama announced Friday he would be bidding farewell to Jay Carney, who will leave in June.\n \"One of Jay's favorite lines is I have no personnel announcements at this time,\" Obama said.  \"But I do, and it's bittersweet.  It involves one of my closest friends here in Washington.\" \"\nCarney told Obama in April he wanted out.\n \"I was not thrilled to say the least,\" Obama said.  \"But Jay has had to wrestle with this decision for quite some time.  He has been on my team since day one, for two years with the vice president, and for the past three and half years as my press secretary.\" \"\nCarney cited his family, tearing up when talking about missing time with his kids, and said that every day has been a privilege.\n He said he wanted to leave before the summer and said he had no announcements about his future plans.\n \"The flak jacket is officially passed to a new generation, Mr. Josh Earnest,\" Obama said.\n \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.  The country, of course, knows him for his golden voice and dulcet tones on 'West Wing Week,' the biggest viral Internet hit since 'Between Two Ferns.' ' But Josh and I have an incredible history, going all the way back to the Iowa caucuses.  Josh was my Iowa communications director.\" \"\nIndeed, Earnest was considered one of the early Obama loyalists in his critical first victory state, and has remained at the White House longer than most of the others from the original team.  Carney replaced Robert Gibbs in 2011.\n Earnest briefly took the podium talking about the challenge of taking on the role.\n \"Each of you has a critically important job to describe to the American public what it is the president is doing and why he's doing it.  And that job in this aggregated media world has never been more difficult, but I would argue that it has never been more important.  And I am grateful and excited and relish the opportunity to spend the next couple of years working with you as you work to do that very important work,\" he said.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12925004",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6382,
                    "source": {
                        "title": "Technocrat",
                        "uri": "blogs.rollcall.com"
                    },
                    "time": "20:05:00",
                    "title": "Josh Earnest's Flashback Friday",
                    "uri": "187493580",
                    "url": "http://blogs.rollcall.com/white-house/josh-earnest-white-house-press-secretary/?dcz=",
                    "wgt": 1
                },
                {
                    "body": "Jay Carney, chief liar and shill for President Obama (otherwise known as \"The White House Press Secretary\"), seems to have finally reached the breaking point.  (What is so funny is that about a week ago, I was actually pondering how much longer would Carney last) ?  It's got to be tough being forced on a daily basis to tell lies.  To tell lies to cover up for other lies.  To spin, spin, spin so much so that you actually might forget what the truth was in the first place.  To make up idiotic responses and cover for \"The One\" while looking like a fool yourself.  It had to get to Carney.  And I believe it finally did.\n I do not think for one minute that Carney quit to have \"more family time\" as he suggests.  Maybe, unlike many in the Obama Adminstration and Obama himself, Carney might actually have a soul.  And he did not want to sell it to the devil.  He got fed up with being the main liar, dodger, the fall guy, the pajama boy for Barack Hussein Obama.\n Carney probably reached the point where enough is enough.\n So Carney is out.  As a fond farewell to the \"spokespud\" for Obama, I'd like to share a Yahoo interactive link (a bit dated, but still applicable) that demonstrates that Carney did his job well.  He avoided answering questions.  He deflected blame from his boss.  Heck, like Obama, he seems to \"know nothing\" about what goes on around him.  The link is called \"The top 9,486 ways Jay Carney won't answer your questions.\" \" It's an interactive site and you can play around with the various responses as you wish.  From the Yahoo site itself:\n\"Yahoo News analysis of the 444 briefings through June 18 that Carney has held since becoming White House press secretary has identified 13 distinct strains in the way he dodges reporters' questions.  Since Carney held his first daily briefing with reporters in the White House Brady Press Briefing Room on February 16, 2011, for example, he's used some variation of \"I don't have the answer\" more than 1,900 times.  In 1,383 cases he referred a question to someone else.  But will he at least speculate on hypotheticals?  No. In fact, he has refused to do so 525 times.\" \"\nIn the following interactive, you can browse all 9,486 of Carney's most-used responses and verbal crutches.\n Isn't it really sad that what was supposed to be \"the most transparent\" presidential administration has turned out to be the exact opposite?  With mouthpieces and puppets like Carney putting themselves out there to cover for The One and take the heat.  While The One - Barack Hussein Obama - continues to hide behind his minions, pretends to not know anything that is going on in his own administration until he learns about it on the news, and is oblivious to the damage he is doing to the country all while still using the excuse \"it's Bush's fault.\" \"\nCredit must be given to Carney if he finally had enough and threw up his hands, quitting in disgust.  No longer willing to be the fall guy for scandal after scandal after scandal.... However, if Jay Carney simply decided to resign to help divert attention away from the scandal-of-the-day: the VA (and we know how the Obama Administration loves to use diversions once misdeeds and illegal activities come to light), shame on him.  Either way, one puppet is gone.  As expected, another one will soon take his place.  One that can defend, lie, and bend over backwards to protect The One.  What has this nation become?  One where doing the right thing is pushed on the backburner in an effort to make a narcisstic president look good?",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12931148",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6371,
                    "source": {
                        "title": "Oconomowoc Focus",
                        "uri": "www.livinglakecountry.com"
                    },
                    "time": "22:20:00",
                    "title": "\"Oh what a tangled web we weave when first we practice to device.\" - Walter Scott",
                    "uri": "187512726",
                    "url": "http://www.livinglakecountry.com/blogs/communityblogs/261321251.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (AP) -- President Barack Obama disclosed he's losing his chief spokesman on the same day that the president came to the White House briefing room to personally announce the resignation of his Veterans Affairs secretary.\n Standing next to Carney in the crowded room, Obama said it was \"bittersweet\" to see his friend step down after three and a half years on the podium.\n At the same time, Obama announced that Josh Earnest, currently principal deputy press secretary, would be taking over.\n Carney said the transition will be complete around mid-June, but that Earnest will take his place traveling next week on a trip that Obama has scheduled to Europe.\n Carney brought rare but practical experience to the job as a former reporter who once covered the White House for Time magazine.  He left journalism to join the White House as communications director for Vice President Joe Biden, and subsequently moved over to serve as Obama's press secretary in 2011.\n \"He comes to this place with a reporter's perspective,\" Obama told reporters after interrupting Carney mid-sentence at the beginning of Carney's daily news conference in the Brady Press Briefing Room.  \"That's why, believe it or not, I think he will miss hanging out with you.\" \"\nA key component of a White House press secretary's job is to regularly joust with reporters in an intense question-and-answer session.\n Obama said that Carney had demonstrated good judgment and temperament and said he will continue to rely on his advice from outside the West Wing.  The two men embraced before Obama made his exit.\n Obama said he is putting the \"flak jacket\" for dealing with the press on another friend in Earnest, who has worked with Obama since he was his communications director for the Iowa caucuses in the 2008 campaign.\n The affable Earnest is well-liked within the White House press corps, and reporters applauded the announcement.\n \"As you know, his name describes his demeanor,\" Obama said.  \"Josh is an earnest guy and you can't find just a nicer individual even outside of Washington.\" \"\nObama also teased Earnest for being the \"golden voice and dulcet tones\" that narrates West Wing Week, the weekly recap of White House events on YouTube.\n The president said Carney plans to take the summer off before getting a new job.\n Carney said he's made no decision yet on his next step, but is excited about some of the possibilities he's begun to explore.  He ruled out rumors that he would serve as ambassador to Russia, after having covered the collapse of the Soviet Empire for Time, saying his wife and two children wouldn't welcome such a move.\n Carney expressed his appreciation for working at the White House for five years, even though he says being press secretary is not easy.\n \"It's an important interaction that takes place here,\" Carney said.  \"It's not always pretty.  It could certainly be better.  But to be a part of it is an honor and a joy for me.  And no matter how tough the briefing is, I walk out of here having been glad to stand here.\" \"\n___\nFollow Nedra Pickler on Twitter at https://twitter.com/nedrapickler",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12907129",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6345,
                    "source": {
                        "title": "San Francisco Gate",
                        "uri": "www.sfgate.com"
                    },
                    "time": "18:56:00",
                    "title": "Obama says goodbye to White House press secretary",
                    "uri": "187444029",
                    "url": "http://www.sfgate.com/news/politics/article/Obama-says-goodbye-to-White-House-press-secretary-5516951.php",
                    "wgt": 1
                },
                {
                    "body": "Copyright 2014 .  All rights reserved.  This material may not be published, broadcast, rewritten or redistributed.\n President Barack Obama announced this afternoon that White House press secretary Jay Carney would be stepping down, and that principal deputy press secretary Josh Earnest would take over the job.\n Carney has served as press secretary since February 2011, when he replaced Robert Gibbs.  Prior to that he had served as Vice President Joe Biden's press secretary from the start of the administration.  He joined the White House from Time magazine, where he led the Washington Bureau.\n Earnest's entire career has come in politics.  He has worked on campaigns for, among others, Obama and former New York Mayor Michael Bloomberg.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12908585",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6308,
                    "source": {
                        "title": "sacbee",
                        "uri": "www.sacbee.com"
                    },
                    "time": "19:15:00",
                    "title": "White House loses press secretary hours after Shinseki resignation",
                    "uri": "187447984",
                    "url": "http://www.sacbee.com/2014/05/30/6444761/white-house-loses-press-secretary.html#mi_rss%3DLatest%2520News",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (Reuters) - President Barack Obama interrupted the White House daily press briefing on Friday to announce that his spokesman Jay Carney is stepping down, and named as a replacement Josh Earnest, Carney's deputy.\n Obama said he would miss Carney and his advice, but called Earnest \"a straight shooter and a great guy\" who had been part of his team since he first ran for president.\n (Reporting by Roberta Rampton; Editing by Doina Chiacu)",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12906586",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6244,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "18:46:00",
                    "title": "White House spokesman Jay Carney is leaving post",
                    "uri": "187442538",
                    "url": "http://news.yahoo.com/obama-says-spokesman-carney-step-down-names-deputy-181438989.html",
                    "wgt": 1
                },
                {
                    "body": "Obama administration loses two senior staffers in one day Phyllis Stark White House Press Secretary Jay Carney speaks during the White House daily briefing May 30, 2014 in Washington, D.C. President Barack Obama announced that Carney will be stepping down and his deputy Josh Earnest will be the next press secretary.  (Photo by Alex Wong/Getty Images) Image by Getty Images",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915266",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6212,
                    "source": {
                        "title": "JRN.com",
                        "uri": "www.jrn.com"
                    },
                    "time": "17:55:00",
                    "title": "Obama administration loses two senior staffers in one day",
                    "uri": "187466484",
                    "url": "http://www.jrn.com/tmj4/now-trending/Obama-administration-loses-two-senior-staffers-in-one-day-261288551.html",
                    "wgt": 1
                },
                {
                    "body": "(Newser) - President Obama had a second high-profile departure to announce today: Press secretary Jay Carney is resigning, reports the Washington Post.  Obama called Carney one of his closest friends and advisers, notes NBC News.  \"Today the flak jacket is officially passed to a new generation,\" he said, referring to Carney's replacement: deputy press secretary Josh Earnest.\n \"I will continue to rely on him as a friend and an adviser after he leaves to spend as much of his summer as he can with his kids before he decides what's next for him,\" said Obama.  \"Whatever it is, I know he's going to be outstanding at it.\" \" (We're guessing the folks at Morning Joe won't be sorry to see Carney go, with Mediaite noting that they again criticized him this morning for \"insulting\" reporters at his daily briefings.) )",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12905221",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6092,
                    "source": {
                        "title": "Newser",
                        "uri": "www.newser.com"
                    },
                    "time": "18:30:00",
                    "title": "Jay Carney Leaving White House",
                    "uri": "187439283",
                    "url": "http://www.newser.com/story/187719/jay-carney-leaving-white-house.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- President Barack Obama's new spokesman is a son of Kansas City who will soon be one of the most visible faces of the U.S. government in the capital and around the world.\n \"Today the flak jacket is officially passed to a new generation, Mr. Josh Earnest,\" Obama said half-jokingly Friday in introducing his choice to be the new White House press secretary.\n The president named Earnest to replace Jay Carney, who announced that he was stepping down after 31/2 years of daily briefings, press conferences, thousands of miles of travel and the unpredictable whirlwind of the 24-hour news cycle.\n \"I am grateful and excited and relish the opportunity to spend the next couple of years working with you as you work to do that very important work,\" Earnest told reporters after being introduced by Obama.  \"And that job in this aggregated media world has never been more difficult, but I would argue that it has never been more important.\" \"\nAlready the top deputy to Carney, Earnest is the son of a psychologist mother and a private school athletic director father from Lee's Summit.\n He now moves into the center of the media storm in one of the most demanding jobs in Washington in terms of hours and portfolio.\n He'll have to be on top of worldwide current events, almost instinctively know what questions reporters might ask and serve as a traffic cop between a voracious adversarial media and a White House that relishes keeping its cards close to the vest.\n \"Every single day they're on the firing line, and reporters often have a huge number of different subjects that they want to ask about at the daily briefing,\" said Caren Bohan, who oversees White House and congressional coverage for Reuters and is a past president of the White House Correspondents' Association.\n \"The press secretary has to be up to speed on everything from foreign policy to the president's climate change initiative to the troubles at the Veterans Affairs agency,\" she said.  \"You can often find yourself on the defensive.\" \"\nAccording to the president, family and friends, Earnest is more than up to the task.\n \"Oh yeah.  Absolutely,\" Don Earnest, 65, said of his son.  Don Earnest is athletic director at Pembroke Hill School.  \"He's certainly excited about that opportunity.  Those opportunities are rare and pretty gratifying.\" \"\nAnd something that the younger Earnest has prepared for most of his adult life.\n After graduating from Rice University in 1997 with a degree in political science, he jumped into Democratic campaigns -- in Houston for former Mayor Lee Brown, New York for former Mayor Michael Bloomberg, Washington as a congressional aide and a spokesman for the Democratic National Committee, Florida for a governor's race.\n Finally, he landed in Iowa, working on then-Sen.  Obama's quest for the 2008 Democratic presidential nomination.\n \"He is of sound temperament,\" Obama said.  \"He is honest and full of integrity, and I'm sure you will at some point get frustrated with him as well.  But it's going to be hard because he's a straight shooter -- and a great guy.\" \"\nAdam Moore, a Kansas City lawyer who's known Earnest since grade school, agreed.\n \"He's been ready for a long time,\" said Moore, 39.  \"He is without a doubt one of the most honest, straightforward guys you'll ever meet.  ...  (He) will be a breath of fresh air in that press room.\" \"\nMoore warned the sharp-elbowed White House press corps not to expect a marshmallow at the podium.\n \"He's a lot tougher than it seems,\" he said.  \"He's somebody who will take his lumps and do it with a smile on his face.\" \"\nBohan described Earnest as \"very professional\" but said \"he will push back if he doesn't like the angle of your story or if he disagrees with the premise.\" \"\nEarnest is married to Natalie Wyeth, an assistant secretary for public affairs at the Treasury Department.  They met at the 2008 Democratic National Convention in Denver.  They are expecting their first child.\n The couple married at the tony Four Seasons Hotel in Washington, nuptials noted in The New York Times.\n Earnest maintains strong Kansas City roots, cheering for the Royals.\n \"It's not easy, but I totally do,\" Earnest told McClatchy on Friday, adding that he'll \"take questions about the Royals from this podium any time.\" \"\nEarnest reads The Star's sports section daily, said a source, who in keeping with Washington's bound-up ways, would only say so on condition of anonymity.\n Earnest grew up in the Red Bridge area with two younger brothers.  He attended the private Barstow School on a scholarship and played for its baseball and basketball teams and belonged to the French and computer clubs.\n He started in politics straight from college.\n Earnest is \"indispensable,\" Carney said in a Star story in 2012.  \"I depend on his judgment all the time.  ...  His time in politics has made him smart, but not cynical.\" \"\nAs top deputy, Earnest occasionally subbed for Carney at the daily briefing for the White House press corps.\n In the 2012 story, Earnest said \"part of the job is ensuring that the president's point of view is being communicated.  Sometimes it's important for that message to be delivered forcefully, but professionally.\" \"\nCarney, a 21-year veteran of Time magazine, proved to be a fierce advocate for the administration -- first for Vice President Joe Biden, for whom he was communications director, and then for the president.\n Carney, 49, said he was leaving to devote more time to his family.\n Friends of Carney said he also wanted to return to the private sector for financial reasons.  He and his wife, Claire Shipman, a writer and part-time contributor to ABC News, have a 12-year-old son and a 9-year-old daughter, both in private school in Washington.",
                    "date": "2014-05-31",
                    "eventUri": "892864",
                    "id": "12938484",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6063,
                    "source": {
                        "title": "kansascity",
                        "uri": "www.kansascity.com"
                    },
                    "time": "00:33:00",
                    "title": "New White House spokesman hails from Kansas City",
                    "uri": "187534880",
                    "url": "http://www.kansascity.com/2014/05/30/5055872/new-white-house-spokesman-hails.html",
                    "wgt": 1
                },
                {
                    "body": "President Obama on Friday announced that White House spokesman Jay Carney, point person for the press's pointed questions, is leaving his position.  As is the tradition for such departures, this is the time when we celebrate the moments of Carney's tenure that strayed the furthest from the dry I-don't-have-an-answer-to-that-question variety.\n Such as:\nIn April of last year, Carney was asked to respond to lyrics from a Jay-Z track in which the rapper suggested that the president might have authorized the rapper's controversial trip to Cuba.  (The lyrics: \"Boy from the hood but got White House clearance / ...  Obama said, chill, you gonna get me impeached / We don't need this [expletive] anyway, chill with me on the beach.\" \")\n\"I guess nothing rhymes with Treasury,\" Carney responded, \"because Treasury offers and gives licenses for travel, as you know, and the White House has nothing to do with it.\" \" Carney no doubt meant to say that \"Treasury clearance\" had a much worse rhythm to it than \"White House clearance,\" which is probably where the problem arose.\n Before he fielded questions for Obama, Carney was responsible for answering questions for Vice President Biden, almost certainly a much-trickier enterprise.\n In 2010, the New York Times reached out for comment about the Onion's parodies of the vice president.  Carney was not amused.\n \"Let me get this straight: You want to interview the vice president about stories about him in The Onion?\" Mr. Carney asked, sounding at once amused and dumbfounded by the request.  \"Well, I'll give you credit for trying.\" \"\nFeb. 15, 2012:\nQ: Jay, on a lighter note, is the President following at all the story of Jeremy Lin, the Knicks sensation -- \"Linsanity,\" that kind of seems to be catching the world by storm?  I understand the Chinese are very interested in him as well.\n MR. CARNEY: ... [H]e's very impressed and fully up to speed.\n April 4, 2014:\nQ: How far-reaching will this ban go or has there been a determination that there will be a ban officially on selfies with the President?  And what have been the conversations with Samsung and David Ortiz himself?\n MR. CARNEY: There's no discussion of a ban.  I think that was --\nQ: That's Dan Pfeiffer from yesterday.\n MR. CARNEY: He was saying, I think humorously that the end of all selfies -- and I don't think he just meant the White House.\n Q: So this a nationwide ban on selfies?  (Laughter.) )\nMR. CARNEY: We're going to use our executive authority to -- (laughter.) )\nFeb. 2, 2012: When asked about Donald Trump's endorsement of Mitt Romney in the presidential campaign, Carney replied, \"I'm not going to comb over that question.\" \"\nLast year, the folks at Yahoo's \"The Ticket\" put together an interactive that allowed readers to explore the nearly 10,000 ways in which Carney had demurred from answering media questions.  It's a list that includes \"I would refer you to someone else\" (used 1,383 times), \"I'm not going to tell you (939 times) and \"I won't speculate (525 times).\n You'll note that this list is now almost a year old.  Perhaps once Carney hit the 15,000-mark, he decided that he'd accomplished everything possible in the role.\n At a press briefing in April 2012, Carney criticized the assembled reporters' use of clichés.  \"[I]t's your job to come up with clichés -- 'game on,' and things like that,\" he said, according to the New Yorker's Ryan Lizza, \"but I'm not going to engage in that.\" \"\nSo Lizza went back and tallied up Carney's clichés from his days as a reporter at Time: \"Loyalty is a two-way street,\" \"you have only one chance to make a first impression,\" \"magic bullet.\" \"\nIn Carney's defense, that doesn't undermine the argument that reporters use too many clichés.\n When Carney agreed to do a feel-good article for Washingtonian MOM magazine earlier this year, he probably assumed it was harmless enough.  Until a someone involved in the process of producing the article decided to bulk up his bookshelves, inadvertently Photoshopping Carney's kid's finger into multiple locations.\n For some reason, nothing got Carney national attention more rapidly than when he changed his appearance.  The guy grows a beard, he ends up in the fashion section of the New York Times.  Then he got new glasses, and that became a thing, too.  The Washington Post's Ned Martel describes the press room's first glimpse of the frames.\n After a middling attempt at humor (\"The better to see you with\") and flattery (\"You guys look great, actually\"), Carney settled on humility, pleading that his new square-rimmed, big-lensed, chunky-framed glasses were dictated by \"the ravages of age.\" \"\nNo luck.  \"But they're hipster,\" a reporter retorted.\n \"Really?\" Carney said.  \"I thought they were sort of retro-nerdy.\" \"\nCarney was right.  If you'd like to stay up to date on the retro-nerdy look, check out jaycarneysglasses.t tumblr.c com.  It isn't updated often.\n Just last weekend, Carney made headlines when he assumed the position of spokesman for another powerful organization: the band Guided By Voices.\n Which may give some insight into his next employer.  After all, his son's band just hit the big time.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915249",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5781,
                    "source": {
                        "title": "Washington Post",
                        "uri": "www.washingtonpost.com"
                    },
                    "time": "17:36:00",
                    "title": "The greatest hits of Jay Carney",
                    "uri": "187466456",
                    "url": "http://www.washingtonpost.com/blogs/the-fix/wp/2014/05/30/jay-carneys-greatest-moments-jay-z-glasses-and-innovations-in-saying-no/",
                    "wgt": 1
                },
                {
                    "body": "The White House made full use of the Friday News Dump this week, announcing the departures of not just embattled Secretary of Veteran Affairs Eric Shinseki but also White House Press Secretary Jay Carney.\n Shinseki offered his resignation to President Obama after results from an investigation confirmed that soldiers at the V.A. faced inappropriately long wait times -- which in turn were misreported by the V.A. itself.  A number of other V.A. officials were also to be removed from their positions.  In a White House briefing, Obama vouched for Shinseki's character in emphatic terms, noting that he did not ask the former four-star general to resign.  (Later in the day, Carney cited Shinseki's \"unique goodness.\" \")\n\"He has worked hard to investigate and identify the problem,\" Obama said.  \"He does not want to be a distraction.\" \" Deputy Secretary of Veteran Affairs Sloan D. Gibson will take over as acting secretary.\n The more surprising departure of the week was that of Carney, who is remarkably well-liked, given the Obama administration's all-out war on leaks and the reporting on them.  President Obama popped into the daily White House press briefing unannounced to share the news of Carney's impending departure, which is not yet set for a particular date.  The president sang Carney's praises, and said the secretary would like to spend more time with his family.  Carney later joked that he might take up managing his son's band, \"which is just about to break out.\" \"\nJosh Earnest will take over Carney's duties.  \"The flack jacket moves on to a new generation,\" Obama said.  Earnest has worked for Obama since his first presidential campaign, and will be the administration's third press secretary.  (Carney succeeded Robert Gibbs\nCarney's resignation is as good a time as any to celebrate the outgoing press secretary's appreciation of Guided by Voices.  Just a few days ago, Carney introduced \"the greatest rock band in the world\" at a concert, and he has been known to mistakenly invoke members of the band when trying to describe Senate leadership.  And while the White House Press Corps is sometimes criticized for not taking an appropriately adversarial approach to covering the administration, the reporters who interact daily with Carney teased the secretary when he grew and eventually shaved his temporary beard, prompting Carney to acknowledge the \"insufficiency of my effort\" to grow facial hair.\n Though he thanked the president and endorse his successor, Josh Earnest, Carney largely declined the opportunity to wax poetic about his time as press secretary.  \"I'm sure we'll be seeing each other both in this room and elsewhere in the next couple of weeks and beyond,\" Carney said in response to a question from April Ryan.  \"I'll have a few things to say about the way that I view this job and this interaction, in the way it takes place here and in this town.  Hopefully some of the things I say will resonate somewhere, but I just don't think today is the day.\" \"\nThe president and Carney also shared this graceless hug:",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12907335",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5759,
                    "source": {
                        "title": "Vanity Fair",
                        "uri": "www.vanityfair.com"
                    },
                    "time": "19:00:00",
                    "title": "Jay Carney, Eric Shinseki Resign from Administration on Dramatic Friday",
                    "uri": "187444930",
                    "url": "http://www.vanityfair.com/online/daily/2014/05/jay-carney-eric-shinseki-resign-from-white-house",
                    "wgt": 1
                },
                {
                    "body": "President Barack Obama surprised an otherwise sleepy press briefing Friday afternoon to announce that Press Secretary Jay Carney was stepping down.\n He then announced that Principal Deputy Press Secretary Josh Earnest, who had been with the president since the Iowa caucuses, would take Carney's place, saying, \"His name describes his demeanor.\" \"\nDescribing the man who's worn the \"flack jacket\" since February 2011, Obama said, \"Jay has become one of most closest friends and is a great Press Secretary,\" and \"has a good heart.\" \"\n\"I'm going to miss him a lot.  I'm going to continue to rely on him as a friend and advisor,\" Obama said.\n Asked when Carney's time was up, the president said, \"We're going let him hang around a bit to milk it for all it's worth.\" \"\nHe then gave the departing press secretary a big ol' hug.\n \"I'm excited by some of the possibilities,\" Carney later said.  Asked what those might be, he jokingly said, \"Well, I might manage my son's band...\"\nThe White House press correspondents, who had already seen the president speak about a major resignation on Friday, reacted with shock.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12908187",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.574,
                    "source": {
                        "title": "Mashable",
                        "uri": "mashable.com"
                    },
                    "time": "19:12:00",
                    "title": "Familiar Face at White House Won't Be So Familiar Anymore",
                    "uri": "187447111",
                    "url": "http://mashable.com/2014/05/30/jay-carney-familiar-face-white-house/?utm_campaign=Feed%253A%2BMashable%2B%2528Mashable%2529&utm_cid=Mash-Prod-RSS-Feedburner-All-Partial&utm_medium=feed&utm_source=feedburner&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Earnest, the current deputy press secretary, will take over for the departing Jay Carney in mid-June, at which point he will become the most powerful voice for pushing the White House's message.\n Earnest's promotion couldn't come at a more important time for the White House.  In addition to the burgeoning scandal at the Department of Veterans Affairs, Earnest will be in charge of pushing the White House and broader Democratic agenda leading up to the midterm elections later this year.  Democrats are trying to avoid losing control of the Senate, which would put a major dent on Obama's plans for his final two years in office.\n Earnest currently serves as the administration's deputy press secretary and special assistant to the president.  When Carney takes a day off or is attending to other obligations, Earnest is usually the one to step in.\n After growing up in Kansas City and graduating from Rice University in 1997, Earnest immediately went to work in politics.  He worked on the 1997 mayoral campaign of Lee Brown, the first African-American mayor of Houston.\n He proceeded to work on former New York City Mayor Michael Bloomberg's first campaign, according to a McClatchy profile published during the 2012 campaign.  He then served as a congressional aide to Rep.  Marion Berry, a former congressman from Arkansas.\n Earnest has been with Obama from the early moments his rise to become president.  He joined then-Sen.  Barack Obama's first White House bid in 2007 as its Iowa communications director.  Later, when Obama and then-Sen.  Hillary Clinton were still slogging it out in the Democratic primary, he served as the campaign's Texas communications director.\n In the McClatchy profile from 2012, Earnest said his primary focus was prepping Carney for his daily, hour-long sessions with the press.  Now, he'll be leading them.\n \"Most evenings, the first 15 minutes of the network news is composed of challenges or problems or discoveries that have been worked on by someone at the White House that day,\" Earnest said.  \"This unique perspective is sometimes thrilling, sometimes frustrating, but most frequently, it's humbling.\" \"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12909620",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5602,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "19:31:00",
                    "title": "Josh Earnest: New Press Secretary - Business Insider",
                    "uri": "187451332",
                    "url": "http://www.businessinsider.com/josh-earnest-new-press-secretary-obama-2014-5",
                    "wgt": 1
                },
                {
                    "body": "President Obama has announced that WH Press Secretary Jay Carney will step down next month.\n The announcement came only hours after Obama announced he had accepted Eric Shinseki's resignation as VA Secretary.\n I, for one, will not miss Carney's smarmy disposition especially when he said last year that \"Benghazi happened a long time ago.\" \" When he made that statement it had been exactly 232 days since terrorists affiliated with al Qaeda murdered four Americans.\n Carney will be replaced by Deputy Press Secretary Josh Earnest.  I can only hope he lives up to his name, but given the unserious nature of President Obama I doubt there will be much improvement in the quality of the statements eminating from the White House Press Room.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12915276",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5377,
                    "source": {
                        "title": "The American Spectator",
                        "uri": "spectator.org"
                    },
                    "time": "17:58:00",
                    "title": "Carney to Step Down in June",
                    "uri": "187466509",
                    "url": "http://spectator.org/blog/59445/carney-step-down-june",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- President Barack Obama's choice as his new spokesman is a son of the Midwest who will soon be one of the most visible faces of the U.S. government here and around the world.\n \"Today the flak jacket is officially passed to a new generation, Mr. Josh Earnest,\" Obama said half-jokingly Friday in introducing his choice to be the new White House press secretary.\n The President named Earnest to replace Jay Carney, who announced Friday that he was stepping down after 31/2 years of presiding over daily briefings, press conferences, thousands of miles of travel and the unpredictable whirlwind of the 24-hour news cycle.\n \"I am grateful and excited and relish the opportunity to spend the next couple of years working with you as you work to do that very important work,\" Earnest told reporters after being introduced by Obama.  \"And that job in this aggregated media world has never been more difficult, but I would argue that it has never been more important.\" \"\nAlready the top deputy to Carney, Earnest is the son of a psychologist mother and a private school athletic director father from the suburbs of Kansas City.\n He moves now into the center of the media storm in one of the most demanding jobs in Washington in terms of hours and portfolio.  He'll have to be on top of worldwide current events, almost instinctively know what questions reporters might ask, and serve as a traffic cop of sorts between a voracious adversarial media and a White House that relishes keeping its cards close to the vest.\n \"Every single day they're on the firing line, and reporters often have a huge number of different subjects that they want to ask about at the daily briefing,\" said Caren Bohan, who oversees White House and congressional coverage for Reuters and is a past president of the White House Correspondents' Association.\n \"The press secretary has to be up to speed on everything from foreign policy to the president's climate change initiative to the troubles at the veteran's affairs agency,\" she said.  \"You can often find yourself on the defensive.\" \"\nAccording to the President, family and friends, Earnest is more than up to the task.\n \"Oh yeah.  Absolutely,\" Don Earnest, 65, of Lee's Summit, Mo., said of his son.  \"He's certainly excited about that opportunity.  Those opportunities are rare and pretty gratifying.\" \"\nAnd something that the younger Earnest has prepared for most of his adult life.\n After graduating from Rice University in 1997 with a degree in political science, he started jumping into Democratic campaigns -- in Houston for former Mayor Lee Brown, New York for former Mayor Michael Bloomberg, Washington as a congressional aide and a spokesman for the Democratic National Committee, Florida for a governor's race.\n Finally, he landed in Iowa, working on then-Senator Obama's quest to upset Hillary Clinton for the 2008 Democratic Presidential nomination.\n \"Josh was my Iowa communications director, and even when he was in that role, you'd find him spending an extra hour or two helping young staffers make phone calls or knock on doors,\" Obama recalled Friday.\n \"At the White House, he's been a mentor to many of the young people here, who I know are thrilled for him today,\" Obama said.  \"He is of sound temperament.  He is honest and full of integrity, and I'm sure you will at some point get frustrated with him as well.  But it's going to be hard because he's a straight shooter -- and a great guy.\" \"\nAdam Moore, a Kansas City attorney who's known Earnest since grade school, agreed.\n \"It'll be a big change for him, but he's been ready for a long time,\" said Moore, 39.  \"He is without a doubt one of the most honest, straightforward guys you'll ever meet.  Which I think will be a breath of fresh air in that press room.\" \"\nMoore warned the sharp-elbowed White House press corps not to expect a marshmallow at the podium.\n \"He's a lot tougher than it seems,\" he said.  \"He's somebody who will take his lumps and do it with a smile on his face.\" \"\nBohan described Earnest as \"very professional\" but said \"he will push back if he doesn't like the angle of your story or if he disagrees with the premise.\" \"\nEarnest is married to Natalie Wyeth, an assistant secretary for public affairs at the Treasury Department.  They met at the 2008 Democratic National Convention in Denver.  They are expecting their first child.\n - William Douglas and Greg Gordon",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12931152",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5293,
                    "source": {
                        "title": "Personal Liberty",
                        "uri": "personalliberty.com"
                    },
                    "time": "22:32:00",
                    "title": "Earnest Gets The Flak Jacket From Jay Carney",
                    "uri": "187512722",
                    "url": "http://personalliberty.com/earnest-gets-flak-jacket-jay-carney/",
                    "wgt": 1
                },
                {
                    "body": "During his time at the White House, Carney earned a reputation for skillfully dodging and weaving when confronted by aggressive questions from the White House press corps.  However, Carney avoided gaining a reputation for lashing out at reporters.  Over the years, however, he has accumulated his feistier moments.  Here at Business Insider, we gathered some of Carney's top clips and testiest exchanges.\n Of course, Carney also has a life outside of the White House briefing room.  One of the most memorable moments during his run as press secretary came last week when he introduced his favorite band, Guided by Voices, at a concert:",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12909746",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5116,
                    "source": {
                        "title": "Tech Insider",
                        "uri": "www.businessinsider.com"
                    },
                    "time": "19:33:00",
                    "title": "Jay Carney's Greatest Hits - Business Insider",
                    "uri": "187451643",
                    "url": "http://www.businessinsider.com/jay-carneys-greatest-hits-2014-5",
                    "wgt": 1
                },
                {
                    "body": "The ongoing Veterans Health Administration scandal currently plaguing the Obama administration claimed two major career casualties today.\n Secretary of Veterans Affairs Eric Shinseki and White House Press Secretary Jay Carney both announced their resignations this afternoon amidst growing public outrage over alleged incompetency and falsified records within the Department of Veterans Affairs.\n It is not known if Carney's resignation is a direct result of the scandal, and the former journalist who has been with the Obama administration since 2008 will not officially step down until mid-June.\n Shinseki's resignation, however, definitely stems from growing frustration over deception and the perceived mishandling of healthcare cases by the VA.\nA Vietnam veteran and former Army chief of staff, Shinseki offered a public apology to veterans and their families today before tendering his resignation privately at the White House.\n He will be replaced by the agency's number 2 official, Sloan Gibson.\n Following his meeting with Shineski, President Obama remarked, \"I regret that he has to resign under these circumstances.\" \" He then heaped praise upon Shineski for his lifetime of service and his five years as head of the Veterans Affairs department.\n Obama also expressed his regrets over the Carney resignation and stated during a surprise appearance in the White House briefing room today that Carney will be replaced by deputy press secretary Josh Earnest.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12914641",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5046,
                    "source": {
                        "title": "www.thehollywoodgossip.com",
                        "uri": "www.thehollywoodgossip.com"
                    },
                    "time": "17:32:00",
                    "title": "Eric Shinseki, Jay Carney Resign Amidst Veterans Affairs Scandal",
                    "uri": "187465150",
                    "url": "http://www.thehollywoodgossip.com/2014/05/eric-shinseki-jay-carney-resign-amidst-veterans-affairs-scandal/",
                    "wgt": 1
                },
                {
                    "body": "Washington (CNN) -- President Barack Obama appears to be asking Veterans Affairs Secretary Eric Shinseki to set the stage for his own departure, perhaps as soon as Friday.\n Obama is waiting for an internal review he ordered from Shinseki on the growing scandal involving sometimes fatal delays in care for veterans before deciding whom to hold accountable, White House spokesman Jay Carney said Thursday.\n Shinseki's preliminary report is due this week, Carney told reporters as calls mounted from across the political spectrum for the secretary to step down or be dismissed over problems known for years but apparently never addressed.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12848525",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.485,
                    "source": {
                        "title": "Bayoubuzz",
                        "uri": "www.bayoubuzz.com"
                    },
                    "time": "00:48:00",
                    "title": "VA Secretary Shinseki: 'We are doing all we can' to speed up access",
                    "uri": "187271859",
                    "url": "http://www.bayoubuzz.com/top-stories/item/677700-va-secretary-shinseki-we-are-doing-all-we-can-to-speed-up-access",
                    "wgt": 1
                },
                {
                    "body": "Copyright � 2014 Bloomberg L.P. Bloomberg licenses the Beacon Journal Publishing Co, Inc. to recirculate and re-publish Bloomberg Business News stories as part of our production and publication.  The Beacon Journal Publishing Co, Inc. cannot grant permission to reuse or republish material from Bloomberg.  No use of Bloomberg's stories, data, marks, names or logos is permitted without express written permission from Bloomberg L.P.\nJay Carney, President Barack Obama's spokesman and the face of the his communications operation, is leaving the White House.\n Obama came to the briefing room today to announce Carney's departure as press secretary, sometime in the middle of June.  Josh Earnest, the principal deputy press secretary, has been promoted to replace Carney, Obama said.\n \"Jay has become one of my closest friends,\" Obama, who surprised reporters with his appearance and announcement, said.  \"I'm going to miss him a lot.\" \"\nCarney, 49, the former Washington bureau chief for Time Magazine, first joined the Obama administration as the communications director for Vice President Joe Biden.  In 2011, Carney was selected to replace Robert Gibbs in the job that places him at the front of the press on a near daily basis at White House briefings.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12906393",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4603,
                    "source": {
                        "title": "www.ohio.com",
                        "uri": "www.ohio.com"
                    },
                    "time": "18:44:00",
                    "title": "White House's Jay Carney to depart job as Obama's press secretary",
                    "uri": "187442124",
                    "url": "http://www.ohio.com/news/break-news/white-house-s-jay-carney-to-depart-job-as-obama-s-press-secretary-1.492064?localLinksEnabled=false",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON -- The White House on Monday pushed back against criticism that President Barack Obama sidestepped the law by authorizing a prisoner swap of Guantanamo detainees without notifying Congress.\n Asked at a press briefing if the president felt he was above the law, White House spokesman Jay Carney replied, \"Absolutely not.\" \"\nCarney said the White House had repeatedly noted concerns with the requirement to give Congress 30-days notice of any release of Guantanamo detainees, as stipulated in the National Defense Authorization Act, a bill Obama signed last year.\n The administration released five mid- to high-level detainees from Guantanamo in a deal with the Taliban to secure the freedom of 28-year-old Army Sgt. Bowe Bergdahl.  Members of Congress were informed after the fact.\n Amid growing questions about the deal on Monday, Carney said that Obama didn't have to notify Congress in advance because he had added a \"signing statement\" to the law that said the 30-day requirement infringed on the president's constitutional authority as commander in chief.\n \"In signing statements ... the president has consistently made clear that the executive branch must have the flexibility to act swiftly in conducting negotiations with foreign countries regarding the circumstances of detaining transfers if necessary,\" Carney said.  \"And that was certainly the case here.\" \"\nAs a presidential candidate in 2008, Obama criticized former President George W. Bush for using signing statements to flaunt the law.\n \"I believe in the Constitution, and I will obey the Constitution of the United States,\" Obama said at the time.  \"We're not going to use signing statements as a way of doing an end-run around Congress.\" \"\nCarney stressed on Monday that Obama had never taken the position that he opposed all signing statements.\n \"He made clear that there were times when it would be appropriate, but that the authority to issue signing statements should not be overused or abuse and that a president should exercises restraint,\" Carney said.\n \"And I think if you look at his record in office, now 5.5 years in office, you'll see that restraint demonstrated,\" he said.  \"But there will be and have been circumstances when signing statements are necessary because of the president's view and the executive branch's view of the constitutional issues involved in a particular legislation.\" \"\nObama has issued 28 signing statements in his six years in office, compared to 228 issued by George W. Bush, 381 by Bill Clinton and 250 by Ronald Reagan.",
                    "date": "2014-06-02",
                    "eventUri": "892864",
                    "id": "13088022",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4402,
                    "source": {
                        "title": "kansascity",
                        "uri": "www.kansascity.com"
                    },
                    "time": "22:04:00",
                    "title": "White House: Prisoner swap doesn't mean Obama thinks he's above the law",
                    "uri": "188114522",
                    "url": "http://www.kansascity.com/2014/06/02/5062347/white-house-prisoner-swap-doesnt.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES, May 30, 2014 -- In one day, two members of the Obama administration experienced their final day on the job.\n In the morning, embattled Veterans's Affairs Chief General Eric Shinseki turned in his resignation.  In a more surprising move, White House Spokesperson Jay Carney stepped aside as well.\n Shinseki became a lightning rod when it was discovered that problems at the VA worsened on his watch.  President Obama spoke about fixing the VA before he ever became president.  The person he put in charge to fix the problems, despite being a respected military general, failed in this particular mission.\n The debate over Shinseki was not totally along party lines.  Senate Democrats in tough reelection races wanted him out.  Retired Lieutenant Colonel Ralph Peters, a Fox News military analyst with a conservative bent, passionately defended Shinseki.\n Carney was another matter.  His job was to spin every piece of Obama straw into gold.  While this put him into ethical pretzels from time to time, he did his job with aplomb.  He was effective.\n The question of the timing could lead reasonable people to conclude that political motivations could be at work.\n President Obama has plenty of administration officials under various controversial clouds.  Attorney General Eric Holder in particular has kept his job in the face of various scandals.  Obama typically shows great reluctance to fire people who are loyal to him.  When people are thrown under the bus, it is when they become a political liability to him.  From Reverend Jeremiah Wright to Obama's \"typical white\" grandmother to Kathleen Sebelius, embarrassing President Obama personally seems to be the only qualification for falling out of favor.  On-the-job performance tends to be peripheral.\n As for Carney, he was not about to be indicted for anything.  He was doggedly loyal, and quite good at his job of defending the indefensible.  He could be burnt out.  Or, perhaps Obama needed a jolt of energy heading into the 2014 elections.  Current polls show Democrats facing a potential electoral bloodbath.\n Only President Obama knows if his actions regarding Shinseki and Carney were pure partisan politics.  The real issue is that such a strategy would not work.\n Shinseki and Carney have something in common with Sebelius and every other government employee.  They work for Barack Obama.  He hired them.  The bureaucracy did not fail him or let him down, as CNN stated.  He is the bureaucracy.  He runs it.  He did the hiring.\n The reason the Obama administration keeps being besieged by badly run departments still comes down to the criticisms leveled at Obama before he ever took office in 2009.  He had no experience running any government entity.  He had no experience with hiring, firing, or any other managerial functions.  He ran a campaign, but that is a completely different animal.\n He tends to let his ideological beliefs substitute empirical evidence.  Problems are not dealt with until the crisis becomes so big that it cannot be ignored.  Obama's government is slow, reactive and ineffective.  Obama ran on a campaign of change, but he stubbornly clings to the status quo until falling poll numbers force his hand.\n The departures of Shinseki and Carney may be apolitical, but the evidence based on Obama's history would suggest otherwise.\n There may be more changes, but until the man at the top making the decisions changes his own management style, the problems will not be stemmed by rapid employee turnover.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12924238",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4316,
                    "source": {
                        "title": "Communities Digital News",
                        "uri": "www.commdiginews.com"
                    },
                    "time": "19:14:00",
                    "title": "Shinseki and Carney out: Were these moves political?",
                    "uri": "187492157",
                    "url": "http://www.commdiginews.com/politics-2/shinseki-and-carney-out-were-these-moves-political-18609/",
                    "wgt": 1
                },
                {
                    "body": "BREAKING NEWS: Jay Carney resigns as White House Press Secretary in order 'to deflect attention away from Eric Shinseki's resignation' from the VA\nJay Carney is stepping down as White House Press Secretary over 'strain' on his family life, he announced today.  But the decision to leave the Obama administration came weeks ago, multiple sources including one in the West Wing told MailOnline.\n 'He first started talking about it in late April,' the White House insider said Friday after the decision was made final.  'But the president had the prerogative to pull the trigger when he decided to.' '\nThat time ended up being Friday, just hours after Veterans Affairs Secretary Eric Shinseki resigned amid a major scandal involving faked wait-lists and denied medical care in the VA health system.\n 'To be honest, the move was more about how to deflect attention away from Eric Shinseki's resignation, and less about giving Jay a thoughtful send-off,' the White House official said.\n President Obama spoke directly to the White House press corps on Friday afternoon - his second hastily called appearance in a single day - to announce that Carney would be replaced by his deputy, Josh Earnest.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12906986",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4257,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "18:53:00",
                    "title": "BREAKING NEWS: Jay Carney resigns as White House Press Secretary over 'strain' on his family life",
                    "uri": "187443541",
                    "url": "http://www.dailymail.co.uk/news/article-2644156/BREAKING-NEWS-Jay-Carney-resigns-White-House-Press-Secretary-strain-family-life.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "Outgoing White House press secretary Jay Carney endured one of the toughest jobs in Washington during the roughest stretch of President Obama's time in office.  And he has seemingly built some currency for a variety of jobs that could offer the president's top spokesman influence and yes, money -- lots of it.\n But just who is the model for how to handle such a departure from the White House?\n Carney, the former Moscow bureau chief for Time magazine, on Monday ruled out the prospect of becoming the next U.S. ambassador to Russia.\n Most of his recent predecessors left 1600 Pennsylvania Ave. for a role in the public affairs sector, with varying degrees of success.  Others have written tell-all -- or more typically, tell-little -- memoirs.\n Robert Gibbs, Obama's first press secretary, launched a communications firm and is a political analyst on MSNBC.  Carney could likely follow suit if he so desired.\n Let's take a look at the best and worst transitions to the private sector by White House press secretaries over the last four decades -- and how their choices might influence Carney's decision.\n The Best James Brady\nJames Brady in 2011 (AP)Reagan's first press secretary, Brady was shot and paralyzed during the 1981 assassination attempt on the president.  Brady went on to have an enormous influence on politics despite retaining the press secretary title in name only.  The Brady Campaign to Prevent Gun Violence for decades has pushed for stricter firearms laws.  President Clinton ultimately signed the Brady Handgun Violence Prevention Act, and the White House briefing room is now named in Brady's honor.\n George Stephanopoulos\nStephanopoulos at Tulane University in 2009 (Photo: Tulane public relations)Stephanopoulos had a brief, unspectacular stint as Clinton's press secretary.  But after leaving the White House, he wrote a memoir that topped the New York Times Best Sellers list.  Then the former Clinton aide worked his way up at ABC News, ultimately hosting the network's Sunday news show and serving as a co-anchor on \"Good Morning America.\" \" His new deal with ABC reportedly pays him somewhere around $10 million annually, dwarfing his White House salary.\n Dana Perino\nPerino (Photo: Chris Greenberg/White House)Perino had no enviable task, taking over as press secretary just as George W. Bush became an unpopular lame duck.  Still, she parlayed her gig into a slot on Fox News' \"The Five.\" \" Perino spent three years on the U.S. Broadcasting Board of Governors, appointed by Obama.  And she was also a book-publishing executive at Random House.\n Dee Dee Myers\nMyers (deedeemyers.o org)Her biggest claim to fame -- at least in this reporter's opinion -- is that she was the inspiration for C.J. Cregg on the television show \"The West Wing.\" \" In addition to serving as a consultant on that show, she co-hosted a news program on CNBC, wrote a book and became managing director of public affairs at the Glover Park Group.  In April, she was hired as head of corporate communications for Warner Bros.\n Jerald terHorst\nterHorst, who died in 2010 (C-SPAN.o org)Really, terHorst had no chance to use the press secretary position as a springboard for a lucrative job.  He resigned after one month as press secretary, furious over President Ford's decision to pardon Nixon.  Still, the public applauded the longtime newsman's decision, and he has since been regarded as arguably the most principled White House press secretary.  He later took a job as director of public affairs for Ford Motor Co.\nThe Worst Larry Speakes\nLarry Speakes, left, seen here with Reagan, died earlier this year.  (AP)The Reagan press secretary is the case study for what not to do after leaving the White House media shop.  Speakes admitted in his memoir that he gave reporters phony quotes attributed to Reagan.  The uproar over the book cost him a job as senior vice president for communications at Merrill Lynch & Co.\nScott McClellan\nMcClellan (White House photo) George W. Bush's second press secretary also encountered problems in the wake of penning a memoir.  After giving a surprisingly critical portrait of the president and senior Bush officials in his book, McClellan effectively alienated many of his former colleagues -- as well as potential employers in Washington.  Even some Democrats dismissed McClellan as an opportunist trying to sell books.  He later landed a job as the vice president of communications at Seattle University.\n Ron Ziegler\nZiegler died in 2003.  (White House photo)The plus side of serving as Richard Nixon's press secretary during the height of Watergate?  Clients know you can handle problems.  Your mug also ends up in a movie (see \"All the President's Men\").  The negative?  People might not want your name associated with their brand.  Ziegler later worked at Washington consulting firm Syska and Hennessy and became president of the National Association of Truck Stop Operators and the National Association of Chain Drug Stores.",
                    "date": "2014-06-03",
                    "eventUri": "892864",
                    "id": "13124472",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3988,
                    "source": {
                        "title": "washingtonexaminer.com",
                        "uri": "washingtonexaminer.com"
                    },
                    "time": "13:55:00",
                    "title": "How former press secretaries could influence Jay Carney's next move | WashingtonExaminer.com",
                    "uri": "188282808",
                    "url": "http://washingtonexaminer.com/how-former-press-secretaries-could-influence-jay-carneys-next-move/article/2549220",
                    "wgt": 1
                },
                {
                    "body": "The 12-year-olds in the rock 'n' roll group, Twenty20, are sons of Team Obama stars.  Members include Hugo Carney, son of White House Press Secretary Jay Carney, U.S. Trade Rep.  Mike Froman's son Ben, HUD Secretary Shaun Donovan's son Lucas and Joey Doyle, whose mom is Hillary Clinton former presidential campaign manager turned Obama campaign adviser Patti Solis Doyle.  All four are classmates of Sasha and Malia Obama at Sidwell Friends School.\n One Direction better watch out.  A new boy band is taking the stage and they've got the power of the White House behind them.\n The tween group, Twenty20, includes the offspring of some of Obama's top advisers - Jay Carney's 12-year-old son, Hugo, U.S. Trade Rep.  Mike Froman's son Ben, HUD Secretary Shaun Donovan's son Lucas and Joey Doyle, whose mom is Hillary Clinton former presidential campaign manager turned Obama campaign adviser Patti Solis Doyle.\n All four are classmates of Sasha and Malia Obama at Sidwell Friends School.\n They dropped a music video for their first single this month, a \"catchy, power-pop\" tune \"Heart Thief.\" \"\nThe smartly produced short for the song \"captures an epic kid adventure around the nation's capital\" and shows the quartet rock 'n' roll across the district - hanging out at Union Station, filling up on sugar at 7-Eleven, frolicking on their skateboards and even taking a ride on Capital bikes.\n Previous Next Enlarge\nCarney follows in his dad's footsteps as the frontman for the group.\n Froman plays guitar, Donovan - who rocks a Justin Bieber do - is on bass and Doyle takes the drums.\n \"Before a rainbow, there's always a storm,\" the youngsters belt out, words of hope as their parents battle a tough political climate.\n llarson@nydailynews.com\nRelated Stories White House's Jay Carney shills wife's book in briefing WH spox Jay Carney debuts bearded look",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12878216",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3686,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "12:45:00",
                    "title": "Offspring of Obama advisers launch D.C. boy band",
                    "uri": "187366647",
                    "url": "http://www.nydailynews.com/news/politics/offspring-obama-advisers-launch-boy-band-article-1.1811133",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON, DC - OCTOBER 16: White House Press Secretary Jay Carney speaks during his daily briefing at the White House, October 16, 2013 in Washington, DC.  The Senate announced that it had reached a bipartisan deal on funding the federal government and the extending the nation's debt limit after 16 days of a government shutdown.  (Photo by Mark Wilson/Getty Images)",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12910030",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3348,
                    "source": {
                        "title": "The Daily Caller",
                        "uri": "dailycaller.com"
                    },
                    "time": "19:37:00",
                    "title": "Q: How Many White House Press Secretaries Does It Take to Screw In a Lightbulb?",
                    "uri": "187452484",
                    "url": "http://dailycaller.com/2014/05/30/q-how-many-white-house-press-secretaries-does-it-take-to-screw-in-a-lightbulb/",
                    "wgt": 1
                },
                {
                    "body": "Like many of his predecessors, White House press secretary Jay Carney has admirably learned to obfuscate, fudge, misdirect, prevaricate, skate around, and circumvent the direct \"yes or no question,\" as he so amply demonstrated on Thursday.\n At the daily briefing, he could not bring himself to answer ABC reporter Jon Karl's straightforward query: \"Does the president have confidence in Secretary [of Veterans Affairs Eric] Shinseki?\"",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12882637",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3118,
                    "source": {
                        "title": "BizPac Review",
                        "uri": "www.bizpacreview.com"
                    },
                    "time": "09:18:00",
                    "title": "Jay Carney waffles on 'yes or no' Shinseki question",
                    "uri": "187378529",
                    "url": "http://www.bizpacreview.com/2014/05/30/jay-carney-waffles-on-yes-or-no-shinseki-question-122069",
                    "wgt": 1
                },
                {
                    "body": "DJ Industrial Ave Theoretical (m) N/A: DJIA May 30 loading chart...  Price: 16,717.17 | Ch: 18.43 (0.1%)\nWhat the Stock Market Did Today, May 30, 2014: The Dow Jones Industrial Average was relatively flat, but did squeeze out a gain for a record-high close.  The Standard & Poor's 500 Index also hit yet another record high today.\n Here's the scorecard from today's trading session:\nDOW: 16,717.17, +0.11%\nS&P 500: 1,923.57, +0.18%\nNASDAQ: 4,242.62, -0.13%\nAnd here are the top stories from the stock market today:\nEarnings Updates: Shares of Infoblox Inc. (NYSE: BLOX) slipped by more than 35% on news that the automated network controller missed earnings and that its CEO Robert Thomas has announced his resignation.  Meanwhile, shares of Big Lots Inc. (NYSE: BIG) soared more than 11.5% after the company reported stronger earnings than expected.  Banks Behaving Badly: Reuters reports that the Department of Justice could demand that BNP Paribas SA (OTCMKTS ADR: BNPQY) pay more than $10 billion to settle charges that the company violated economic sanctions by conducting business in Sudan and Iran.  In addition to the financial settlement, regulators are looking to strip the company of some of its banking privileges in the United States.  The news immediately drew concerns about the company's ability to secure enough capital and prevent customers from pulling money from the bank.  Shakeup at the Top: Shares of Caterpillar Inc. (NYSE: CAT) slipped more than 1.5% on news that its chief information officer (CIO) Randy Krotowski will resign on June 1.  The company will immediately launch an external search for his replacement in the coming weeks.  Despite the drawback, the stock is up more than 12% since the beginning of the year.  Emerging Market Woes: Despite voters' decision to move to a more business-friendly set of policies, India's economy is falling below expectations.  Government officials announced that its economy grew at a 4.7% pace over the last fiscal year.  This is below economists' expectations and is the second straight year that the company's economy fell below a 5% rate.  So Long, Mr. Spin: In a surprise appearance during the daily White House press briefing, the White House announced that press secretary Jay Carney is resigning.  Josh Earnest, the current deputy press secretary, will replace Carney.  The announcement drew a lot of attention away from the resignation of Department of Veterans Affairs Secretary Eric Shinseki over the current scandal plaguing the agency.\n Now for some of our best investments moves to make to play the stock market today...\n The Next Trillion-Dollar Mortgage Meltdown May Be Coming: The fourth securitization deal of big investor-owned single-family homes for rent is here.  Is this just another Wall Street gamble that will wreck the economy again, or is this time different?  You be the judge.  But our trading expert Shah Gilani will tell you how to protect yourself...  This Defense Tech Play Is Scorching the Market: Many investors believe that with our presence in Iraq largely gone, defense firms will offer mediocre returns at best.  But our Defense and Tech Specialist Michael Robinson is not buying into it.  He says massive profit opportunities are still there.  And the market and the government are lining up behind them...  Surging Cell Profits: A report by 9to5Mac's Mark Gurman suggests that Apple Inc. (Nasdaq: AAPL) may soon launch its own mobile payment service.  Company executives are discussing possible integration of this service with a number of high-end retail chains.  By linking directly to a user's iPhone account, companies would agree to accept payment.  Find out more about Apple stock in 2014 here.  Time for a Post-Petrodollar Profit Play: The recent mega-billion gas deal between Russia and China stands to threaten the dominance of the U.S. dollar.  The lesson learned from this deal is to beware of unintended consequences.  That's the advice our resources expert Peter Krauth offers to Western leaders when imposing sanctions on Russia over the Ukraine crisis.  But Peter also offers a way to play the petrodollar's decline over the long term...",
                    "date": "2014-05-31",
                    "eventUri": "892864",
                    "id": "12946817",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2537,
                    "source": {
                        "title": "Money Morning - We Make Investing Profitable",
                        "uri": "moneymorning.com"
                    },
                    "time": "08:10:00",
                    "title": "What the Stock Market Did Today: More Record Highs By Garrett Baldwin",
                    "uri": "187565469",
                    "url": "http://moneymorning.com/2014/05/30/what-the-stock-market-did-today-more-record-highs/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BUSMoneyMorning%2B%2528Money%2BMorning%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Here's your teens of the administration being teens update: Malia Obama went to prom, and Hugo -- son of Jay -- Carney's band just released its first single, \"Heart Thief.\" \" When Jay Carney resigned as White House press secretary on Friday afternoon, he even joked that he might go on to manage his son's band.\n Fifteen-year-old sophomore Malia attended her first prom recently, as President Obama said Friday.  \"I think it's fair to say that the first time you see your daughter in heels is a little bit ... jarring,\" the president said during and interview on Live!  With Kelly and Michael.  \"She's lovely.\" \" The real question -- did Malia go with a date, or just with friends -- was \"classified information.\" \"\nMalia probably wouldn't have been caught dead taking a middle schooler, even one of the four coolest (pre-)teens in Washington.  But Hugo Carney and his bandmates know how to have age appropriate fun, as the video for the new single \"Heart Thief\" shows.\n As the New York Daily News reported, Twenty20 is the name of a band featuring \"Hugo, U.S. Trade Rep.  Mike Froman's son Ben, HUD Secretary Shaun Donovan's son Lucas and Joey Doyle, whose mom is Hillary Clinton's former presidential campaign manager turned Obama campaign adviser Patti Solis Doyle.\" \" All four attend the same private school as Sasha and Malia.  In the video Hugo, the leader, and his friends walk, ride the metro, taxi cab and skateboard around Washington D.C. At one point the kids buy Slurpees.\n \"On a summer day, I wanna fly away,\" Hugo sings.  Having listened to \"Heart Thief\" four times, we'd argue it's a pretty decent song of the summer, at least for other administration teens.",
                    "date": "2014-05-30",
                    "eventUri": "892864",
                    "id": "12925021",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2375,
                    "source": {
                        "title": "The Wire",
                        "uri": "www.thewire.com"
                    },
                    "time": "17:14:00",
                    "title": "White House Teens Are Going to Prom and Starting Indie Pop Bands",
                    "uri": "187493621",
                    "url": "http://www.thewire.com/politics/2014/05/white-house-teens-are-going-to-prom-and-starting-indie-pop-bands/371920/",
                    "wgt": 1
                },
                {
                    "body": "Manila, Philippines - Talk 'N Text shoots for its third straight victory since the arrival of import Rodney Carney when it battles Air21 in today's lone game of the PLDT Home Telpad PBA Governors' Cup at the Mall of Asia Arena.\n Carney, who replaced NBA veteran Othyus Jeffers, has helped the Tropang Texters to two consecutive wins which he and the rest of the team hope to extend when they face the Express at 8 p.m.\nA former NBA journeyman, Carney proved to be a blessing in disguise for TNT after Jeffers was barred by the FIBA and NBA to play in the league since he is still under contract with the Minnesota Timberwolves until June 30.\n \"I'm getting used to the style of play here, my teammates, the system.  It's good so far,\" said Carney, who was picked by the Chicago Bulls in the 2006 Rookie Draft and played for four different teams.\n Carney is averaging 20.5 points and 4.5 rebounds after TNT defeated Rain or Shine (83-81) and San Miguel Beer (103-97).\n Against the Beermen, Carney finished with 28 points and got big help from Jayson Castro, who scattered 21 points, and Jimmy Alapag, who added 18 markers, including 12 in the last period.\n The Tropang Texters shot 14-of-33 triples, with Alapag converting five.\n TNT will face an Air21 side that is also on a hot streak.  The two teams are also tied at 3-1.\n The winner of today's game could jump into a share for first place if defending champion San Mig Super Coffee beats rival Barangay Ginebra San Miguel in their game being played at presstime.\n Ginebra won its first three games of the season-ending conference while San Mig is at 3-1 entering yesterday's marquee duel.\n Air21 is coming off a 91-88 victory over Alaska last Friday, and Talk 'N Text coach Norman Black has cautioned his team to play relentless against \"a very dangerous team\".\n \"Air21 has been playing well so it will be a difficult,\" said Black.  \"It's a big game for both teams as it will keep the winner within the top four spots.\" \"\nBlack said they have to be a little precise in their offense, especially that Carney is still learning the system.  But far more importantly, TNT needs to limit the production of Air21 import Dominique Sutton and 41-year-old veteran Asi Taulava.\n \"We have to try and slow down the ageless Asi Taulava and their import Sutton,\" Black said, adding that their defense will also focus on Air21's scorers Joseph Yeo and Mac Cardona.\n Sutton is averaging 23.3 points and 13.8 rebounds per game, while Taulava is backing him up with 16.3 points with 13.3 boards.  Yeo has 14 points a game while Cardona has 11.8.\n \"TNT is playing well in the last two games,\" said Air21 coach Franz Pumaren.  \"We need to find ways to slow them down and limit the production of their import, who played well versus SMB.\" \"",
                    "date": "2014-06-01",
                    "eventUri": "892864",
                    "id": "13010739",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2146,
                    "source": {
                        "title": "Tempo Sports",
                        "uri": "sports.tempo.com.ph"
                    },
                    "time": "17:47:00",
                    "title": "PBA: TNT battles Air21 | Tempo Sports News Philippines",
                    "uri": "187834048",
                    "url": "http://sports.tempo.com.ph/2014/06/pba-tnt-battles-air21/?utm_medium=twitter&utm_source=twitterfeed",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 70,
            "averageDate": "2014-05-30",
            "avgCos": 0.4824,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "892864",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "794599",
            "lang": "eng",
            "storyDate": "2014-05-30",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-433164",
            "variance": 0.303
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-178967": {
        "articles": {
            "resultCount": 11,
            "results": [
                {
                    "body": "Jay Carney, el portavoz del presidente Barack Obama durante más de tres años, renunció hoy a su cargo por razones personales, en coincidencia con el escándalo nacional por la atención médica a los veteranos de guerra.\n Washington.- - Jay Carney, el portavoz del presidente Barack Obama durante más de tres años, renunció hoy a su cargo por razones personales, en coincidencia con el escándalo nacional por la atención médica a los veteranos de guerra.\n El anuncio fue hecho en la sala de prensa de la Casa Blanca durante una imprevista aparición del propio presidente Obama, quien relevó a Carney del podio y calificó a su vocero como \"uno de mis más cercanos amigos en Washington\".\n \"De hecho creo que va a extrañar pasar estos ratos con ustedes, incluyendo los de la primera fila\", dijo Obama dirigiéndose a la \"fuente\" periodística de la Casa Blanca, en particular a los reporteros de las mayores cadenas de televisión.\n Carney, de 49 años, fue portavoz del vice presidente Joe Biden y reportero durante 21 años, incluido un periodo como jefe de la oficina de la revista Time en Moscú durante el colapso de la Unión Soviética,\nEl presidente reveló que Carney \"luchó\" con su decisión de renunciar desde hace tiempo, debido al peso de su demandante trabajo sobre su esposa Claire y sus hijos Hugo y Della.\n \"Tiene buen juicio, buen temperamento y buen corazón.  Lo voy a extrañar mucho y seguiré confiando en él como amigo y asesor\", señaló Obama.\n Durante el acto, el presidente anunció que el nuevo portavoz presidencial será Josh Earnest, quien fungía como número dos en la oficina de prensa de la Casa Blanca.\n \"Como ustedes saben, su apellido describe su carácter\", bromeó Obama en alusión a que el segundo nombre de su nuevo portavoz significa \"formal\" en español.\n Earnest fungió como director de comunicaciones de Obama desde los concilios electorales de Iowa en 2008.\n \"Mi petición -señaló Obama -- es que sean buena gente con Jay en su gira de despedida y con Josh durante su iniciación, que me imagino durará unos dos días o quizás dos preguntas\".\n Notimex",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12934289",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8462,
                    "source": {
                        "title": "www.radioformula.com.mx",
                        "uri": "www.radioformula.com.mx"
                    },
                    "time": "17:33:00",
                    "title": "Renuncia Jay Carney, portavoz del presidente Barack Obama",
                    "uri": "187520846",
                    "url": "http://www.radioformula.com.mx/notas.asp?Idn=415082&amp%3BidFC=2014",
                    "wgt": 1
                },
                {
                    "body": "Washington, D.C.-\nJay Carney, el portavoz del presidente Barack Obama durante más de tres años, renunció hoy a su cargo por razones personales, en coincidencia con el escándalo nacional por la atención médica a los veteranos de guerra.\n El anuncio fue hecho en la sala de prensa de la Casa Blanca durante una imprevista aparición del propio presidente Obama, quien relevó a Carney del podio y calificó a su vocero como \"uno de mis más cercanos amigos en Washington\".\n \"De hecho creo que va a extrañar pasar estos ratos con ustedes, incluyendo los de la primera fila\", dijo Obama dirigiéndose a la \"fuente\" periodística de la Casa Blanca, en particular a los reporteros de las mayores cadenas de televisión.\n Carney, de 49 años, fue portavoz del vice presidente Joe Biden y reportero durante 21 años, incluido un periodo como jefe de la oficina de la revista Time en Moscú durante el colapso de la Unión Soviética,\nEl presidente reveló que Carney \"luchó\" con su decisión de renunciar desde hace tiempo, debido al peso de su demandante trabajo sobre su esposa Claire y sus hijos Hugo y Della.\n \"Tiene buen juicio, buen temperamento y buen corazón.  Lo voy a extrañar mucho y seguiré confiando en él como amigo y asesor\", señaló Obama.\n Durante el acto, el presidente anunció que el nuevo portavoz presidencial será Josh Earnest, quien fungía como número dos en la oficina de prensa de la Casa Blanca.\n \"Como ustedes saben, su apellido describe su carácter\", bromeó Obama en alusión a que el segundo nombre de su nuevo portavoz significa \"formal\" en español.\n Earnest fungió como director de comunicaciones de Obama desde los concilios electorales de Iowa en 2008.\n \"Mi petición -señaló Obama -- es que sean buena gente con Jay en su gira de despedida y con Josh durante su iniciación, que me imagino durará unos dos días o quizás dos preguntas\".",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12918584",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.834,
                    "source": {
                        "title": "Hora Cero Web",
                        "uri": "www.horacero.com.mx"
                    },
                    "time": "21:46:00",
                    "title": "Renuncia Jay Carney, portavoz del presidente Barack Obama",
                    "uri": "187475543",
                    "url": "http://www.horacero.com.mx/noticia/?id=NHCVL132384",
                    "wgt": 1
                },
                {
                    "body": "El anuncio fue hecho en la sala de prensa de la Casa Blanca durante una imprevista aparición del propio presidente Barack Obama, quien relevó a Jay Carney del podio y calificó a su vocero como \"uno de mis más cercanos amigos en Washington\".\n \"De hecho creo que va a extrañar pasar estos ratos con ustedes, incluyendo los de la primera fila\", dijo Obama dirigiéndose a la \"fuente\" periodística de la Casa Blanca, en particular a los reporteros de las mayores cadenas de televisión.\n Carney, de 49 años, fue portavoz del vicepresidente Joe Biden y reportero durante 21 años, incluido un periodo como jefe de la oficina de la revista Time en Moscú durante el colapso de la Unión Soviética,\nEl presidente reveló que Jay Carney \"luchó\" con su decisión de renunciar desde hace tiempo, debido al peso de su demandante trabajo sobre su esposa Claire y sus hijos Hugo y Della.  \"Tiene buen juicio, buen temperamento y buen corazón.  Lo voy a extrañar mucho y seguiré confiando en él como amigo y asesor\", señaló Obama.\n Durante el acto, el presidente anunció que el nuevo portavoz presidencial será Josh Earnest, quien fungía como número dos en la oficina de prensa de la Casa Blanca.  \"Como ustedes saben, su apellido describe su carácter\", bromeó Obama en alusión a que el segundo nombre de su nuevo portavoz significa \"formal\" en español.\n Earnest fungió como director de comunicaciones de Barack Obama desde los concilios electorales de Iowa en 2008.  \"Mi petición (señaló Obama) es que sean buena gente con Jay en su gira de despedida y con Josh durante su iniciación, que me imagino durará unos dos días o quizás dos preguntas\".",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12918568",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8229,
                    "source": {
                        "title": "noticias.starmedia.com",
                        "uri": "noticias.starmedia.com"
                    },
                    "time": "18:52:00",
                    "title": "Renuncia Jay Carney como portavoz del presidente Obama",
                    "uri": "187475549",
                    "url": "http://noticias.starmedia.com/politica/renuncia-jay-carney-como-portavoz-presidente-obama.html",
                    "wgt": 1
                },
                {
                    "body": "Washington.- - El presidente estadounidense, Barack Obama, anunció el viernes que su secretario de prensa, Jay Carney, abandonaba el cargo después de más de tres años defendiendo el trabajo de su administración.\n Obama interrumpió la rueda de prensa diaria de Carney para anunciar la renuncia de su portavoz y la llegada al cargo de Josh Earnest, actual viceportavoz de la presidencia.\n \"Tiene un sabor agridulce\", dijo Obama, quien en el pasado se refirió a Carney, ex periodista del Time Magazine, como \"uno de sus más cercanos amigos de Washington\".\n Earnest lleva años trabajando con Obama y fue su jefe de comunicación en el estado de Iowa en el 2008, lugar clave para la elección del presidente demócrata.",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12910309",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8132,
                    "source": {
                        "title": "eleconomista.com.mx",
                        "uri": "eleconomista.com.mx"
                    },
                    "time": "19:05:00",
                    "title": "Renuncia secretario de prensa de Obama - El Economista",
                    "uri": "187453148",
                    "url": "http://eleconomista.com.mx/internacional/2014/05/30/renuncia-secretario-prensa-obama",
                    "wgt": 1
                },
                {
                    "body": "Josh Earnest, actual viceportavoz de la presidencia, sustituye al vocero de la Casa Blanca durante más de tres años, al que el mandatario se refirió como \"uno de sus más cercanos amigos de ...\n El presidente estadunidense, Barack Obama, anunció hoy que su secretario de prensa, Jay Carney, abandonaba el cargo después de más de tres años defendiendo el trabajo de su administración.  Obama interrumpió la rueda de prensa diaria de Carney para anunciar la renuncia de su portavoz y la llegada al cargo de Josh Earnest, actual viceportavoz de la presidencia.\n \"Tiene un sabor agridulce\", dijo Obama, quien en el pasado se refirió a Carney, ex periodista del Time Magazine, como \"uno de sus más cercanos amigos de Washington\".  Earnest lleva años trabajando con Obama y fue su jefe de comunicación en el estado de Iowa en el 2008, lugar clave para la elección del presidente demócrata.",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12918562",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7923,
                    "source": {
                        "title": "Milenio",
                        "uri": "www.milenio.com"
                    },
                    "time": "21:45:00",
                    "title": "Dimite Jay Carney, secretario de prensa de Obama",
                    "uri": "187475531",
                    "url": "http://www.milenio.com/internacional/Dimite-Jay-Carney-secretario-Obama_0_308369362.html",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON, 30 de mayo.- - El presidente Barack Obama interrumpió este viernes la rueda de prensa diaria en la Casa Blanca para anunciar que su vocero Jay Carney renunciará al cargo y que nombrará a Josh Earnest, el subsecretario de prensa, como su sustituto.\n Obama dijo que extrañará a Carney y su asesoría, pero calificó a Earnest como \"honesto, directo y un gran hombre\", quien ha sido parte de su equipo desde que presentó su candidatura presidencial.\n Obama dijo que Carney le adelantó en abril pasado que quería dejar el cargo.\n Jay ha sido uno de mis amigos más cercanos y es un gran asesor y un gran secretario de prensa\", dijo el presidente ante los reporteros de la fuente.\n Carney \"ha tenido un buen juicio.  Tiene un buen temperamento y un buen corazón\", agregó Obama.\n Carney dijo que planea continuar dando las conferencias de prensa en la Casa Blanca porque aún no decide cuál será su futuro.\n No he tomado hasta ahora una decisión.  Estoy emocionado por algunas de las posibilidades\", dijo.\n Carney trabajó como reportero en la revista Time por dos décadas antes de unirse al gobierno como director de comunicaciones del vicepresidente Joe Biden y tomó el cargo de secretario de prensa en 2011, luego de que renunciara al cargo Robert Gibbs.",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12905981",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7871,
                    "source": {
                        "title": "Excélsior",
                        "uri": "www.excelsior.com.mx"
                    },
                    "time": "18:38:00",
                    "title": "Barack Obama anuncia la renuncia de su secretario de prensa",
                    "uri": "187440948",
                    "url": "http://www.excelsior.com.mx/global/2014/05/30/962363",
                    "wgt": 1
                },
                {
                    "body": "El presidente de Estados Unidos, Barack Obama, anunció hoy que el secretario de Prensa de la Casa Blanca, Jay Carney, dejará el cargo.\n El presidente de Estados Unidos, Barack Obama, anunció hoy que el secretario de Prensa de la Casa Blanca, Jay Carney, dejará el cargo.\n Obama hizo el anuncio sobre la renuncia de Carney en la sala de prensa de la Casa Blanca.  Carney será reemplazado por su segundo de a bordo, Josh Earnest.\n Obama describió a Carney como uno de sus amigos más cercanos y un gran secretario de Prensa y dijo que \"tiene un buen temperamento y buen corazón.  Seguiré confiando en él como amigo y consejero\".  Fin",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12918563",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7763,
                    "source": {
                        "title": "spanish.china.org.cn",
                        "uri": "spanish.china.org.cn"
                    },
                    "time": "21:45:00",
                    "title": "Vocero de Casa Blanca presenta su renuncia, dice Obama",
                    "uri": "187475535",
                    "url": "http://spanish.china.org.cn/international/txt/2014-05/31/content_32539758.htm",
                    "wgt": 1
                },
                {
                    "body": "Jay Carney dejará el puesto como vocero de la Casa Blanca.  (Reuters)\nWASHINGTON.  El presidente de Estados Unidos, Barack Obama, interrumpió la conferencia de prensa diaria en la Casa Blanca el viernes para anunciar que su portavoz, Jay Carney, dejará el cargo y que en su lugar quedará su segundo, Josh Earnest.\n Obama dijo que extrañará a Carney y sus consejos, pero calificó a Earnest como \"un tirador certero y un gran tipo\" que ha sido parte de su equipo desde que postuló por primera vez a la presidencia.",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12918565",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7681,
                    "source": {
                        "title": "El Financiero",
                        "uri": "www.elfinanciero.com.mx"
                    },
                    "time": "21:45:00",
                    "title": "Obama anuncia que Jay Carney dejará su cargo",
                    "uri": "187475533",
                    "url": "http://www.elfinanciero.com.mx/mundo/obama-anuncia-que-jay-carney-dejara-su-cargo.html",
                    "wgt": 1
                },
                {
                    "body": "El secretario de prensa de la Casa Blanca Jay Carney renunciará a su puesto y su número dos quedará en su lugar, anunció el viernes el presidente Barack Obama.\n El mandatario hizo el anuncio en un sorpresivo informe el viernes en la sala de conferencias de la Casa Blanca.\n El subsecretario de prensa Josh Earnest tomará el cargo.\n Obama dijo que Carney es uno de sus amigos más cercanos y un extraordinario jefe de prensa a quien recurrirá como asesor externo.",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12945314",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7496,
                    "source": {
                        "title": "VertigoPolitico.com",
                        "uri": "www.vertigopolitico.com"
                    },
                    "time": "19:27:00",
                    "title": "Vocero de Obama renuncia a su cargo",
                    "uri": "187560259",
                    "url": "http://www.vertigopolitico.com/articulo/34224/Vocero-de-Obama-renuncia-a-su-cargo",
                    "wgt": 1
                },
                {
                    "body": "El portavoz de la Casa Blanca, Jay Carney, empezó este viernes su rueda de prensa diciendo que no habría \"más anuncios de personal\" después de la dimisión del responsable de los veteranos.  Así fue hasta que, en medio de una pregunta sobre Ucrania, el presidente Barack Obama apareció en el podio y le interrumpió: \"Es una de las frases favoritas de Jay, pero yo sí tengo un anuncio y es agridulce\".\n Con este pequeño show, Obama sorprendió con la dimisión de Carney.  El número dos de comunicación, Josh Earnest, será el nuevo representante del presidente, el tercero desde 2009.\n Carney llevaba más de tres años en el cargo, desde que en febrero de 2011 sustituyó a Robert Gibbs.  El periodista de 49 años fue reportero durante dos décadas en la revista 'Time' y empezó en la Casa Blanca como jefe de comunicación del vicepresidente Joe Biden.\n Aunque en circunstancias muy diferentes, fue el segundo anuncio de dimisión en dos horas, después de la salida del secretario de los asuntos de los veteranos, Eric Shinseki, por la falsificación de listas de espera para la atención médica de los militares.\n Johs Earnest , el nuevo portavoz\n\"Le voy a echar mucho de menos\", dijo Obama sobre Carney, descrito por el presidente como un \"amigo cercano\" y un \"gran consejero\".  El presidente explicó que el portavoz le informó en abril de que estaba listo para dejar su puesto y cambiar de trabajo.\n Este viernes Carney no quiso aclarar cuál será su futuro, aunque negó que vaya a ser nombrado embajador en Moscú, una de sus opciones.  El portavoz habla ruso y fue corresponsal allí para 'Time'.  \"Estoy emocionado con algunas de las posibilidades\", dijo.\n Carney, en principio, se quedará hasta mediados de junio.  No dio detalles sobre sus motivos para dejar el cargo y dijo haber disfrutado con \"la increíble experiencia\" pese a que le han tocado los años más impopulares de Obama y ha tenido en ocasiones una relación tensa con la prensa.  La ex directora de 'New York Times', Jill Abramson, dice que ésta es la Administración \"más secretista\" que ha conocido.\n A menudo los reporteros acorralaban al portavoz quejándose de que no contestaba a las preguntas de manera clara.\n Obama deja su imagen en manos de un fiel conocido.  Earnest, de 39 años, trabajó en la campaña a la alcaldía de Nueva York de Michael Bloomberg y está con Obama desde el principio de su carrera presidencial.  Empezó como portavoz del entonces senador en Iowa y en Texas durante las primarias de 2008.\n \"Josh y yo tenemos una historia muy larga desde los caucus de Iowa\", dijo Obama.  Según el presidente, es \"un tirador directo\".  Earnest será el encargado de la prensa en el viaje a Europa de Obama la semana próxima.  \"Sé que en algún momento os sentiréis frustrados con Josh también\", dijo a los reporteros, que aplaudieron el ascenso del segundo.\n El nuevo portavoz se enfrenta ahora a la recta final de la Presidencia Obama con una agenda internacional marcada por las crisis de Ucrania y Siria y el intento de repliegue en Afganistán y una lista de reformas nacionales paralizadas, como la legalización de inmigrantes o la subida del salario mínimo.  Earnest vivió el ascenso emocionante de Obama, pero ahora le toca representarlo durante el declive.  Según la encuesta de Gallup actualizada a diario, el 51% de los ciudadanos critican la gestión del presidente frente al 45% que la aprueba.  Carney dijo que un buen portavoz disfruta hasta en los peores días: \"Por muy duro que sea la rueda de prensa, salgo aquí contento de estar aquí de pie\".",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12912690",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6909,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "20:04:00",
                    "title": "Dimite el portavoz de la Casa Blanca - El Mundo",
                    "uri": "187460054",
                    "url": "http://www.elmundo.es/america/2014/05/30/5388de9fe2704e0c538b4573.html",
                    "wgt": 1
                },
                {
                    "body": "Total sorpresa cuando durante la rueda de prensa habitual de la Casa Blanca ha irrumpido hoy el presidente Barack Obama para anunciar la marcha de su portavoz, Jay Carney.  \"Seguiré confiando en él como amigo y asesor cuando tras un verano dedicado a disfrutar de sus hijos decida qué va a hacer a continuación\", dijo el mandatario al anunciar la partida de Carney.  Apenas habían pasado tres horas desde que el presidente comunicaba la decisión de aceptar la dimisión del jefe del Departamento de Servicios de Veteranos cuando Obama decía adiós a otro miembro de su gabinete.\n Las razones de la salida de Carney, 49 años, son de carácter personal, relacionadas con el agotamiento propio de un cargo diseñado para la pelea diaria con la combatiente prensa norteamericana.  No en vano Obama utilizó un término relacionado con el combate cuando anunció el nombre del sucesor de Carney en el cargo.  Para el presidente, Josh Earnest, 39 años, hasta el momento mano derecha de Carney, no solo es \"un gran tipo\" que forma parte de su equipo desde 2008 sino el símbolo de que \"el chaleco antibalas\" pasa \"oficialmente a una nueva generación\".\n Carney lucía rostro feliz, casi de alivio, cuando pronunció sus palabras de despedida y dijo que dejaba atrás \"una fantástica experiencia\" de más de tres años.  Calificó como un honor ser portavoz de la Casa Blanca y no despejó las dudas que de repente surgieron sobre cual será su siguiente destino laboral.  A pesar de lo sorpresivo del anuncio y de que no había psitas al respecto, la partida del portavoz podría decirse que tiene un periodo de caducidad natural que no debe superar los tres años, debido a la dureza del cargo y los rigores impuestos por la inmediatez de la información y la retransmisión televisiva de una rueda de prensa diaria.\n Tras más de 20 años de labor periodística en la revista TIME y al servicio del vicepresidente Joe Biden desde el comienzo de la Administración Obama, Carney llegaba al podio de la Casa Blanca en febrero de 2011 para sustituir a un hombre de perfil muy diferente al suyo.  Robert Gibbs había sido íntimo colaborador de Obama, siempre al lado del presidente, desde el momento en que la Casa Blanca era todavía un proyecto para el joven senador por Illinois.\n Obama reconocía hoy que Carney llevaba tiempo \"luchando\" con la decisión que acababa de anunciar, ya que el puesto demandaba todo su tiempo y se lo robaba a su esposa Claire y sus hijos Hugo y Della.  \"Tiene buen juicio, buen temperamento y buen corazón.  Le voy a echar mucho de menos\", concluyó el presidente.\n Carney no viajará con Obama la semana que viene a Europa, en una gira de cuatro días que llevará al mandatario a Polonia, Bélgica y Francia.  Será Earnest quien asistirá a los periodistas que siguen al presidente, trabajo al que no es ajeno ya que lo desarrollaba ahora en ausencia de Carney.",
                    "date": "2014-05-30",
                    "eventUri": "792778",
                    "id": "12917967",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6856,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "internacional.elpais.com"
                    },
                    "time": "21:24:00",
                    "title": "Obama anuncia la marcha de su portavoz, Jay Carney - El País.com (España)",
                    "uri": "187473888",
                    "url": "http://internacional.elpais.com/internacional/2014/05/30/actualidad/1401481118_180903.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 11,
            "averageDate": "2014-05-30",
            "avgCos": 0.7787,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "792778",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "801876",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Washington, D.C.",
                "lat": 38.91706,
                "long": -77.00025,
                "wikiUri": "http://en.wikipedia.org/wiki/Washington,_D.C."
            },
            "storyDate": "2014-05-30",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-178967",
            "variance": 0.3936
        }
    },
    "meta": {
        "CCAArticleMatchCount": 26,
        "CCAArticleMatchRatio": 0.1280788177339902,
        "CCAAvgCosSim": 0.762951923076923,
        "CCAAvgMatchWgt": 64.3076923076923,
        "_articleUri1": "187520846",
        "_articleUri2": "187448717",
        "_datetime": "2015-01-19 23:02:06",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-178967",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-433164",
        "_username": "admin",
        "artCount1": 11,
        "artCount2": 70,
        "avgCosSimStory1": 0.7787,
        "avgCosSimStory2": 0.4824,
        "categorySim": 0,
        "conceptCosSim": 0.1610059640233535,
        "conceptJaccardSim": 0.1267605633802817,
        "coreTime1": 126331.0833333333,
        "coreTime2": 126330.5,
        "coreTimeStDev1": 1.514275916094951,
        "coreTimeStDev2": 3.904725688983753,
        "entityCosSim": 0.2493429014630026,
        "entityJaccardSim": 0.2857142857142857,
        "extractedDateJaccardSim": 0.8571428571428571,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 6,
        "hasSameLocation": -1,
        "keywordCosSim": 0.1192031258986831,
        "keywordJaccardSim": 0.06,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 0.9166666666666667,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 24,
        "storyQuality2": 27,
        "timeAvg1": 126332.1878787879,
        "timeAvg2": 126335.8545238095,
        "timeStDev1": 1.482696337673275,
        "timeStDev2": 18.88603812037789,
        "varianceStory1": 0.3936,
        "varianceStory2": 0.303
    }
}