{
    "850f305d-14db-4c75-b547-79470a557ea3-289367": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "This Friday, Marvel fans will finally get to experience Captain America: The Winter Soldier, which critics have been raving about.  The studio has released a new TV spot featuring a sampling of critic quotes and new footage featuring Chris Evans as Captain America, who teams up with Black Widow (Scarlett Johansson) and Sam Wilson a.k k.a a.  The Falcon (Anthony Mackie) to take down The Winter Soldier (Sebastian Stan).  Take a look at this new footage from directors' Joe Russo and Anthony Russo's Marvel Phase Two sequel, arriving in theaters April 4.\n Captain America: The Winter SoldierTV Spot 9Share This VideoLinkEmbed Code:FacebookTwitterGoogle+TumblrRedditShare Video\nAfter the cataclysmic events in New York with The Avengers, Marvel's \"Captain America: The Winter Soldier\" finds Steve Rogers, a.k k.a a.  Captain America, living quietly in Washington, D.C. and trying to adjust to the modern world.  But when a S.H.I.E.L.D. colleague comes under attack, Steve becomes embroiled in a web of intrigue that threatens to put the world at risk.  Joining forces with the Black Widow, Captain America struggles to expose the ever-widening conspiracy while fighting off professional assassins sent to silence him at every turn.  When the full scope of the villainous plot is revealed, Captain America and the Black Widow enlist the help of a new ally, the Falcon.  However, they soon find themselves up against an unexpected and formidable enemy-the Winter Soldier.\n Captain America: The Winter Soldier comes to theaters April 4th, 2014 and stars Scarlett Johansson, Sebastian Stan, Chris Evans, Cobie Smulders, Dominic Cooper, Hayley Atwell, Emily VanCamp, Samuel L. Jackson.  The film is directed by Anthony Russo, Joe Russo, Joss Whedon.",
                    "date": "2014-03-30",
                    "eventUri": "542776",
                    "id": "8643699",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7538,
                    "source": {
                        "title": "MovieWeb",
                        "uri": "www.movieweb.com"
                    },
                    "time": "23:41:00",
                    "title": "'Captain America: The Winter Soldiers' Critics TV Spot",
                    "uri": "171860326",
                    "url": "http://www.movieweb.com/news/captain-america-the-winter-soldiers-critics-tv-spot",
                    "wgt": 1
                },
                {
                    "body": "Starring Chris Evans, Scarlett Johansson, Anthony Mackie, Sebastian Stan, Robert Redford and Samuel L. Jackson\nI have never been a huge fan of Captain America.  This beloved Marvel comic book character has always seemed to be a little too much of a Boy Scout to truly pique my interest.  He pales in comparison with most other comic book heroes, especially when he's teamed up with characters like Ironman or the Hulk as part of \"The Avengers\" series.\n That being said, Captain America's latest movie might just change my mind about him being nothing more than bland beefcake.  \"Captain America: The Winter Soldier\" is a top notch comic book movie with a surprisingly complex story, solid action sequences and interesting character developments.\n Captain America (Chris Evans), for those of you who don't recall, was a 90lb weakling who couldn't pass the physical requirements to enlist as a soldier in World War II.  Thanks to a top-secret experimental drug program, US scientists found a way to turn the slight boy into a super soldier.  He became the All-American he-man.\n In his new movie, our hero is pitted against another one of those super soldiers.  The titular Winter Soldier (Sebastian Stan) is just as fast and just as strong as Captain America, but he has the advantage of a metal arm.\n Cap is going to need some help if he's going to vanquish the Winter Soldier, so he teams up with Black Widow (Scarlett Johansson), which works well for the movie as she and Captain America exhibit pretty convincing chemistry as they set out on their mission.  It also doesn't hurt that Johansson runs around in a skin-tight bodysuit, which should get a lot of teenage boys into the theater.\n For me, the real attraction for \"Winter Soldier\" is an old school reliance of practical effects.  There are very few computer generated images peppered into the film.  There's a certain thrill in knowing that most of the amazing stunts up on the screen were actually performed in real life.  It gives the film an extra layer of believability, a nice addition in an outlandish story like this.\n Throw in some fun moments of levity as Cap tries to come to terms with the modern world, and a few new faces to add to the ever-expanding roster of Marvel characters, and you're left with a pretty good summer blockbuster of a movie.\n Yes, I know that the summer movie season is still months away, but when you have a spring release as good as \"Captain America: The Winter Soldier,\" I say grab you sunglasses and pass the popcorn.",
                    "date": "2014-04-07",
                    "eventUri": "542776",
                    "id": "9047071",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7352,
                    "source": {
                        "title": "Teton Valley News",
                        "uri": "www.tetonvalleynews.net"
                    },
                    "time": "18:29:00",
                    "title": "A summer blockbuster in April, “Captain America: The Winter Soldier”",
                    "uri": "173769741",
                    "url": "http://www.tetonvalleynews.net/entertainment/movies/a-summer-blockbuster-in-april-captain-america-the-winter-soldier/article_4ef71bec-be8b-11e3-a8d8-001a4bcf887a.html",
                    "wgt": 1
                },
                {
                    "body": "Following the record-breaking premiere of Marvel's \"Captain America: The Winter Soldier\" this past weekend, the First Avenger will jump into his next big screen solo adventure in just a little more than two years on May 6, 2016!\n Before the untitled \"Captain America 3\" hits theaters, though, fans can next see Cap when he joins the rest of Earth's Mightiest Heroes once more in Marvel's \"Avengers: Age of Ultron\" on May 1, 2015!\n Anthony and Joe Russo and Chris Evans are back on Captain America 3 after having directed Captain America: The Winter Soldier which broke the April record for the best weekend opening domestically with about $96 million.  The film has already surpassed the $300 million mark globally as well.\n The untitled Batman Vs. Superman movie from Warner Bros.  was recently announced to premiere on the same date.  It remains to be scene whether or not that will still be the case.",
                    "date": "2014-04-07",
                    "eventUri": "542776",
                    "id": "9047058",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6692,
                    "source": {
                        "title": "movies.cosmicbooknews.com",
                        "uri": "movies.cosmicbooknews.com"
                    },
                    "time": "18:29:00",
                    "title": "Captain America 3 Confirmed For May 6, 2016",
                    "uri": "173769756",
                    "url": "http://movies.cosmicbooknews.com/content/captain-america-3-confirmed-may-6-2016",
                    "wgt": 1
                },
                {
                    "body": "After watching Captain America: The Winter Soldier, I made a list of minor changes that would have made the movie more enjoyable, such as Georges St. Pierre dropping to the ground in pain when he kicked a super metal shield instead of the squishy leg he was aiming for (watch it).  A list like that may seem tongue-in-cheek, but when Captain America: The Winter Soldier gets just slightly more realistic, it really shines.\n I'd like to get the themes of the movie out of the way and focus on the action -- which is what audience members probably think to themselves while watching this movie.  I'll give Captain America: The Winter Soldier credit for trying to be about something more than explosions and fan service, especially this summer.  But that's where the credit for intelligence ends.\n The heart of Captain America: The Winter Soldier is a ham-fisted revenge fantasy of the ideals of old America rising up and smiting the philosophy of the surveillance-state, drone-using, constantly fearful America that we live in.  The film's themes are basically season one of The Newsroom with about 10 more explosions per minute.  It turns out that those extra explosions would have improved The Newsroom, significantly.\n The movie makes a few attempts at nuance.  Robert Redford, who plays the oh-so memorable antagonist whose name escapes me -- and I refuse to look up to prove a point -- tries to explain the benefits of providing an absolutely secure world.  But, the attempts to make the audience think seem just a little shallow when the bad guys are literally a group of date-raping, child-killing Neo-Nazis.\n But hell, I'm libertarian enough to enjoy watching superheroes stomp caricatures of people I disagree with.  Go get 'em Cap, and let's get on to the action -- where the film both excels and falls short at different times.\n Captain America: The Winter Soldier has two types of action sequences.  Half of the movie's action scenes are the big, dumb kind that only exist because every successful action movie has them, right down to a big, blue guy taking out one of the gunships from Avatar with the combined powers of a melee weapon and gymnastics.\n The other half start off like the same standardized action, but then make some little change to the visuals or the way it plays out that make it truly interesting.  Captain America: The Winter Soldier begins with a cold open where the Captain takes out nameless thugs in a series of tight shots with a shaky camera that makes it hard to tell exactly what's going on.  This camera technique started to get old shortly after Batman Begins made it the only way superhero fight scenes were allowed to be shot.\n Then, out of nowhere, the camera pulls all the way back for a wide shot where you can see the Captain running through henchmen like you're watching from the bleachers.  The shot isn't any more original than the \"shaky cam.\" \" In fact, some might recognize it as taken directly from a camera angle in Metal Gear Solid 2.  But, the sudden change in visual scope is neat to the point where just 10 seconds of footage is the highlight of the first act.\n It's not only the little changes, but the scale that separates the big, dumb action sequences from the ones that are actually cool to watch.  When a cluster of missiles vaporizes everything in a hundred yard radius, Cap and Co. have clearly got it handled.  The situation is physically impossible to escape from, so you know that the heroes will do something stupid and physically impossible to get out of it.\n There's no tension whatsoever.\n But, when the Captain has to break a car door or the bad guy has a knife(!), it's on.  Real obstacles that are cleverly shot and realistically solved look and feel better than the more fantastic elements.  The disparity between the smaller action scenes and the bigger ones gives the impression that most impractical explosions were stapled on in committee after the film was storyboarded.\n The first act of the movie does suffer from a common problem of not emotionally connecting the audience with the characters fighting or what the stakes of their fight are.  Even the more interesting action scenes are hard to appreciate because it takes Captain America: The Winter Soldier so long to give the audience a reason to care about what happens.\n Once there is even the most basic emotional investment in what's going on -- the hero has to save a likable supporting character at the act two climax -- the more unique action sequence start popping out and becoming more enjoyable.\n For an early summer action film, Captain America: The Winter Soldier is good.  Even if the film focused more on what it did well, it wouldn't be great because the movie isn't that clever, no matter how hard it tries.  But, it looks better than the usual fare and will hopefully get other superhero movies looking at least a little outside the box.  Hard core comic fans have obviously already seen it and blogged about it, extensively.",
                    "date": "2014-04-07",
                    "eventUri": "542776",
                    "id": "9047047",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6643,
                    "source": {
                        "title": "MMAmania.com",
                        "uri": "www.mmamania.com"
                    },
                    "time": "19:11:00",
                    "title": "Captain America 'The Winter Soldier' movie review featuring Georges St. Pierre",
                    "uri": "173769725",
                    "url": "http://www.mmamania.com/2014/4/7/5590208/captain-america-winter-soldier-movie-review-georges-st-pierre-mma",
                    "wgt": 1
                },
                {
                    "body": "(CBR) Marvel fans that have seen \"Captain America: The Winter Soldier\" know that the Marvel Cinematic Universe will never be the same - seriously.  This list is packed with spoilers concerning the final moments of the film, so if you haven't seen it yet, it's best to look away and get to a movie theater ASAP.\n The latest installment in the epic Marvel movie-verse unleashes more twists, turns, surprises and changes than any film that has preceded it.  And with every member of Captain America's inner circle left in a completely new place than where they started, this one movie has the most sequel and spin-off potential we've ever before.  Here are the five follow-up adventures we have to see in order to tie up \"The Winter Soldier's\" loose ends.\n 5 Marvel spinoffs to tie up 'Captain America: The Winter Soldier' loose ends\nLaunch Gallery ►\nCopyright © 2013 Comic Book Resources.  Reprinted with permission.  All rights reserved.\n Related Searches: Agent 13, Black Widow, Captain America, Captain America: The Winter Soldier, Falcon, Maria Hill, Marvel Studios, Nick Fury",
                    "date": "2014-04-07",
                    "eventUri": "542776",
                    "id": "9047046",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6627,
                    "source": {
                        "title": "HitFix",
                        "uri": "www.hitfix.com"
                    },
                    "time": "18:29:00",
                    "title": "5 Marvel spinoffs to tie up 'The Winter Soldier' loose ends",
                    "uri": "173769734",
                    "url": "http://www.hitfix.com/news/5-marvel-spinoffs-to-tie-up-captain-america-the-winter-soldier-loose-ends",
                    "wgt": 1
                },
                {
                    "body": "While Captain America: The Winter Soldier is winning big at the box office, screenwriters Christopher Markus and Stephen McFeely spoke about the third Cap film.\n Speaking with Collider in an April 7 interview the duo gives fans a list of updates on the script, which they started in the Fall, 2013.\n The new film, unofficially Captain America 3 will not be a vehicle full of characters which overshadow Cap - he is the star.  The role of Winter Soldier is still undetermined, but the duo confessed that they read director Joss Whedon's script for The Avengers: Age of Ultron and are happy with Cap's role and where \"he is\" at the end of that film.\n McFeely and Markus overview their reaction to being asked to return for the script detail on the another film, how far along they are at this point and much more.\n Check out the video interview HERE\nDirectors Joe and Anthony Russo will return for Cap 3 with Chris Evans, Sebastian Stan and Anthony Mackie all under contract for the film.  No other details are available at this time, but expect more Black Widow, Nick Fury and SHIELD tie-ins.",
                    "date": "2014-04-07",
                    "eventUri": "542776",
                    "id": "9047282",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5663,
                    "source": {
                        "title": "www.theglobaldispatch.com",
                        "uri": "www.theglobaldispatch.com"
                    },
                    "time": "19:14:00",
                    "title": "'Captain America 3' script moves along, Winte...",
                    "uri": "173769727",
                    "url": "http://www.theglobaldispatch.com/captain-america-3-script-moves-along-winter-soldiers-role-undefined-and-cap-will-be-the-featured-star-52985/",
                    "wgt": 1
                },
                {
                    "body": "Production is currently under way on director Joss Whedon's Avengers: Age of Ultron in South Korea, with a new video from the set showcasing a scene involving Chris Evans' Captain America stunt double.  The actor is seen standing atop a moving semi truck and hanging off the back door.  Of course, it isn't known exactly why Cap is hanging on for dear life in traffic, but you can take a look at the footage below.  You can also to take a look at the new costumes for Captain America and Black Widow (Scarlett Johansson), along with Jeremy Renner (Hawkeye) and new cast members Aaron Taylor-Johnson (Quicksilver), Elizabeth Olsen (Scarlet Witch) and the Ultron mask.\n In related news, Chris Evans revealed in a new interview with the Toronto Sun that his experience playing Johnny Storm in Fantastic Four is part of the reason why he wasn't sure if he wanted to play Steve Rogers.\n \"The Fantastic Four had a lot to do with my concerns about playing Captain America.  Those Fantastic Four movies... how do you say this correctly?  This is where interviews get tricky.  If you're going to get locked up in a long-term contract, you've got to make sure the movies you're making are movies you'll be proud of.  With a lot of movies I've made, I've had something to question.  And the Fantastic Four was a three-movie deal (though only two were ever made).  Captain America was a six-picture contract (counting three Avengers movies).  And Robert Downey Jr. had already set the tone with the Iron Man movies, there already was a following.  So those six movies were for real.\" \"\nOf course, it all worked out in the end, although the actor reminisced that it would have been the biggest mistake of his life if he had turned down the Captain America role.\n \"Had I not done these movies, it would have been the biggest mistake of my life, my biggest regret - and there are plenty.  In retrospect, Marvel has been a beautiful element in my life, affording me the opportunity to do such things.\" \"\nThe actor also commented on The Fantastic Four reboot, and the actor who is portraying the new Johnny Storm, Michael B. Jordan.\n \"I think it's great that they're picking it up again.  There's a lot more story to tell.  And I think Michael B. Jordan is just a phenomenal actor.\" \"\nAvengers: Age of Ultron comes to theaters May 1st, 2015 and stars Chris Hemsworth, Jeremy Renner, Robert Downey Jr., Scarlett Johansson, Chris Evans, Samuel L. Jackson, Cobie Smulders, Mark Ruffalo.  The film is directed by Joss Whedon.",
                    "date": "2014-03-30",
                    "eventUri": "542776",
                    "id": "8643693",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5031,
                    "source": {
                        "title": "MovieWeb",
                        "uri": "www.movieweb.com"
                    },
                    "time": "23:41:00",
                    "title": "Captain America's New Costume Revealed in 'Avengers 2' Set Video!",
                    "uri": "171860322",
                    "url": "http://www.movieweb.com/news/captain-americas-new-costume-revealed-in-avengers-2-set-video",
                    "wgt": 1
                },
                {
                    "body": "I'm sure many of you went to see Captain America: The Winter Soldier this weekend.  Some of you might have gone to see Under the Skin.\n You'd think the two movies couldn't be more different.  Captain America: The Winter Soldier is a big, wham-bam Hollywood blockbuster and Marvel's latest entry in their movie franchises as a single ongoing story that never ends.  It makes the effort of being more than just another action-CGI-fest with references to themes of mass surveillance, drone warfare, fascism and conspiracies in the age of Wikileaks and Edward Snowden.  It harks back to 70s paranoid conspiracy thrillers like Three Days of the Condor and even Captain America comics from that decade when the character faced the dark conspiracy-laden vibe of the Nixon era.\n Under the Skin is an arthouse Science Fiction movie adapted from the novel by Michel Faber and stands on the opposite end of the cinematic spectrum.  It's almost avant-garde filmmaking, the type that divides critics into either declaring it a masterpiece or incomprehensible wank.  Ostensibly about an alien who takes on the guise of a woman to walk amongst humans to harvest men, it explains almost nothing at all, depends almost entirely on images to tell its story and wants you to feel more than understand.  The main character's cold detachment from the rest of humanity becomes a prism through which we start to examine our own humanity.  It's an audio-visual experiment designed to unsettle and disturb.  It was filmed around Scotland with hidden cameras and interacted with non-actors so their reactions were unscripted and real.  It's delves into themes about empathy and what makes us human and puts you in a different headspace from watching it.\n Here's something you might want to try for a laugh: see Under The Skin and Captain America: The Winter Soldier close together and imagine Scarlet Johansson's character in both movies was the same person: The Black Widow.  Both movies start to take on an additional layer of meaning neither of their filmmakers intended.\n In The Winter Soldier, The Black Widow mentions that her past as a spy was full of deeds she regretted and continues to feel remorse for, which prompted her defection over to the US.  You could easily regard Under The Skin as part of that past and the things she did in it as what she feels bad about, since those are very, very bad things that the main character does in that movie.  What's especially amusing is that The Black Widow has been described as a consummate spy who can seduce as well as fight, but we've only ever really seen her fight and shoot people in the Marvel movies whereas the alien in Under The Skin is all about seducing men in order to lure them into traps.  Suddenly, the existential dilemma of both characters played by Scarlet Johansson merge into a single person since it's the same actress, and this sense of horror and alienation casts a shadow over both movies once you've seen them both.  It's very interesting and amusing.  You could read the characters as part of the continuity of a single actor's professional life as she goes from one different persona to another from movie to movie, perhaps informed by her own real-life emotional and creative impulses that create this separate entity only seen on screen.\n The mind is a funny thing, especially an overactive mind exposed to several pieces of pop culture at once.  We can't help but free-associate and draw connections that aren't there.  It renders the fictions we consume fluid and malleable, becoming something we play with for our own ends and needs.  This is probably the same mentality that made Science Fiction writer Larry Niven think up the Wold Newton Universe, which posited that the famous pulp heroes pop culture like Tarzan, Sherlock Holmes and Doc Savage were all members of the same family that stretches throughout all of pulp history.  The film critic and writer David Thomson also wrote a version of this in Suspects, which links famous movie characters from Sunset Boulevard's Norma Desmond to Chinatown's villain Noah Cross to Casablanca's Rick Blaine and dozens, if not hundreds, of other movie characters to form a tapestry of connections that throw new light on their psychologies and histories.\n This was a precursor to Alan Moore linking every single fictional character from both classic Literature and pulp fiction together in a single universe in an alternate history.  You could also argue that the Marvel and DC universes became single continuums due to the writers and editors deciding to link everything together after writing them for a while.  That may be a commercial impulse designed to sell more comics, but creatively, it had to have come from the same creative impulse that wants to connect otherwise disparate and separate characters together to create new meanings and ways to tell stories.  I think it's the same impulse behind the writing of fan fiction.\n You might wonder this happens, why some people would make mental connections like these.  I think it comes down to the basic human need to find connections and find new meanings beneath the ones we're already presented with in the stories we're exposed to.  In the end, it's really about how we form and create our identities and sense of Self, and we use fiction and characters to explore their nooks and crannies in a safe space.  That's the value of fiction after all.  That's why we seem to need it.\n Making all the nutty connections at lookitmoves@gmail.com",
                    "date": "2014-04-07",
                    "eventUri": "542776",
                    "id": "9047075",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4957,
                    "source": {
                        "title": "Bleeding Cool Comic Book, Movie, TV News",
                        "uri": "www.bleedingcool.com"
                    },
                    "time": "18:01:00",
                    "title": "The Accidental Black Widow Double Feature – Look! It Moves! By Adi Tantimedh",
                    "uri": "173769799",
                    "url": "http://www.bleedingcool.com/2014/04/07/the-accidental-black-widow-double-feature-look-it-moves-by-adi-tantimedh/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-04-05",
            "avgCos": 0.4464,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "542776",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "542776",
            "lang": "eng",
            "storyDate": "2014-04-05",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-289367",
            "variance": 0.3007
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-122419": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "La cinta sobre el personaje del universo Marvel 'Capitán América y el Soldado del Invierno' (Captain America: The Winter Soldier) llega con gran expectación a nuestro país llevando en los roles principales a Chris Evans y Scarlett Johansson.  Aviso: El actor norteamericano que ahora protagoniza a El Capitán América, espera concluir su contrato consolidado con Marvel para dejar luego la actuación y pasar a la dirección de películas sobre todo.\n Es más, Chris Evans apunta también que para su primer proyecto ha dispuesto todo lo necesario e incluso más allá buscando cumplir su eterno sueño, el de dirigir.\n Chris Evans dejará de actuar una vez que finalice su contrato con Marvel.  El actor que protagoniza por tercera vez a Steve Rogers en Capitán América: El soldado de invierno, ha anunciado que su intención es volcarse en una nueva carrera como director: \"En este momento solo quiero estar detrás de las cámaras y hacer películas\".\n Evans ha asegurado que pondrá punto final a su carrera como actor tras rodar Los vengadores y dos entregas de Capitán América.  Su intención es volcarse en una nueva carrera como director.  \"Tengo claro desde hace tiempo que quería dirigir.  Si llego a interpretar, será bajo un contrato con Marvel, si no, me dedicaré a dirigir.  No me veo actuando fuera de lo que estoy obligado a hacer por contrato\", aseguró el actor en una entrevista a Variety antes del estreno de una nueva edición del Capitán América que se celebra este viernes.\n La tercera entrega del superhéroe es la que obliga a Chris Evans a seguir con la actuación, ya que tiene un contrato con Marvel en el que se estipula que podría hacer hasta seis películas como el mítico superhéroe y otra como protagonista en Los Vengadores.\n \"Al principio el contrato me obligaba a hacer nueve películas.  Era un problema ya que si tenían éxito mi vida cambiaba y si no lo llego a asimilar bien, no tendría la oportunidad de pedir un descanso.  Eso me asustó\".  Finalmente, y tras la insistencia de amigos suyos de la talla de Robert Downey Jr., protagonista de Iron Man, Evans protagonizó a Steve Rogers.\n Por supuesto no se arrepintió ya que su trabajo le aportó \"suficiente reconocimiento en el extranjero\" como para permitirle dirigir algo que verdaderamente sueña con seguir haciendo.  \"He puesto todo de mi parte en 1:30 Train -su primer proyecto-.  Independientemente de que la película tenga éxito o no, tengo la seguridad de que tendré otra oportunidad de dirigir.  Es un lujo que otras personas no pueden permitirse\", manifestó.\n Sin embargo, Chris Evans deja una puerta abierta ante un posible cambio de idea: \"A lo mejor en cinco años puedo decir: \"Mierda, echo de menos actuar\".  Pero en este momento solo quiero estar detrás de las cámaras y rodar películas\", sentenció.\n Seguramente, a raíz de esta declaraciones de Chris Evans serán muchos los seguidores del popular actor los que pongan el grito en el cielo clamando porque reconsiderar su decisión de apartarse del mundo de la interpretación.",
                    "date": "2014-03-28",
                    "eventUri": "416042",
                    "id": "8574587",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6765,
                    "source": {
                        "title": "Hoy.es",
                        "uri": "www.ideal.es"
                    },
                    "time": "21:20:00",
                    "title": "Bombazo: El 'Capitán América' vuelve a la carga ahora - Ideal Digital",
                    "uri": "171438419",
                    "url": "http://www.ideal.es/jaen/20140328/gente/bombazo-capitan-america-vuelve-carga-ahora-201403282213.html",
                    "wgt": 1
                },
                {
                    "body": "Foto: MARVEL\nMADRID, 28 Mar. (EUROPA PRESS - Israel Arias)\nSteve Rogers vuelve a la acción.  Chris Evans se aferra de nuevo al escudo de barras y estrella(s) para meterse en la piel del superhéroe más patriótico de Marvel en Capitán América: El soldado de invierno, la segunda aventura del personaje en solitario.\n Los hermanos Anthony y Joe Russo (Tú, yo y ahora...  Dupree, Bienvenidos a Collinwood) toman el testigo de Joe Johnston, director de la vintage primera entrega, y capitanean una historia que nos presenta a Rogers ya totalmente descongelado e integrado dentro del organigrama de SHIELD.\n Y es que tras la invasión alienígena comandada por el genial Loki que Los Vengadores lograron rechazar en Nueva York, el mundo ha cambiado y la amenaza de un nuevo ataque a escala planetaria flota en el ambiente.  En aras de la seguridad y la paz mundial hay quien está dispuesto a poner en jaque la libertad e incluso las vidas de millones de personas.\n Cargando el vídeo....\n\"Para construir un mundo mejor en ocasiones hay que destruir el antiguo\", se justifican desde los despachos ante los recelos de Rogers.  \"Esto no es libertad, es miedo\", replica el Capitán.  En estos dilemas morales está el soldado Steve cuando de pronto un inesperado ataque destapa una oscura conspiración que le hará desconfiar de todo y de todos.\n EL CAPI NO ESTÁ SOLO\nEste juego de engaños, traiciones y lealtades enfrentadas contará, en principio, con el apoyo de Nick Fury, el director de orquesta de Los Vengadores al que vuelve a dar vida Samuel L. Jackson; la Viuda Negra, interpretada de nuevo por una Scarlett Johansson que toma mucho más protagonismo en la trama; y con Falcon (el Halcón), el compañero oficial del Capitán que hace su presentación encarnado por Anthony Mackie.\n Cargando el vídeo....\nEl alado escudero del Capitán no será la única cara nueva, ahí está también, moviéndose entre despachos, Robert Redford que hace su primera incursión en el cine de superhéroes para dar vida al secretario Alexander Pierce.\n Todos ellos, junto a un misterioso y poderoso villano que da título a la producción, son los actores fundamentales de una secuela que deja atrás el aire 'retrobélico' de la pastosa primera entrega para ofrecernos un eficaz y entretenido híbrido entre el thriller de espías y el cine de superhéroes al uso.\n Cargando el vídeo....\nCapitán América: El soldado de invierno cuenta con una trama atractiva, especialmente en su planteamiento y desarrollo inicial, y un buen puñado de secuencias de acción poderosas a las que la sobredosis de acción final -una aparatosa tara a la que todas las cintas del género parecen abocadas sí o sí- hacen un flaco favor.  Saturación de explosiones y demoliciones.  Otra vez.\n A LA TERCERA VA LA VENCIDA\nEvans hace buena la máxima de \"a la tercera va la vencida\" y, bien arropado por empaque de Redford, el carisma de Jackson y la exuberante versatilidad de Johansson, se le nota mucho más cómodo dentro del traje del capitán.  Al fin se ha hecho con el que, dice él mismo, puede ser su último personaje en el cine.\n Pero aunque estamos ante uno de los productos más equilibrados que ha alumbrado la factoría Marvel, Capitán América: El soldado de invierno no consigue esquivar la sensación de ser, no una continuación de los sucesos de Nueva York como rezan los carteles de las marquesinas, sino más bien un muy aseado prólogo.  Un preludio del gran festín al que asistirán, de nuevo ojipláticos y boquiabiertos, los millones de fans enganchados a este \"testosterónico\" serial cinematográfico cuando Los Vengadores 2 vean la luz.\n Y si todavía no están descontando los días para el 15 de mayo de 2015, esperen al final de los títulos de crédito.  Hay premio doble.",
                    "date": "2014-03-28",
                    "eventUri": "416042",
                    "id": "8540375",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6732,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "14:22:00",
                    "title": "Crítica de Capitán América: El soldado de invierno",
                    "uri": "171305465",
                    "url": "http://www.europapress.es/cultura/critica-00656/noticia-critica-capitan-america-soldado-invierno-20140328145945.html",
                    "wgt": 1
                },
                {
                    "body": "Dentro de unos años, cuando la gente vaya al cine -confiemos que sea así- y se plante delante de la cartelera tendrá las mismas charlas que ahora: ¿Qué te apetece ver?  ¿Vemos una comedia?  ¿Una de acción?  ¿Y si nos metemos en la de suspense?  Pero habrá una pregunta más que caerá con toda normalidad: ¿vemos la de Marvel?  Y no se referirán a una productora o distribuidora en concreto, hablarán de un género.  El género Marvel.  Una idea que va más allá de hacer una película inspirada en un personaje de cómic.\n Marvel ha creado su propio universo cinematográfico.  Un universo que comenzó su expansión con la acertada visión de Iron Man (Jon Favreau, 2008), protagonizada por Robert Downey Jr., y que hoy cuenta con un ejército de guiones, proyectos y rodajes que sustentan una industria poderosa.  Ya no se trata de hacer la película de un superhéroe, al menos para Marvel.  El objetivo es construir una fase más de esa expansión infinita que nos ha llevado por la América de la II Guerra Mundial, el doctor Banner, la mitología de Midgard...  Una fase autoconclusiva y disfrutable como unidad, pero que siempre guarda un pequeño guiño para los que esperamos el siguiente capítulo.\n Si se fijan en los carteles promocionales de 'El Capitán América: El soldado de invierno', que se estrena hoy, leerán el siguiente lema: 'Los Vengadores continúan'.  Detrás de la cinta dirigida por los hermanos Anthony y Joe Russo, ya están en lista de espera 'Los Guardianes de la Galaxia', 'Ant-Man', 'Los Vengadores 2: la era de Ultrón', 'Doctor Extraño'...  Y un completo pack de series de televisión.  Como les digo, Marvel es un género en sí mismo.\n Por cierto, muy interesantes las críticas estadounidenses de 'El soldado de invierno' (título similar a uno de los cómics más conocidos y valorados del Capi), que parte con un 8,6 en Imdb (International Movie Data Base) y un 71 en Metacritic, dos de las webs de referencia mundial.\n Lo bueno de esto, del género Marvel, es que pone las cosas muy fáciles a la hora de elegir.  Yo, hoy, me voy a ver al Capi.  Sin duda.",
                    "date": "2014-03-28",
                    "eventUri": "416042",
                    "id": "8540638",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6689,
                    "source": {
                        "title": "saltodeeje.ideal.es",
                        "uri": "saltodeeje.ideal.es"
                    },
                    "time": "14:26:00",
                    "title": "El Capitán América y el 'género Marvel'",
                    "uri": "171306302",
                    "url": "http://saltodeeje.ideal.es/2014/03/28/el-capitan-america-y-genero-marvel/?utm_source=ideal.es&utm_medium=rss&utm_content=cultura-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Steve Rogers, más que por sus extraordinarias habilidades físicas como el Capitán América, guarda su encanto en dos factores: es una reliquia repleta de valores férreos que no envejecen; y es un líder.  Hasta ahora, tanto en 'El primer vengador' (Joe Johnston, 2011) como en 'Los Vengadores' (Joss Whedon, 2012), habíamos visto la primera mitad.  Un personaje insuficiente.  'El Capitán América: El soldado de invierno' es el marco perfecto para conocer al súper soldado de los cómics, al héroe vocacional.  Al líder incorrupto.  Y, además, una película magnífica.\n Aún sigo con la pregunta en la cabeza: ¿es el mejor film de Marvel hasta la fecha?  Tal vez es la adrenalina del momento -hace pocas horas que salí de la sala-, pero he llegado a compararla con 'Los Vengadores' y eso, amigos, es mucha tela.  El guión es un acierto: inspirado en el cómic homónimo, suma lo mejor de la saga 'Ultimates' y algunos retales de la 'Guerra Civil'.  Acción, suspense e intriga combinan en la que es, salvando las distancias y permitan la osadía, 'El Caballero Oscuro' de Marvel (Batman es otra liga, otro estilo).\n La dirección es, extrañamente, muy correcta.  Los hermanos Anthony y Joe Russo sorprendieron tanto a Disney que, nada más terminar el primer visionado de 'El soldado de invierno', cerraron el contrato para una película más.  Una sorpresa que gana gigantismo cuando se descubre que su anterior y único trabajo tras las cámaras de cine es la deplorable comedia 'Tú, yo y ahora...  Dupree' (2006).  Los Russo ruedan algunas de las mejores escenas de acción del año: el Capi, Falcón, la Viuda Negra y Nick Furia se salen de la pantalla.  Y está Robert Redford, por el amor de Dios.\n Queda, por supuesto, el espíritu Marvel: magnífico.  Los guiños (ese diálogo que deja caer el próximo héroe que llegará a la gran pantalla), las conexiones con el resto de historias -incluida la televisión-, las escenas tras los créditos...  Es un compendio de felicidad para el amante del 'género Marvel' que discurre hasta en los títulos de crédito, preciosos.\n No pregunten de qué va la película.  Es el Capi en todo su esplendor y se lo van a pasar en grande.",
                    "date": "2014-03-29",
                    "eventUri": "416042",
                    "id": "8609985",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5785,
                    "source": {
                        "title": "saltodeeje.ideal.es",
                        "uri": "saltodeeje.ideal.es"
                    },
                    "time": "23:21:00",
                    "title": "El Capitán América: El soldado de invierno",
                    "uri": "171650048",
                    "url": "http://saltodeeje.ideal.es/2014/03/30/el-capitan-america-el-soldado-de-invierno/?utm_source=ideal.es&utm_medium=rss&utm_content=cultura-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Se renueva este jueves la cartelera cinematográfica de la ciudad y son cuatro los estrenos.  Se destaca la segunda entrega del personaje del cómic de Marvel Capitán América y el soldado del invierno.  Además, aparece el film francés Lo mejor de nuestras vidas, la ganadora del Bafici 2013 Berberian Sound Studio, la cinta de terror La segunda muerte, y en el cine El Cairo proyectarán el drama argentino Deshora.\n Capitán América y el soldado del invierno es la segunda entrega del personaje del cómic de Marvel donde actúan Chris Evans, Scarlett Johansson, Robert Redford, Cobie Smulders, Samuel L. Jackson, entre otros.\n Después de los catastróficos acontecimientos ocurridos en Nueva York con Los Vengadores, Capitán América y el soldado del invierno encuentra a Steve Rogers, alias el Capitán América, viviendo tranquilamente en Washington D.C. e intentando adaptarse al mundo moderno.\n Pero cuando un colega de S.H.I.E.L.D. se ve amenazado, Steve se encuentra envuelto en una trama de intrigas que puede poner en riesgo el mundo entero.  Uniendo fuerzas con Black Widow, el Capitán América lucha por desenmascarar la conspiración cada vez mayor mientras pelea contra asesinos profesionales enviados para silenciarlo a cada paso.  Cuando el plan malvado es revelado, el Capitán América y Black Widow piden la ayuda de un nuevo aliado: Falcon.  Sin embargo, pronto se encontrarán a sí mismos luchando contra un enemigo colosal e inesperado: el Soldado del Invierno.\n La película francesa Lo mejor de nuestras vidas abarca los géneros romance, drama y comedia.  Un padre de 40 años con 2 hijos aun encuentra la vida muy complicada.  Cuando la madre de sus hijos se muda a Nueva York, él no soporta la idea de que estén creciendo tan lejos y decide empacar sus maletas y mudarse también a la gran manzana.\n La película Berberian Sound Studio, dirigida por Peter Strickland, es un film del Reino Unido ganadora del Bafici 2013, que roza el género de terror y suspenso.\n En los años setenta, Gilderoy, un técnico de sonido británico, viaja a Italia para trabajar en el Berberian Sound Studio, uno de los estudios más sórdidos de Europa, donde se han procesado las películas más perturbadoras de los últimos años.\n Allí, mientras mezcla los sonidos del último film de Santini, el maestro del género de terror, los inquietantes efectos sonoros comenzarán a invadir su mente y el miedo se extenderá a todo el estudio, generando imprevisibles consecuencias.\n Cine argentino\nLa segunda muerte en un film de terror de factura argentina dirigida por Santiago Fernández Calvete.\n En la trama, la escéptica y solitaria policía Alba Aiello está perdida en un caso truculento.  Su guía es un niño clarividente recién llegado al pueblo que asegura que la asesina es la Virgen María\nCon Agustina Lecouna, Tomás Lizzio.  Guillermo Arengo, Mauricio Dayub y Germán de Silva.\n El cine El Cairo estrena la película Deshora, un drama que relata el conflicto de una pareja tras no poder concibir un hijo.\n Ernesto y Helena llevan muchos años casados.  Viven en una finca aislada entre campos de tabaco y la selva de alta montaña en el noroeste argentino.  Un día, reciben a Joaquín, el primo casi desconocido de ella recién salido de un centro de rehabilitación, que ha sido enviado por su familia, y en contra de su voluntad, a pasar un tiempo allí.\n El matrimonio está atravesando una frágil situación, la dificultad para concebir un hijo los ha sumido en una obsesión y en la pérdida de deseo.  La nueva presencia es para Helena la oportunidad de reinventarse y para Ernesto, oxígeno.  La convivencia desestabilizará a la pareja y un triángulo amoroso comenzará a tomar forma entre la cacería, la riña de gallos y la vida en la finca.  El deseo también puede tomar la forma de una profunda violencia.",
                    "date": "2014-03-27",
                    "eventUri": "416042",
                    "id": "8615181",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5283,
                    "source": {
                        "title": "Rosario3",
                        "uri": "www.rosario3.com"
                    },
                    "time": "11:26:00",
                    "title": "Cinco estrenos renuevan la cartelera: se destaca \"Capitán América 2\" - Rosario3.com",
                    "uri": "170984080",
                    "url": "http://www.rosario3.com/ocio/noticias.aspx?idNot=144374&Cinco-estrenos-renuevan-la-cartelera:-se-destaca-%2522Capit%25C3%25A1n-Am%25C3%25A9rica-2%2522",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-03-28",
            "avgCos": 0.5603,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "416042",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "438940",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Nueva (Llanes)",
                "lat": 43.43809,
                "long": -4.94024,
                "wikiUri": "http://en.wikipedia.org/wiki/Nueva_(Llanes)"
            },
            "storyDate": "2014-03-28",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-122419",
            "variance": 0.4861
        }
    },
    "meta": {
        "CCAArticleMatchCount": 2,
        "CCAArticleMatchRatio": 0.02272727272727273,
        "CCAAvgCosSim": 0.615425,
        "CCAAvgMatchWgt": 22.5,
        "_articleUri1": "171860326",
        "_articleUri2": "171650048",
        "_datetime": "2015-02-19 20:56:49",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-289367",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-122419",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 5,
        "avgCosSimStory1": 0.4464,
        "avgCosSimStory2": 0.5603,
        "categorySim": 0,
        "conceptCosSim": 0.4155464107988896,
        "conceptJaccardSim": 0.1363636363636364,
        "coreTime1": 124871.6833333333,
        "coreTime2": 124814.3666666667,
        "coreTimeStDev1": 80.95859492902547,
        "coreTimeStDev2": 19.11862384633961,
        "entityCosSim": 0.4284752928189653,
        "entityJaccardSim": 0.1428571428571429,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 1,
        "hasSameLocation": -1,
        "keywordCosSim": 0.4148625513294048,
        "keywordJaccardSim": 0.1320754716981132,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 7,
        "storyQuality2": 7,
        "timeAvg1": 125011.90625,
        "timeAvg2": 124816.9833333333,
        "timeStDev1": 80.95859492902547,
        "timeStDev2": 19.11862384633961,
        "varianceStory1": 0.3007,
        "varianceStory2": 0.4861
    }
}