{
    "850f305d-14db-4c75-b547-79470a557ea3-48745": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "NEW DELHI: Concerned over the finding that several small aircraft and helicopters were operating without cockpit voice recorders, aviation regulator DGCA has now made it mandatory for all their operators to fit black boxes in them by the year-end.\n The amendment to the Civil Aviation Rule (CAR) also makes it mandatory that all aircraft being imported or leased from now on should be fitted with Cockpit Voice Recorders (CVRs) or black boxes and Cockpit Audio Recording System (CARS), official sources said.\n During recent safety audits, it was found that a large number of turbine-powered planes and helicopters, including turboprops (turbine-powered propeller aircraft), were not fitted with CVRs or CARS.\n Two audits of the Directorate General of Civil Aviation (DGCA) by its US counterpart, Federal Aviation Administration, last year had also pointed towards the deficiency.\n Rule 57 of the Aircraft Rules of 1937 requires that every aircraft should be fitted and equipped with instruments and equipment, including radio apparatus and special equipment as may be specified.\n A specific CAR on the fitting of CVRs and CARS, introduced in 2012, was amended to make it mandatory for all operators to have these instruments on board the planes or choppers, including those to be imported or leased, by December 31, this year.\n The objective of the amendment is to ensure the recording of the aural environment on the flight deck during flight time, the sources said.",
                    "date": "2014-01-06",
                    "eventUri": "62367",
                    "id": "1653434",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.676,
                    "source": {
                        "title": "Economic Times",
                        "uri": "economictimes.indiatimes.com"
                    },
                    "time": "13:58:00",
                    "title": "Small planes, choppers must carry black boxes: DGCA",
                    "uri": "148100897",
                    "url": "http://economictimes.indiatimes.com/news/news-by-industry/transportation/airlines-/-aviation/small-planes-choppers-must-carry-black-boxes-dgca/articleshow/28476596.cms",
                    "wgt": 1
                },
                {
                    "body": "10 brand new cars gutted in open godownNissan goes online to sell cars in IndiaNissan goes online to sell cars in IndiaSelf-driving cars to be 9 pct of global auto sales in 2035: Study\nConcerned over the finding that several small aircraft and helicopters were operating without cockpit voice recorders, aviation regulator DGCA has now made it mandatory for all their operators to fit black boxes in them by the year-end.\n The amendment to the Civil Aviation Rule (CAR) also makes it mandatory that all aircraft being imported or leased from now on should be fitted with Cockpit Voice Recorders (CVRs) or black boxes and Cockpit Audio Recording System (CARS), official sources said.\n During recent safety audits, it was found that a large number of turbine-powered planes and helicopters, including turboprops (turbine-powered propeller aircraft), were not fitted with CVRs or CARS.\n Two audits of the Directorate General of Civil Aviation (DGCA) by its US counterpart, Federal Aviation Administration, last year had also pointed towards the deficiency.\n Rule 57 of the Aircraft Rules of 1937 requires that every aircraft should be fitted and equipped with instruments and equipment, including radio apparatus and special equipment as may be specified.\n A specific CAR on the fitting of CVRs and CARS, introduced in 2012, was amended to make it mandatory for all operators to have these instruments on board the planes or choppers, including those to be imported or leased, by December 31, this year.\n The objective of the amendment is to ensure the recording of the aural environment on the flight deck during flight time, the sources said.",
                    "date": "2014-01-06",
                    "eventUri": "62367",
                    "id": "1646773",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6738,
                    "source": {
                        "title": "The Financial Express",
                        "uri": "www.financialexpress.com"
                    },
                    "time": "12:25:00",
                    "title": "Small planes, choppers must carry black boxes: DGCA",
                    "uri": "148085082",
                    "url": "http://www.financialexpress.com/news/small-planes-choppers-must-carry-black-boxes-dgca/1216047",
                    "wgt": 1
                },
                {
                    "body": "A pilot has reported a mysterious flying object passed within feet of his cockpit in the skies around London's Heathrow Airport.\n The captain of the A320, flying to the west of the airport, was looking out the a cockpit window and saw a cigar-shaped metallic object flying at a similar altitude, seemingly directly at his plane.\n A report on the apparent near-miss, which took place in July, has just been released by the UK Airprox Board, part of the Civil Aviation Authority.\n It said: 'Having very little time to focus, he was under the apprehension that they were on a collision course with no time to react.\n 'His immediate reaction was to duck to the right and reach over the alert the FO (first officer); there was no time to talk to alert him.\n 'His first words to the FO were, \"did you see that?\", who replied \"see what?\"\nThe captain perceived an object pass within a few feet of the aircraft.  It could best be described as cigar/rugby ball-like in shape, bright silver and metallic-like in construction.' '\nThe pilot asked air traffic control if any other aircraft were in the vicinity, but was told that there none close by, although there were other airliners to the west.\n Investigators ruled out the possibility that it was a meteorological balloon or a helium balloon.\n The report added: 'Nevertheless, the A320 pilot was subject to a powerful impression of immediate danger, caused by his perception of an object closing rapidly on his aircraft.\n 'Although only supposition, members opined that this may have been due to a combination of a possible reflection of the low sun off one of the aircraft to the west, and of the pilot's head movement as he looked forward.",
                    "date": "2014-01-05",
                    "eventUri": "62367",
                    "id": "1562380",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6695,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "15:12:00",
                    "title": "'Did you see that?' Heathrow jet pilot saw high-speed 'UFO' that 'passed within ... - Daily Mail",
                    "uri": "147859793",
                    "url": "http://www.dailymail.co.uk/news/article-2534100/Did-Heathrow-jet-pilot-saw-high-speed-UFO-passed-feet-plane.html",
                    "wgt": 1
                },
                {
                    "body": "Not since Canada's former defense minister explained that aliens won't give us their best tech because we're such nasty, bellicose people.\n Apparently, the aliens are waiting for us to put down our nuclear weapons and ask them nicely for help.  (Why they can't just neutralize us with their superior tech, I don't know.) )\nBut now I hear they've just paid us another visit.  Perhaps.\n The United Kingdom's Airprox Board, which monitors all near misses in the air, has just released details of a disturbingly hopeful incident.\n The pilot of an Airbus A320 was wafting about the skies around London's Heathrow Airport when he saw an object he couldn't identify barreling toward him.\n Now, if you were the pilot of a plane and saw a cigar-shaped (they're so often cigar-shaped, these alien craft, aren't they?) craft coming toward you, your first reaction might be to divert your plane.\n Well, as the Telegraph reports, this pilot ducked.  In the words of the official report: \"His immediate reaction was to duck to the right and reach over to alert the FO (First Officer); there was no time to talk to alert him.\" \"\nI am not sure this maneuver would have prevented this alleged UFO from striking his plane, but it would have surely startled the First Officer into reassessing the pilot's sang-froid.\n Afterward, the pilot explained that the flying object was within feet of his plane, bright silver and metallic.  (The incident happened in July, in daylight.) )\nThe authorities have not been able to locate any other sightings of this alleged object.  The fact that this all happened at 34,000 feet means that some of the more obvious suggestions -- like a balloon of some sort -- have been discounted.\n Some investigators mulled whether this wasn't all just a trick of the light: \"Although only supposition, members opined that this may have been due to a combination of a possible reflection of the low sun off one of the aircraft to the west, and of the pilot's head movement as he looked forward.\" \"\nPersonally, I still find it odd when I look out of the window on a trans-Atlantic flight and see another 747 floating alongside.\n So the notion that strange objects might come within a few feet of planes is a touch concerning.\n In essence, though, we must live with yet another mystery.  But if you do see something hurtling toward you when you're on a flight, I suppose you might as well duck.  That, it seems, is what the pilot will be doing.",
                    "date": "2014-01-06",
                    "eventUri": "62367",
                    "id": "1680429",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5938,
                    "source": {
                        "title": "news.cnet.com",
                        "uri": "news.cnet.com"
                    },
                    "time": "18:20:00",
                    "title": "Pilot claims he saw UFO about to hit plane, so he ducked",
                    "uri": "148161596",
                    "url": "http://news.cnet.com/8301-17852_3-57616690-71/pilot-claims-he-saw-ufo-about-to-hit-plane-so-he-ducked/?part=rss&subj=news&tag=title",
                    "wgt": 1
                },
                {
                    "body": "The captain, who piloting an A320 Airbus, said he saw a \"rugby-ball\" shaped UFO on the left-hand side of the jet as he was flying over Berkshire.\n He added that given the object's speed, he was certain that it was going to crash into him, but it luckily ducked as it got closer.\n Aviation Authorities have opened up an investigation into the incident, but are unable to determine just what the flying object was.  Their report recalls exactly what the pilot saw, although they are not able to release his name or specifics about the plane.\n Upon sighting the mysterious object and navigating the close-call, the pilot immediately contacted air traffic controllers.  He said the object was the shape of a rugby ball, and was bright silver.\n The UK Airprox Board, which investigates near-misses in the skies, discovered that there were no other aircraft in the sky at the time and ruled out the possibility that it could have been meteorological balloons or military craft.\n National Air Traffic Control Services have admitted in the past that they get reports of UFOs from pilots around once a month.",
                    "date": "2014-01-06",
                    "eventUri": "62367",
                    "id": "1666589",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5706,
                    "source": {
                        "title": "TNT Magazine",
                        "uri": "www.tntmagazine.com"
                    },
                    "time": "16:18:00",
                    "title": "Pilot reports close call with UFO as plane lands at Heathrow",
                    "uri": "148132873",
                    "url": "http://www.tntmagazine.com/news/pilot-reports-close-call-with-ufo-as-plane-lands-at-heathrow",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-01-06",
            "avgCos": 0.4503,
            "categories": [
                {
                    "label": "Recreation/Aviation/Personal_Pages",
                    "uri": "http://www.dmoz.org/Recreation/Aviation/Personal_Pages",
                    "wgt": 33
                },
                {
                    "label": "Shopping/Recreation/Aviation",
                    "uri": "http://www.dmoz.org/Shopping/Recreation/Aviation",
                    "wgt": 34
                },
                {
                    "label": "Recreation/Aviation/Resources",
                    "uri": "http://www.dmoz.org/Recreation/Aviation/Resources",
                    "wgt": 32
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "62367",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "128062",
            "lang": "eng",
            "storyDate": "2014-01-06",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-48745",
            "variance": 0.2973
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-20321": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "EEUU- En momentos que intentaba aterrizar de emergencia, el piloto de un avión jet ejecutivo se estrelló este domingo contra el aeropuerto de la ciudad de Aspen, del condado de Pitkin, en Colorado, dejando el trágico saldo de un muerto y dos heridos, informó el diario The Guardian.  [Imágenes]\nLa aeronave era un jet privado de mediano tamaño y se precipitó cuando el piloto intentaba aterrizar, aparentemente de emergencia.\n ArtCreative Design and Custom coding\nEl portavoz de la Administración Federal de Aviación, Allan Kenitzer, señaló que el avión procedía de Tucson, Texas, y se dirigía Aspen.  Se confirmó el ingreso de los dos heridos al hospital de Valle de Aspen, uno de los cuales se encuentra grave.\n La cadena ABC informó que solo tres personas iban a bordo del avión ejecutivo, que puede transportar hasta 20 personas.  Una de ellas habría muerto y las otras dos resultaron heridas.\n Aspen es un destino popular en el invierno para los famosos en EEUU y tanto el actor Kevin Nealon como la cantante LeAnn Rimes publicaron tuits en los que afirmaban haber presenciado el accidente.\n \"Horrible accidente de avión aquí en el aeropuerto de Aspen.  Explotó en llamas cuando aterrizaba.  Creo que era un jet privado\", escribió Nealon, más conocido por su papel en la serie de televisión \"Weeds\".\n \"Camiones de bomberos y otros vehículos de emergencia están en el lugar.  No hay noticias de sobrevivientes o de quienes se encontraban en el jet pero no puedo imaginar que existan sobrevivientes\", escribió Nealon, (ECHA- Agencias)",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1605780",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7938,
                    "source": {
                        "title": "Cronica Viva",
                        "uri": "www.cronicaviva.com.pe"
                    },
                    "time": "01:33:00",
                    "title": "Avión choca en aeropuerto: un muerto y 2 heridos [Video]",
                    "uri": "147976301",
                    "url": "http://www.cronicaviva.com.pe/index.php/mundo/america/84509-avion-choca-en-aeropuerto-un-muerto-y-2-heridos-video",
                    "wgt": 1
                },
                {
                    "body": "La aeronave era un jet privado de mediano tamaño y se precipitó cuando el piloto intentaba aterrizar, aparentemente de emergencia.\n WASHINGTON, E.U.- La aeronave era un jet privado de mediano tamaño y se precipitó cuando el piloto intentaba aterrizar, aparentemente de emergencia.\n El portavoz de la Administración Federal de Aviación, Allan Kenitzer, señaló que el avión procedía de Tucson, Texas, y se dirigía Aspen.  Se confirmó el ingreso de los dos heridos al hospital de Valle de Aspen, uno de los cuales se encuentra grave.\n La cadena ABC informó que solo tres personas iban a bordo del avión ejecutivo, que puede transportar hasta 20 personas.  Una de ellas habría muerto y las otras dos resultaron heridas.\n Aspen es un destino popular en el invierno para los famosos en EEUU y tanto el actor Kevin Nealon como la cantante LeAnn Rimes publicaron tuits en los que afirmaban haber presenciado el accidente.\n \"Horrible accidente de avión aquí en el aeropuerto de Aspen.  Explotó en llamas cuando aterrizaba.  Creo que era un jet privado\", escribió Nealon, más conocido por su papel en la serie de televisión \"Weeds\".",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1607612",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7604,
                    "source": {
                        "title": "Correo de Guanajuato",
                        "uri": "www.periodicocorreo.com.mx"
                    },
                    "time": "04:13:00",
                    "title": "Dos personas mueren en choque de jet privado",
                    "uri": "147980572",
                    "url": "http://www.periodicocorreo.com.mx/internacional/norteamerica/138683-dos-personas-mueren-en-choque-de-jet-privado.html",
                    "wgt": 1
                },
                {
                    "body": "EEUU- En momentos que intentaba aterrizar, el piloto de una avioneta se estrelló este domingo contra el aeropuerto de la ciudad de Aspen, del condado de Pitkin, en Colorado, dejando el trágico saldo de un muerto y dos heridos, informó el diario The Guardian (Avance)\nLa aeronave era un jet privado de mediano tamaño y se precipitó cuando el piloto intentaba aterrizar, aparentemente de emergencia.\n El portavoz de la Administración Federal de Aviación, Allan Kenitzer, la avioneta procedía de Tucson, Texas, y se dirigía Aspen.  Se confirmó el ingreso de los dos heridos al hospital de Valle de Aspen, uno de los cuales se encuentra grave.  (ECHA- Agencias)",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1598587",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.735,
                    "source": {
                        "title": "Cronica Viva",
                        "uri": "www.cronicaviva.com.pe"
                    },
                    "time": "01:33:00",
                    "title": "Avioneta choca en aeropuerto: un muerto y 2 heridos [Video]",
                    "uri": "147956200",
                    "url": "http://www.cronicaviva.com.pe/index.php/mundo/america/84509-avioneta-choca-en-aeropuerto-un-muerto-y-2-heridos-video",
                    "wgt": 1
                },
                {
                    "body": "Un jet privado se estrella al aterrizar en el Aeropuerto de Aspen\nCNN México.com\nEl Bombardier Challenger 600 que llegaba procedente de Tucson estalló en llamas tras estrellarse en el aeropuerto de Aspen (Cortesía).  Lo más importante.  El avión que se estrelló es un Bombardier Challenger 600 que llegaba procedente de Tucson, ...\n EE.UU.: un avión privado se estrella luego de intentar aterrizar LaRepública.p pe\nPequeño jet ejecutivo se estrella en aeropuerto de Aspen El Nuevo Diario\nlos 19 artículos informativos \"",
                    "date": "2014-01-05",
                    "eventUri": "123682",
                    "id": "1589249",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6994,
                    "source": {
                        "title": "Contacto Latino Noticias",
                        "uri": "contacto-latino.com"
                    },
                    "time": "23:13:00",
                    "title": "A private jet crashes on landing at the airport of Aspen - CNN Mexico. com",
                    "uri": "147934470",
                    "url": "http://contacto-latino.com/es/noticias/201303/201172276/un-jet-privado-se-estrella-al-aterrizar-en-el-aeropuerto-de-aspen-cnn-mexico-com/",
                    "wgt": 1
                },
                {
                    "body": "Reciba gratis el informe de las principales noticias en su correo electrónico\nLos ocupantes de la avioneta que se estrelló este domingo en el centro turístico de Aspen (EE.UU.), dejando un muerto y dos heridos, eran todos de nacionalidad mexicana, informaron hoy las autoridades.\n Según las autoridades, la identidad del fallecido es Emilio Carranza Brabata, de 54 años, y era el copiloto de la avioneta privada Bombardier Challenger 600 que se estrelló al tratar de aterrizar en Aspen poco después del mediodía del domingo.\n Los heridos fueron identificados como Miguel Henríquez y Moisés Carranza, quienes fueron trasladados desde un hospital en Aspen a un hospital en Grand Junction, la principal ciudad en el oeste de Colorado, a poco más de 200 kilómetros de Aspen.\n Uno de los heridos pilotaba el avión, mientras que el otro era un pasajero.  Sin embargo, el parte oficial no aclara quién de los dos formaba parte de la tripulación de la aeronave.\n El avión, con capacidad para 22 personas, había partido de Toluca (México) y había hecho escala en Tucson, Arizona (EE.UU.).\n Un equipo de investigadores de la Junta Nacional de Seguridad en el Transporte (NTSB, en inglés) llegó hoy al aeropuerto de Aspen para intentar averiguar las causas del suceso, aunque se cree que el clima y el viento podrían haber contribuido a la tragedia.\n Debido al accidente, a las investigaciones y al uso de equipo pesado para limpiar la pista, la terminal aérea permanece cerrada, por lo que unos 3.000 pasajeros deberán ser transportados en autobuses hasta el Aeropuerto Internacional de Denver, 355 kilómetros al este de Aspen\nEn rueda de prensa, Brian Grefe, subdirector de seguridad del Aeropuerto de Aspen, dijo que \"la seguridad del área con los restos del avión es una preocupación\" debido al derrame de combustible, a que aún hay combustible dentro de la nave y a que las baterías del avión siguen activas.\n Los restos del avión permanecerán en la pista donde se estrelló hasta que los investigadores de NTSB y de la empresa constructora terminen con su trabajo, indicó Grefe.\n En el mismo encuentro con los periodistas, el alguacil del condado de Pitkin, donde está situado Aspen, declaró que la meta es reabrir el aeropuerto hoy mismo, pero, dijo, esa tarea no será fácil por la cantidad de material que se debe retirar de las pistas.\n \"Me comprometo a no acelerar los esfuerzos de mover la aeronave sólo para conveniencia de los pasajeros.  Ya tuvimos una tragedia en este lugar y lo último que queremos es tener otra\", sostuvo el alguacil.",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1705914",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6933,
                    "source": {
                        "title": "El Nuevo Diario",
                        "uri": "www.elnuevodiario.com.ni"
                    },
                    "time": "22:04:00",
                    "title": "Ocupantes de avioneta que se estrellĂł en Colorado, EE.UU., eran mexicanos",
                    "uri": "148218644",
                    "url": "http://www.elnuevodiario.com.ni/internacionales/306804-ocupantes-de-avioneta-que-se-estrello-colorado-eeuu-mexicanos",
                    "wgt": 1
                },
                {
                    "body": "Un aviÃ³n privado se estrellÃ³ este domingo cuando intentaba aterrizar en el Aeropuerto de Aspen, Colorado.\n Colorado, EU.- - La AdministraciÃ³n Federal de AviaciÃ³n de Estados Unidos (FAA, por sus siglas en inglÃ©s) dio a conocer que un aviÃ³n privado se estrellÃ³ este domingo cuando intentaba aterrizar en el Aeropuerto de Aspen, Colorado.\n La aeronave siniestrada es un Bombardier Challenger 600 que llegaba procedente de Tucson, Arizona.\n De acuerdo con los primeros informes, en el accidente una persona muriÃ³ y otras dos resultaron heridas, aunque esta es informaciÃ³n extraoficial.",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1600478",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6061,
                    "source": {
                        "title": "Vanguardia",
                        "uri": "www.vanguardia.com.mx"
                    },
                    "time": "02:11:00",
                    "title": "Un muerto y dos heridos tras estrellarse avión privado en Aspen",
                    "uri": "147960654",
                    "url": "http://www.vanguardia.com.mx/unmuertoydosheridostrasestrellarseavionprivadoenaspen-1917092.html",
                    "wgt": 1
                },
                {
                    "body": "DENVER, Colorado, EU.( (AP) Dos hombres procedentes de MÃ©xico gravemente lesionados recibÃ­an el lunes atenciÃ³n mÃ©dica mientras que otro perdiÃ³ la vida despuÃ©s de estrellarse el jet ejecutivo en el que viajaban en el aeropuerto de Aspen, popular destino de esquÃ­, del que llegan o se van numerosos visitantes pudientes en vuelos privados.\n El domingo en la tarde, el aviÃ³n se saliÃ³ de la pista por el lado derecho, dio un vuelco y se incendiÃ³, dijo Alex Burchetta, director de operaciones de la Oficina del Jefe de PolicÃ­a del condado de Pitkin.\n \"Las lesiones eran traumatismos, no quemaduras\", afirmÃ³.  \"Hasta donde sabemos, el fuego nunca llegÃ³ a la cabina\", agregÃ³.\n Miguel HenrÃ­quez se encontraba en estado crÃ­tico y MoisÃ©s Carranza en estado grave en el hospital St.  Mary en Grand Junction, afirmÃ³ la portavoz Kimberly Williams.\n Ambos son pilotos y uno copilotaba la nave con Sergio Carranza Brabata, tambiÃ©n de MÃ©xico, quien muriÃ³ cuando se estrellÃ³ la aeronave.  Se desconoce quiÃ©n tenÃ­a el control del aparato cuando sobrevino el accidente.\n Nadie mÃ¡s viajaba en el aviÃ³n.  Las causas de lo ocurrido continÃºan en investigaciÃ³n.\n Las autoridades dijeron que el aparato despegÃ³ de MÃ©xico e hizo escala en Tucson, Arizona, antes de dirigirse a Aspen, donde el aterrizaje era difÃ­cil porque los pilotos tienen que hacer un descenso bastante picado debido las montaÃ±as circundantes.\n En 2001, 18 personas murieron cuando el jet fletado Fulfstream III procedente de Burbank, California, se estrellÃ³ contra una ladera al oeste del aeropuerto.\n Doug Britt, que observaba el despegue y aterrizaje de aviones con su hijo, dijo que cuando el jet se estrellÃ³ sobrevino el fuego, cuyas llamas alcanzaron la altura de un edificio de 10 niveles, segÃºn el periÃ³dico digital The Aspen Times (http://bit.ly/1da1UHb).\n Al menos dos celebridades â\u0080\"LeAnn Rimes Cibrian y el comediante Kevin Nealonâ\u0080\" vieron cuando el aviÃ³n se estrellÃ³ y enviaron mensajes sobre lo ocurrido en Twitter.\n Rimes Cibrian dijo el domingo en Twitter vÃ­a @leannrimes: \"Â¡QuÃ© triste!  Acabamos de ver un horrible accidente de aviÃ³n en el aeropuerto de Aspen\".\n En su primer mensaje por Twitter, Cibrian dijo que \"Hubo un horrible accidente de aviÃ³n aquÃ­ en el aeropuerto de Aspen.  Hizo explosiÃ³n y se incendiÃ³ cuando aterrizaba\".  DespuÃ©s afirmÃ³ en otro mensaje: \"El aeropuerto estÃ¡ cerrado.  Creo que regresarÃ© manejando a Los Ã\u0081ngeles despuÃ©s de ver eso\".\n El jet privado era un Canadair CL-600, de tamaÃ±o medio, dijo Peter Knudson, portavoz de la ComisiÃ³n Nacional de Seguridad en el Transporte (NTSB por sus siglas en inglÃ©s).  SegÃºn los expedientes, el aviÃ³n estaba registrado con el Bank of Utah en Salt Lake City.\n Directivos del banco no respondieron de inmediato a las llamadas telefÃ³nicas ni los mensajes de correo electrÃ³nico para que hicieran declaraciones sobre el particular.\n La oficina del jefe de la policÃ­a dijo que el aeropuerto se mantenÃ­a cerrado y reabrirÃ­a lo mÃ¡s pronto posible.  Sin embargo, no facilitÃ³ un plazo y afirmÃ³ que la NTSB debe retirar los escombros de la pista.  Estaba previsto que comenzara el lunes la investigaciÃ³n de la NTSB y la AdministraciÃ³n Federal de AviaciÃ³n, dijo la oficina.\n Un aviÃ³n con el mismo nÃºmero de identificaciÃ³n habÃ­a despegado a las 6 de la maÃ±ana del aeropuerto de Toluca, ciudad a 50 kilÃ³metros (35 kilÃ³metros) al oeste de la Ciudad de MÃ©xico, antes de que hiciera escala en Tucson, segÃºn un funcionario mexicano que solicitÃ³ el anonimato porque no estaba autorizado a hacer declaraciones a la prensa.",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1688698",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5966,
                    "source": {
                        "title": "Frontera.info",
                        "uri": "www.frontera.info"
                    },
                    "time": "19:38:00",
                    "title": "Delicados, los sobrevivientes de avión en Colorado",
                    "uri": "148180828",
                    "url": "http://www.frontera.info/EdicionEnlinea/Notas/Internacional/06012014/793228-Delicados-los-sobrevivientes-de-avion-en-Colorado.html",
                    "wgt": 1
                },
                {
                    "body": "El piloto reportó fuertes vientos en un primer intento de aterrizaje.  Hay dos heridos\nUna persona murió y dos resultaron heridas cuando un avión jet ejecutivo se estrelló y se incendió al intentar aterrizar el domingo en el aeropuerto de Aspen, una exclusiva estación de esquí en Colorado, oeste de Estados Unidos, de acuerdo con la agencia AFP.\n El portavoz de la Agencia Federal de Aviación, Allen Kenitzer, señaló, en un correo electrónico enviado a la AFP, que el avión, procedente de Tucson, sería un Bombardier Challenger 600 que puede transportar hasta 20 personas.\n Alex Burchetta, de la oficina del sheriff en el condado de Pitkin, dijo a la CNN que los dos sobrevivientes fueron trasladados a hospitales locales con \"heridas de moderadas a severas\".  En total, viajaban tres personas e***n el avión.* *\nEl piloto del jet bimotor había informado de fuertes vientos durante un primer intento de aterrizaje, de acuerdo con una grabación de la transmisión de radio con el control de tránsito aéreo obtenida por CNN a través Flightware.c com, un sitio web que rastrea vuelos.",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1601917",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5685,
                    "source": {
                        "title": "EL COMERCIO",
                        "uri": "elcomercio.pe"
                    },
                    "time": "02:40:00",
                    "title": "Avión se estrella al intentar aterrizar en Colorado y muere una persona",
                    "uri": "147965889",
                    "url": "http://elcomercio.pe/actualidad/1682703/noticia-avion-se-estrella-al-intentar-aterrizar-colorado-muere-persona",
                    "wgt": 1
                },
                {
                    "body": "Denver- Los dos hombres procedentes de México, quienes resultaron lesionados ayer en el accidente aéreo donde otro perdió la vida después de estrellarse su avión en el aeropuerto de Aspen, se encuentran graves.\n El domingo en la tarde, la aeronave se salió de la pista por el lado derecho, dio un vuelco y se incendió, dijo Alex Burchetta, director de operaciones de la Oficina del Jefe de Policía del condado de Pitkin.\n \"Las lesiones eran traumatismos, no quemaduras'', afirmó.  \"Hasta donde sabemos, el fuego nunca llegó a la cabina'', agregó.\n Miguel Henríquez se encontraba en estado crítico y Moisés Carranza en estado grave en el hospital St.  Mary en Grand Junction, afirmó la portavoz Kimberly Williams.\n Ambos son pilotos y uno copilotaba la nave con Sergio Carranza Brabata, también de México, quien murió cuando se estrelló la aeronave.  Se desconoce quién tenía el control del aparato cuando sobrevino el accidente.\n Nadie más viajaba en el avión.  Las causas de lo ocurrido continúan en investigación.\n Las autoridades dijeron que el aparato despegó de México e hizo escala en Tucson, Arizona, antes de dirigirse a Aspen, donde el aterrizaje era difícil porque los pilotos tienen que hacer un descenso bastante picado debido las montañas circundantes.",
                    "date": "2014-01-06",
                    "eventUri": "123682",
                    "id": "1690345",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5525,
                    "source": {
                        "title": "diario.mx",
                        "uri": "diario.mx"
                    },
                    "time": "19:23:00",
                    "title": "Graves, los 2 mexicanos sobrevivientes de avionazo en Colorado - Diario Digital Juárez",
                    "uri": "148184712",
                    "url": "http://diario.mx/Estados_Unidos/2014-01-06_7cfff6b8/graves-los-2-mexicanos-sobrevivientes-de-avionazo-en-colorado/",
                    "wgt": 1
                },
                {
                    "body": "05 de enero de 2014, 17:26Washington, 5 ene (PL) Al menos una persona muriÃ³ hoy al estrellarse un aviÃ³n privado en el aeropuerto de Aspen, localidad del occidental estado norteamericano de Colorado, mientras la prensa local reporta dos heridos, uno de ellos de gravedad.  SegÃºn la cadena de noticias estadounidense CNN, en la aeronave procedente de Tucson, Arizona, solo viajaba tres personas y los dos sobrevivientes fueron trasladadas a un hospital.",
                    "date": "2014-01-05",
                    "eventUri": "123682",
                    "id": "1589291",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.547,
                    "source": {
                        "title": "Prensa Latina",
                        "uri": "www.prensa-latina.cu"
                    },
                    "time": "23:09:00",
                    "title": "Muere una persona al estrellarse avión en Colorado, EE.UU.",
                    "uri": "147933620",
                    "url": "http://www.prensa-latina.cu/index.php?option=com_content&task=view&id=2235341&Itemid=1",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-01-06",
            "avgCos": 0.4633,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "123682",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "62367",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Colorado",
                "lat": 39.00027,
                "long": -105.50083,
                "wikiUri": "http://en.wikipedia.org/wiki/Colorado"
            },
            "storyDate": "2014-01-06",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-20321",
            "variance": 0.2853
        }
    },
    "meta": {
        "CCAArticleMatchCount": 1,
        "CCAArticleMatchRatio": 0.02,
        "CCAAvgCosSim": 0.6655,
        "CCAAvgMatchWgt": 23,
        "_articleUri1": "148100897",
        "_articleUri2": "147976301",
        "_datetime": "2015-02-19 20:57:46",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-48745",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-20321",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 10,
        "avgCosSimStory1": 0.4503,
        "avgCosSimStory2": 0.4633,
        "categorySim": 0,
        "conceptCosSim": 0.1386018346207862,
        "conceptJaccardSim": 0.06329113924050633,
        "coreTime1": 122847.2,
        "coreTime2": 122855.15,
        "coreTimeStDev1": 9.830223236981807,
        "coreTimeStDev2": 7.743438082229504,
        "entityCosSim": 0.1981123186624555,
        "entityJaccardSim": 0.09090909090909091,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1397383727644976,
        "keywordJaccardSim": 0.05263157894736842,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 6,
        "storyQuality2": 9,
        "timeAvg1": 122866.4433333333,
        "timeAvg2": 122863.1616666667,
        "timeStDev1": 9.830223236981807,
        "timeStDev2": 8.780796755799923,
        "varianceStory1": 0.2973,
        "varianceStory2": 0.2853
    }
}