{
    "850f305d-14db-4c75-b547-79470a557ea3-1102587": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Human ancestors may have begun evolving the knack for consuming alcohol about 10 million years ago, long before modern humans began brewing booze, researchers say.\n\nThe ability to break down alcohol likely helped human ancestors make the most out of rotting, fermented fruit that fell onto the forest floor, the researchers said. Therefore, knowing when this ability developed could help researchers figure out when these human ancestors began moving to life on the ground, as opposed to mostly in trees, as earlier human ancestors had lived.\n\n\"A lot of aspects about the modern human condition -- everything from back pain to ingesting too much salt, sugar and fat -- goes back to our evolutionary history,\" said lead study author Matthew Carrigan, a paleogeneticist at Santa Fe College in Gainesville, Florida. \"We wanted to understand more about the modern human condition with regards to ethanol,\" he said, referring to the kind of alcohol found in rotting fruit and that's also used in liquor and fuel.\n\nTo learn more about how human ancestors evolved the ability to break down alcohol, scientists focused on the genes that code for a group of digestive enzymes called the ADH4 family. ADH4 enzymes are found in the stomach, throat and tongue of primates, and are the first alcohol-metabolizing enzymes to encounter ethanol after it is imbibed.\n\nThe researchers investigated the ADH4 genes from 28 different mammals, including 17 primates. They collected the sequences of these genes from either genetic databanks or well-preserved tissue samples. [Holiday Drinking: How 8 Common Medications Interact with Alcohol]\n\nThe scientists looked at the family trees of these 28 species, to investigate how closely related they were and find out when their ancestors diverged. In total, they explored nearly 70 million years of primate evolution. The scientists then used this knowledge to investigate how the ADH4 genes evolved over time and what the ADH4 genes of their ancestors might have been like.\n\nThen, Carrigan and his colleagues took the genes for ADH4 from these 28 species, as well as the ancestral genes they modeled, and plugged them into bacteria, which read the genes and manufactured the ADH4 enzymes. Next, they tested how well those enzymes broke down ethanol and other alcohols.\n\nThis method of using bacteria to read ancestral genes is \"a new way to observe changes that happened a long time ago that didn't fossilize into bones,\" Carrigan said.\n\nThe results suggested there was a single genetic mutation 10 million years ago that endowed human ancestors with an enhanced ability to break down ethanol. \"I remember seeing this huge difference in effects with this mutation and being really surprised,\" Carrigan said.\n\nThe scientists noted that the timing of this mutation coincided with a shift to a terrestrial lifestyle. The ability to consume ethanol may have helped human ancestors dine on rotting, fermenting fruit that fell on the forest floor when other food was scarce.\n\n\"I suspect ethanol was a second-choice item,\" Carrigan said. \"If the ancestors of humans, chimps and gorillas had a choice between rotten and normal fruit, they would go for the normal fruit. Just because they were adapted to be able to ingest it doesn't mean ethanol was their first choice, nor that they were perfectly adapted to metabolize it. They might have benefited from small quantities, but not to excessive consumption.\"\n\nIn people today, drinking in moderation can have benefits, but drinking in excess can definitely cause health problems, experts agree. Scientists have suggested that problems people have with drinking, such as heart disease, liver disease, and mental health problems, result because humans have not evolved genes to sufficiently process ethanol. Similarly, humans have not evolved genes to handle large amounts of sugar, fat and salt, which, in turn, have given way to obesity, diabetes, high blood pressure and many other health problems.\n\nOne model for the evolution of alcohol consumption suggests that ethanol only entered the human diet after people began to store extra food, potentially after the advent of agriculture, and that humans subsequently developed ways to intentionally direct the fermentation of food about 9,000 years ago. Therefore, the theory goes, alcoholism as a disease resulted because the human genome has not had enough time to fully adapt to alcohol.\n\nAnother model suggests that human ancestors began consuming alcohol as early as 80 million years ago, when early primates occasionally ate rotting fermented fruit rich in ethanol. This model suggests that the attraction to alcohol started becoming a problem once modern humans began intentionally fermenting food because it generated far more ethanol than was normally found in nature. The new findings support this model.\n\nIn the future, Carrigan and his colleagues want to investigate what the ethanol content of fallen fruit might be, and find out whether apes, such as chimpanzees or gorillas, are willing to consume fermented fruit with varying levels of ethanol.\n\n\"We also want to look at other enzymes involved in alcohol metabolism, to see if they're co-evolving with ADH4 at the same time,\" Carrigan said.\n\nThe scientists detailed their findings online today (Dec. 1) in the journal Proceedings of the National Academy of Sciences.",
                    "date": "2014-12-02",
                    "eventUri": "1903312",
                    "id": "26810988",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7394,
                    "source": {
                        "title": "LiveScience.com",
                        "uri": "www.livescience.com"
                    },
                    "time": "01:25:00",
                    "title": "Origins of Human Alcohol Consumption Revealed",
                    "uri": "230747879",
                    "url": "http://www.livescience.com/48958-human-origins-alcohol-consumption.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BLivesciencecom%2B%2528LiveScience.com%2BScience%2BHeadline%2BFeed%2529",
                    "wgt": 1
                },
                {
                    "body": "London: The first alcohol was long thought to have been drunk by neolithic farmers in China 9000 years ago, when they made the happy discovery that fruit and honey could be fermented into an intoxicating liquor.\n\nBut new evidence suggests our ancestors acquired a taste for the substance nearly 10 million years earlier.\n\nAmerican scientists now believe that pretty much as soon as primates left the trees and began walking on two feet they also started scooping up mushy, fermented fruit which was lying on the ground.\n\nOver time their bodies learnt to process the ethanol that gave such windfalls their appealing kick.\n\nAdvertisement\n\nExperts studied the gene which produces an enzyme to break down alcohol in the body.\n\nThey hypothesised that the enzyme would not appear until the first alcohol was brewed by those early farmers, since it would not have been needed.\n\nBut researchers were amazed to find it far earlier, towards the end of the Miocene epoch.\n\nTheir discovery could explain why tree-dwelling orang-utans still cannot metabolise alcohol while not only humans but also chimps and gorillas can.\n\n\"This transition implies that the genomes of modern human, chimpanzee and gorilla began adapting at least 10 million years ago to dietary ethanol present in fermenting fruit,\" said Professor Matthew Carrigan, of Santa Fe College in the United States.\n\n\"This conclusion contrasts with the relatively short amount of time - about 9000 years - since fermentative technology enabled humans to consume beverages with higher ethanol content than fruit fermenting in the wild.\n\n\"Our ape ancestors gained a digestive enzyme capable of metabolising ethanol near the time they began using the forest floor.\n\n\"Because fruit collected from the forest floor is expected to contain higher concentrations of fermenting yeast and ethanol than similar fruits hanging on trees, this transition may also be the first time our ancestors were exposed to - and adapted to - substantial amounts of dietary ethanol.\"\n\nAny primates unable to digest the fermented fruits would have been likely to have died before passing on their genes, but those who could cope with the ethanol would have passed the drinking gene on to their offspring.\n\nOver time it would have become common.\n\nThe evolutionary history of the gene, ADH4, was reconstructed using data from 28 different species of mammals, including 17 primates, collected from public databases or well-preserved tissue samples.\n\nThe first evidence of man deliberately producing alcohol comes from the neolithic village of Jiahu in northern China, where clay pots were found containing residues of tartaric acid, one of the main acids present in wine.\n\nSome archaeologists have suggested that the entire neolithic revolution, the transition from nomadic hunting and gathering to agriculture and settlements which began about 11,000 years ago, was motivated by the quest for drinking and intoxication.\n\nPatrick McGovern an archaeologist from the University of Pennsylvania, claims that prehistoric communities cultivated wheat, rice, corn, barley, and millet primarily for the purpose of producing alcoholic beverages.\n\nHe believes that early farmers supplemented their diet with a nutritious hybrid swill which was half fruit and half wine.\n\nThe rest is history.\n\nTelegraph, London",
                    "date": "2014-12-02",
                    "eventUri": "1903312",
                    "id": "26806038",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7095,
                    "source": {
                        "title": "The Age",
                        "uri": "www.theage.com.au"
                    },
                    "time": "00:12:00",
                    "title": "Alcohol consumption may date back millions of years",
                    "uri": "230735593",
                    "url": "http://www.theage.com.au/world/alcohol-consumption-may-date-back-millions-of-years-20141201-11y72m.html",
                    "wgt": 1
                },
                {
                    "body": "Civilization has been enjoying a good tipple for much longer than we previously thought, according to a new study. In fact, it seems that our primate ancestors began getting tipsy 10 million years ago, by eating and metabolizing fermented fruit.\n\nUntil now, it was widely believed that man came into contact with alcohol around 9,000 years ago, when Chinese villagers combined fruit and honey to make an intoxicating brew.\n\nBut a new study in the Proceedings of the National Academy of Sciences claims that humankind has been boozing for much longer than believed.\n\nResearch led by Professor Matthew Carrigan from Santa Fe College in Florida, examined the alcohol gene ADH4, \"the first enzyme exposed to ethanol in the digestive tract that is capable of metabolizing ethanol,\" in samples of almost 70 million years of primate evolution. Scientists were able to identify a single gene variant that enabled our kind to first break down ethanol in the digestive system - and it took place about 10 million years ago.\n\n\"The evolving catalytic properties of these resurrected enzymes show that our ape ancestors gained a digestive dehydrogenase enzyme capable of metabolizing ethanol near the time they began using the forest floor about 10 million years ago,\" Professor Carrigan said, as quoted by the Mirror.\n\nThe study of the ADH4 family was reconstructed using genes from 28 different mammals, including 17 primates from public databases or DNA extracted from tissue samples.\n\nThe research found that hominins - early humans - were able to metabolise ethanol long before \"human-directed fermentation.\" The mutation coincided with the transition to a \"terrestrial lifestyle,\" when our ancestors were forced to come down from a tree and eat fermented fruits during times of food scarcity.\n\nAs fruit on ground contains higher concentrations of fermenting yeast and ethanol than fruits hanging on trees, \"this transition may also be the first time our ancestors were exposed to - and adapted to - substantial amounts of dietary ethanol,\" Professor Carrigan said.\n\n\"The ADH4 enzyme in our more ancient and arboreal ancestors did not efficiently oxidize ethanol. This change suggests exposure to dietary sources of ethanol increased in hominids during the early stages of our adaptation to a terrestrial lifestyle,\" he added.\n\nThis transition, Carrigan concludes, \"implies the genomes of modern human, chimpanzee and gorilla began adapting...to dietary ethanol...that is remarkably similar in concentration and form...to the moderate ethanol consumption now recognised to be healthy for many humans.\"",
                    "date": "2014-12-02",
                    "eventUri": "1903312",
                    "id": "26813118",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.693,
                    "source": {
                        "title": "RT (Russia Today)",
                        "uri": "rt.com"
                    },
                    "time": "02:01:00",
                    "title": "​Ancient alcohol: Primates first consumed booze 10mn years ago - study",
                    "uri": "230753537",
                    "url": "http://rt.com/news/210555-primates-consumed-alcohol-humans/",
                    "wgt": 1
                },
                {
                    "body": "Roughly 10 million years ago -- long before humans began to store food harvested by agriculture, and long, long before they intentionally fermented food and made a delightfully relaxing ritual of consuming the result -- a new study finds that the guts of our primate ancestors evolved the ability to metabolize alcohol.\n\nThe latest research suggests that humankind has had far more evolutionary time to adapt itself to the presence of alcohol than has been previously thought. Earlier efforts to date mankind's practice of consuming alcohol had suggested that our relationship to fermented fruit began a mere 9,000 years ago. That is when humans were thought to have developed the technological wherewithal to jump-start the rotting process, separate the extraneous food bulk, and harvest the liquid inebriate known by the scientific name of ethanol.\n\nIf humankind's relationship with drink were truly that young, it would stand to reason that many among us might not yet have acquired the evolutionary means to tolerate alcohol. And that would likely color our understanding of a disease such as alcoholism -- in which an environmental factor that is benign or even salutary to most confers toxic effects on certain individuals. Alcoholics might be seen merely as evolutionary late bloomers, whose genetic ability to metabolize ethanol has not yet caught up with its ubiquitous availability.\n\nIf primates have been enjoying the effects of fermentation for 10 million years, by contrast, that would suggest that humans -- and even chimpanzees and gorillas before them -- have by now pretty fully evolved to consume alcohol. By that reading, any genetic predisposition to alcoholism might be viewed as the result of a more recent, or more random, genetic mutation.\n\nTo date our relationship to drink, a team led by biologist Matthew Carrigan of Santa Fe College in Gainesville, Fla., reached back into humans' ancestral lineage to detect where the ability to produce a gut enzyme key to metabolizing alcohol first appeared. They looked for an enzyme known as Class IV alcohol dehydrogenases -- abbreviated to ADH4 -- in the guts of primates from whose family trees humans diverged as long ago as 70 million years.\n\nTheir research was published Monday in the journal PNAS.\n\nCarrigan's team found that the digestive enzyme ADH4, which begins to break down alcohol on the tongue and in the esophagus and continues to do so in the stomach, was first found plentifully in the gorilla, a primate ancestor from whose lineage humans diverged roughly 10 million years ago. It is similarly found in more recent evolutionary ancestors, including the chimpanzee and the bonobo.\n\nAlas, without the genetic ability to produce ADH4, more distant ancestors of humans, including the orangutan, gibbon and baboon, would have developed no taste for alcohol. Long before they might have been drawn by the inebriating effects of ethanol, those primate ancestors would have rejected fermented foods because of the stomach pain, nausea, or physical discomfort associated with eating them.\n\nOur 10-million-year-old relationship with alcohol should come as no surprise, the authors of the latest research suggest. It coincides with the middle Miocene climatic transition, a period of rapid environmental change in which the fragmented forest ecosystems of East Africa were giving way to grassland ecosystems.\n\nIn that period, our hominoid ancestors -- consumers of tree fruits all -- increasingly came down from the trees. As they dragged their knuckles along the ground, they would likely have found fallen fruit colonized by yeast and in various stages of fermentation. Those that could eat that spoilage would not only have fared better at living on the ground than those sustaining themselves on unripened fruit in the trees; they would have been more likely to survive lean growing seasons by virtue of their ability to eat fruits (and eventually meats) that were well past their prime.\n\nIndeed, our human ancestors may even have enjoyed the gauzily pleasant effect that consuming such fruit had. So, when humans developed the tools to do so millions of years later, they took yeast into their own hands and became deliberate makers of beers, wines and spirits.\n\nOne small mystery emerged: researchers did find the ability to produce ADH4 in the aye aye, an endangered lemur species native to Madagascar. Close to 50 million years separates the aye aye from humans, so it's not likely that humans' ability to metabolize alcohol started that far back, and then somehow fell away in all the intervening species of ancestors. Aye ayes are known to eat tree fruits, sap and nectar, all of which can ferment naturally, and that probably accounts for their evolved avility to metabolize ethanol.\n\nSo if alcohol is served at this family reunion, humans, bonobos, chimps and gorillas might hoist a toast to their very distant tree-dwelling cousin, the aye aye.",
                    "date": "2014-12-02",
                    "eventUri": "1903312",
                    "id": "26805537",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6862,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "00:04:00",
                    "title": "Human ancestors developed a taste for alcohol 10 million years ago",
                    "uri": "230734342",
                    "url": "http://www.latimes.com/science/la-sci-sn-human-ancestors-alcohol-20141201-story.html?track=rss&utm_source=dlvr.it&utm_medium=twitter&dlvrit=29637",
                    "wgt": 1
                },
                {
                    "body": "Omega-3 fish oil might help protect against alcohol-related neurodamage and the risk of eventual dementia, according to a study published in the journal PLOS ONE.\n\nMany human studies have shown that long-term alcohol abuse causes brain damage and increases the risk of dementia. The new study found that in brain cells exposed to high levels of alcohol, a fish oil compound protected against inflammation and neuronal cell death.\n\nThe study was conducted by Michael A. Collins, PhD, Edward J. Neafsey, PhD, and colleagues at Loyola University Chicago Stritch School of Medicine, and collaborators at the University of Kentucky and the National Institute of Alcohol Abuse and Alcoholism (NIAAA). Collins and colleagues exposed cultures of adult rat brain cells over several days to concentrations of alcohol equivalent to about four times the legal limit for driving -- a concentration seen in chronic alcoholics. These brain cultures were compared with cultures exposed to the same high levels of alcohol, plus a compound found in fish oil called omega-3 docosahexaenoic acid (DHA).\n\nResearchers found there was up to 90 percent less neuroinflammation and neuronal death in the brain cells exposed to alcohol plus DHA than in the cells exposed to alcohol alone. An earlier meta-analysis by Collins and Neafsey, which pooled the results of about 75 studies, found that moderate social drinking may have the opposite effect of reducing the risk of dementia and/or cognitive impairment during aging. (Moderate drinking is defined as a maximum of two drinks per day for men and 1 drink per day for women.)\n\nIt appears that limited amounts of alcohol might, in effect, tend to make brain cells more fit. Alcohol in moderate amounts stresses cells and thus toughens them up to cope with major stresses and insults down the road that could cause dementia. But too much alcohol overwhelms the cells, leading to neuroinflammation and cell death.\n\nFurther studies are needed to confirm whether fish oil protects against alcohol-related cognitive injury and dementia in adult rodent models. \"Fish oil has the potential of helping preserve brain integrity in chronic alcohol abusers,\" Collins said. \"At the very least, it is unlikely that it would hurt them.\"\n\nBut Collins added that the best way for an alcohol abuser to protect the brain is to cut back to low or moderate amounts or quit entirely. \"We don't want people to think it is okay to take a few fish oil capsules and then continue to go on abusing alcohol,\" he said. PLOS ONE is an international, peer-reviewed, open-access online journal. Collins earlier reported findings at the 14th Congress of the European Society for Biomedical Research on Alcoholism in Warsaw.",
                    "date": "2014-12-02",
                    "eventUri": "1903312",
                    "id": "26810445",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.463,
                    "source": {
                        "title": "northdenvernews.com",
                        "uri": "northdenvernews.com"
                    },
                    "time": "01:18:00",
                    "title": "Omega 3 Fish Oils protect against hangovers, brain damage from alcohol",
                    "uri": "230746579",
                    "url": "http://northdenvernews.com/omega-3-fish-oils-protect-hangovers-brain-damage-alcohol/",
                    "wgt": 1
                },
                {
                    "body": "Resolution 13-14-F, Resolution to Support amending the University's Alcohol Policy and Student Code of Conduct, will support amending WKU's alcohol policy and the code of conduct to include allowing students age 21 or older to purchase and possess alcohol on-campus.\n\nThe current alcohol policy states that it is against the Student Code of Conduct for students to drive under the influence, to be publicly intoxicated, to consume alcohol while underage, to possess alcohol in on-campus housing, to use rapid consumption devices, such as kegs, or participate in drinking games, such as beer pong.\n\nSGA President Nicki Taylor said the resolution still supports the prohibition of alcohol in dorms and other on-campus housing.\n\n\"It will still keep residence halls dry so to speak,\" Taylor said. \"Residence halls still would not be allowed to have alcohol in them, even if it is an upperclassmen dorm.\"\n\nTaylor said the resolution intends to support amending the sale of alcohol on campus. Alcohol wouldn't be permitted to be sold in the on-campus convenience stores. The resolution supports selling alcohol in on-campus restaurants, such as RedZone, she said.\n\n\"We're leaving the specific restaurants up to Aramark officials and other members of the Administrative Council to determine where it would be best to have alcohol,\" Taylor said.\n\nTaylor said the university has a moist campus because it allows the sale and consumption of alcohol during specific events, such as tailgating and athletic events.\n\nResolution author and SGA senator William Berry said the resolution supports the sale of alcohol on a per drink, day-to-day basis, instead of just certain events.\n\nTaylor said the resolution supports the sale of alcohol provided by Aramark, so that the sales can be monitored and not served to minors. Taylor said the policy change could include allowing student organizations to provide or sell alcohol at certain events, under the conditions that Aramark caters the alcohol, and the event is not state funded.\n\nThe resolution was kept broad so that the details could be worked out among the WKU administration, if the policy change is considered, Taylor said.\n\nBerry said the resolution supports a policy change that could benefit the university, such as protecting students and providing a safer campus.\n\n\"A campus that doesn't allow alcohol is only going to push partying to places farther away from campus,\" Berry said. \"This means more wild and completely unsupervised house partying for that college or university's students. Rather than being on campus with campus security, police and hospitals nearby, parties will now be further away from all this help and also out of walking distance of home for the majority of the partygoers.\"\n\nTaylor said she plans to support the decision of the senate, whatever it may be. She said she thinks the resolution will generate debate, but said the outcome is unpredictable.\n\nBerry said he expects the resolution to pass in senate.\n\n\"I am well prepared to show that this resolution would better the university as a whole in many aspects and would have little to no negative impacts,\" Berry said.\n\nBerry said alcohol bans are usually ineffective, and it's better to monitor use on campus.",
                    "date": "2014-12-02",
                    "eventUri": "1903312",
                    "id": "26812461",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4556,
                    "source": {
                        "title": "College Heights Herald",
                        "uri": "wkuherald.com"
                    },
                    "time": "01:50:00",
                    "title": "SGA resolution to support amending WKU alcohol policy",
                    "uri": "230751769",
                    "url": "http://wkuherald.com/news/article_67fcac7c-79bd-11e4-b9cc-0b0ec2f479e0.html",
                    "wgt": 1
                },
                {
                    "body": "BIOTIE THERAPIES CORP. STOCK EXCHANGE RELEASE 26 November, 2014 at 1.30 p.m.\n\nBIOTIE: UK'S NICE ISSUES POSITIVE FINAL GUIDANCE FOR SELINCRO®\n\nBiotie Therapies (Biotie) announces that the National Institute for Health and Care Excellence (NICE), the United Kingdom's health technology assessment authority, has issued its final guidance for Selincro (nalmefene), recommending its use within the conditions of its marketing authorization in the National Health Service (NHS) in England and Wales as an option for reducing alcohol consumption for people with alcohol dependence. Upon issuance of the final guidance, the NHS has three months to implement the recommendation and make the necessary funding available. It is expected that up to 600,000 alcohol dependent individuals in England and Wales may be eligible for the treatment.\n\nSelincro (nalmefene) is a dual-acting opioid system modulator and the first therapy approved in Europe for the reduction of alcohol consumption in alcohol dependent individuals. Biotie has licensed global rights to Selincro to H.Lundbeck A/S (Lundbeck). Lundbeck received European marketing authorization for Selincro in February 2013 and has to date introduced the product in well over 20 European markets.\n\nTimo Veromaa, President and CEO of Biotie commented, \"We are pleased that Selincro will now be available through the NHS to appropriate alcohol dependent patients in England and Wales. Positive reimbursement decisions have also been granted in a number of additional EU countries, including France and Spain, and our partner Lundbeck is continuing with its negotiations in order to provide access to this exciting new treatment option for patients.\"\n\nTurku, 26 November 2014\n\nBiotie Therapies Corp.\n\nTimo Veromaa\n\nPresident and CEO\n\nFurther information:\n\nFor further information, please contact:\n\nVirve Nurmi, Investor Relations Manager\n\ntel. +358 2 274 8900, e-mail: virve.nurmi@biotie.com\n\nDistribution:\n\nNASDAQ OMX Helsinki Ltd\n\nMain media\n\nwww.biotie.com\n\nABOUT SELINCRO® (NALMEFENE)\n\nSelincro is indicated for the reduction of alcohol consumption in adult patients with alcohol dependence who have a high drinking risk level (>60 g/day for men, >40 g/day for women) without physical withdrawal symptoms and who do not require immediate detoxification. Selincro should be prescribed in conjunction with continuous psychosocial support focused on treatment adherence and the reduction of alcohol consumption. Treatment should be initiated only in patients who continue to have a high drinking risk level two weeks after an initial assessment. Selincro is to be taken as-needed; that is, on each day the patient perceives a risk of drinking alcohol, one tablet should be taken, preferably 1-2 hours prior to the anticipated time of drinking.\n\nBiotie has licensed global rights to nalmefene to Lundbeck. Under the terms of the agreement, Biotie is eligible for up to EUR 89 million in upfront and milestone payments plus royalties on sales of nalmefene. To date, Biotie has received EUR 22 million in milestone payments from Lundbeck. Further potential milestone payments are expected on launches in certain ex-EU markets and if the product reaches certain predetermined sales. In addition, Biotie will continue to receive royalties on sales in all launched markets and make a contribution to Lundbeck towards post approval commitments studies. Lundbeck is responsible for the registration, manufacturing and marketing of the product.\n\nABOUT BIOTIE\n\nBiotie is a specialized drug development company focused on products for neurodegenerative and psychiatric disorders. Biotie's development has delivered Selincro (nalmefene) for alcohol dependence, which received European marketing authorization in 2013 and is currently being rolled out across Europe by partner Lundbeck. The current development products include tozadenant for Parkinson's disease, which is transitioning into Phase 3 development, and three additional compounds which are in Phase 2 development for cognitive disorders including Parkinson's disease dementia, cocaine dependence, and primary sclerosing cholangitis (PSC), a rare fibrotic disease of the liver.\n\ndistributed by",
                    "date": "2014-12-02",
                    "eventUri": "1903312",
                    "id": "26820663",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4119,
                    "source": {
                        "title": "www.4-traders.com",
                        "uri": "www.4-traders.com"
                    },
                    "time": "04:02:00",
                    "title": "Biotie Therapies : UK'S NICE ISSUES POSITIVE FINAL GUIDANCE FOR SELINCRO®",
                    "uri": "230771381",
                    "url": "http://www.4-traders.com/BIOTIE-THERAPIES-OYJ-1412439/news/Biotie-Therapies--UKS-NICE-ISSUES-POSITIVE-FINAL-GUIDANCE-FOR-SELINCRO-19477894/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-12-02",
            "avgCos": 0.4201,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1903312",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1901064",
            "lang": "eng",
            "storyDate": "2014-12-02",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1102587",
            "variance": 0.3235
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-363487": {
        "articles": {
            "resultCount": 4,
            "results": [
                {
                    "body": "Hace unos 10 millones de años, el linaje de primates de los que proceden los humanos ya tomaba alcohol. Un estudio de paleogenética ha hecho un viaje en el tiempo para encontrar el momento que una de las enzimas que metaboliza el etanol de las frutas se activó. Ocurrió en la época en que el ancestro común de hombres, gorilas y chimpancés bajó de los árboles. La fruta caída, casi podrida, pudo ser el sostén de aquellos primeros hominoideos que caminaban por el suelo.\n\nEn una fruta más que madura puede haber tanto etanol, la versión más común del alcohol natural de origen vegetal, como en una caña de cerveza. Hace una década, por ejemplo, el investigador estadounidense Robert Dudley comprobó que el fruto de la chunga (Astrocaryum standleyanum), una palma propia de las selvas americanas, podía tener una concentración de alcohol del 8%. Aunque el porcentaje en la mayoría de las frutas suele ser 10 veces menor, algunos paleoantropólogos como Dudley han visto una conexión entre la evolución de los homínidos y el consumo de alcohol.\n\nLa teoría dominante, sin embargo, sostiene que el alcohol no entró en la dieta de los humanos hasta hace unos 9.000, cuando en varias partes del mundo, el nomadismo recolector dio paso al sedentarismo y la agricultura. Con la acumulación de grano y frutas, los primeros neolíticos descubrieron que podían conservarlos por medio de la fermentación y su transformación en bebidas alcohólicas. El alcoholismo sería, desde este punto de vista, la peor consecuencia de un desfase entre un cambio ambiental (la tecnología de la fermentación) y la genética humana, que no estaba preparada para asimilar el alcohol.\n\nPero una investigación publicada en la revista científica PNAS retrasa y mucho la irrupción del alcohol entre los humanos. Tanto, que estos ni siquiera aun existían. Analizando la evolución de la alcohol deshidrogenasa clase IV (ADH4), una de las enzimas que metabolizan los distintos alcoholes que entran en el organismo, en primates actuales y extintos, un equipo de investigadores estima que esta enzima se activó hace unos 10 millones de años.\n\n\"La enzima ADH4 se encuentra sobre todo en la parte superior del tracto digestivo (boca, esófago y estómago) y metaboliza muy bien una variedad de grandes moléculas del alcohol presente en muchas plantas\", dice el biólogo del Santa Fe College (Estados Unidos), Matthew Carrigan, principal autor del estudio. \"Sin embargo, en el ancestro de la mayoría de los primates, la enzima no metabolizaba eficientemente las pequeñas moléculas de alcohol, como son las del etanol\", añade.\n\nTal y como muestran sus simulaciones de enzimas ancestrales, hace esos 10 millones de años, una mutación en uno de los centenares de aminoácidos que conforman la enzima, permitió al ancestro que comparten los humanos con el gorila y los chimpancés metabolizar el etanol. Los tres son primates terrestres. Otro de los grandes simios, el orangután, no presenta esta enzima modificada y, nunca dejó de ser arborícola. De hecho, la activación de la ADH4 se habría producido poco después de que los linajes de los orangutanes y el de los tres homininos se separaran.\n\nEsta relación entre la ADH4, la metabolización del alcohol presente en las frutas y la bajada de los árboles lleva a Carrigan y sus colegas a sugerir que el cambio enzimático supuso una ventaja adaptativa para los humanos y sus antecesores. Aunque reconocen que esta parte de su trabajo es más especulativa, relacionan este proceso con el cataclismo que para muchas especies supuso el Mioceno medio y que la ciencia llama la sexta gran extinción.\n\n\"Esta modificación enzimática surgió después de un cambio climático global que redujo el hábitat forestal de nuestros ancestros y coincide con los primeros registros fósiles de la adaptación a la vida terrestre\", sostiene el investigador estadounidense. \"Aquellos ancestros eran fundamentalmente frugívoros y dado que la fruta encontrada en el suelo de la selva está generalmente más madura y mucho más fermentada que las que siguen en el árbol, las frutas conteniendo etanol pudieron ser un elemento importante de la dieta de nuestros ancestros cuando empezaban a caminar\", añade.\n\nPara el biólogo de la Universidad de California, Berkeley, Robert Dudley (mencionado arriba) la tesis de sus colegas es muy sugerente. \"Las cronologías aproximadas del bipedismo terrestre y la de la activación de la ADH4 encontrada en la boca son muy similares, altamente correlacionadas\", reconoce un Dudley que no ha intervenido en la investigación.\n\nPara el autor del libro The Drunken Monkey. Why We Drink and Abuse Alcohol (algo así como \"el mono borracho. ¿Por qué bebemos y abusamos del alcohol?\"), \"todo esto no desmuestra causalidad pero sugiere la posibilidad de que la exposición a las frutas fermentadas en el suelo se inició hace 10 millones de años, con la subsiguiente selección positiva que permitió el metabolismo del etanol asociado\".\n\nTanto para Dudley como para Carrigan, lo que pasó hace tantos milenios importa también ahora. \"Demostrando que un episodio de adaptación al etanol en nuestros lejanos ancestros podría estar relacionado con sus necesidades nutricionales, nuestra investigación sugiere porqué los humanos modernos podrían estar predispuestos al consumo excesivo de etanol\", reflexiona Carrigan.\n\nEl problema con el alcohol es que, como dice Dudley, \"en comparación a la relativamente alta disponibilidad en el Neolítico, acrecentada con la destilación [descubierta hace solo un milenio], nuestra exposición histórica a los bajos niveles de la fruta habría sido demasiado baja, produciéndose un desajuste entre nuestra exposición evolutiva y la disponibilidad ambiental\".",
                    "date": "2014-12-01",
                    "eventUri": "1899553",
                    "id": "26785778",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7035,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "elpais.com"
                    },
                    "time": "20:16:00",
                    "title": "Los ancestros humanos tomaban alcohol hace 10 millones de años",
                    "uri": "230687417",
                    "url": "http://elpais.com/elpais/2014/12/01/ciencia/1417452274_765036.html",
                    "wgt": 1
                },
                {
                    "body": "Un estudio de la Academia Nacional de Ciencias de EE.UU. revela que ciertos primates habrían podido empezar a consumir alcohol hace 10 millones de años.\n\nUn grupo de científicos recreraron en laboratorio la ADH4, \"la primera enzima expuesta al alcohol en el tracto digestivo capaz de metabolizar etanol\" y llegaron a la conclusión, tras analizar datos sobre el sistema digestivo de los primates a lo largo de 70 millones de años de su evolución, que la enzima pudo formarse en el organismo de los primates hace 10 millones de años.",
                    "date": "2014-12-02",
                    "eventUri": "1899553",
                    "id": "26820051",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6503,
                    "source": {
                        "title": "RT en Español",
                        "uri": "actualidad.rt.com"
                    },
                    "time": "03:51:00",
                    "title": "Antepasados de los humanos empezaron a consumir alcohol hace 10 millones de años",
                    "uri": "230769955",
                    "url": "http://actualidad.rt.com/ultima_hora/view/149158-antepasados-humanos-alcohol-millones",
                    "wgt": 1
                },
                {
                    "body": "(Reuters Health) - rhsBeber en exceso aumenta el riesgo desufrir lesiones, más en las mujeres que en los hombres.\n\nUna revisión de las internaciones en los departamentos de ERde 18 países demuestra que la violencia estaba presente dosveces más que los problemas de tránsito, las caídas u otrascausas en las lesiones por el consumo de alcohol.\n\n\"Hasta pequeñas cantidades de alcohol nos ponen en riesgo desufrir lesiones\", aseguró la autora principal, Cheryl Cherpitel,del Grupo de Investigación sobre el Consumo de Alcohol deEmeryville, California.\n\nEn Addiction, el equipo publica que el consumo de tres copasde alcohol aumenta 4,5 veces el riesgo de sufrir lesiones enhombres y mujeres. Pero que, a partir de esa cantidad, el riesgofemenino comienza a crecer rápidamente hasta duplicarse para,finalmente, triplicar al de los varones.\n\nEn el estudio, y después de 15 copas, los hombres eran 12veces más propensos a sufrir lesiones que si no bebían, pero eseriesgo crecía 22 veces en las mujeres. La posibilidad de sufrirlesiones alcanzó su valor máximo en ambos sexos con 30 copas.\n\nUna copa estándar contiene 14 g de alcohol puro, lo queequivale a 354 ml de cerveza con un 5 por ciento de alcohol, a145 ml de vino con un 12 por ciento de alcohol o 45 ml de unabebida destilada con un 40 por ciento de alcohol.\n\nLos autores revisaron datos de 13.119 hombres y mujeresmayores de 18 años que habían sufrido una lesión y quedaroninternados en 37 departamentos de ER después de haber consumido30 copas de alcohol en las seis horas previas.\n\nEsa información incluyó datos de ocho países (Argentina,Bielorrusia, Brasil, República Checa, India, México, NuevaZelanda y Suecia) de un estudio de la OMS para el período2001-2002. El equipo sumó información del período 2006-2009 deotros 10 países (Suiza, Irlanda, China y Corea, RepúblicaDominicana, Guatemala, Guyana, Nicaragua, Panamá y Canadá) paraevaluar mejor los riesgos por género, edad, causa de laslesiones y patrón de consumo de cada país.\n\nEl equipo de Cherpitel, que dirige el Centro Colaborador dela OMS para la Epidemiología del Alcohol y las Lesiones, hallóque las lesiones asociadas con el consumo de alcohol eran máscomunes en algunos países, como Guatemala, México y Nicaragua, yaseguró que las lesiones con un problema aún mayor en los paísesdonde el consumo habitual moderado, como con las comidas, no escomún, de modo que la mayoría de los problemas con el alcohol seatribuirían a los excesos con la bebida.\n\n\"Las poblaciones de los distintos países pueden consumir lamisma cantidad de alcohol, pero el patrón de consumo es lo quevaría\", dijo Cherpitel, al referirse, por ejemplo, que elconsumo de los países mediterráneos es alto, pero divididodurante el día. Los autores no hallaron diferenciassignificativas en las lesiones asociadas con el consumo dealcohol entre los distintos grupos etarios.\n\nPara la autora, la diferencia entre los sexos podríaatribuirse a la mayor tolerancia al alcohol de los hombres. Esprobable que las mujeres sean más propensas que los hombres apadecer lesiones asociadas con la violencia, de acuerdo con losresultados obtenidos.\n\nLa doctora Maria Raven, profesora asistente de medicina deemergencias de University of California, San Francisco, comentóque con su equipo indaga si existen lesiones siempre que unapersona intoxicada ingresa al departamento de ER.\n\n\"Mantener un alto nivel de sospecha es lo más seguro quepodemos hacer para no pasar por alto lesiones importantes en laspersonas intoxicadas -aseguró-. Todos hemos encontrado unalesión grave cuando menos lo sospechábamos\".\n\nFUENTE: Addiction, online 13 de noviembre del 2014. (REUTERS LEA)",
                    "date": "2014-12-01",
                    "eventUri": "1899553",
                    "id": "26783086",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.605,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "19:46:00",
                    "title": "Beber en exceso eleva el riesgo de lesiones en las mujeres más que en los hombres",
                    "uri": "230680935",
                    "url": "http://www.eleconomista.es/empresas-finanzas/noticias/6291724/12/14/Beber-en-exceso-eleva-el-riesgo-de-lesiones-en-las-mujeres-mas-que-en-los-hombres.html",
                    "wgt": 1
                },
                {
                    "body": "Agentes del 092 de A Coruña denunciaron el pasado fin de semana a cinco personas or conducir bajo lo efectos de bebidas alcohólicas.\n\nEl primero de ellos, de 35 años, fue detectado a las seis de la madrugada del sábado cuando conducía por la plaza de Pontevedra. En las pruebas dio 0,59 y 0,61 miligramos de alcohol por litro de aire espirado. Ahora se enfrenta a una posible sanción de 1.000 euros y a la retirada de seis puntos de su permiso de conducción.\n\nUn cuarto de hora después fue visto otro hombre, de 57 años, circulando en su coche por la calle Médico Rodríguez con claros síntomas de haber ingerido alcohol, y así lo demostró las pruebas a las que le sometieron los agentes del 092, que arrojaron 0,47 y 043 miligramos de alcohol por litro de aire espirado y por lo que podrá ser sancionado con 500 euros y la retirada de cuatro puntos de su permiso para circular.\n\nAdemás, sobre las cuatro y media de la tarde del pasado viernes se produjo un accidente, en el que se vieron involucrados dos coches, en la avenida de Alfonso Molina, en el acceso desde las Pajaritas. La conductora, de 45 años, de uno de los automóviles dio positivo en la prueba de alcohol, 050 y 0,47, por lo que puede ser sancionada con 500 euros y la retirada de cuatro puntos.\n\nA las 5.08 del pasado sábado una patrulla del 092 de A Coruña le dio el alto a un coche que circulaba por Paseo de Ronda, y su conductor de 28 años, dio 0,67 y 0,69 miligramos de alcohol por aire espirado, por lo que se tramitaron diligencias al Juzgado de guardia por un presunto delito contra la salud vial.\n\nY a las tres de esta pasada madrugada, los agentes también detectaron en la calle Posse a un conductor, de 43 años, que dio 096 y 097 en las pruebas de alcohol. Los policías inmovilizaron el coche y fue retirado por una grúa al depósito municipal.",
                    "date": "2014-12-01",
                    "eventUri": "1899553",
                    "id": "26769646",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.572,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "17:42:00",
                    "title": "Agentes de la Policía Local de A Coruña denunciaron a cinco personas durante el fin de semana por conducir bajo los efectos de bebidas alcohólicas",
                    "uri": "230649440",
                    "url": "http://www.lavozdegalicia.es/noticia/coruna/2014/12/01/agentes-policia-local-coruna-denunciaron-cinco-personas-durante-fin-semana-conducir-bajo-efectos-bebidas-alcoholicas/0003_20141220141201175627774.htm",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 4,
            "averageDate": "2014-12-01",
            "avgCos": 0.4474,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1899553",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1906294",
            "lang": "spa",
            "storyDate": "2014-12-01",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-363487",
            "variance": 0.2999
        }
    },
    "meta": {
        "CCAArticleMatchCount": 11,
        "CCAArticleMatchRatio": 0.08461538461538462,
        "CCAAvgCosSim": 0.6702318181818181,
        "CCAAvgMatchWgt": 38.81818181818182,
        "_articleUri1": "230747879",
        "_articleUri2": "230687417",
        "_datetime": "2015-02-19 20:59:49",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-1102587",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-363487",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 4,
        "avgCosSimStory1": 0.4201,
        "avgCosSimStory2": 0.4474,
        "categorySim": 0,
        "conceptCosSim": 0.4923690429568924,
        "conceptJaccardSim": 0.1263157894736842,
        "coreTime1": 130776.0666666667,
        "coreTime2": 130769.7,
        "coreTimeStDev1": 1.228705234502169,
        "coreTimeStDev2": 3.848527405966334,
        "entityCosSim": 0.009894833144532383,
        "entityJaccardSim": 0.04444444444444445,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5491584977040652,
        "keywordJaccardSim": 0.2,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 6,
        "storyQuality2": 5,
        "timeAvg1": 130777.5523809524,
        "timeAvg2": 130773.3958333333,
        "timeStDev1": 1.228705234502169,
        "timeStDev2": 3.848527405966334,
        "varianceStory1": 0.3235,
        "varianceStory2": 0.2999
    }
}