{
    "850f305d-14db-4c75-b547-79470a557ea3-1168745": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "A drawn-out drought in Central America has pushed 2.5 million people in Honduras, Guatemala and El Salvador into food insecurity, the UN warned Friday.\n\nThe drought in the three countries is \"turning into a creeping humanitarian crisis\", Jens Laerke, spokesman for the UN's humanitarian agency, told reporters in Geneva.\n\nSubsistence farmers, farm labourers and low-income families were especially at risk, with young children and pregnant women considered the most vulnerable, he said.\n\nA full 80% of farmers in the worst-hit areas of El Salvador had reported losing all of their crops, while 75% of maize and bean crops in Honduras and Guatemala had failed.\n\nThe lack of rain has also resulted in the death of thousands of cattle.\n\n\"In the coming months, food insecurity is expected to get worse as families deplete their food stocks,\" Laerke warned.\n\nIn Guatemala, the government had already declared \"a state of public calamity\" in 16 departments back in August, and by October 30,000 families had depleted their food stocks.\n\n\"These families are today in deep distress,\" he said.\n\nIn the so-called \"dry corridor\" in the east of the country, it was estimated that one in four households were suffering from moderate to severe malnutrition.\n\nThe Honduras government meanwhile had found already back in September that the drought had left nearly 20,000 children malnourished.\n\nIt has now asked for international assistance, appealing for $13m, while Guatemala is asking for $18m in aid to address the crisis.\n\nEl Salvador is also planning to request international assistance, Laerke said.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "28026867",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8913,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "19:09:00",
                    "title": "UN: drought in Central America has pushed 2.5m people into food insecurity",
                    "uri": "233825113",
                    "url": "http://www.theguardian.com/environment/2014/dec/12/drought-central-america-un-food-insecurity",
                    "wgt": 1
                },
                {
                    "body": "The drought in the three countries is \"turning into a creeping humanitarian crisis,\" Jens Laerke, spokesman for the UN's humanitarian agency, told reporters in Geneva.\n\nSubsistence farmers, farm labourers and low-income families were especially at risk, with young children and pregnant women considered the most vulnerable, he said.\n\nA full 80 percent of farmers in the worst-hit areas of El Salvador had reported losing all of their crops, while 75 percent of maize and bean crops in Honduras and Guatemala had failed.\n\nThe lack of rain has also resulted in the death of thousands of cattle.\n\n\"In the coming months, food insecurity is expected to get worse as families deplete their food stocks,\" Laerke warned.\n\nIn Guatemala, the government had already declared \"a state of public calamity\" in 16 departments back in August, and by October 30,000 families had depleted their food stocks.\n\n\"These families are today in deep distress,\" he said.\n\nIn the so-called \"dry corridor\" in the east of the country, it was estimated that one in four households were suffering from moderate to severe malnutrition.\n\nThe Honduras government meanwhile had found already back in September that the drought had left nearly 20,000 children malnourished.\n\nIt has now asked for international assistance, appealing for $13 million, while Guatemala is asking for $18 million in aid to address the crisis.\n\nEl Salvador is also planning to request international assistance, Laerke said.",
                    "date": "2014-12-13",
                    "eventUri": "2041913",
                    "id": "28082355",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8608,
                    "source": {
                        "title": "Medindia",
                        "uri": "www.medindia.net"
                    },
                    "time": "15:13:00",
                    "title": "UN Warns About Food Insecurity in Drought-hit Central American Countries",
                    "uri": "233970079",
                    "url": "http://www.medindia.net/news/un-warns-about-food-insecurity-in-drought-hit-central-american-countries-144839-1.htm",
                    "wgt": 1
                },
                {
                    "body": "12 December 2014 - A prolonged drought in Central America is turning into a humanitarian crisis for nearly two and a half million people affected by food insecurity in Honduras, Guatemala and El Salvador, the United Nations Office for the Coordination of Humanitarian Affairs (OCHA) warned today.\n\nBriefing the press in Geneva today, OCHA\"s Jens Laerke said most of those affected are subsistence farmers, farm labourers and low-income families.\n\nIn Honduras and Guatemala, up to 75 per cent of maize and bean crop has been lost and thousands of cattle had died. In the coming months, food insecurity is expected to get worse as families deplete their food stocks.\n\nIn Guatemala, the Government declared a state of public calamity in 16 departments in August and by October, 30,000 families had finished their food stocks. Those families were today in deep distress, said Mr. Laerke.\n\nIn the so-called \"dry corridor\" in eastern Guatemala, a joint Government/UN/NGO (non-governmental organization) assessment found that one in four households suffered from moderate or severe malnutrition. Children under five, pregnant women and female-headed households are most vulnerable, said Mr. Laerke.\n\nIn Honduras the Government had declared a state of emergency in the drought affected western areas, as crop loss had reached up to 75 per cent. Assessments also found high levels of malnutrition in children under five. An emergency assessment in September found that nearly 20,000 children were malnourished as a consequence of the long drought, said Mr. Laerke.\n\nIn El Salvador, the Ministry of Environment and Natural resources had reported that the country was experiencing its worst drought since 1977. The authorities said that in hotspot areas in the eastern part of the country, more than 80 per cent of farmers reported that they have lost all of their crops.\n\nHumanitarian Country Teams had drafted Emergency Response Plans in Honduras and Guatemala to support the Governments in dealing with this emergency and UN agencies were also supporting the Government in El Salvador.\n\nGiving more details on the various appeals by affected countries, Mr. Laerke said in Honduras, the Government has appealed for international help. More than $13 million was needed for the Emergency Response Plan and the Central Emergency Response Fund (CERF) had provided $2.6 million in funding.\n\nIn Guatemala, the Government had launched a $28 million Action Plan and was seeking $17 million in support. In El Salvador, UN agencies were also preparing to apply for funding from CERF.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "28023600",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.858,
                    "source": {
                        "title": "Irish Sun",
                        "uri": "www.irishsun.com"
                    },
                    "time": "20:47:00",
                    "title": "Central America drought turning into humanitarian crisis UN warns",
                    "uri": "233817295",
                    "url": "http://www.irishsun.com/index.php/sid/228496663",
                    "wgt": 1
                },
                {
                    "body": "Hugo Jolón lost his maize crop in the Dry Corridor in Guatemala. (Copyright: WFP/Francisco Fión)\n\nA prolonged drought is threatening to leave over two million people without enough food in Central America, according to the UN Office for the Coordination of Humanitarian Affairs (OCHA).\n\nThe agency says that thousands of cattle have died, and warns that in the coming months food security is expected to get worse as families deplete their food stocks.\n\nJens Laerke is OCHA Spokesperson in Geneva.\n\n\"A prolonged drought there has turned into a creeping humanitarian emergency for nearly two and a half million people who are now considered food insecure. The majority of those who are affected are subsistence farmers, farm labourers and low-income families in Honduras, Guatemala and El-Salvador. In Honduras and Guatemala, up to 75 per cent of maize and bean crops have been lost in the drought.\" (25\")\n\nMr Laerke said that more than $ 30 million is needed to help Honduras and Guatemala.\n\nUN agencies are also preparing to apply for funding from the UN Central Emergency Fund (CERF) to help El Salvador.",
                    "date": "2014-12-13",
                    "eventUri": "2041913",
                    "id": "28046452",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8238,
                    "source": {
                        "title": "www.unmultimedia.org",
                        "uri": "www.unmultimedia.org"
                    },
                    "time": "02:11:00",
                    "title": "Prolonged drought creates food insecurity in Central America",
                    "uri": "233870130",
                    "url": "http://www.unmultimedia.org/radio/english/2014/12/prolonged-drought-creates-food-insecurity-in-central-america/",
                    "wgt": 1
                },
                {
                    "body": "United Nations, Safar 21, 1436, Dec 13, 2014, SPA -- A drought in Central America is turning into a humanitarian crisis for nearly two-and-a-half million people in Honduras, Guatemala, and El Salvador, the U.N. Office for the Coordination of Humanitarian Affairs (OHCA) said Friday.\n\nOCHA's Jens Laerke told reporters in Geneva that most of the people affected are subsistence farmers, farm laborers, and low-income families.\n\nUp to 75 percent of maize and bean crop in Honduras and Guatemala has been lost and thousands of cattle have died. Food security is expected to get worse in the coming months as families finish their food stocks.\n\nThe Guatemalan government declared a state of public calamity in 16 departments in August and by October, 30,000 families had finished their food stocks. Laerke said that those families are in deep distress today.\n\nIn El Salvador, the Ministry of Environment and Natural Resources had reported that the country was experiencing its worst drought since 1977.\n\nHumanitarian Country Teams had drafted Emergency Response Plans in Honduras and Guatemala to support the governments in dealing with the emergency and U.N. agencies were also supporting the government in El Salvador.\n\n--SPA\n\n13:49 LOCAL TIME 10:49 GMT\n\nتغريد",
                    "date": "2014-12-13",
                    "eventUri": "2041913",
                    "id": "28071515",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8174,
                    "source": {
                        "title": "Saudi Press Agency (SPA)",
                        "uri": "www.spa.gov.sa"
                    },
                    "time": "11:02:00",
                    "title": "UN: Central America Drought Turning into Crisis",
                    "uri": "233936978",
                    "url": "http://www.spa.gov.sa/details.php?id=1305397",
                    "wgt": 1
                },
                {
                    "body": "GUATEMALA CITY (AP) \" A 60-year-old U.S. citizen under arrest in Guatemala on extortion charges says she's the victim of identity theft.\n\nDebra Lee Gish of Washington, D.C., said Friday that two years ago she was assaulted by criminals who stole her identification and used it to open a Guatemalan bank account in her name where they collected two extortion payments from bus companies. She said she was not even in Guatemala during one of the deposits attributed to her. She said she never opened the bank account.\n\nGuatemalan police arrested Gish on Wednesday at her home in Santiago Atitlan, 150 kilometers (90 miles) from the capital. She was hospitalized after falling ill following her arrest.\n\nGish has worked as a consultant on justice projects in Guatemala since 1998.",
                    "date": "2014-12-13",
                    "eventUri": "2041913",
                    "id": "28056369",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3965,
                    "source": {
                        "title": "The New Zealand Herald",
                        "uri": "www.nzherald.co.nz"
                    },
                    "time": "05:23:00",
                    "title": "Guatemala police arrest US woman",
                    "uri": "233893025",
                    "url": "http://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=11373851&ref=rss",
                    "wgt": 1
                },
                {
                    "body": "Just look at the Texas drought -- California could be waiting years to recover.\n\nBy Brett Walton\n\nCircle of Blue\n\nInstruments at San Francisco International Airport recorded more rain over the first six days of December than in the entire 365 days of 2013, the driest year on record in California.\n\nJust 8.58 centimeters (3.38 inches) filled the airport rain gauge in 2013, compared to 9.65 centimeters (3.80 inches) already this month. Weather forecasters expect more rain to come -- up to 12.7 centimeters (five inches) in parts of the Bay Area this week -- as a stream of moist, tropical air soaks a state that is desperate for water. Even the mountains will benefit from the early-season storm, with parts of the northern Sierra Nevada expecting nearly a meter (three feet) of snow.\n\nYes, it is raining and snowing in California. But a few weeks of wet weather will not erase the steep moisture deficits that have been accumulating since 2012, according to hydrology experts. Rather, several consecutive years -- not weeks -- of above-average precipitation will be necessary to rebalance the state's water resources.\n\nIn other words, California has a deep hole to climb out of.\n\nNorthern California's moisture deficit is equivalent to a year's worth of rainfall, according to Michael Dettinger, a U.S. Geological Survey hydrologist. The deficit increases going south along the Sierra Nevada, which is called the state's 'water tower' because of its capacity to hold water in deep banks of snow.\n\n\"Even if we get average precipitation, we'll still be a year behind,\" Dettinger told Circle of Blue.\n\nRoger Bales, a hydrologist at the University of California, Merced, agreed.\n\n\"It's going to take more than one good year of precipitation to refill the subsurface soil and the reservoirs, let alone groundwater,\" Bales told Circle of Blue. \"Groundwater in the Central Valley is way down. We have a multi-year depletion of storage.\"\n\nThe reason that the drought will not be busted by one week of storms rests in the intricate relationship between water, soil, vegetation, and heat - precipitation is not even half the story.\n\nDrought has multiple phases. Technical experts make a distinction between meteorological drought (what falls from the sky) and hydrological drought (what moves through rivers, lakes, and reservoirs). Often there is a lag between the two.\n\nAbundant rain does not immediately translate into more water in reservoirs because of intermediate forces that each takes a share of the resource:\n\nTrees, soils, and sun - each force will prevent water from reaching California's reservoirs, which are at historically low levels. Even the Sierra Nevada snowpack will be subjected to these natural taxes during the spring melt.\n\n\"Most of the state has a long way to go in filling soil moisture before precipitation can generate significant runoff,\" Dettinger said.\n\nAn ideal rain would be slow and soaking, allowing the soils to saturate several feet below ground. Violent cloudbursts, happening across the state this week, may only dampen the first few inches. While that produces a quick flush of water into streams -- and, in turn, flash flooding -- the sun will dry out the top layers just as quickly, Dettinger explained.\n\n\"Then you're back in the same boat,\" he said.\n\nThe rain this week has provided a small but welcomed boost to reservoirs so far. Lake Shasta, the state's largest reservoir and the source of water for federal canals, is 47 percent of its historical average, up seven percentage points in a week.\n\nA very basic analogy can be drawn with Texas, which experienced its hottest, driest year ever in 2011. Satellite measurements revealed that nearly 80 percent of the water that was lost to the drought had evaporated from soils.\n\nToday, even as the rains have returned, reservoir storage still has not recovered.\n\n\"We've had near-normal precipitation years since 2011, but nothing has gotten the reservoirs over the hump to where they are receiving much runoff,\" John Nielsen-Gammon, the state climatologist, said in an interview with Circle of Blue.\n\nThe reservoirs on the Colorado River in Texas, for instance, have hovered just above record low levels for nearly three years.\n\nIn both California and Texas, the end of drought should not signal an end to vigilance, argued Andrew Dessler, a climate scientist at Texas A & M University. Climate change and a warming planet ensure that water resources will be an enduring challenge.\n\n\"Given warmer temperatures, the West is going to face increasing water pressures,\" Dessler told Circle of Blue. \"Even if the drought ended today, I would be worried about the next one, and that's what leaders need to be planning for.\"",
                    "date": "2014-12-13",
                    "eventUri": "2041913",
                    "id": "28044060",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2725,
                    "source": {
                        "title": "www.circleofblue.org",
                        "uri": "www.circleofblue.org"
                    },
                    "time": "01:25:00",
                    "title": "Yes, It's Raining in California. No, the Drought Is Not Over - Circle of Blue WaterNews",
                    "uri": "233864324",
                    "url": "http://www.circleofblue.org/waternews/2014/world/yes-raining-california-drought/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-12-13",
            "avgCos": 0.497,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2041913",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2011346",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Switzerland",
                    "lat": 47.00016,
                    "long": 8.01427,
                    "wikiUri": "http://en.wikipedia.org/wiki/Switzerland"
                },
                "labelEng": "Geneva",
                "lat": 46.20222,
                "long": 6.14569,
                "wikiUri": "http://en.wikipedia.org/wiki/Geneva"
            },
            "storyDate": "2014-12-13",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1168745",
            "variance": 0.253
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-385508": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "La sequía que se extiende desde hace varios meses en América Central se está convirtiendo en una \"creciente crisis humanitaria\", con cerca de dos millones y medio de personas amenazadas por la inseguridad alimentaria, advirtió este viernes la oficina humanitaria de la ONU (OCHA).\n\nSegún un estudio realizado por la ONU, en conjunto con una ONG, en el este de Guatemala, cerca de un hogar de cada cuatro va a sufrir de desnutrición en un nivel de \"moderado a severo\", especialmente los niños de menos de 5 años y las mujeres embarazadas.\n\n\"La mayor parte de las personas afectadas son pequeños agricultores, trabajadores agrícolas y familias con bajos ingresos. En Honduras y Guatemala, se perdieron cerca del 75% de los cultivos de maíz y de frijoles y miles de reses murieron\", dijo el vocero de la oficina humanitaria de la ONU, OCHA, Jens Laerke.\n\nSegún el funcionario, \"en los próximos meses, la inseguridad alimentaria debería agravarse a medida que las familias agoten su abasto de comida\".\n\nEn agosto, el gobierno guatemalteco decretó estado de emergencia en 16 de las 22 provincias debido a la sequía, que en octubre ya había provocado que unas 30.000 familias agotaran sus provisiones.\n\n\"Estas familias se encuentran hoy en una profunda angustia\", señaló la agencia.\n\nEn Honduras, las autoridades decretaron recientemente alerta en las regiones del oeste del país, donde se estima que cerca de 20.000 niños podrían sufrir desnutrición debido a la sequía.\n\nEn tanto, el ministerio de Medio Ambiente de El Salvador dijo que el país se enfrentaba a la peor sequía en 35 años y afirmó que cerca del 80% de los agricultores en el este del país perdieron todas sus cosechas.\n\nCon el objetivo de responder a esta crisis medioambiental y social, Honduras ha pedido más de 13 millones de dólares de ayuda internacional, mientras que Guatemala ha solicitado cerca de 17 millones.\n\nSegún el OCHA, El Salvador todavía está evaluando cuáles son sus necesidades.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "28014046",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9644,
                    "source": {
                        "title": "nuevaweb.diariocolatino.com",
                        "uri": "nuevaweb.diariocolatino.com"
                    },
                    "time": "18:54:00",
                    "title": "Comments on un warns that drought provoca growing humanitarian crisis in central america",
                    "uri": "233794577",
                    "url": "http://nuevaweb.diariocolatino.com/onu-advierte-que-sequia-provoca-creciente-crisis-humanitaria-en-centroamerica/#respond",
                    "wgt": 1
                },
                {
                    "body": "La sequía que se extiende desde hace varios meses en América Central se está convirtiendo en una \"creciente crisis humanitaria\", con cerca de dos millones y medio de personas amenazadas por la inseguridad alimentaria, advirtió este viernes la oficina humanitaria de la ONU (OCHA).\n\nSegún un estudio realizado por la ONU, en conjunto con una ONG, en el este de Guatemala, cerca de un hogar de cada cuatro va a sufrir de desnutrición en un nivel de \"moderado a severo\", especialmente los niños de menos de 5 años y las mujeres embarazadas.\n\n\"La mayor parte de las personas afectadas son pequeños agricultores, trabajadores agrícolas y familias con bajos ingresos. En Honduras y Guatemala, se perdieron cerca del 75% de los cultivos de maíz y de frijoles y miles de reses murieron\", dijo el vocero de la oficina humanitaria de la ONU, OCHA, Jens Laerke.\n\nSegún el funcionario, \"en los próximos meses, la inseguridad alimentaria debería agravarse a medida que las familias agoten su abasto de comida\".En agosto, el gobierno guatemalteco decretó estado de emergencia en 16 de las 22 provincias debido a la sequía, que en octubre ya había provocado que unas 30.000 familias agotaran sus provisiones.\n\nEn Honduras, las autoridades decretaron recientemente alerta en las regiones del oeste del país, donde se estima que cerca de 20.000 niños podrían sufrir desnutrición debido a la sequía.\n\nEn tanto, el ministerio de Medio Ambiente de El Salvador dijo que el país se enfrentaba a la peor sequía en 35 años y afirmó que cerca del 80% de los agricultores en el este del país perdieron todas sus cosechas.\n\nCon el objetivo de responder a esta crisis medioambiental y social, Honduras ha pedido más de 13 millones de dólares de ayuda internacional, mientras que Guatemala ha solicitado cerca de 17 millones. Según el OCHA, El Salvador todavía está evaluando cuáles son sus necesidades.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "28014059",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.958,
                    "source": {
                        "title": "La Estrella de Panamá",
                        "uri": "laestrella.com.pa"
                    },
                    "time": "18:54:00",
                    "title": "Un warns that drought provoca growing humanitarian crisis in central america",
                    "uri": "233794586",
                    "url": "http://laestrella.com.pa/internacional/america/advierte-sequia-provoca-creciente-crisis-humanitaria-centroamerica/23827820",
                    "wgt": 1
                },
                {
                    "body": "GINEBRA, SUIZA (12/DIC/2014).- La sequía que se extiende desde hace varios meses en América Central se está convirtiendo en una \"creciente crisis humanitaria\", con cerca de dos millones y medio de personas amenazadas por la inseguridad alimentaria, advirtió este viernes la oficina humanitaria de la ONU (OCHA).\n\nSegún un estudio realizado por la ONU, en conjunto con una ONG, en el este de Guatemala, cerca de un hogar de cada cuatro va a sufrir de desnutrición en un nivel de \"moderado a severo\", especialmente los niños de menos de cinco años y las mujeres embarazadas.\n\n\"La mayor parte de las personas afectadas son pequeños agricultores, trabajadores agrícolas y familias con bajos ingresos. En Honduras y Guatemala, se perdieron cerca del 75 por ciento de los cultivos de maíz y de frijoles y miles de reses murieron\", dijo el vocero de la oficina humanitaria de la ONU, OCHA, Jens Laerke.\n\nSegún el funcionario, \"en los próximos meses, la inseguridad alimentaria debería agravarse a medida que las familias agoten su abasto de comida\".\n\nEn agosto, el gobierno guatemalteco decretó estado de emergencia en 16 de las 22 provincias debido a la sequía, que en octubre ya había provocado que unas 30 mil familias agotaran sus provisiones.\n\n\"Estas familias se encuentran hoy en una profunda angustia\", señaló la agencia.\n\nEn Honduras, las autoridades decretaron recientemente alerta en las regiones del oeste del país, donde se estima que cerca de 20 mil niños podrían sufrir desnutrición debido a la sequía.\n\nEn tanto, el ministerio de Medio Ambiente de El Salvador dijo que el país se enfrentaba a la peor sequía en 35 años y afirmó que cerca del 80 por ciento de los agricultores en el este del país perdieron todas sus cosechas.\n\nCon el objetivo de responder a esta crisis medioambiental y social, Honduras ha pedido más de 13 millones de dólares de ayuda internacional, mientras que Guatemala ha solicitado cerca de 17 millones.\n\nSegún el OCHA, El Salvador todavía está evaluando cuáles son sus necesidades.",
                    "date": "2014-12-16",
                    "eventUri": "2041913",
                    "id": "28370570",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9516,
                    "source": {
                        "title": "micanaltv.net",
                        "uri": "micanaltv.net"
                    },
                    "time": "22:29:00",
                    "title": "Drought causes humanitarian crisis in central america: un",
                    "uri": "233847778",
                    "url": "http://micanaltv.net/?p=21401",
                    "wgt": 1
                },
                {
                    "body": "Honduras ha pedido más de 13 millones de dólares de ayuda internacional para combatir la crisis medioambiental. Honduras. La sequía que se extiende desde hace varios meses en América Central se está convirtiendo en una \"creciente crisis humanitaria\", con cerca de dos millones y medio de personas amenazadas por la inseguridad alimentaria, advirtió este viernes la oficina humanitaria de la ONU (OCHA). Según un estudio realizado por la ONU, en conjunto con una ONG, en el este de Guatemala, cerca de un hogar de cada cuatro va a sufrir de desnutrición en un nivel de \"moderado a severo\", especialmente los niños de menos de 5 años y las mujeres embarazadas. \"La mayor parte de las personas afectadas son pequeños agricultores, trabajadores agrícolas y familias con bajos ingresos. En Honduras y Guatemala, se perdieron cerca del 75% de los cultivos de maíz y de frijoles y miles de reses murieron\", dijo el vocero de la oficina humanitaria de la ONU, OCHA, Jens Laerke. LEA: Sequía en Honduras deja pérdidas de más de millón de quintales de granos Según el funcionario, \"en los próximos meses, la inseguridad alimentaria debería agravarse a medida que las familias agoten su abasto de comida\". En agosto, el gobierno guatemalteco decretó estado de emergencia en 16 de las 22 provincias debido a la sequía, que en octubre ya había provocado que unas 30.000 familias agotaran sus provisiones. \"Estas familias se encuentran hoy en una profunda angustia\", señaló la agencia. En Honduras, las autoridades decretaron recientemente alerta en las regiones del oeste del país, donde se estima que cerca de 20.000 niños podrían sufrir desnutrición debido a la sequía. LEA: El 70% de áreas de cultivo, afectadas por la sequía en Honduras En tanto, el ministerio de Medio Ambiente de El Salvador dijo que el país se enfrentaba a la peor sequía en 35 años y afirmó que cerca del 80% de los agricultores en el este del país perdieron todas sus cosechas. Con el objetivo de responder a esta crisis medioambiental y social, Honduras ha pedido más de 13 millones de dólares de ayuda internacional, mientras que Guatemala ha solicitado cerca de 17 millones.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "28014051",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9187,
                    "source": {
                        "title": "Diario La Prensa",
                        "uri": "www.laprensa.hn"
                    },
                    "time": "18:54:00",
                    "title": "Honduras: nearly 20 thousand children could suffer malnutrition due to drought",
                    "uri": "233794581",
                    "url": "http://www.laprensa.hn/honduras/776070-410/honduras-cerca-de-20-mil-ni%F1os-podr%EDan-sufrir-desnutrici%F3n-debido-a-la?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Blaprensa_pais%2B%2528La%2BPrensa%2B-%2BHonduras%2529",
                    "wgt": 1
                },
                {
                    "body": "Victoriano Franco perdió la mayor parte de sus cultivos en Zacapa como consecuencia de la sequía generada por la canícula prolongada.\n\nGINEBRA.- Según un estudio realizado por la ONU, en conjunto con una ONG, en el este de Guatemala, cerca de un hogar de cada cuatro va a sufrir de desnutrición en un nivel de \"moderado a severo\", especialmente los niños de menos de 5 años y las mujeres embarazadas.\n\n\"La mayor parte de las personas afectadas son pequeños agricultores, trabajadores agrícolas y familias con bajos ingresos. En Honduras y Guatemala, se perdieron cerca del 75% de los cultivos de maíz y de frijoles y miles de reses murieron\", dijo el vocero de la oficina humanitaria de la ONU, OCHA, Jens Laerke.\n\nSegún el funcionario, \"en los próximos meses, la inseguridad alimentaria debería agravarse a medida que las familias agoten su abasto de comida\".\n\nEn agosto, el gobierno guatemalteco decretó estado de emergencia en 16 de las 22 provincias debido a la sequía, que en octubre ya había provocado que unas 30 mil familias agotaran sus provisiones.\n\n\"Estas familias se encuentran hoy en una profunda angustia\", señaló la agencia.\n\nEn Honduras, las autoridades decretaron recientemente alerta en las regiones del oeste del país, donde se estima que cerca de 20.000 niños podrían sufrir desnutrición debido a la sequía.\n\nEn tanto, el ministerio de Medio Ambiente de El Salvador dijo que el país se enfrentaba a la peor sequía en 35 años y afirmó que cerca del 80% de los agricultores en el este del país perdieron todas sus cosechas.\n\nCon el objetivo de responder a esta crisis medioambiental y social, Honduras ha pedido más de 13 millones de dólares de ayuda internacional, mientras que Guatemala ha solicitado cerca de 17 millones.\n\nSegún el OCHA, El Salvador todavía está evaluando cuáles son sus necesidades.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "27995671",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9058,
                    "source": {
                        "title": "Prensa Libre de Guatemala",
                        "uri": "www.prensalibre.com"
                    },
                    "time": "15:58:00",
                    "title": "ONU: Sequía provoca crisis humanitaria en Centroamérica",
                    "uri": "233751854",
                    "url": "http://www.prensalibre.com/noticias/comunitario/sequia-cambio-climatico-fenomeno-del-nino-crisis-humanitaria-guatemala-centroamerica_0_1265273507.html",
                    "wgt": 1
                },
                {
                    "body": "08:48 A.M. Delincuentes informáticos atacaron sitio del ministerio de Trabajo y Seguridad Social costarricense\n\nLa sequía que se extiende desde hace varios meses en América Central se está convirtiendo en una \"creciente crisis\", con cerca de 2,5 millones de personas amenazadas por la inseguridad alimentaria, advirtió este viernes la oficina humanitaria de la Organización de las Naciones Unidas.\n\nSegún un estudio realizado por la ONU, en el este de Guatemala, cerca de un hogar de cada cuatro va a sufrir de desnutrición en un nivel de \"moderado a severo\", especialmente los niños de menos de 5 años y las mujeres embarazadas.\n\n\"La mayor parte de las personas afectadas son pequeños agricultores, trabajadores agrícolas y familias con bajos ingresos. En Honduras y Guatemala, se perdieron cerca del 75% de los cultivos de maíz y de frijoles y miles de reses murieron\", dijo el vocero de la oficina humanitaria de la ONU, Jens Laerke.\n\nSegún el funcionario, \"en los próximos meses, la inseguridad alimentaria debería agravarse a medida que las familias agoten su abasto de comida\".\n\nEn agosto, el Gobierno guatemalteco decretó estado de emergencia en 16 de las 22 provincias debido a la sequía, que en octubre ya había provocado que unas 30.000 familias agotaran sus provisiones.\n\n\"Estas familias se encuentran hoy en una profunda angustia\", señaló la agencia.\n\nEn Honduras, las autoridades decretaron recientemente alerta en las regiones del oeste del país, donde se estima que cerca de 20.000 niños podrían sufrir desnutrición debido a la sequía.\n\nEn tanto, el ministerio de Medio Ambiente de El Salvador dijo que el país se enfrentaba a la peor sequía en 35 años y afirmó que cerca del 80% de los agricultores en el este del país perdieron todas sus cosechas.\n\nCon el objetivo de responder a esta crisis medioambiental y social, Honduras ha pedido más de $13 millones de ayuda internacional, mientras que Guatemala ha solicitado cerca de $17 millones.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "28014031",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9021,
                    "source": {
                        "title": "La Nación",
                        "uri": "www.nacion.com"
                    },
                    "time": "18:54:00",
                    "title": "Feeding of 2,5 million central america is at risk by drought",
                    "uri": "233794542",
                    "url": "http://www.nacion.com/mundo/centroamerica/Alimentacion-millones-centroamericanos-riesgo-sequia_0_1456854387.html",
                    "wgt": 1
                },
                {
                    "body": "Suiza · La falta de lluvia que se extendió durante varios meses en Centroamérica se está convirtiendo en una \"creciente crisis humanitaria\", según oficina de la ONU.\n\nEsta situación tiene a cerca de dos millones y medio de personas amenazadas por la inseguridad alimentaria, advirtió ayer la oficina humanitaria de la ONU (OCHA). Según un estudio realizado por la ONU, en conjunto con una ONG, en el este de Guatemala, cerca de un hogar de cada cuatro va a sufrir de desnutrición en un nivel de \"moderado a severo\", especialmente los niños de menos de 5 años y embarazadas.\n\n\"La mayor parte de los afectados son pequeños agricultores, trabajadores agrícolas y familias con bajos ingresos. En Honduras y Guatemala se perdieron cerca del 75 por ciento de los cultivos de maíz y de frijoles, y miles de reses murieron\", dijo el vocero de la oficina humanitaria de la ONU, OCHA, Jens Laerke.\n\nSegún el funcionario, \"en los próximos meses, la inseguridad alimentaria debería agravarse a medida que las familias agoten su abasto de comida\". En agosto, el gobierno guatemalteco decretó estado de emergencia en 16 de los 22 departamentos por la sequía, que en octubre había provocado que unas 30 mil familias agotaran sus provisiones.\n\nEn Honduras, las autoridades decretaron recientemente alerta en las regiones del oeste del país, donde se estima que cerca de 20 mil infantes podrían sufrir desnutrición debido a la sequía.",
                    "date": "2014-12-13",
                    "eventUri": "2041913",
                    "id": "28071400",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8797,
                    "source": {
                        "title": "elQUETZALTECO",
                        "uri": "elquetzalteco.com.gt"
                    },
                    "time": "10:59:00",
                    "title": "Drought will cause crisis",
                    "uri": "233936596",
                    "url": "http://elquetzalteco.com.gt/el-mundo/sequia-provocara-crisis",
                    "wgt": 1
                },
                {
                    "body": "CHOLUTECA. -Con el propósito de mejorar la seguridad alimentaria de miles de familias que viven en la zona sur del país y que han sido afectadas por los cambios climáticos recurrentes de la zona, el Programa Mundial de Alimentos (PMA) y Grupo Jaremar han establecido un convenio de cooperación para la implementación del programa de país denominado: \"Agroforestería y Resiliencia al Cambio Climático\" y \"Atención a Grupos Vulnerables\". A continuación detallamos cómo el sector privado ha apoyado estos dos programas del PMA para apoyar a familias honduras en inseguridad alimentaria.\n\nPrograma Agroforestería y Resiliencia al Cambio Climático Gracias a esta alianza de cooperación PMA-Grupo Jaremar, este programa recibe anualmente 39 toneladas métricas de aceite para completar raciones de alimento que beneficiarán a 2,600 familias con inseguridad alimentaria que viven en entornos degradados y expuestos a riesgos generados por efectos de cambio climático. El programa ha beneficiado a hogares localizados en los departamentos de Choluteca, El Paraíso y La Paz.\n\nActividades realizadas\n\nCon la donación de Grupo JAREMAR, el proyecto ha desarrollado actividades bajo la modalidad de alimentos para la generación de activos con familias beneficiarias a través de una estructura analítica y técnica de sus cuatro componentes:\n\nA. Manejo y conservación de microcuencas a nivel comunitario: En este componente se han reforestado zonas productoras de agua y se ha dado protección a las mismas para reducir la ocurrencia de incendios, acciones:\n\n· Rondas de protección · Establecimiento de viveros · Incorporación de obras de conservación de suelos\n\nB. Incorporación de plantaciones agroforestales en unidades productivas familiares (Frutales-Forestales Maderables): se han establecido parcelas familiares con árboles frutales y forestales, desarrollando las siguientes acciones:\n\n· Establecimiento de viveros.\n\n· Incorporación de obras de conservación de suelos.\n\n· Plantación y mantenimiento de árboles frutales y forestales.\n\n· Construcción de eco fogones familiares C. Promover la incorporación de los miembros de las familias beneficiarias según edad y condición a centros educativos-Salud, establecidos en las comunidades de intervención. Se promueve a que cada líder de hogar beneficiario para que incorpore a sus miembros según edad y condición al sistema educativo (Formal/No formal) y a los servicios de salud establecidos por el Gobierno.\n\nD. Fortalecimiento comunitario para la implementación de medidas de adaptación al cambio climático: Estructuras organizativas locales/comunitarias y líderes de familia han participado en procesos de capacitación sobre mejores prácticas para la adaptación al cambio climático, así mismo en procesos de gestión en aspectos productivos y ambientales. La participación de los actores garantizará la sostenibilidad del proyecto.\n\nResultados La donación de Grupo Jaremar a comunidades y familias beneficiarias ha contribuido a:\n\nMejorar de la seguridad alimentaria a través de la entrega de aceite permitiendo complementar la ración alimentaria que se entrega a las familias para incorporarse a las actividades de manejo y conservación de microcuencas con el fin de reducir los riesgos por cambio climático en zonas vulnerables.\n\nFormar de capital humano en torno a los siguientes temas: rondas para evitar incendios, reforestación de microcuencas (mejor calidad de agua), salud, disminución de las prácticas de quema, obras de conservación de suelos, producción de plantas en viveros, plantaciones a nivel comunitario e individual, construcción de aboneras orgánicas y planes de manejo de fincas.\n\nMayor participación y empoderamiento de la mujer en la toma de decisiones y liderazgo en comités de resiliencia para que ellas tengan un rol importante en la coordinación y desarrollo de actividades.\n\nRecuperar áreas de recarga de las microcuencas para garantizar la oferta hídrica, lo cual asegura la disponibilidad de este recurso para las familias.\n\nGenerar ingresos a un mediano-largo plazo, incremento del alimento familiar y mejora del microclima.\n\nEl Programa Atención a Grupos Vulnerables Gracias a esta alianza de cooperación, este programa recibe 61 toneladas métricas de aceite anualmente para completar la ración de alimentos que las familias reciben. Esta ración incluye, aceite Clover Brand, arroz, maíz, frijoles, y mezcla de maíz y soya (CSB) con el propósito de garantizar una nutrición apropiada a los niños menores de 5 años, particularmente en el período crítico de 1,000 días, y a las mujeres gestantes y lactantes. Asimismo a los niños y adultos en situación de inseguridad alimentaria y afectados por el VIH, y a sus hogares, con el fin de mejorar las tasas de supervivencia y la observancia del tratamiento anti-retroviral (ARV).\n\nLos departamentos atendidos son: Choluteca, Valle, El Paraíso, Francisco Morazán, La Paz, Intibucá, Lempira y Santa Bárbara.\n\nEste proyecto se implementa a través de 100 unidades de salud que atienden a 8,059 beneficiarios directos y 40,295 indirectos.\n\nA través del fortalecimiento de capacidades se han formado en la estrategia de atención basada en los 1,000 días, Vigilancia Nutricional y Educación Alimentaria Nutricional a 83 funcionarios de salud del nivel departamental, 297 funcionarios de salud de nivel municipal y 452 voluntarios capacitados.\n\nResultados\n\n· El 97% de los beneficiarios menores de 5 años cuentan con su esquema de vacunación completo.\n\n· El 100% de los beneficiarios han recibido asistencia alimentaria en forma oportuna y continua.\n\n· El 98% de las mujeres embarazadas asisten a su control según la norma de la Secretaria de Salud.\n\n· El 100% de los niños atendidos está en control de crecimiento y desarrollo en forma mensual.\n\n· El 100% de los beneficiarios ha recibido al menos una capacitación - orientación en educación alimentaria y nutricional.\n\n· El 90% de las mujeres embarazadas captadas por el proyecto han sido captadas en las primeras 10 semanas de gestación.",
                    "date": "2014-12-11",
                    "eventUri": "2041913",
                    "id": "27920707",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.269,
                    "source": {
                        "title": "ReliefWeb",
                        "uri": "reliefweb.int"
                    },
                    "time": "21:52:00",
                    "title": "Honduras: group Jaremar and ldc-iv support vulnerable communities of honduras",
                    "uri": "233554578",
                    "url": "http://reliefweb.int/report/honduras/grupo-jaremar-y-pma-apoyan-comunidades-vulnerables-de-honduras",
                    "wgt": 1
                },
                {
                    "body": "El abastecimiento de frijoles se ha normalizado en el mercado hondureño.\n\nEl precio al por menor del frijol rojo ha observado una fuerte rebaja en los mercados de la capital de Honduras.\n\nUn monitoreo realizado ayer por EL HERALDO revela que la medida cuesta 75 lempiras, o sea 15 lempiras por libra.\n\nDe acuerdo con lo explicado por varios propietarios de bodegas que operan en los mercados Zonal Belén y Las Américas, la caída de los precios al consumidor se explica por la cosecha de postrera, la que comenzó a finales de septiembre pasado y se extiende a principios de 2015.\n\nEl precio de grano de consumo básico logró cotizarse entre 100 y 120 lempiras la medida entre julio y septiembre del presente año.\n\nEl encarecimiento de ese grano se debió a la caída en los pronósticos de cosecha de 2 millones a 600 mil quintales, producto de la sequía durante la siembra de primera.\n\nLos empresarios entrevistados agregaron que la cosecha de postrera está siendo cortada en todas las zonas productoras del país y, por ende, la oferta ha observado un mayor incremento.\n\nSeñalaron que el grano que están comprando procede de Reitoca, Francisco Morazán, municipio que aporta una buena cantidad de frijol rojo durante la siembra de postrera.\n\nEl Instituto Hondureño de Mercadeo Agrícola (IHMA) y la Suplidora Nacional de Productos Básicos (Banasupro) continúan ofreciendo frijoles rojos a 65 lempiras la medida, producto que también se comercializa en las ferias del Agricultor que se realizan en Tegucigalpa.\n\nLa cosecha de postrera ha tenido un impacto positivo en los precios al por mayor, ya que la carga de frijoles rojos -200 libras- ha bajado a 2,700 o 2,800 lempiras, menor que los 4,000 lempiras que se cotizó en junio pasado.\n\nSe estima que Honduras consume entre 2.2 y 2.3 millones de quintales de frijoles al año.",
                    "date": "2014-12-12",
                    "eventUri": "2041913",
                    "id": "27957599",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2442,
                    "source": {
                        "title": "El Heraldo",
                        "uri": "www.elheraldo.hn"
                    },
                    "time": "07:59:00",
                    "title": "Measure blue-fin bean low to 75 lempiras in the capital of honduras",
                    "uri": "233648309",
                    "url": "http://www.elheraldo.hn/economia/775950-216/medida-de-frijol-rojo-baja-a-75-lempiras-en-la-capital-de?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Belheraldo_economia%2B%2528El%2BHeraldo%2B-%2BEconomia%2529",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-12-13",
            "avgCos": 0.5495,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2041913",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2041913",
            "lang": "spa",
            "storyDate": "2014-12-13",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-385508",
            "variance": 0.1981
        }
    },
    "meta": {
        "CCAArticleMatchCount": 43,
        "CCAArticleMatchRatio": 0.3307692307692308,
        "CCAAvgCosSim": 0.8152639534883721,
        "CCAAvgMatchWgt": 62.34883720930232,
        "_articleUri1": "233825113",
        "_articleUri2": "233794577",
        "_datetime": "2015-02-19 21:00:06",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-1168745",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-385508",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 9,
        "avgCosSimStory1": 0.497,
        "avgCosSimStory2": 0.5495,
        "categorySim": 0,
        "conceptCosSim": 0.6403443689503192,
        "conceptJaccardSim": 0.3448275862068966,
        "coreTime1": 131036.7833333333,
        "coreTime2": 131013.8666666667,
        "coreTimeStDev1": 6.734479090231699,
        "coreTimeStDev2": 33.36762875653794,
        "entityCosSim": 0.9296765752950047,
        "entityJaccardSim": 0.3846153846153846,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5476397797389093,
        "keywordJaccardSim": 0.3333333333333333,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 9,
        "storyQuality2": 14,
        "timeAvg1": 131043.880952381,
        "timeAvg2": 131043.875925926,
        "timeStDev1": 6.734479090231699,
        "timeStDev2": 33.36762875653794,
        "varianceStory1": 0.253,
        "varianceStory2": 0.1981
    }
}