{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-5257": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Prince Albert and his wife Charlene of Monaco pose with their twin babies Jacques and Gabriella in photos released on their official Facebook page.\n\nThe Christmas-themed photos show the royal parents with their hands full with Princess Gabriella in pink and Prince Jacques in baby blue.\n\nGabriella was born first at 5.04pm, and Jacques at 5.06pm, but it is Jacques who will be the future Prince of Monaco, because of the Mediterranean principality's male inheritance laws.\n\nThey are the first children for the 36-year-old former South African Olympic swimmer, who married Prince Albert II, 56, three years ago.\n\nPrince Albert was by his wife's side as the children were delivered by Caesarean on December 10 at the Princess Grace Hospital, which is named after Albert's mother, the late Hollywood star, Grace Kelly.\n\nSoon after 7.30pm, 42 cannon shots rung around Monaco, confirming that the babies had been born.\n\nThe babies are the first twins in the royal household, which dates back to the 13th Century.\n\nAlbert said he didn't know the sex of the children before birth.\n\nHe said: \"It is one of the beautiful surprises that life offers us.\"\n\nAlbert, the son of the late American actress Princess Grace, had worried some of his subjects with his long bachelorhood and his lack of a legitimate heir.\n\nHe married Charlene Wittstock, a Zimbabwe-born, South Africa-raised former Olympic swimmer in 2011. Her pregnancy was revealed in October.\n\nMore on Parentdish: What having twins is really like",
                    "date": "2014-12-24",
                    "eventUri": "2066382",
                    "id": "29136652",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9036,
                    "source": {
                        "title": "Parentdish UK",
                        "uri": "www.parentdish.co.uk"
                    },
                    "time": "06:05:00",
                    "title": "Prince Albert of Monaco and Princess Charlene share photos of newborn twins Jacques and Gabriella",
                    "uri": "236618172",
                    "url": "http://www.parentdish.co.uk/2014/12/24/prince-albert-of-monaco-and-princess-charlene-share-photos-of-newborn-twins/",
                    "wgt": 1
                },
                {
                    "body": "The Palace of Monaco have released a set of images of Prince Albert II of Monaco and his wife Charlene posing with their twin babies Jacques and Gabriella at the Princess Grace Hospital in Monaco.\n\nThe Christmas-themed photographs show a smitten pair of parents gazing at their newborn children, with Princess Gabriella in pink and Prince Jaques in baby blue.\n\nGabriella was born first at 5.04pm, and Jacques at 5.06pm, but it is Jacques who will be the future Prince of Monaco, because of the Mediterranean principality's male inheritance laws.\n\nThey are the first children for the 36-year-old former South African Olympic swimmer, who married Prince Albert II, 56, three years ago.\n\nPrince Albert was by his wife's side as the children were delivered on December 10 at the Princess Grace Hospital, which is named after Albert's mother, the late Hollywood star, Grace Kelly.\n\nSoon after 7.30pm, 42 cannon shots rung around Monaco, confirming that the babies had been born.",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29061362",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8795,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "16:20:00",
                    "title": "Prince Albert and Princess Charlene release pictures of their twins",
                    "uri": "236434394",
                    "url": "http://www.dailymail.co.uk/femail/article-2885151/Prince-Albert-Princess-Charlene-release-adorable-pictures-twins-Jacques-Gabriella.html",
                    "wgt": 1
                },
                {
                    "body": "The family of four poses at Princess Grace Hospital in new pictures. Charlene gave birth to twins Jacques and Gabriella on Dec. 10. Jacques, the male heir, will one day be Monaco's prince.\n\nIntroducing the future Prince of Monaco and his adorable princess sister!\n\nThe Palace of Monaco has released the first photos of the newest members of the House of Grimaldi: newborn twins Jacques and Gabriella, born to Prince Albert II of Monaco and his wife Charlene on Dec. 10.\n\nThe festive photos show the proud parents cradling their newborns in the Princess Grace Hospital of Monaco. A snow-kissed Christmas tree decorated with red and white ornaments is behind them. Red and white are the colors of the Grimaldi coat of arms.\n\nGabriella was first, born at 5:04 p.m. Jacques followed two minutes later, and though he is not the firstborn, Monaco law states that he will be the country's prince because he is the male heir.\n\nPrince Albert, 56, was with Charlene, 36, as she delivered at the hospital, which is named after Albert's mother, late actress Grace Kelly.\n\nPrevious Next Enlarge\n\nTwo hours after the birth, Albert arranged 42 cannon shots to sound -- double the number that would blare for one baby.\n\nJacques and Gabriella are Monaco's first twins and only the second set of royal twins in the U.K. The only other pair was born to Scotland's King James I and his wife Joan Beaufort in 1430.\n\nBefore his wife gave birth, Albert said that they did not know the sex of their babies, calling the moment-to-come \"one of the beautiful surprises that life offers us.\"\n\nIf they had both been the same sex, the heir would have been decided by whoever popped out of Charlene's womb first. A spokesman for Britain's Royal College of Obstetricians and Gynaecologists said the royal couple's doctor would deliver the baby that \"presents itself first when the uterus is opened.\"\n\nPrince Albert and the former South African Olympic swimmer wed three years ago.\n\nON A MOBILE DEVICE? WATCH THE VIDEO HERE.\n\nmengel@nydailynews.com\n\nRelated Stories Princess Charlene, Prince Albert of Monaco welcome twins Related Gallery: View Gallery A look back at the life of Grace Kelly Princess Charlene, Prince Albert expecting twins: report",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29085545",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8705,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "21:03:00",
                    "title": "Prince Albert of Monaco, wife introduce twins",
                    "uri": "236489463",
                    "url": "http://www.nydailynews.com/life-style/prince-albert-monaco-wife-introduce-twins-article-1.2054849",
                    "wgt": 1
                },
                {
                    "body": "The Palace of Monaco has released a set of images of Prince Albert II of Monaco and his wife Charlene posing with their twin babies Jacques and Gabriella at the Princess Grace Hospital in Monaco.\n\nThe Christmas-themed photographs show a smitten pair of parents gazing at their newborn children, with Princess Gabriella in pink and Prince Jaques in baby blue.\n\nGabriella was born first at 5.04pm, and Jacques at 5.06pm, but it is Jacques who will be the future Prince of Monaco, because of the Mediterranean principality's male inheritance laws.\n\nScroll down for video\n\nThey are the first children for the 36-year-old former South African Olympic swimmer, who married Prince Albert II, 56, three years ago.\n\nPrince Albert was by his wife's side as the children were delivered on December 10 at the Princess Grace Hospital, which is named after Albert's mother, the late Hollywood star, Grace Kelly.\n\nSoon after 7.30pm, 42 cannon shots rung around Monaco, confirming that the babies had been born.\n\nAlbert had arranged the 42 shots, in place of the 21 that would boom for a single baby.\n\nThe babies are the first twins in the royal household, which dates back to the 13th Century.\n\nAlbert has admitted that he did not know the sex of the children before birth: 'It is one of the beautiful surprises that life offers us,' he said.\n\nIn the UK, only one set of royal twins has ever been born - to King James I of Scotland and his wife Joan Beaufort in 1430.\n\nIt is thought that the twins were welcomed via caesarean section, but the doctor delivering them had no more than a symbolic hand in deciding the destiny of the Grimaldi dynasty.\n\nIn principle, there's no medical reason a doctor would have an active role in deciding which newborn is delivered first, even in the case of a caesarean section, an expert said.\n\n'The obstetrician will always deliver first the twin that presents itself first when the uterus is opened at the time of caesarean section,' said Dr. Patrick O'Brien, spokesman for Britain's Royal College of Obstetricians and Gynaecologists. 'We don't decide in advance which twin to deliver first.'",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29094818",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8519,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "23:16:00",
                    "title": "Prince Albert and Princess Charlene release pictures of their twins",
                    "uri": "236510357",
                    "url": "http://www.dailymail.co.uk/femail/article-2885151/Prince-Albert-Princess-Charlene-release-adorable-pictures-twins-Jacques-Gabriella.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- You can tell them apart by the color of their onesies, pink and blue.\n\nMonaco's newborn royals, Princess Gabriella and Crown Prince Jacques Honore Rainier, posed for their first official photos with their parents, Prince Albert and Princess Charlene.\n\nThe photos were released Tuesday on the royal family's official Facebook account. They were taken at the Princess Grace Hospital, where the twins were born on December 10.\n\n\"A beautiful Christmas gift to Monaco, friends of the Principality of Monaco and the royal family,\" said the post.\n\nRoyal twins born in Monaco\n\nThe twins are the first children born to Charlene Wittstock, the former South African Olympic swimmer who married Prince Albert II in 2011.\n\nEven though Jacques was born two minutes after his sister, he will be next in line for the throne under Monaco law.\n\nPrince Albert also has two children born out of wedlock in 1992 and 2003.",
                    "date": "2014-12-24",
                    "eventUri": "2066382",
                    "id": "29109279",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8301,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "03:26:00",
                    "title": "First photos of royal Monaco twins",
                    "uri": "236544618",
                    "url": "http://www.cnn.com/2014/12/23/world/europe/monaco-twins-photos/index.html",
                    "wgt": 1
                },
                {
                    "body": "Monaco's Royal Palace has released the first photos of the twins of Prince Albert II of Monaco and his wife Princess Charlene.\n\nAccording to Monaco's Constitution, the boy, Prince Jacques, will be first in line to the throne, before Princess Gabriella.\n\nThe twins were born on December 10 to Albert, 56, the son of Prince Rainier and former Hollywood star Grace Kelly, Princess Grace, and his 36-year-old wife, a former South African Olympic swimmer.\n\nGabriella Therese Marie and Jacques Honore Rainier were born by caesarean two weeks early. In an interview with Paris Match, Princess Charlene said: \"They are both very active and very expressive. They are beautiful, adorable, I'm crazy in love with them.\"\n\nGabriella arrived two minutes ahead of her brother but Monegasque law gives priority to male inheritance.\n\nJacques, as his father's heir, bears the titles Hereditary Prince of Monaco and Marquis of Baux, and Gabriella has the title of Countess of Carlades. Albert has two acknowledged illegitimate children, a son and a daughter, abroad.\n\nThe pair are the first Grimaldi twins since the 13th century.",
                    "date": "2014-12-27",
                    "eventUri": "2066382",
                    "id": "29328792",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8173,
                    "source": {
                        "title": "The New Zealand Herald",
                        "uri": "www.nzherald.co.nz"
                    },
                    "time": "17:09:00",
                    "title": "Crazy in love, says royal twins' mother",
                    "uri": "237142851",
                    "url": "http://www.nzherald.co.nz/world/news/article.cfm?c_id=2&objectid=11379625",
                    "wgt": 1
                },
                {
                    "body": "Prince Albert and Princess Charlene, holding Prince Jacques and Princess Gabriella Just two days before Christmas, Prince Albert and Princess Charlene released the first photos of their newborns.\n\nThe French weekly Paris Match reports that the baby clothing chosen for the Christmas-themed pictures, with Princess Gabriella dressed in pink and Prince Jacques in baby blue, was inspired by what Albert's late mother Princess Grace picked for her baby shoots.\n\n\"I was present in the operating room and assisted at their birth. I helped my wife as I could - that's to say, by my presence. It was wonderful. I don't have the words to describe how it felt then or the deep joy I feel now,\" Albert told the weekly. \"Having children - and twins at that - is an extraordinary experience. It's unique. And it's a challenge for us as parents.\"\n\nThe newborns, who were born Dec. 10, will be presented publicly Jan. 7.\n\nEveryone is welcome to come to the palace square on the special day. An official holiday was announced before the children's birth to celebrate the event.\n\n* Reporting by PETER MIKELBANK",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29090786",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7268,
                    "source": {
                        "title": "PEOPLE.com",
                        "uri": "www.people.com"
                    },
                    "time": "22:17:00",
                    "title": "PHOTOS: Meet Prince Albert & Princess Charlene's Twins!",
                    "uri": "236501702",
                    "url": "http://www.people.com/article/prince-albert-princess-charlene-twins-photos",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-12-24",
            "avgCos": 0.5939,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2066382",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2073251",
            "lang": "eng",
            "storyDate": "2014-12-24",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-5257",
            "variance": 0.1472
        }
    },
    "meta": {
        "CCAArticleMatchCount": 54,
        "CCAArticleMatchRatio": 0.2727272727272727,
        "CCAAvgCosSim": 0.7432249999999999,
        "CCAAvgMatchWgt": 52.96296296296296,
        "_articleUri1": "236591624",
        "_articleUri2": "236618172",
        "_datetime": "2015-02-19 21:00:27",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-6507",
        "_storyUri2": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-5257",
        "_username": "Evgenia Belyaeva",
        "artCount1": 10,
        "artCount2": 7,
        "avgCosSimStory1": 0.6031,
        "avgCosSimStory2": 0.5939,
        "categorySim": 0,
        "conceptCosSim": 0.5276554632261776,
        "conceptJaccardSim": 0.25,
        "coreTime1": 131296.2166666667,
        "coreTime2": 131296.3333333333,
        "coreTimeStDev1": 4.24323808481549,
        "coreTimeStDev2": 31.6695358528305,
        "entityCosSim": 0.7712902102153916,
        "entityJaccardSim": 0.4285714285714286,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 4,
        "extractedDatesStory2": 0,
        "hasSameLocation": 1,
        "keywordCosSim": 0.4042043398087244,
        "keywordJaccardSim": 0.1764705882352941,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 15,
        "storyQuality2": 15,
        "timeAvg1": 131304.37,
        "timeAvg2": 131316.2285714286,
        "timeStDev1": 6.337975491694584,
        "timeStDev2": 31.6695358528305,
        "varianceStory1": 0.3181,
        "varianceStory2": 0.1472
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-6507": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "MONTECARLO (EFE).- Charlene y Alberto de Mónaco presentaron ayer al príncipe Jacques, heredero de la corona, y a la princesa Gabriella, los mellizos nacidos el 10 de este mes. Las primeras imágenes de la familia real monegasca fueron difundidas ayer en la página de Facebook del principado. \"El príncipe Alberto y la princesa Charlene posan para la primera sesión de fotos oficial del príncipe heredero Jacques y de la princesa Gabriella en la maternidad del Hospital Princesa Grace. Un gran regalo de Navidad para los monegascos, los amigos del Principado de Mónaco y de su familia principesca\", dice el texto oficial que acompaña varias fotos de la familia. Los mellizos Jacques Honoré Rainier y Gabriella Thérèse Marie son los primeros hijos de Alberto II y la sudafricana Charlene Wittstock, que se casaron el 2 de julio de 2011. Los nuevos integrantes del clan Grimaldi nacieron con dos minutos de diferencia: primero Gabriella (a las 17.04) y luego el príncipe heredero (17.06), que ostentará el título de marqués de Baux. La pequeña ocupa, así, la segunda posición en la línea de sucesión y recibirá el título de condesa de Carladès.",
                    "date": "2014-12-24",
                    "eventUri": "2066382",
                    "id": "29127888",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8315,
                    "source": {
                        "title": "www.lanacion.com.ar",
                        "uri": "www.lanacion.com.ar"
                    },
                    "time": "05:27:00",
                    "title": "Se agrandó la familia Grimaldi",
                    "uri": "236591624",
                    "url": "http://www.lanacion.com.ar/1755050-se-agrando-la-familia-grimaldi",
                    "wgt": 1
                },
                {
                    "body": "Los mellizos Jacques Honoré Rainier y Gabriella Thérese Marie, el pequeño príncipe y la pequeña princesa de Mónaco, nacieron el pasado 11 de diciembre.\n\nLos hijos de Charlène de Mónaco (36) y Alberto II (56) debutaron ante las cámaras este martes al darse a conocer la primera foto de la familia real de manera oficial, informó el portal ABC.es\n\nEl Palacio de Mónaco difundió las imágenes a través de su página de Facebook y esta se convierte así en la primera postal de la familia que además se suma a los festejos navideños.\n\n\"El príncipe Alberto y la princesa Charlene posan para la primera sesión de fotos oficial del príncipe heredero Jacques y de la princesa Gabriella en la maternidad del Hospital Princesa Grace. Un gran regalo de Navidad para los monegascos, los amigos del Principado de Mónaco y de su Familia Principesca\", reza el comunicado real.",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29089464",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8297,
                    "source": {
                        "title": "ultimahora",
                        "uri": "www.ultimahora.com"
                    },
                    "time": "21:58:00",
                    "title": "La primera foto de los príncipes de Mónaco",
                    "uri": "236498825",
                    "url": "http://www.ultimahora.com/la-primera-foto-los-principes-monaco-n858483.html",
                    "wgt": 1
                },
                {
                    "body": "Actualizado 24/12/2014 10:52:23 CET\n\nMADRID, 24 Dic. (CHANCE) -\n\nAlberto de Mónaco y Charlene han querido hacer un regalo muy especial a todo el pueblo de Mónaco.\n\nEl matrimonio ha decidido presentar a sus pequeños, Jacques y Gabriella, a través de Facebook. Un posado donde podemos ver a la feliz pareja junto a sus bebés recién nacidos.\n\nUna llegada muy especial para toda la familia Grimaldi que ve como poco a poco aumenta su familia. \"El príncipe Alberto y la princesa Charlene posan para la primera sesión de fotos oficial del príncipe heredero Jacques y de la princesa Gabriella en la maternidad del Hospital Princesa Grace. Un gran regalo de Navidad para los monegascos, los amigos del Principado de Mónaco y de su Familia Principesca\", escribían en la cuenta de Facebook oficial del Principado.",
                    "date": "2014-12-24",
                    "eventUri": "2066382",
                    "id": "29140049",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8059,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "12:58:00",
                    "title": "Alberto de Mónaco y Charlene presentan a sus mellizos por Navidad",
                    "uri": "236628013",
                    "url": "http://www.europapress.es/chance/gente/noticia-alberto-monaco-charlene-presentan-mellizos-navidad-20141224104318.html",
                    "wgt": 1
                },
                {
                    "body": "El Príncipe Alberto y la princesa Charlene han hecho públicas las primesa imágenes de sus mellizos a través del perfil oficial de Facebook del Palacio de Mónco.\n\nEn las imágenes, Charlene y Alberto posan con el príncipe heredero, Jaime, y la princesa Gabriela en la maternidad del Hospital Princesa Grace.\n\n\"Un hermoso regalo de Navidad para los monegascos, los amigos del Principado de Mónaco y su familia principesca\", según el texto que acompaña las imágenes.\n\nLos bebés nacieron por cesárea el pasado 10 de dicembre.",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29090033",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7443,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.larazon.es"
                    },
                    "time": "22:05:00",
                    "title": "Alberto y Charlene de Mónaco presentan a sus mellizos",
                    "uri": "236499943",
                    "url": "http://www.larazon.es/detalle_normal/noticias/8256578/portada/alberto-y-charlene-de-monaco-presentan-a-sus-mellizos",
                    "wgt": 1
                },
                {
                    "body": "Gabriella y Jacques nacieron el 10 de diciembre pero fue hasta este 23 del mismo mes que sus padres, el príncipe Alberto y la princesa Charlene dieron a conocer sus primeras imágenes.\n\nLos príncipes posaron junto a sus hijos en un ambiente navideño.Días posteriores al parto, Charlene expresó estar \"loca de amor\" por los pequeños, de los que aseguró son \"muy activos y expresivos\"\n\nLos pequeños, nacidos dos semanas antes de lo previsto mediante cesárea, son los más pequeños de la dinastía del principado de Mónaco. La princesa, de 36 años, confesó que la primera vez que los tuvo en brazos se sintió \"un poco desbordada por la emoción\".\n\nGabriella y Jacques nacieron el 10 de diciembre pero fue hasta hoy que sus padres, el príncipe Alberto y la princesa Charlene dieron a conocer sus primeras imágenes.",
                    "date": "2014-12-24",
                    "eventUri": "2066382",
                    "id": "29109459",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6935,
                    "source": {
                        "title": "www.sociales.com.bo",
                        "uri": "www.sociales.com.bo"
                    },
                    "time": "03:29:00",
                    "title": "Charlene y Alberto presentan a sus gemelos",
                    "uri": "236545156",
                    "url": "http://www.sociales.com.bo/sociales/charlene-y-alberto-presentan-gemelos.html",
                    "wgt": 1
                },
                {
                    "body": "En las fotografías compartidas por el Palacio a través de su página de Facebook, los pequeños- nacidos el pasado 10 de diciembre de 2014- aparecen junto a sus padres y en algunas de ellas se observa un árbol de Navidad hermosamente decorado de fondo.\n\nEn el comunicado de la Casa de Mónaco, que acompaña a las imágenes, se menciona que la sesión de fotos oficial del príncipe heredero y hermana se realizó en la maternidad del Hospital Princesa Grace.",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29090963",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5448,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "22:20:00",
                    "title": "Salen a la luz las primeras imágenes oficiales de los mellizos de Alberto de Mónaco",
                    "uri": "236502061",
                    "url": "http://www.elcomercio.com/tendencias/alberto-monaco-imagenesoficiales-mellizos-bebes.html",
                    "wgt": 1
                },
                {
                    "body": "Así los príncipes de Mónaco decidieron presentar al Principado y al mundo entero a sus gemelos, nacidos el 10 dediciembre pasado.\n\nEn una serie de cuatro fotos que el Principado publicó en su página de Facebook muestra la familia real junto a un árbol de Navidad.\n\nGabriella Thér'se Marie y su hermanito Jacques Honoré Rainiernacieron el 10 de diciembre con pocos minutos de diferencia.\n\nEmpero, Jacques, aunque es el \" segundogénito\" , será él quien herede a su papá Alberto II. De acuerdo con las reglas dinásticas establecidas por el Tratado de Péronne (1641) recibe el título de Marqués de Baux (en la Provenza) .\n\nSu hermanita, segunda en la línea sucesora, tendrá el título de Condesa de Carlades.\n\nAlberto II, hijo del príncipe Raniero y de Grace Kelly, tiene otros dos hijos que no pueden acceder al trono porque nacieron por fuera del matrimonio.",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29094598",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5333,
                    "source": {
                        "title": "ABC Color",
                        "uri": "www.abc.com.py"
                    },
                    "time": "23:13:00",
                    "title": "Mónaco: Alberto II y Charlene presentan a sus gemelos",
                    "uri": "236509893",
                    "url": "http://www.abc.com.py/internacionales/monaco-alberto-ii-y-charlene-presentan-a-sus-gemelos-1319487.html",
                    "wgt": 1
                },
                {
                    "body": "Trece días tardaron en aparecer los mellizos de Alberto y Charlene de Mónaco, aunque, como ella misma confesaba a la revista francesa Paris Match a la semana de dar a luz, \"ellos son los jefes\", los que marcan la agenda. Lo cierto es que los pequeños Gabriela y Jaime son eso, pequeños, siguiendo la lógica de los mellizos.\n\nLas imágenes distribuidas por el principado, y al más puro estilo monegasco difundidas a través de Facebook, fueron tomadas todavía en la maternidad del hospital Princesa Gracia. En ellas se ve sobre todo a una madre primeriza, temerosa a la hora de coger y atender a sus hijos, y a un padre pletórico, más allá de los cargos que cada uno ostenta. Los bebés, por su parte, ejerciendo de tales: la niña, la princesa Gabriela, que desde su nacimiento es condesa de Carladès, aparece despierta en las fotos, incluso parece sonreír en alguna. En cambio, el heredero aunque segundo en el orden de nacimiento, el príncipe Jaime, marqués de Baux, estuvo toda la sesión en una serena siesta, propia de su condición real.\n\nPosiblemente para mostrar una imagen más íntima y familiar, se escogió como marco de las fotos un salón de la maternidad, con sofá y hasta con árbol de Navidad escarchado, decorado con motivos en rojo, casi nórdicos, muy a juego con la camisa que llevaba el soberano monegasco. Su esposa, en cambio, se decidió por una blusa de seda beis con volantes.\n\nLos mellizos -que iban vestidos con un abrigoso mono en rosa ácido y azul grisáceo, aunque por debajo asomaban los puños encaje- serán presentados oficialmente a sus vecinos de la Roca el próximo día 7 de enero, pero mientras tanto las fotos de ayer sirvieron para hacerse una idea de cómo son los bebés.",
                    "date": "2014-12-24",
                    "eventUri": "2066382",
                    "id": "29115867",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4553,
                    "source": {
                        "title": "La Voz de Galicia",
                        "uri": "www.lavozdegalicia.es"
                    },
                    "time": "05:31:00",
                    "title": "Mónaco presenta al heredero",
                    "uri": "236560089",
                    "url": "http://www.lavozdegalicia.es/noticia/sociedad/2014/12/24/monaco-presenta-heredero/0003_201412G24P34995.htm",
                    "wgt": 1
                },
                {
                    "body": "Grandes alegrías para la Familia Real sueca y puede que no quiten razón al refrán y hasta lleguen juntas en su preciso momento. La prensa escandinava hace cábalas sobre la fecha en que la princesa Magdalena saldrá de cuentas (para últimos de junio) y contempla la posibilidad de que el nacimiento de su bebé se adelante o no al otro gran acontecimiento familiar del próximo año, la Boda Real de Carlos Felipe de Suecia. Ajenos a las cuentas de los medios de comunicación, el Príncipe y Sofia Hellqvist, que tantas primeras veces oficiales y personales han vivido desde que anunciaran su compromiso, sumaban ayer una más: una Navidad muy especial como prometidos.\n\nVER GALERÍA\n\nLos inseparables novios de Suecia acudieron a su primer compromiso de las entrañables fechas navideñas, un concierto benéfico en la iglesia de Gustaf Vasa en Estocolmo. El recital, llamado Navidad en Vasastan, incluyó villancicos tradicionales y más modernos a cargo de varios artistas suecos y del coro Laudes. La actuación sorpresa corrió a cargo del popular cantante Erik Saade, que hace unos años representó a Suecia en el festival de Eurovision.\n\n\"Absolutamente mágico, actuaciones fantásticas. Esto ha sido realmente un buen calentamiento para la Navidad\", confesaba al término del concierto a los medios de comunicación suecos Sofia Hellqvist, que dará el sí, quiero al príncipe Carlos Felipe el próximo 13 de junio de 2015.\n\nVER GALERÍA\n\nEl dinero recaudado se ha destinado a Project Playground, el proyecto de Sofia Hellqvist con niños marginados en Sudáfrica, una iniciativa a la que ha dedicado mucho tiempo en los últimos años y que la ha llevado a visitar este país varias veces y a grabar un documental. Y es que la novia de Carlos Felipe de Suecia ya hace gala de la solidaridad de una Princesa.\n\nEl orgulloso Príncipe de su princesa se mostró igualmente encantado con el reciente anuncio de que su hermana pequeña, la princesa Magdalena, está embarazada de su segundo hijo: \"Es fantástico ser tío otra vez. Un sentimiento maravilloso, así que serán unas Navidades especiales para toda la familia. Ya hemos celebrado una miniNavidad con mis hermanas y sus familias\". Sin duda la Familia Real sueca tiene mucho que celebrar. Sea cuando sea.",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29060906",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3371,
                    "source": {
                        "title": "http://www.hola.com",
                        "uri": "www.hola.com"
                    },
                    "time": "16:13:00",
                    "title": "¿Todas las alegrías llegarán juntas en Suecia?",
                    "uri": "236433220",
                    "url": "http://www.hola.com/realeza/casa_suecia/2014122375870/sofia-hellqvist-primer-concierto-navidad-carlos-felipe-suecia/",
                    "wgt": 1
                },
                {
                    "body": "Jacqueline Bracamontes y Martín Fuentes están a punto de celebrar una de las navidades más lindas de sus vidas, una Nochebuena de paz, amor y mucha felicidad al lado de los dos tesoros que han llegado a su familia: Jaqueline y Carolina.\n\nEste martes, ¡HOLA! adelanta su edición para llevarte hasta la intimidad del hogar de Jacky, Martín, \"Mini Jacky\" y Carolina, vestidos de gala para contarte cómo vivirán esta noche tan especial que tiene a \"Santa\" más ocupado que nunca alistando los regalos para dos hermosas princesas.\n\nCon este entrañable reportaje, ¡HOLA! cierra un año más en México con el mismo compromiso y espíritu que el primer día, siempre al pendiente de los personajes que son noticia y de todos aquellos eventos que atraen los grandes reflectores.\n\nAdemás, en esta edición que ya circula en los puntos de costumbre, Maude Versini se reencuentra con sus hijos después de tres años sin verlos. Entramos al fabuloso palacio de la princesa Gloria Von Thurn and Taxis en Baviera. La felicidad de la princesa Magdalena de Suecia en su primera fotografía tras anunciar su segundo embarazo y las más impactantes imágenes del año.\n\nTambién, Diego Boneta nos habla de Virginia, la joven misteriosa con quien se le ha visto en actitud cómplice y cariñosa. El protagonista de \"La Era del Rock\" es uno de los actores mexicanos más guapos e internacionales del momento. ¡No te lo pierdas!",
                    "date": "2014-12-23",
                    "eventUri": "2066382",
                    "id": "29051838",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2557,
                    "source": {
                        "title": "http://www.hola.com",
                        "uri": "mx.hola.com"
                    },
                    "time": "14:28:00",
                    "title": "En ¡HOLA!: Jacky y Martín, las primeras navidades con Jacky y Carolina en la intimidad de su hogar",
                    "uri": "236412521",
                    "url": "http://mx.hola.com/cine/201412228930/jacky-bracamontes-navidad-con-sus-hijas/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-12-24",
            "avgCos": 0.6031,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2066382",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2090091",
            "lang": "spa",
            "storyDate": "2014-12-24",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-6507",
            "variance": 0.3181
        }
    }
}