{
    "850f305d-14db-4c75-b547-79470a557ea3-458953": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "A lone gunman armed with a shotgun and a knife opened fire in a Seattle university building, killing one person before a student subdued him with pepper spray as he tried to reload.\n A student building monitor at Seattle Pacific University disarmed the gunman after he entered the foyer at Otto Miller Hall and several other students jumped on him and pinned him down until police arrived.\n A 19-year-old man died at Harborview Medical Centre and three other people were taken to hospital, including a critically injured 20-year-old woman who underwent surgery, hospital spokeswoman Susan Gregg said.\n A 24-year-old man and a 22-year-old man were in a satisfactory condition and Ms Gregg said one of those two was not shot.\n At a news conference today, assistant police chief Paul McDonagh said the suspect in custody was \"approximately 26 years of age\" and was not a student at the university in Washington state.\n The shooting came a week before the end of the school year and the situation was particularly tense when police initially reported that they were searching for a second suspect.  They later said no one else was involved.\n The university locked down its campus for several hours and told students and staff to stay inside.  Some students were taking final exams in the building the targeted by the shooter.\n About 4,270 undergraduate and graduate students attend the private Christian university.  Its 40-acre campus is in a leafy residential neighbourhood about 10 minutes from central Seattle.  The school cancelled classes and other activities for today.\n Jillian Smith (20) was taking a maths test on the second floor of Otto Miller Hall when a lockdown was ordered.\n She heard police yelling and banging on doors in the hallway.  The professor locked the classroom door, and the 20 or so students sat on the ground, lining up at the front of the classroom.\n \"We were pretty much freaking out,\" said Ms Smith.  \"People were texting family and friends, making sure everyone was OK.\" \"\nThe gun violence follows a spate of recent shootings on or near college campuses.\n Last month Elliot Rodger killed six people and injured seven before turning his gun on himself in a rampage in Isla Vista, California, near two universities.\n Seven people were killed and three injured when a 43-year-old former student opened fire at a tiny Christian school, Oikos University, in Oakland, California, in 2012.  A gunman killed five people and injured 18 when he opened fire in a Northern Illinois University lecture hall in 2008.\n Seattle mayor Ed Murray, noting previous mass shootings in the city, said: \"Once again the epidemic of gun violence has come to Seattle.\" \"",
                    "date": "2014-06-06",
                    "eventUri": "830882",
                    "id": "13368168",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7163,
                    "source": {
                        "title": "Irish Times",
                        "uri": "www.irishtimes.com"
                    },
                    "time": "06:48:00",
                    "title": "Man held after killing one and injuring three in Seattle college - Irish Times",
                    "uri": "189021244",
                    "url": "http://www.irishtimes.com/news/world/us/man-held-after-killing-one-and-injuring-three-in-seattle-college-1.1822910",
                    "wgt": 1
                },
                {
                    "body": "SEATTLE -- On Friday, Seattle police said Aaron Ybarra, the suspect in Thursday's deadly shooting at Seattle Pacific University, told police he had been planning a mass shooting and wanted to kill as many victims as possible before killing himself.\n On Friday, Ybarra's attorney said he was in a \"delusional state\" and he was sorry for his actions.\n Ybarra's attorney said he was on suicide watch and wearing a straight jacket.\n Paul Lee, 19, of Portland, was killed and two other students were wounded after the gunman entered the foyer at Otto Miller Hall on the Seattle Pacific University campus and started shooting Thursday afternoon.\n The four people, including the young man who died, were taken to Harborview Medical Center.\n A critically wounded 19-year-old woman, Sarah Williams, remained in intensive care Friday after five hours of surgery, according to the hospital.  She was upgraded to serious condition Friday afternoon.\n A unnamed 24-year-old man had pellet fragment wounds to his neck and chin. He was released from the hospital Friday evening.\n John Meis, 22, injured in the struggle in which he subdued the gunman after pepper-spraying him, was treated and released, officials said.\n All four victims were SPU students.\n Aaron R. Ybarra, 26, was booked into the King County Jail late Thursday for investigation of homicide, according to police and the jail roster.\n According to court documents released Friday, after Ybarra was read his Miranda Rights he told homicide detectives he shot the victims and that \"he had been planning a mass shooting and wanted to kill as many victims as possible before killing himself.\" \"\nFriends were not entirely surprised by Ybarra's actions.\n \"He seemed like a good kid, but he was dislodged from reality a little bit,\" said Jason Wells, a friend of Ybarra.\n Wells said the two met at a local bar and stayed friends.  Wells said Ybarra had an alcohol problem, so he took him under his wing.\n \"I tried to get him on the right track, even letting him sleep on my couch.  He kind of looked at me like a big brother,\" Wells said.\n Wells can't remember any talk about guns or Seattle Pacific University from Ybarra.  But, he said there were a few times when Ybarra acted strangely.\n \"He would say, 'I'm going to kill everyone,'\" Wells said.  \"I never took him seriously.\" \"\nThe Seattle Times reported that police could not find any motive, including a reason why the campus was chosen.\n A source tells KING 5 News that Ybarra was enrolled in the Washington Aerospace and Research Center at Edmonds Community College.\n Late Thursday and early Friday, police searched a house in Mountlake Terrace that was believed to be tied to Ybarra.\n The Times also reported that the suspect's father, Ambrose Ybarra, said he didn't know anything about the shooting.\n \"We just hope he's safe,\" he told the newspaper.  \"It's upsetting to have these accusations thrown around.  We're in emergency mode.  We are trying to stay calm.\" \"\nThe paper said Zack McKinley described himself as one of Ybarra's closest friends and said he was \"super happy and friendly.\" \"\nMcKinley said the attack was puzzling because Ybarra was happy happy about his new job bagging groceries at a store.\n He said Ybarra didn't do drugs or drink alcohol and spent time writing.  Ybarra could get emotionally low, but McKinley said he had a good group of friends and never saw him depressed.\n On Thursday evening, people packed the First Free Methodist Church on campus for a service of prayers and song.  So many people crowded into the building that dozens of people gathered on a lawn near the church and formed their own groups as the sun set.\n \"We're a community that relies on Jesus Christ for strength and we'll need that at this point in time,\" said Daniel Martin, university president.\n About 4,270 undergraduate and graduate students attend the private Christian university.  Its 40-acre campus is in a leafy residential neighborhood about 10 minutes from downtown Seattle.  The school canceled classes and other activities Friday.\n The gun violence follows a spate of recent shootings on or near college campuses.\n Last month, according to police, Elliot Rodger killed six people and injured seven before turning his gun on himself in a rampage in Isla Vista, California, near two universities.\n Seven people were killed and three injured when a 43-year-old former student opened fire at a tiny Christian school, Oikos University, in Oakland, California, in 2012.  A gunman killed five people and injured 18 when he opened fire in a Northern Illinois University lecture hall in 2008.\n In 2007, 32 people were fatally shot in a dorm and classroom at Virginia Tech in Blacksburg, Virginia, before the gunman killed himself.\n Seattle Mayor Ed Murray, noting previous mass shootings in the city, said: \"Once again the epidemic of gun violence has come to Seattle.\" \"",
                    "date": "2014-06-07",
                    "eventUri": "830882",
                    "id": "13308614",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.712,
                    "source": {
                        "title": "KGW",
                        "uri": "www.kgw.com"
                    },
                    "time": "05:12:00",
                    "title": "Seattle shooting suspect 'wanted to kill as many victims as possible'",
                    "uri": "189255133",
                    "url": "http://www.kgw.com/news/local/seattle-pacific-shooting-ybarra-suspect-262153271.html",
                    "wgt": 1
                },
                {
                    "body": "SEATTLE - A lone gunman armed with a shotgun and knife opened fire Thursday in a building at a small Seattle university, fatally wounding one person before a student subdued him with pepper spray as he tried to reload, police said.\n A student building monitor at Seattle Pacific University disarmed the gunman after he entered the foyer at Otto Miller Hall, and several other students jumped on top of him and pinned him down until police officers arrived, police said.\n A 19-year-old man died at Harborview Medical Center.  Three other people were hospitalized.  A critically injured 20-year-old woman was taken to surgery, hospital spokeswoman Susan Gregg said.  A 24-year-old man and a 22-year-old man were in satisfactory condition.  Gregg says one of those two men was not shot.\n None of the victims was immediately identified.\n At a news conference Thursday night, Assistant Police Chief Paul McDonagh said the suspect in custody was a white male \"approximately 26 years of age'' who was not a student at the school.  McDonagh said his name would not be released until he's booked into jail for investigation of murder.\n The afternoon shooting came a week before the end of the school year, and the situation was particularly tense when police initially reported that they were searching for a second suspect.  They later said no one else was involved.\n The university locked down its campus for several hours, and it alerted students and staff to stay inside.  Some students were taking finals in the same building that the shooter entered.  (AP)",
                    "date": "2014-06-06",
                    "eventUri": "830882",
                    "id": "13294769",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6702,
                    "source": {
                        "title": "Tempo - News in a Flash",
                        "uri": "www.tempo.com.ph"
                    },
                    "time": "20:59:00",
                    "title": "Student disarms Seattle gunman",
                    "uri": "189181639",
                    "url": "http://www.tempo.com.ph/2014/06/student-disarms-seattle-gunman/?utm_medium=twitter&utm_source=twitterfeed",
                    "wgt": 1
                },
                {
                    "body": "SEATTLE (AP) - Police say the suspect in a shooting at a small Seattle university was hospitalized twice in recent years for mental health evaluations.\n Pete Caw is the assistant police chief in the suburb of Mountlake Terrace, where the suspect, Aaron Ybarra, lives.  He said Friday that officers encountered Ybarra in 2010 and 2012.\n Caw says both times, Ybarra was severely intoxicated and taken to Swedish Hospital in Edmonds for evaluation.  In the October 2012 incident, police found him lying in a roadway.\n Ybarra was arrested in the killing of a 19-year-old student and wounding of two other young people Thursday at Seattle Pacific University.  Police say another student pepper-sprayed and tackled him.\n The 26-year-old Ybarra has been booked for investigation of homicide and is scheduled to make a court appearance Friday afternoon.\n Copyright 2014 The Associated Press.  All rights reserved.  This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-06-06",
                    "eventUri": "830882",
                    "id": "13292093",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5678,
                    "source": {
                        "title": "WFSB TV 3",
                        "uri": "www.wfsb.com"
                    },
                    "time": "19:44:00",
                    "title": "Seattle suspect had mental health evaluations",
                    "uri": "189168524",
                    "url": "http://www.wfsb.com/story/25709835/seattle-suspect-had-mental-health-evaluations",
                    "wgt": 1
                },
                {
                    "body": "Adam Lambert always has been more than just a musician and performer and has frequently displayed his philanthropic side with his various charity ventures, but last night the star tread on new ground.\n The American Idol graduate was clearly upset by the spate of school shootings in the States this week and decided to speak out on what he sees as the cause of the problem.\n A lone gunman entered a school in Oregon yesterday, shot and killed one student and injured a teacher before later turning the gun on himself.  It's not the first tragedy of this nature.  Just a few days ago another gunman entered a small university in Seattle, shooting three people.  He killed one and injured two.\n On Monday, two police officers were shot dead by a man and a woman in Las Vegas.  It's thought the pair were involved in the white supremacist movement.\n Gun control is a contentious issue in the States, but Adam has made it clear where he lies on the subject and tweeted his millions of followers last night saying:\n\"Gun Control is a serious issue in the US.  What do we need to do to prevent senseless killing?  Ridiculous.\" \"\nHe added: \"Law enforcement should be the only ones who are allowed to carry firearms.  That's it.\" \"\n\"That would be a definite step in the right direction.  It's sad and maddening at the same time the situation this country is in\"\n\"my 4 yr old neice got hands on grandpa's legal gun (sherrif).  Lucky the shot thru the floor didn't hit any downstairs.\" \"\nWhat do you think of Adam's comments?  Leave your thoughts and musings below...",
                    "date": "2014-06-11",
                    "eventUri": "830882",
                    "id": "13434878",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4786,
                    "source": {
                        "title": "Unreality TV",
                        "uri": "primetime.unrealitytv.co.uk"
                    },
                    "time": "12:23:00",
                    "title": "Adam Lambert preaches on gun control after Oregon shooting",
                    "uri": "190101014",
                    "url": "http://primetime.unrealitytv.co.uk/adam-lambert-preaches-gun-control-oregon-shooting/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BUnreality%252FPrimetime%2B%2528Unreality%2BPrimetime%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Our capitalist class may be becoming an absolute danger to ordinary Americans.  By promoting a doctrine of absolute right to gun ownership (which rather helps gun manufacturers) and at the same time encouraging people to hate the Federal government and resent paying taxes, they are creating a whole class of alienated far right shooters.\n The American far Right, with its white supremacism, fascination with guns and explosives, profound hatred for the Federal government, poses the biggest terrorism threat in the country by far.  Worse, they receive support from right wing media in the U.S. because they hate taxes just the way the ultra-conservative media moguls doe.  Although their attacks are ideological, directed at civilian victims and violent, they are seldom categorized as 'terrorists.' ' Rather what they do is \"mass shootings.\" \" In the meantime, plots hatched by Muslims in the U.S. during the past few years appear almost always to be a form of entrapment by the FBI.\n The right wing noise machine has even deflected blame from itself for whipping up anti-government sentiment by falsely alleging that most mass shooters are Democrats!\n1.  Aaron Ybarra, the alleged shooter who killed on a small Christian college campus in Seattle, had a history of obsession with the Columbine school mass shooting.  Although he is being depicted as simply crazed, in fact most reports say he had hoped to kill a lot of people before committing suicide.  A fixation on Columbine would tend to suggest an anti-Establishment ideology rather than making the person a random shooter.\n 2.  Dennis Marx, who planned a big hostage-taking and mass shooting at a courthouse in Georgia, was a member of the 'Sovereign Citizen' movement that sees the Federal government as illegitimate.\n 3.  Jerad and Amanda Miller identified with Cliven Bundy's claim that he did not have to pay his taxes and fees to an illegitimate Federal government.  They saw the government as oppressive and Nazi-like.  They hated police so much that they shot two policemen in the back of the head while they were on a break eating pizza.  The policemen had children, one a baby.\n The latter 2 far right attempts at mass shootings recall Wade Michael Page in the far right ideology that animated them.\n One difference between any old mass shooting and an act of terrorism is that the shooter has an ideology when it is terrorism.  At least 2 of these 3 were ideological, and maybe all three.  That we have enough knowledge of them to speak of white terrorism is not in doubt.  But we won't.",
                    "date": "2014-06-10",
                    "eventUri": "830882",
                    "id": "13390657",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4239,
                    "source": {
                        "title": "Truthdig",
                        "uri": "www.truthdig.com"
                    },
                    "time": "10:40:00",
                    "title": "Top 3 White Terrorist Attacks in America this Week",
                    "uri": "189894893",
                    "url": "http://www.truthdig.com/report/item/top_3_white_terrorist_attacks_in_america_this_week_20140610?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%25253A%2BTruthdig%2BTruthdig%25253A%2BDrilling%2BBeneath%2Bthe%2BHeadlines&utm_content=FeedBurner",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-06-08",
            "avgCos": 0.4206,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "830882",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "830882",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Seattle",
                "lat": 47.60621,
                "long": -122.33207,
                "wikiUri": "http://en.wikipedia.org/wiki/Seattle"
            },
            "storyDate": "2014-06-08",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-458953",
            "variance": 0.3231
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-185721": {
        "articles": {
            "resultCount": 13,
            "results": [
                {
                    "body": "Cuando el atacante intentó recargar su arma, un estudiante lo atacó con gas de pimienta en aerosol y lo sometió con ayuda de otros y así evitaron varias muertes\nCuando el hombre armado con una escopeta en una pequeña universidad de Seattle dejó de disparar para recargar su arma, otro estudiante lo atacó con gas de pimienta en aerosol, lo sometió con ayuda de otros y evitó varias muertes, dijo la policía el viernes.\n \"Hay varios héroes aquí\" , dijo el subjefe de policía Paul McDonagh.  \"La gente alrededor pasó al frente\" .\n Un joven murió y otros dos resultaron heridos cuando el hombre entró al salón Otto Miller en la universidad Seattle Pacific y abrió fuego el jueves por la tarde.  Cuando hizo una pausa para recargar su arma, un estudiante lo desarmó.  El hombre tenía más municiones y un cuchillo, dijo McDonagh.\n \"De no haber sido por la gran reacción de la gente de Seattle Pacific, este incidente pudiera haber sido mucho más trágico\" , aseguró.\n El detenido no era estudiante de la universidad, dijo McDonagh en conferencia de prensa.\n Cuatro personas, entre ellos el joven de 19 años que murió, fueron trasladadas al centro médico Harborview.  Una mujer de 19 años herida de suma gravedad seguía en cuidados intensivos el viernes, dijo el hospital.  Un hombre de 24 años se hallaba en estado satisfactorio.  Un hombre de 22 años lastimado al trabarse en lucha con el sospechoso recibió el alta luego de ser atendido, dijeron funcionarios.\n No se identificó a las víctimas.\n Aaron R. Ybarra, de 26 años, quedó detenido en la cárcel del condado de King y se lo investiga por homicidio, de acuerdo con la policía.\n Familiares y amigos de Ybarra no respondieron a mensajes enviados a través de redes sociales.\n Ambrose Ybarra, padre del sospechoso, dijo al diario Seattle Times que no sabía nada sobre el tiroteo.\n \"Solo esperamos que esté a salvo\" , dijo al diario.  \"Nos trastorna que se lancen estas acusaciones.  Estamos en estado de emergencia, tratamos de mantener la calma\" .",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13291459",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7116,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "18:26:00",
                    "title": "Alumnos evitaron matanza en Seattle - El Universal",
                    "uri": "189165596",
                    "url": "http://www.eluniversal.com.mx/el-mundo/2014/seattle-matanza-alumnos-muertes-1015482.html",
                    "wgt": 1
                },
                {
                    "body": "06:44 P.M. Banco Central intervino este jueves con $14 millones en el mercado cambiario\nUn tirador mató a una persona e hirió a dos el jueves en el campus de la Universidad Seattle Pacific, en estado de Washington, en el noroeste de Estados Unidos, en el último incidente de lo que se considera \"una epidemia de violencia armada\".\n El atacante abrió fuego en el lobby de un edificio de la facultad de ciencias de la universidad, provocando la muerte de un joven de 19 años y dejando tres heridos, uno de ellos en estado crítico.\n \"Hoy debió haber sido un día de celebración en el fin del año lectivo.  En cambio, es un día de tragedia y pérdida\", dijo el alcalde de Seattle, Ed Murray, a los periodistas tras el tiroteo.\n \"Una vez más, la epidemia de la violencia armada ha poseído a la nación\", agregó.\n \"La policía tiene a un sospechoso bajo custodia, un hombre adulto que fue reducido tras haber sido rociado con gas pimienta por un guardia de seguridad estudiantil\", señaló un comunicado de la policía.\n El sospechoso fue identificado como Aaron Ybarra, de 26 años, quien no estudiaba en la universidad, y quien comparecerá este viernes ante la corte, indicó el diario Seattle Post Intelligencer.\n Blake Oliveira, un estudiante, dijo que estaba en clase cuando comenzó el tiroteo, y que primero pensó que se trataba de un experimento de física.  Pero luego escuchó los gritos, señaló el diario.\n El joven de 21 años relató que tomó un tubo de metal, y junto con sus compañeros se trancó en el laboratorio de física.\n Oliveira dijo que escuchó a alguien pedir calma, y luego personas corriendo.  Minutos después, dos agentes de policía entraron al laboratorio y escoltaron a todos afuera.\n \"Yo me había quitado las sandalias y las había guardado en la mochila en caso de que tuviera que salir corriendo\", dijo el estudiante al periódico.  \"Vi a un policía con un arma y pensé: 'Ok, esto es real'.  Y vi sangre en el piso\".\n El portavoz de la policía Chris Fowler relató que el tirador fue puesto bajo custodia tras abrir fuego.  Cuando empezó a recargar su arma, un estudiante que estaba como guardia \"lo enfrentó y pudo reducirlo\", rociándolo con gas pimienta.\n \"Una vez en el piso, otros estudiantes le saltaron encima y pudieron mantener al tirador inmovilizado en el suelo hasta que llegó la policía\", agregó Fowler.\n Decenas de estudiantes se congregaron en los jardines de la universidad, que tiene unos 4.000 alumnos, para rezar por las víctimas.\n Este tiroteo sucede menos de dos semanas después de que un joven de 22 años con problemas mentales matara a seis personas, tres de ellas cerca del campus de la Universidad de Santa Barbara, próxima a Los Angeles.\n En los últimos años se han sucedido tiroteos en centros educativos en todo el país, como el de Newtown (Connecticut, noreste) en diciembre de 2012, en el que fallecieron 20 niños y seis maestros, y el de la universidad Virginia Tech (este) en abril de 2007, que dejó 33 muertos, incluyendo el atacante.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13275878",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.711,
                    "source": {
                        "title": "La Nación",
                        "uri": "www.nacion.com"
                    },
                    "time": "12:33:00",
                    "title": "Tiroteo deja un muerto y tres heridos en Universidad de Seattle en ... - La Nación Costa Rica",
                    "uri": "189087870",
                    "url": "http://www.nacion.com/mundo/norteamerica/Tiroteo-Universidad-Seattle-EE-UU_0_1419058164.html",
                    "wgt": 1
                },
                {
                    "body": "SAN FRANCISCO -- Un tirador mató a una persona e hirió a dos el jueves en el campus de la Universidad Seattle Pacific, en estado de Washington, en el noroeste de Estados Unidos, en el último incidente de lo que se considera \"una epidemia de violencia armada\".\n El atacante abrió fuego en el lobby de un edificio de la facultad de ciencias de la universidad, provocando la muerte de un joven de 19 años y dejando tres heridos, uno de ellos en estado crítico.\n \"Hoy debió haber sido un día de celebración en el fin del año lectivo.  En cambio, es un día de tragedia y pérdida\", dijo el alcalde de Seattle, Ed Murray, a los periodistas tras el tiroteo.\n \"Una vez más, la epidemia de la violencia armada ha poseído a la nación\", agregó.\n \"La policía tiene a un sospechoso bajo custodia, un hombre adulto que fue reducido tras haber sido rociado con gas pimienta por un guardia de seguridad estudiantil\", señaló un comunicado de la policía.\n El sospechoso fue identificado como Aaron Ybarra, de 26 años, quien no estudiaba en la universidad, y quien comparecerá este viernes ante la corte, indicó el diario Seattle Post Intelligencer.\n Blake Oliveira, un estudiante, dijo que estaba en clase cuando comenzó el tiroteo, y que primero pensó que se trataba de un experimento de física.  Pero luego escuchó los gritos, señaló el diario.\n El joven de 21 años relató que tomó un tubo de metal, y junto con sus compañeros se trancó en el laboratorio de física.\n Oliveira dijo que escuchó a alguien pedir calma, y luego personas corriendo.  Minutos después, dos agentes de policía entraron al laboratorio y escoltaron a todos afuera.\n \"Yo me había quitado las sandalias y las había guardado en la mochila en caso de que tuviera que salir corriendo\", dijo el estudiante al periódico.  \"Vi a un policía con un arma y pensé: 'Ok, esto es real'.  Y vi sangre en el piso\".\n El portavoz de la policía Chris Fowler relató que el tirador fue puesto bajo custodia tras abrir fuego.  Cuando empezó a recargar su arma, un estudiante que estaba como guardia \"lo enfrentó y pudo reducirlo\", rociándolo con gas pimienta.\n \"Una vez en el piso, otros estudiantes le saltaron encima y pudieron mantener al tirador inmovilizado en el suelo hasta que llegó la policía\", agregó Fowler.\n Decenas de estudiantes se congregaron en los jardines de la universidad, que tiene unos 4.000 alumnos, para rezar por las víctimas.\n Este tiroteo sucede menos de dos semanas después de que un joven de 22 años con problemas mentales matara a seis personas, tres de ellas cerca del campus de la Universidad de Santa Barbara, próxima a Los Angeles.\n En los últimos años se han sucedido tiroteos en centros educativos en todo el país, como el de Newtown (Connecticut, noreste) en diciembre de 2012, en el que fallecieron 20 niños y seis maestros, y el de la universidad Virginia Tech (este) en abril de 2007, que dejó 33 muertos, incluyendo el atacante.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13284014",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.709,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "16:27:00",
                    "title": "Tiroteo deja un muerto y tres heridos en campus de Seattle",
                    "uri": "189130388",
                    "url": "http://www.elnuevoherald.com/2014/06/06/1765592/siete-personas-heridas-en-un-tiroteo.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "SEATTLE -- Cuando el hombre armado con una escopeta en una pequeña universidad de Seattle dejó de disparar para recargar su arma, otro estudiante lo atacó con gas de pimienta en aerosol, lo sometió con ayuda de otros y evitó varias muertes, dijo la policía el viernes.\n \"Hay varios héroes aquí\", dijo el subjefe de policía Paul McDonagh.  \"La gente alrededor pasó al frente\".\n Un joven murió y otros dos resultaron heridos cuando el hombre entró al salón Otto Miller en la universidad Seattle Pacific y abrió fuego el jueves por la tarde.  Cuando hizo una pausa para recargar su arma, un estudiante lo desarmó.  El hombre tenía más municiones y un cuchillo, dijo McDonagh.\n \"De no haber sido por la gran reacción de la gente de Seattle Pacific, este incidente pudiera haber sido mucho más trágico\", aseguró.\n El detenido no era estudiante de la universidad, dijo McDonagh en conferencia de prensa.\n Cuatro personas, entre ellos el joven de 19 años que murió, fueron trasladadas al centro médico Harborview.  Una mujer de 19 años herida de suma gravedad seguía en cuidados intensivos el viernes, dijo el hospital.  Un hombre de 24 años se hallaba en estado satisfactorio.  Un hombre de 22 años lastimado al trabarse en lucha con el sospechoso recibió el alta luego de ser atendido, dijeron funcionarios.\n No se identificó a las víctimas.\n Aaron R. Ybarra, de 26 años, quedó detenido en la cárcel del condado de King y se lo investiga por homicidio, de acuerdo con la policía.\n Familiares y amigos de Ybarra no respondieron a mensajes enviados a través de redes sociales.\n Ambrose Ybarra, padre del sospechoso, dijo al diario Seattle Times que no sabía nada sobre el tiroteo.\n \"Solo esperamos que esté a salvo\", dijo al diario.  \"Nos trastorna que se lancen estas acusaciones.  Estamos en estado de emergencia, tratamos de mantener la calma\".",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13289209",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7086,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "18:30:00",
                    "title": "Estudiantes evitan matanza en Seattle",
                    "uri": "189154758",
                    "url": "http://www.elnuevoherald.com/2014/06/06/1766260/estudiantes-evitan-matanza-en.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Al menos una persona falleció y tres resultaron heridas este jueves en un tiroteo ocurrido en el campus de la universidad Seattle Pacific, en el estado de Washington (noroeste), informaron las autoridades.\n \"Una persona murió y tres fueron heridas\", dijo la policía de Seattle en un comunicado.  \"La policía detuvo a una persona, un hombre adulto que fue reprimido después de que un estudiante le lanzara un spray de pimienta\", precisó la nota.\n Una portavoz del Centro Médico Harborview, al que fueron llevadas las víctimas, había confirmado poco antes a la cadena local KIRO 7 que \"un chico de unos 20 años falleció pocos minutos después de llegar al hospital\".\n Uno de los heridos se encuentra en estado crítico, agregó la portavoz.\n El capitán de la policía de Seattle Chris Fowler explicó en una rueda de prensa que el hombre \"entró con un arma en el edificio e inmediatamente se encontró con tres personas y les disparó\".\n \"Cuando el hombre armado empezó a cargar su arma, un estudiante que se encarga de vigilar el edificio lo confrontó.  Logró reprimirlo y, cuando estaba en el suelo, otros estudiantes se subieron encima y consiguieron mantenerlo en el suelo hasta que llegó la policía\", relató Fowler.\n Un estudiante explicó a KIRO 7 que las fuerzas de seguridad llegaron pocos minutos después de los disparos y que el centro universitario fue cerrado inmediatamente.\n La universidad, que cuenta con unos 400.000 estudiantes, canceló todas las clases programadas para el jueves, penúltimo día del curso.\n Este tiroteo sucede menos de dos semanas después de que un joven de 22 años con problemas mentales matara a seis personas, tres de ellas cerca del campus de la universidad de Santa Barbara, cerca de Los Angeles.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13290445",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6988,
                    "source": {
                        "title": "BioBioChile",
                        "uri": "www.biobiochile.cl"
                    },
                    "time": "19:03:00",
                    "title": "Al menos 4 víctimas deja tiroteo en campus de universidad en Washington",
                    "uri": "188972857",
                    "url": "http://www.biobiochile.cl/2014/06/05/al-menos-4-victimas-deja-tiroteo-en-campus-de-universidad-en-washington.shtml?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bradiobiobio%2B%2528Bio-Bio%2BNoticias%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Un estudiante de 19 años muerto y tres más heridos fue el resultado de un tiroteo en el campus de la Universidad Seattle Pacific que pudo haber tenido más víctimas de no ser por la oportuna intervención de otros estudiantes que sometieron al atacante con gas pimienta.\n El sospechoso, fue identificado como Aaron Ybarra, de 26 años, quien no es estudiante de la escuela, y ha quedado en custodia de la policía.\n \"El sospechoso comenzó a recargar su escopeta, cuando un estudiante que es el monitor del edificio lo confrontó en el pasillo, lo pudo someter, y una vez en el suelo otros estudiantes saltaron sobre él y fueron capaces de mantenerlo sobre el suelo hasta que llegó la policía\", narró el capitán de la policía de Seattle, Chris Fowler.\n Ybarra tenía munición adicional y un cuchillo, por lo que se presume su intención era matar a más gente.\n Los heridos fueron transportados a un hospital, y a excepción de una joven de 20 años que fue herida de gravedad y sometida a cirugía, los demás fueron heridos leves que fueron atendidos y dados de alta.  Ninguna de las víctimas ha sido identificada.\n El incidente ocurre menos de dos semanas después de que un hombre de 22 años matara a seis personas cerca de la Universidad de California en Santa Bárbara, antes de suicidarse.\n Alrededor de 4 mil alumnos cursan estudios en esta universidad cristiana.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13271988",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6774,
                    "source": {
                        "title": "Voz de América",
                        "uri": "www.voanoticias.com"
                    },
                    "time": "11:05:00",
                    "title": "Un muerto y 3 heridos en tiroteo en U. de Seattle - Voz de América",
                    "uri": "189066726",
                    "url": "http://www.voanoticias.com/content/eeuu_seatlle_universidad_tiroteo/1930786.html",
                    "wgt": 1
                },
                {
                    "body": "La policía sostuvo que un estudiante a cargo de la supervisión de un edificio de la Universidad Seattle Pacific desarmó al hombre y otros alumnos lo sujetaron hasta que llegaron los policías al edificio Otto Miller.  Un hombre de 19 años falleció en el hospital y una mujer de 20 años gravemente herida fue llevada a la mesa de operaciones, informó Susan Gregg, vocera del Centro Médico Harborview.  Un hombre de 24 años y otro de 22 están en buen estado.  Ninguna de las víctimas ha sido identificada y uno de los hombres no estaba herido de bala, también se informó que ninguna de las víctimas en el hospital estaba detenida, según Gregg.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13319728",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5647,
                    "source": {
                        "title": "Univision.com",
                        "uri": "noticias.univision.com"
                    },
                    "time": "15:21:00",
                    "title": "Identifican como Aaron Ybarra al sospechoso del tiroteo en Seattle - Univisión",
                    "uri": "189140707",
                    "url": "http://noticias.univision.com/article/1979120/2014-06-06/estados-unidos/noticias/identifican-como-aaron-ybarra-al-sospechoso-del-tiroteo-en-seattle?refPath=%2Fmiami%2F",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- El hábito de Jon Meis de cargar gas pimienta salvó la vida de muchos estudiantes después de que un hombre abrió fuego en una universidad de Seattle.\n El tirador hirió a tres personas este jueves y uno de ellos murió.  El atacante estaba recargando su arma cuando Meis, un guardia de seguridad voluntario, vio una oportunidad.  Se acercó, lo roció con el spray y lo tiró al suelo.\n Otros estudiantes de la Universidad del Pacífico de Seattle se unieron y arrebataron el arma del sospechoso tirador Aaron Ybarra, de 26 años, informó la policía.\n Los funcionarios están convencidos de que el tiroteo en la escuela crisitana hubiera sido peor si Meis y otros no hubieran intervenido.  Meis parecía estar alterado y al borde de las lágrimas cuando las ambulancias llegaron para llevarse a los heridos.  Los médicos lo pusieron en una camilla y lo trasladaron al hospital para revisarlo.\n La policía no dio su nombre pero uno de sus amigos se lo dijo a KOMO, televisora afiliada a CNN.  \"Pude ser una de esas personas que resultó herida o en condición crítica\", dijo Patrick Maguire, amigo de Mais.  \"Muchos (estudiantes) estaban en ese edificio y él lo detuvo en el lobby.  No llegó más lejos y por eso estoy agradecido\", expresó.\n Meis, un estudiante de ingeniería, tiene reputación de mantener un bajo perfil y no buscar atención, reportó The Seattle Times.  Es reconocido como un cristiano devoto y un excelente estudiante.\n Su hermana dijo al periódico que no harían comentarios por el momento.\n Sin embargo, ha sido reconocido a través de las redes sociales que se llenaron con su nombre, fotos y comentarios, la mayoría de ellos llamándolo un héroe.\n Whatever praise #JonMeis gets is well deserved.  pic.t twitter.c com/FEbPUutAGm -- Jeremy Paul Beasley (@jeremypbeasley)\njunio 6, 2014\nMeis consiguió salir del enfrentamiento sin heridas físicas serias.  Su compañero de cuarto por largo tiempo, Ryan Salgado, habló con el The Seattle Times sobre el gas pimienta, comentó que Meis lo carga regularmente, solo por si acaso.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13282127",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5576,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "15:37:00",
                    "title": "Un estudiante detuvo al tirador de Seattle",
                    "uri": "189120521",
                    "url": "http://mexico.cnn.com/mundo/2014/06/06/un-estudiante-que-cargaba-gas-pimienta-detuvo-al-tirador-de-seattle",
                    "wgt": 1
                },
                {
                    "body": "\"Una de las víctimas, un joven que fue trasladado al centro médico Harborview, fue declarado muerto, mientras una mujer de 20 años se encuentra en condición delicada\", señaló dicho hospital.\n Tras el tiroteo, la policía arrestó a un sospechoso y lanzó un operativo de búsqueda de un segundo presunto atacante, pero después se confirmó que el tirador fue sólo uno.\n A este plantel universitario cristiano, que fue desalojado, asisten alrededor de cuatro mil estudiantes y se localiza a unos 10 minutos del centro de Seattle, noroeste de Estados Unidos.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13290152",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5365,
                    "source": {
                        "title": "www.uniradioinforma.com",
                        "uri": "www.uniradioinforma.com"
                    },
                    "time": "18:57:00",
                    "title": "Tiroteo en Seattle causa un muerto y tres heridos",
                    "uri": "189137602",
                    "url": "http://www.uniradioinforma.com/noticias/tijuana/articulo274029.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BUniradioInforma%252FLocal%2B%2528Uniradio%2BInforma%2B%2B%253A%2BLocal%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "El autor de los disparos entró armado al campus y abrió fuego.  Un internado se encuentra en estado my grave.\n SAN FRANCISCO, Estados Unidos.- - Al menos un muerto y tres heridos, uno de ellos de gravedad, dejó anoche un tiroteo en la Universidad Seattle Pacific del estado de Washington, Estados Unidos.  El presunto autor de los disparos entró armado a la sala Otto Miller del campus de la universidad alrededor de las 20.30 -hora Argentina-, disparó contra tres personas y fue reducido, mientras recargaba su arma, por un estudiante que tiene el cargo de monitor del edificio.\n Otros estudiantes ayudaron a reducirlo, uno utilizó un aerosol de gas pimienta, y entre todos mantuvieron al presunto autor de los disparos inmóvil hasta que llegó la policí­a, que lo detuvo.  De los cuatro heridos, tres tenían heridas de bala, mientras que la naturaleza de las heridas del cuarto se desconoce.  Uno de ellos, un varón joven que llegó en estado \"crí­tico\" falleció, mientras que una mujer de 20 años sigue en estado grave, informó el Centro Médico Harborview.  Las otras dos ví­ctimas, dos varones de 24 y 22 años (uno de los cuales no presenta heridas de bala), se encuentran fuera de peligro, informó la agencia Télam.\n \"Hoy debí­a haber sido un dí­a de celebración por el final del año escolar.  De nuevo, la epidemia de la violencia de las armas ha venido a Seattle\", lamentó el alcalde de Seattle, Ed Murray.  La entidad educativa informó que la universidad está cerrada y las clases suspendidas.  La Universidad Seattle Pacific es un centro privado de enseñanza superior fundado en 1891 y de confesión cristiana metodista libre que cuenta en la actualidad con unos 4.270 estudiantes.",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13272887",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4527,
                    "source": {
                        "title": "La Gaceta de Tucuman",
                        "uri": "www.lagaceta.com.ar"
                    },
                    "time": "11:28:00",
                    "title": "Un muerto y tres heridos por un tiroteó en una Universidad de ... - La Gaceta Tucumán",
                    "uri": "189071851",
                    "url": "http://www.lagaceta.com.ar/nota/593654/mundo/muerto-tres-heridos-tiroteo-universidad-estados-unidos.html",
                    "wgt": 1
                },
                {
                    "body": "El departamento de policía de Seattle, estado de Washingtón, informó del hecho ocurrido en el campus de la Universidad Seattle Pacific a través de su cuenta de Twitter, en la que precisó que el lugar fue cerrado y que los estudiantes fueron evacuados.\n Las víctimas fueron llevadas al centro médico Harborview y la vocera de la institución dijo que dos de los heridos se encontraban en estado crítico, en declaraciones al diario Seattle Times.\n Según el periódico local, la policía buscaba a una persona, identificada como un hombre blanco que vestía una camiseta azul rayada de manga larga y llevaba consigo una pistola.\n Fuente: Télam",
                    "date": "2014-06-06",
                    "eventUri": "841748",
                    "id": "13286429",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4129,
                    "source": {
                        "title": "www.diarioc.com.ar",
                        "uri": "www.diarioc.com.ar"
                    },
                    "time": "17:23:00",
                    "title": "Cuatro heridos en otro tiroteo en una universidad de EEUU",
                    "uri": "189141365",
                    "url": "http://www.diarioc.com.ar/internacionales/Cuatro_heridos_en_otro_tiroteo_en_una_universidad_de_EEUU/225316",
                    "wgt": 1
                },
                {
                    "body": "La vida de una mujer también quedó en peligro después de que recibiera un disparo en la cabeza durante el incidente en Spring, en las afueras de Houston, dijo a la AFP el jefe de policía del condado de Harris, Ron Hickman.\n Asimismo, detalló que cuatro o cinco niños habían sido asesinados y que al menos un hombre había muerto en el tiroteo.\n La mujer estuvo en condiciones de indicar a la policía hacia dónde se dirigía el sospechoso, a raíz de lo cual inició una persecución que duró unos 20 minutos.\n \"Lo agarramos en un callejón sin salida\" , dijo Hickman, después de que pasara una hora en la que el sospechoso estuvo en su vehículo rodeado de unos 50 efectivos armados.\n \"El sospechoso está dialogando con el sheriff de nuestra oficina\" , añadió.\n El tiroteo fue el último de una serie de incidentes similares en un condado asolado por la violencia con armas.\n El presidente, Barack Obama, señaló a los estadounidenses que era necesario un \"examen de conciencia nacional\" ante la violencia con armas de fuego.\n El 23 de mayo un estudiante mató a seis personas y luego a sí mismo en California (oeste) , mientras que el 5 de junio un hombre mató a una persona e hirió a otras dos con arma de fuego en un campus de Seattle (noroeste) .\n El mismo mes, una pareja mató a dos policías y a un civil en Las Vegas (oeste) y un adolescente mató a un estudiante de 14 años en un liceo de Oregon (noroeste).",
                    "date": "2014-07-10",
                    "eventUri": "841748",
                    "id": "14472287",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3091,
                    "source": {
                        "title": "ABC Color",
                        "uri": "www.abc.com.py"
                    },
                    "time": "03:37:00",
                    "title": "Disputa familiar en Texas deja al menos seis muertos",
                    "uri": "195309338",
                    "url": "http://www.abc.com.py/internacionales/disputa-familiar-en-texas-deja-al-menos-seis-muertos-1264559.html",
                    "wgt": 1
                },
                {
                    "body": "MÉXICO -- Bien dicen que es más fácil llegar que mantenerse, y para los Seattle Seahawks está claro que no será sencillo revalidar el título conseguido en el Super Bowl XLVIII en febrero pasado.\n Los campeones reinantes de la NFL hicieron un buen trabajo al retener a la mayoría de sus agentes libres, y en el proceso sumaron a un par de jugadores interesantes, aunados a un sorteo universitario sólido.  Sin embargo, se dice a menudo en la NFL que quien no avanza en realidad está retrocediendo y cabe preguntarse si los Seahawks no perdieron terreno ante otros clubes de la liga, particularmente aquellos que residen en su misma división.\n LA ADICIÓN CLAVE\nLos Seahawks optaron por salirse del lugar Nº 32 en el orden de la primera ronda del draft, cediendo el turno a los Minnesota Vikings --quienes la invirtieron en el pasador Teddy Bridgewater-- a cambio de selecciones adicionales en segunda y cuarta ronda.  Después, la gerencia tomó esa selección de los Vikings y la envió a los Detroit Lions, añadiendo una selección adicional de séptima vuelta.\n Finalmente, cuando llegó el momento de anunciar a su primer recluta de la clase del 2014, los Seahawks eligieron al receptor abierto de Colorado, Paul Richardson, en el escalón Nº 45 global.\n Richardson llega a un equipo donde, si tiene suerte, encontrará como el cuarto receptor, detrás de Percy Harvin, Doug Baldwin, Jermaine Kearse.  Además, los Seahawks también tienen en plantilla a Ricardo Lockette y trajeron de vuelta a Sidney Rice, pero es probable que alguno de ellos quede fuera del equipo cuando llegue el momento de los últimos cortes.  Asimismo, Seattle sumó a un efectivo receptor de posesión en la cuarta vuelta con el novato Kevin Norwood, de Alabama, reduciendo las probabilidades de que el equipo se quede con Lockette y Rice.\n Aun con minutos limitados, Richardson tendrá la posibilidad de impactar favorablemente a los Seahawks.  El espigado receptor abierto posee gran velocidad en línea recta y ayudará a estirar verticalmente a las defensivas en rutas largas, permitiendo a Harvin, Baldwin y Kearse operar en zonas cortas e intermedias, sobre todo, esencialmente ocupando la plaza que dejó vacante Golden Tate cuando emigró como agente libre a Detroit.\n Richardson no tendrá el gran impacto de otros novatos de ronda alta del pasado draft, pero eso se debe más a una gran profundidad en el plantel de Seattle que a carencias personales.  No obstante, será interesante verlo volar en rutas rectas en persecución de los envíos largos del mariscal de campo Russell Wilson.\n LA MAYOR PÉRDIDA\nEn términos de producción pura, ningún jugador perdido por los Seahawks durante la temporada baja lo hizo mejor en el 2013 que el mencionado Tate.  Sin embargo, pienso que el solo regreso de Harvin tras ver casi toda la campaña del 2013 desde las laterales lesionado, iba a ser suficiente para compensar su salida, incluso antes de los arribos de Richardson y Norwood vía draft.\n En cambio del lado defensivo, hubo más bajas.\n Los linieros defensivos Chris Clemons, Red Bryant, Clinton McDonald, y el esquinero Walter Thurmond, son los nombres más importantes en cuanto a las piezas que ya no formarán parte del rompecabezas defensivo de los Seahawks.  ¿A quién se extrañará más?\n Probablemente a Thurmond, quien se repartió algunos inicios en la esquina opuesta al estelar Richard Sherman con Byron Maxwell cuando Brandon Browner fue suspendido.  Aunque Maxwell es el más talentoso de los dos, y queda como titular fijo este año, Thurmond aportaba una alternativa sólida como tercer esquinero, y una gran póliza de garantía para el eventual caso de lesiones en la posición.  Jeremy Lane y Simon Tharald son los reservas principales detrás de Sherman y Maxwell, elevando cuestionamientos acerca de la profundidad de Seattle en su \"Legion of Boom\".\n EL DIAGNÓSTICO\nLa fortaleza de los Seahawks en la línea defensiva durante el 2013 estuvo en sus números, con su obra maestra llegando en el Super Bowl XLVIII cuando atacaron por oleadas a Peyton Manning sin descanso, sacando de ritmo a toda la máquina ofensiva de los Denver Broncos.\n Sin Clemons, Bryan y McDonald, habrá dudas de que los titulares puedan soportar el desgaste de una campaña completa sin reservas probados.  Jesse Williams, Jordan Hill y el veterano Kevin Williams, quien llega procedente de Minnesota, tendrán la tarea de proveer un descanso ocasional a Tony McDaniel y Brandon Mebane por el interior, pero está por verse si será suficiente.\n No obstante, fuera de las dudas acerca de la profundad defensiva perdida en Seattle en la línea defensiva y las esquinas, lo cierto es que los Seahawks hicieron un buen trabajo de proteger a sus titulares habituales, una diferencia marcada con respecto a lo que sucedió a sus predecesores, Baltimore Ravens, hace un año.\n Seattle quedó menos debilitado por la agencia libre que campeones previos, y eso garantiza que la NFC Oeste volverá a ser una de las divisiones más competidas de la liga.  Por lo tanto, no sorprendería que el equipo que conquiste el Super Bowl XLIX.",
                    "date": "2014-07-09",
                    "eventUri": "841748",
                    "id": "14446154",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2821,
                    "source": {
                        "title": "ESPNDeportes",
                        "uri": "espndeportes.espn.go.com"
                    },
                    "time": "13:31:00",
                    "title": "Seahawks vuelven con todas sus piezas claves a la defensa de su ... - ESPN Deportes",
                    "uri": "195208551",
                    "url": "http://espndeportes.espn.go.com/news/story/_/id/2130470/seahawks-vuelven-con-todas-sus-piezas-claves-a-la-defensa-de-su-titulo",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 13,
            "averageDate": "2014-06-11",
            "avgCos": 0.5375,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "841748",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "841748",
            "lang": "spa",
            "storyDate": "2014-06-11",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-185721",
            "variance": 0.5957
        }
    },
    "meta": {
        "CCAArticleMatchCount": 5,
        "CCAArticleMatchRatio": 0.01976284584980237,
        "CCAAvgCosSim": 0.6320500000000001,
        "CCAAvgMatchWgt": 42,
        "_articleUri1": "189165596",
        "_articleUri2": "189021244",
        "_datetime": "2015-01-19 23:02:07",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-185721",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-458953",
        "_username": "Evgenia Belyaeva",
        "artCount1": 13,
        "artCount2": 6,
        "avgCosSimStory1": 0.5375,
        "avgCosSimStory2": 0.4206,
        "categorySim": 0,
        "conceptCosSim": 0.270806531218287,
        "conceptJaccardSim": 0.1111111111111111,
        "coreTime1": 126491.4666666667,
        "coreTime2": 126499.7333333333,
        "coreTimeStDev1": 226.8750830430363,
        "coreTimeStDev2": 48.32806548559726,
        "entityCosSim": 0.498656642058962,
        "entityJaccardSim": 0.1111111111111111,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.2009558828994082,
        "keywordJaccardSim": 0.1111111111111111,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 8,
        "storyQuality2": 5,
        "timeAvg1": 126618.458974359,
        "timeAvg2": 126532.6277777778,
        "timeStDev1": 287.4657434526365,
        "timeStDev2": 48.32806548559726,
        "varianceStory1": 0.5957,
        "varianceStory2": 0.3231
    }
}