{
    "850f305d-14db-4c75-b547-79470a557ea3-893073": {
        "articles": {
            "resultCount": 48,
            "results": [
                {
                    "body": "Director Peter Jackson has revealed a safety video for Air New Zealand which features a look into Middle Earth and many actors from The Hobbit trilogy.\n\nWhile we've been hearing about this safety video featuring Lord of the Rings and Hobbit director Peter Jackson for quite some time, the Air New Zealand video has finally arrived. Watch below where director Peter Jackson, Elijah Wood, and a few more Hobbit characters show up:\n\nAir New Zealand decided to take advantage of the final Hobbit film, The Hobbit: The Battle of the Five Armies, and release a new safety video for their airline which features their beloved director Sir Peter Jackson.\n\nIt's certainly a bit bizarre, but we get to see two passengers as they take a look at all things Middle Earth after taking a seat on one of Air New Zealand's planes. Elijah Wood is seen sitting near the two Hobbit fans (who are dressed in their Hobbit gear) and we also get a look at a few dwarves from the film.\n\nWe also get a look at Weta Digital's Richard Taylor, who is shown sitting in a seat looking fairly tiny next to an orc. We also get a look at Dean O'Gorman as the dwarf Fili, while he rides a horse and shows passengers how to buckle and unbuckle their seatbelt.\n\nIt's nice that Peter Jackson and Elijah Wood were willing to make this fun video for Air New Zealand passengers and we imagine everyone will take a bit more notice when the safety video rolls before their flight to and from the beautiful country of New Zealand.\n\nThe studio have also released a new poster for The Hobbit: The Battle of the Five Armies, which finally features the entire cast. Check it out below:\n\nLet us know if you plan on taking the journey to see the real Hobbiton in the future in New Zealand. The Hobbit: The Battle of the Five Armies will be released on December 17.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23178459",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8285,
                    "source": {
                        "title": "Hypable",
                        "uri": "www.hypable.com"
                    },
                    "time": "18:22:00",
                    "title": "Epic safety video for Air New Zealand features 'Hobbit' actors",
                    "uri": "220931242",
                    "url": "http://www.hypable.com/2014/10/22/epic-safety-video-for-air-new-zealand-features-hobbit-actors/",
                    "wgt": 1
                },
                {
                    "body": "The New Zealand airline is at it again. Wednesday, the company released its second 'Hobbit' safety video.\n\nWhat once was a simple video that detailed the safety rules on an airplane has now become a source for viral videos.\n\nAir New Zealand has spiced up the required video in the past by bringing in fitness instructor Richard Simmons, actress Betty White and most recently actor Elijah Wood, known for playing Frodo Baggins in The Lord of the Rings trilogy.\n\nWednesday, the company released its second \"Hobbit\" safety video: \"The Most Epic Safety Video Ever Made #airnzhobbit.\" Wood is featured in the video, along with Sir Peter Jackson, director of The Lord of the Rings and The Hobbit film trilogies.\n\nBreathtaking scenes from New Zealand are shown as Air New Zealand airline attendants and characters from \"The Hobbit\" explain procedures such as fastening a seatbelt and blowing up a life jacket.\n\nAir New Zealand published the video less than two months before the final installment in The Hobbit series hits theaters. \"The Hobbit: The Battle of the Fiver Armies\" will be released in the United States on Dec. 17.\n\nAt the time of publication, the safety video had more than 940,000 video views.\n\nEmail: spetersen@deseretnews.com | Twitter: @Sarah_DNews",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23222366",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8124,
                    "source": {
                        "title": "FamilyShare",
                        "uri": "www.deseretnews.com"
                    },
                    "time": "20:37:00",
                    "title": "New Zealand airline releases 'Hobbit' safety video with cameos",
                    "uri": "221034803",
                    "url": "http://www.deseretnews.com/article/865613795/New-Zealand-airline-releases-Hobbit-safety-video-with-cameos.html",
                    "wgt": 1
                },
                {
                    "body": "Passengers aboard Air New Zealand flights may finally pay attention to the safety video.\n\nThat's because Air New Zealand has just released \"The Most Epic Safety Video Ever Made\" to celebrate the release of \"The Hobbit: The Battle of the Five Armies\" later this year.\n\nFans of \"The Hobbit\" and \"The Lord of the Rings\" are in for a treat.\n\nDubbing itself, \"The airline of Middle-earth,\" the Air New Zealand safety video features guest appearances from Elijah Wood and director Peter Jackson. The procedures for using oxygen masks and life preservers are provided by characters from the film series, and the seat belt demonstration is performed on horseback.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23209274",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.738,
                    "source": {
                        "title": "Palm Beach Post",
                        "uri": "www.palmbeachpost.com"
                    },
                    "time": "18:07:00",
                    "title": "Airline releases 'The Most Epic Safety Video Ever Made' | www.palmbeachpost.com",
                    "uri": "221003684",
                    "url": "http://www.palmbeachpost.com/news/travel/airline-releases-most-epic-safety-video-ever-made/nhqXk/?ecmp=pbp_social_twitter_2014_sfp",
                    "wgt": 1
                },
                {
                    "body": "As the official airline of Middle-earth, Air New Zealand has gone all out to celebrate the third and final film in The Hobbit Trilogy - The Hobbit: The Battle of the Five Armies. Starring Elijah Wood and Sir Peter Jackson; we're thrilled to unveil The Most Epic Safety Video Ever Made.\n\nOne does not simply fly to Middle Earth. One pays heed as an elfin flight attendant guides one through Air New Zealand's \"Most Epic Safety Video Ever Made.\"\n\nAs \"the official airline of Middle Earth,\" Air New Zealand is celebrating the upcoming release of the third Hobbit movie with their own in-flight safety video featuring Lord of the Rings heavyweights Elijah Wood, Richard Taylor, Sylvester McCoy, and Peter Jackson.\n\n\"Cease your rabble rousing and listen very carefully and obey all crew member instructions and all illuminated signs,\" the pointy-eared cabin crew member says with a smile at the beginning of the video. And passengers - like the LOTR fans in the video who can't help themselves when they are seated by Frodo - probably can't help but pay attention as an orc displays the proper oxygen-mask technique.\n\nThe video is four and a half minutes of Tolkeinesque fantasy covering all the essentials of routine airline safety. A wizard aboard a giant eagle demonstrates the crash position. While leading the charge in a battle scene, Jackson reminds passengers to stow all electronic devices. There are even tiny life jackets for Hobbits (or children). And of course Frodo is in the Shire to offer to passenger-fans: \"May your path always be guided by the light of the stars and may the future bestow upon you all the happiness and adventure our Middle Earth has to offer.\"\n\nAir New Zealand, which has been taking the series's fans to where the movies have been filmed for about a decade, previously pulled together a Middle Earth-themed safety video in 2012.\n\nThe final film of Jackson's Hobbit trilogy, titled, \"The Battle of the Five Armies,\" is set to be released in the US on December 17. New Zealanders will get to see it six days earlier, on December 11.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23198207",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7085,
                    "source": {
                        "title": "The Christian Science Monitor",
                        "uri": "www.csmonitor.com"
                    },
                    "time": "16:18:00",
                    "title": "Watch 'the most epic flight safety video ever made'",
                    "uri": "220977013",
                    "url": "http://www.csmonitor.com/World/Global-News/2014/1023/Watch-the-most-epic-flight-safety-video-ever-made",
                    "wgt": 1
                },
                {
                    "body": "'Constantine': 41 images from NBC's fiery new supernatural thriller \"\n\nAir New Zealand's safety video pays tribute to \"The Hobbit\" film trilogy. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-the-most-epic-safety-video-ever-made/\n\n1\n\nLink\n\nAir New Zealand's safety video pays tribute to \"The Hobbit\" film trilogy. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-hobbiton/\n\n2\n\nLink\n\nElijah Wood appears in a safety video for Air New Zealand. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-hobbiton-elijah-ring/\n\n3\n\nLink\n\nPeter Jackson appears in a safety video for Air New Zealand. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-peter-jackson/\n\n4\n\nLink\n\nAir New Zealand's safety video pays tribute to \"The Hobbit\" film trilogy. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-hobbiton-fa-3/\n\n5\n\nLink\n\nA new safety video from Air New Zealand once again features a host of stars from \"The Hobbit\" films, including Frodo Baggins actor Elijah Wood and director Peter Jackson, in a tribute to Middle-earth.\n\nTitled \"The Most Epic Safety Video Ever Made,\" the video instructs passengers including dwarves, orcs and elves in the proper use of seat belts, oxygen masks and life jackets. The video was released online Wednesday and is being rolled out across Air New Zealand's fleet.\n\nThe safety video -- the airline's second \"Hobbit\"-themed video after 2012's \"An Unexpected Briefing\" -- comes ahead of the final film in Jackson's \"Hobbit\" trilogy, \"The Hobbit: The Battle of the Five Armies,\" which opens Dec. 17.\n\nVIDEO: Watch Benedict Cumberbatch writhe and snarl as Smaug\n\nThe video begins with two \"Hobbit\" fans rushing through the Wellington Airport, pausing to take a picture with the airport's enormous Gollum sculpture, and finally boarding the plane, only to discover \"The Lord of the Rings\" star Elijah Wood across the aisle.\n\nLater, Fili the dwarf actor Dean O'Gorman fastens his seat belt while riding a horse; Sylvester McCoy (Radagast the Brown) instructs passengers in the use of oxygen masks; an elf-eared flight attended offers a shrunken Elijah Wood a halfling-sized life jacket; and Peter Jackson warns against electronic devices.\n\nThe video also features a One Ring-provoked bungee jump from New Zealand's famous Kawarau Bridge, a Gandalf-like wizard riding an eagle, Weta Workshop cofounder Richard Taylor as a halfling seated beside an orc, Bilbo Baggins' sword Sting, and armies of orcs, elves and dwarves marching to war, though we suspect the war scenes in \"The Battle of the Five Armies\" will have more casualties and fewer hugs.\n\nThe project was directed by Kiwi filmmaker Taika Waititi (who appears as a wizard in the video) and was filmed over six days across several Middle-earth locations in New Zealand, including Hobbiton and Central Otago. Weta Workshop supplied costumes and prosthetics, and Weta Digital created the visual effects.\n\nCheck out the video and gallery above and let us know if we missed any cameos.\n\n- Noelene Clark | @NoeleneClark | Google+\n\nRECENT AND RELATED\n\n'The Hobbit': 60 images from 'Smaug'\n\n'The Hobbit: An Unexpected Journey' joins $1 billion box-office club\n\nPeter Jackson promises deeper characters for sequel\n\n'Hobbit' sequel: Philippa Boyens talks Tauriel\n\nLuke Evans talks 'Smaug': 'It's better than the first one'\n\n'Hobbit': Ian McKellen talks 'scruffy' Gandalf\n\n'Hobbit': Richard Armitage on Thorin's madness\n\n'Hobbit' premiere: Orlando Bloom, Luke Evans talk Smaug\n\nTolkien purist Evangeline Lilly talks new elf Tauriel",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23205801",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7029,
                    "source": {
                        "title": "herocomplex.latimes.com",
                        "uri": "herocomplex.latimes.com"
                    },
                    "time": "17:31:00",
                    "title": "'The Hobbit' stars cameo in new Air New Zealand safety video",
                    "uri": "220995344",
                    "url": "http://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BThe_Hero_Complex%2B%2528The%2BHero%2BComplex%2529",
                    "wgt": 1
                },
                {
                    "body": "'American Horror Story': Twisty the Clown actor John Carroll Lynch is scary good \"\n\nAir New Zealand's safety video pays tribute to \"The Hobbit\" film trilogy. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-the-most-epic-safety-video-ever-made/\n\n1\n\nLink\n\nAir New Zealand's safety video pays tribute to \"The Hobbit\" film trilogy. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-hobbiton/\n\n2\n\nLink\n\nElijah Wood appears in a safety video for Air New Zealand. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-hobbiton-elijah-ring/\n\n3\n\nLink\n\nPeter Jackson appears in a safety video for Air New Zealand. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-peter-jackson/\n\n4\n\nLink\n\nAir New Zealand's safety video pays tribute to \"The Hobbit\" film trilogy. (Air New Zealand)\n\nhttp://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/attachment/air-nz-hobbit-3-hobbiton-fa-3/\n\n5\n\nLink\n\nA new safety video from Air New Zealand once again features a host of stars from \"The Hobbit\" films, including Frodo Baggins actor Elijah Wood and director Peter Jackson, in a tribute to Middle-earth.\n\nTitled \"The Most Epic Safety Video Ever Made,\" the video instructs passengers including dwarves, orcs and elves in the proper use of seat belts, oxygen masks and life jackets. The video was released online Wednesday and is being rolled out across Air New Zealand's fleet.\n\nThe safety video -- the airline's second \"Hobbit\"-themed video after 2012's \"An Unexpected Briefing\" -- comes ahead of the final film in Jackson's \"Hobbit\" trilogy, \"The Hobbit: The Battle of the Five Armies,\" which opens Dec. 17.\n\nVIDEO: Watch Benedict Cumberbatch writhe and snarl as Smaug\n\nThe video begins with two \"Hobbit\" fans rushing through the Wellington Airport, pausing to take a picture with the airport's enormous Gollum sculpture, and finally boarding the plane, only to discover \"The Lord of the Rings\" star Elijah Wood across the aisle.\n\nLater, Fili the dwarf actor Dean O'Gorman fastens his seat belt while riding a horse; Sylvester McCoy (Radagast the Brown) instructs passengers in the use of oxygen masks; an elf-eared flight attended offers a shrunken Elijah Wood a halfling-sized life jacket; and Peter Jackson warns against electronic devices.\n\nThe video also features a One Ring-provoked bungee jump from New Zealand's famous Kawarau Bridge, a Gandalf-like wizard riding an eagle, Weta Workshop cofounder Richard Taylor as a halfling seated beside an orc, Bilbo Baggins' sword Sting, and armies of orcs, elves and dwarves marching to war, though we suspect the war scenes in \"The Battle of the Five Armies\" will have more casualties and fewer hugs.\n\nThe project was directed by Kiwi filmmaker Taika Waititi (who appears as a wizard in the video) and was filmed over six days across several Middle-earth locations in New Zealand, including Hobbiton and Central Otago. Weta Workshop supplied costumes and prosthetics, and Weta Digital created the visual effects.\n\nCheck out the video and gallery above and let us know if we missed any cameos.\n\n- Noelene Clark | @NoeleneClark | Google+\n\nRECENT AND RELATED\n\n'The Hobbit': 60 images from 'Smaug'\n\n'The Hobbit: An Unexpected Journey' joins $1 billion box-office club\n\nPeter Jackson promises deeper characters for sequel\n\n'Hobbit' sequel: Philippa Boyens talks Tauriel\n\nLuke Evans talks 'Smaug': 'It's better than the first one'\n\n'Hobbit': Ian McKellen talks 'scruffy' Gandalf\n\n'Hobbit': Richard Armitage on Thorin's madness\n\n'Hobbit' premiere: Orlando Bloom, Luke Evans talk Smaug\n\nTolkien purist Evangeline Lilly talks new elf Tauriel",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23191305",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7023,
                    "source": {
                        "title": "herocomplex.latimes.com",
                        "uri": "herocomplex.latimes.com"
                    },
                    "time": "15:17:00",
                    "title": "'The Hobbit' stars cameo in new Air New Zealand safety video",
                    "uri": "220960591",
                    "url": "http://herocomplex.latimes.com/movies/the-hobbit-stars-cameo-in-new-air-new-zealand-safety-video/",
                    "wgt": 1
                },
                {
                    "body": "When you title your vid \"The most epic air safety video ever made,\" you better have the visuals to back it up.\n\nAnd thanks to Oscar-winning director Peter Jackson, this one DEFINITELY does!\n\n[ Video: If You Didn't Think The The Hobbit Could Get Any More EPIC, Just Check Out The First Trailer For The Battle Of The Five Armies! ]\n\nThe Hobbit director re-teamed with Lord Of The Rings star Elijah Wood to make the official safety video for Air New Zealand which, thanks to Sir Peter, really does fly you to Middle Earth!\n\nCh-ch-check out the video (above) to see what it means to follow proper safety precautions on a magic freakin' eagle! Epic indeed!\n\nTags: Air New Zealand, Airplane Safety Video, amazing, Elijah Wood, film flickers, funny, Lord Of The Rings, Peter Jackson, The Hobbit",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23192946",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7013,
                    "source": {
                        "title": "PerezHilton.com",
                        "uri": "perezhilton.com"
                    },
                    "time": "15:31:00",
                    "title": "Peter Jackson & Elijah Wood Team Up Again For 'The Most Epic Airplane Safety Video Ever Made!' Lord Of The Rings Fans MUST Watch HERE!",
                    "uri": "220964549",
                    "url": "http://perezhilton.com/2014-10-23-peter-jackson-elijah-wood-lord-of-the-rings-hobbit-airplane-safety-video-air-new-zealand",
                    "wgt": 1
                },
                {
                    "body": "George Brett makes cameo as firefighters help frantic woman retrieve World Series tickets\n\nPassengers aboard Air New Zealand flights may finally pay attention to the safety video.\n\nThat's because Air New Zealand has just released \"The Most Epic Safety Video Ever Made\" to celebrate the release of \"The Hobbit: The Battle of the Five Armies\" later this year.\n\nFans of \"The Hobbit\" and \"The Lord of the Rings\" are in for a treat.\n\nDubbing itself, \"The airline of Middle-earth,\" the Air New Zealand safety video features guest appearances from Elijah Wood and director Peter Jackson. The procedures for using oxygen masks and life preservers are provided by characters from the film series, and the seat belt demonstration is performed on horseback.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23197860",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7002,
                    "source": {
                        "title": "Atlanta Journal-Constitution",
                        "uri": "www.ajc.com"
                    },
                    "time": "16:15:00",
                    "title": "Airline releases 'The Most Epic Safety Video Ever Made' | www.ajc.com",
                    "uri": "220976270",
                    "url": "http://www.ajc.com/news/travel/airline-releases-most-epic-safety-video-ever-made/nhqXk/?ecmp=ajc_social_twitter_2014_sfp",
                    "wgt": 1
                },
                {
                    "body": "Look out this Halloween: Scammers selling fake decorative contact lenses\n\nPassengers aboard Air New Zealand flights may finally pay attention to the safety video.\n\nThat's because Air New Zealand has just released \"The Most Epic Safety Video Ever Made\" to celebrate the release of \"The Hobbit: The Battle of the Five Armies\" later this year.\n\nFans of \"The Hobbit\" and \"The Lord of the Rings\" are in for a treat.\n\nDubbing itself, \"The airline of Middle-earth,\" the Air New Zealand safety video features guest appearances from Elijah Wood and director Peter Jackson. The procedures for using oxygen masks and life preservers are provided by characters from the film series, and the seat belt demonstration is performed on horseback.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23238791",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6967,
                    "source": {
                        "title": "www.wpxi.com",
                        "uri": "www.wpxi.com"
                    },
                    "time": "23:43:00",
                    "title": "Airline releases 'The Most Epic Safety Video Ever Made' | www.wpxi.com",
                    "uri": "221073248",
                    "url": "http://www.wpxi.com/news/travel/airline-releases-most-epic-safety-video-ever-made/nhqXk/",
                    "wgt": 1
                },
                {
                    "body": "The official airline of Middle-Earth (AP)\n\nFrom now on, air passengers should simply demand that only dwarves, hobbits and wizards deliver air safety instructions from beautiful Middle-Earth.\n\nBecause the new safety video from Air New Zealand rocks them all.\n\nThis is the airline which already presents itself as the \"official airline of Middle-Earth\" since The Lord of the Rings and The Hobbit series were shot in New Zealand.\n\nSo put your seat back and geek out as Frodo the hobbit himself, Elijah Wood, and Hobbit director Peter Jackson, among others, work in the safety instructions.\n\nJackson himself tells passengers that \"it's time to stow all electronic devices.\" What idiot passenger is going to continue sending emails on their iPhone when Peter Jackson himself has told them not to? Soon-to-be dead orcs, that's who.\n\nOh, and orcs show you how to breath in the oxygen masks.\n\nIt doesn't hurt that the four-minute safety video is a great plug for The Hobbit: The Battle of the Five Armies due out December 17.\n\nAir New Zealand's new safety video (YouTube)",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23119311",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6924,
                    "source": {
                        "title": "entertainthis.usatoday.com",
                        "uri": "entertainthis.usatoday.com"
                    },
                    "time": "01:36:00",
                    "title": "Air New Zealand's epic airline safety video",
                    "uri": "220779260",
                    "url": "http://entertainthis.usatoday.com/2014/10/22/elijah-wood-peter-jackson-air-new-zealand/?utm_source=feedblitz&utm_medium=FeedBlitzRss&utm_campaign=toppeople",
                    "wgt": 1
                },
                {
                    "body": "Elijah WoodDavid Hasselhoff\n\nThursday, 23 October 2014 (20 hours ago)\n\nAir New Zealand is looking to cash in on the Hobbit craze once again with its new safety video.\n\nThe \"Most Epic Safety Video Ever Made\" is being released ahead of the third and final film in the The Hobbit Trilogy, The Hobbit: The Battle of the Five Armies.\n\nSee also: Peter Jackson Appears in 'Hobbit'-Themed Air New Zealand...",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23287513",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6924,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "10:42:00",
                    "title": "Air New Zealand's Hobbit Safety Video Is the 'Most Epic Ever Made'",
                    "uri": "221190204",
                    "url": "http://www.onenewspage.com/n/Internet/750oct3jg/Air-New-Zealand-Hobbit-Safety-Video-Is.htm",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand have set a new standard with their latest in-flight safety video - it's basically a short movie set in the 'Lord of the Rings' universe.\n\nFeaturing characters from The Hobbit movie - and some other familiar faces such as Elijah Wood and Peter Jackson - the video takes us on an epic trip through Middle Earth/New Zealand.\n\nAs well as being a stunning promotion for their beautiful country, it's also a timely ad for the upcoming - and final - Hobbit movie set for release in December.\n\nNow that's a safety video we would actually pay attention to.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23178429",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6873,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.breakingnews.ie"
                    },
                    "time": "07:11:00",
                    "title": "Air New Zealand's new 'Hobbit' safety video is epic",
                    "uri": "220931183",
                    "url": "http://www.breakingnews.ie/discover/air-new-zealands-new-hobbit-safety-video-is-epic-647364.html",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand released a second \"Hobbit\"-themed in-flight safety video. (Air New Zealand/ YouTube)\n\nAir New Zealand is trying hard to make sure it's customers watch the air safety video.\n\nJust three months after pulling a controversial in-flight safety video showing scantly clad Sports Illustrated Swimsuit models blowing into their airline life vests, the carrier has released a new safety video featuring the star-studded cast of \"Lord of the Rings.\"\n\nADVERTISEMENT\n\nADVERTISEMENT\n\nCalled \"The Most Epic Safety Video Ever Made,\" the video includes \"Hobbit\" directors and actors, including Sir Peter Jackson, Elijah Wood, Sylvestor McCoy, Dean O'Gorman, Sir Richard Taylor, and Naoyuki Shimizu.\n\nIt's the second Hobbit-themed safety video for the airline, but this one comes with a gripping plot, shot over six days in various Middle-earth locations, including Hobbiton and Central Otago,\n\nIt opens with two enthusiastic \"Lord of the Ring\" fans sitting next to Elijah Wood (aka Frodo Baggins), while Dean O'Gorman, Sylvester McCoy, Sir Richard Taylor and Peter Jackson advise what to do when the oxygen masks drop or seatbelt light sign goes on.\n\nFlight attendants, who appear to have come right from Middle Earth, and stars encourage passengers buckle up, put on their oxygen masks and stow their Bilbo baggage.\n\nThe first Hobbit-themed video was released in October 2012 with \"The Hobbit: An Unexpected Journey\" --the first of a successful string of themed safety videos.\n\nOther safety videos include those featuring celebrity survivalist Bear Grylls, 91-year-old comedian Betty White, and the controversial Sports Illustrated Swimsuit models.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23220002",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6827,
                    "source": {
                        "title": "Fox News",
                        "uri": "www.foxnews.com"
                    },
                    "time": "20:09:00",
                    "title": "'Hobbits' show air safety",
                    "uri": "221029208",
                    "url": "http://www.foxnews.com/travel/2014/10/23/air-new-zealand-uses-hobbit-stars-in-epic-airline-safety-video/",
                    "wgt": 1
                },
                {
                    "body": "The community reacts to the death of a mother and daughter who lost their lives on Highway 84 in Climax. Residents speak out about a stretch of Highway 84, which they said the scene of numerous crashes, including Wednesday's double fatality.More >>\n\nElijah Wood, Sir Peter Jackson, and a host of other characters from the Lord of the Rings movies star in a new safety video for Air New Zealand.\n\nThe airline unveiled the instructional video on YouTube Wednesday, and will be progressively rolled out across its fleet.\n\nIt's the second time the Lord of the Rings franchise has been featured in Air New Zealand's safety videos. In 2012, the airline made its first video inspired by The Hobbit films.\n\nThe airline said in a release that it hopes the video will inspire more people to visit 'Middle-earth.'\n\nAir New Zealand's safety videos have featured Bear Grylls, Betty White, and Richard Simmons, collecting more than 30 million hits online.\n\nThe final film in The Hobbit trilogy, The Hobbit: The Battle of the Five Armies hits theaters in December.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23178441",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6789,
                    "source": {
                        "title": "www.walb.com",
                        "uri": "www.walb.com"
                    },
                    "time": "22:11:00",
                    "title": "Airline launches 'Most Epic Safety Video Ever Made'",
                    "uri": "220931209",
                    "url": "http://www.walb.com/story/26865768/airline-launches-most-epic-safety-video-ever-made",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand found another use for all those \"Lord of the Rings\" and \"Hobbit\" sets and costumes lying around now that the films are wrapping up, as the company created what they've rightfully dubbed \"The Most Epic Safety Video Ever Made.\"\n\nWho wouldn't want to learn airplane safety guidelines from Frodo Baggins (Elijah Wood), Radagast the Brown (Sylvester McCoy), the dwarf Fili (Dean O'Gorman), special effects guru and Weta Workshops co-founder Richard Taylor and director Peter Jackson himself?\n\nSee photos: Johnny Depp Enchants as Big Bad Wolf in Disney's 'Into the Woods' First Look\n\nWith flight attendants looking like classic J.R.R. Tolkien elves, orcs and dwarves as passengers, and even an epic battle -- with a surprise ending -- this video proves that any topic can be made awesome to behold. It certainly helps when you're filming on the beautiful landscape that has brought Middle-earth to life across five films so far.\n\n\"We are very proud to be the official airline of Middle-earth and have worked hard over the past three years to create highly effective global marketing campaigns, including distinctive branded aircraft and Hobbit-inspired online content, which have got the world talking about both our airline and destination New Zealand,\" said Jodi Williams, Air New Zealand's head of global brand development.\n\nAlso read: Peter Jackson's 'Hobbit' Trilogy Costs $745 Million So Far\n\nNot to mention, they didn't scrimp on the special effects and costuming budgets, either. A lot of love and care went into making things like seats on top of giant eagles. All in all, the short film was a perfect tribute to the Middle-earth saga, now coming to a close, which has brought a lot of attention to the beauty of New Zealand over the past decade.\n\nAir New Zealand has a tradition of making elaborate and unique safety videos, including ones starring Betty White, and a collaboration with Sports Illustrated for the 50th anniversary of their Swimsuit issue. The latest is their second \"Hobbit\"-inspired video, following 2012's \"An Unexpected Briefing.\"\n\nAlso read: Fall Movie Forecast: Can 'Interstellar,' 'Hunger Games: Mockingjay' and 'The Hobbit' Finale Save the Box Office?\n\nThe third and final installment of Jackson's latest Tolkien trilogy, \"The Hobbit: The Battle of the Five Armies,\" is set to premiere Friday, Dec. 17.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23185457",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6779,
                    "source": {
                        "title": "Star Tribune",
                        "uri": "www.startribune.com"
                    },
                    "time": "13:59:00",
                    "title": "'Hobbit' takes over airline's 'most epic safety video ever made'",
                    "uri": "220947199",
                    "url": "http://www.startribune.com/entertainment/280175712.html",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand embraces its country's strong ties to The Lord of the Rings and The Hobbit movie trilogies with this awe-inspiring, in-flight safety video. Crediting itself as \"the airline of Middle-Earth,\" the airline takes its geeking-out passengers through a fantasy involving wizards, elves, orcs and New Zealand's remarkable natural beauty, all while teaching us how to fasten our seat-belts. Take a look.\n\nTap to view if on News app.\n\nTitled The Most Epic Safety Video Ever Made, the video pays tribute to the filmmakers that arguably did a great deal in helping promote New Zealand tourism, as well as the film's fans who associate New Zealand's landscapes with the fantasy saga. Within just two days, the video has amassed over 3.5M views.\n\nThe video stars several Lord of the Rings and The Hobbit cast and crew, including director Peter Jackson, actors Elijah Wood (Frodo Baggins), Sylvester McCoy (Radagast the Brown), Dean O'Gorman (Fili), and Weta Workshop co-founder Sir Richard Taylor.\n\nPerhaps lesser known to Americans, the video also features New Zealand film director Taika Waititi and Japanese baseball player Naoyuki Shimizu.\n\nThis isn't the first time Air New Zealand has modeled its safety video after the fantasy saga. In 2012, the airline released this video celebrating the first Hobbit movie, The Hobbit: An Unexpected Journey.\n\nTap to view if on News app.\n\nWhat did you think? Let us know in the comments below.",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23338018",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6755,
                    "source": {
                        "title": "ABC7 Chicago",
                        "uri": "abc7chicago.com"
                    },
                    "time": "18:46:00",
                    "title": "Air New Zealand's new safety video takes passengers through Middle-Earth",
                    "uri": "221308645",
                    "url": "http://abc7chicago.com/travel/air-new-zealands-new-safety-video-takes-passengers-through-middle-earth/364302/",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand loves to make fun in-flight safety videos that can include anything from body paint to supermodels to Richard Simmons to Betty White. This time though, they've gone beyond epic: the safety video is basically a full on LOTR and Hobbit movie set in Middle Earth. It's impressive.\n\nAir New Zealand has featured characters from The Hobbit in a in-flight safety video two years ago but that was all filmed within the airplane, this is an incredible visit to Middle Earth (it is in New Zealand, after all). Elijah Wood and Peter Jackson both show up too, along with other characters in costume.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23130301",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6718,
                    "source": {
                        "title": "Sploid",
                        "uri": "sploid.gizmodo.com"
                    },
                    "time": "04:07:00",
                    "title": "Air New Zealand made a Lord of the Rings movie for an epic safety video",
                    "uri": "220803375",
                    "url": "http://sploid.gizmodo.com/air-new-zealand-made-a-lord-of-the-rings-movie-for-an-e-1649669197/%2Bcaseychan",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand has launched what it calls \"the most epic safety video ever made\" - with hobbits on hand to continue its long tradition of entertaining in-flight videos.\n\n\"Cease your rabble-rousing and listen carefully!\"\n\nForget boring CGI images of passengers buckling and unbuckling seatbelts.\n\nAir New Zealand has just released its latest take on the in-flight safety video... an \"epic\" production crammed with marauding Orcs, Elves, Hobbits, Wizards and cameos from Elijah Wood and Peter Jackson.\n\nDubbing itself \"the official airline of Middle Earth\", Air New Zealand has a tradition of thinking outside the box when it comes to safety videos. Previous efforts starred the All Blacks, Bear Grylls and Snoop Dogg - with an earlier Hobbit safety video ('An Unexpected Briefing') gaining over 12 million views on YouTube.\n\nThis time, \"the most epic safety video ever made\" features several castmembers from Jackson's Hobbit trilogy, including Elijah Wood, Dean O'Gorman and Sylvester McCoy.\n\n\"If you have half-lings or young ones, secure your own [oxygen] mask before helping with theirs,\" the video instructs.\n\nIt was shot over several days in locations recognisable from the trilogy - including Hamilton and Central Otago. Weta Workshop and Weta Digital, which provide costumes and visual effects for the Lord of the Rings movies, were also involved.\n\nNot all Air New Zealand videos receive such glowing reviews. Earlier this year, a controversial effort featuring swimwear models saw the airline accused of sexism.\n\nThe third and final film in trilogy, The Hobbit: The Battle of the Five Armies, will be released this December.\n\n\"May your path always be guided by the light of the stars,\" Wood signs off.\n\nGoing to press, the new video had chalked up several million views.",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23289192",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6622,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "10:55:00",
                    "title": "One safety video to rule them all - Air New Zealand releases Hobbit-themed demo starring Elijah Wood",
                    "uri": "221193592",
                    "url": "http://www.independent.ie/life/travel/travel-talk/one-safety-video-to-rule-them-all-air-new-zealand-releases-hobbitthemed-demo-starring-elijah-wood-30689709.html",
                    "wgt": 1
                },
                {
                    "body": "The Air New Zealand blockbuster took six days to shoot across landscape used in The Hobbit Trilogy as dwarves, orcs and elves join big screen superstars to make sure passengers are not distracted by magazines, books or nibbles\n\nHobbit stars including Elijah Wood have taken airline safety movies to new heights in a bid to keep passengers glued to screens for vital advice.\n\nThe Hollywood hearthrob - who plays Frodo Baggins in the Lord Of the Rings epic - dishes out tips along with Sylvester McCoy (Radagast) and Dean O'Gorman (Fili the Dwarf) as travellers are transported to Middle-earth.\n\nIn the multi-million pound Air New Zealand blockbuster which took six days to shoot across landscape used in The Hobbit Trilogy, dwarves, orcs and elves join big screen superstars to make sure passengers are not distracted by magazines, books or nibbles during the safety video.\n\nDean shows how the seat belt works while on horseback, against a spectacular backdrop and a giant eagle flown by Gandalf with a passenger riding on its back demonstrate the crash landing position.\n\nIn a no expense spared homage to the original films, director Taika Waititi recreates a stunning torchlight display using an army of warriors to show the plane's exits.\n\nAnd there's even a cameo appearance from Trilogy director Sir Peter Jackson who tells passengers to switch off all electronic devices.\n\nElijah closes the film with the goodwill message: \"May your path always be guided by the light of the stars, and may the future bestow upon you all the happiness and adventure our Middle-earth has to offer,\" before popping on the mystical gold ring and disappearing.\n\nBut Sir Peter has the last word with: \"It's a wrap everyone - hope you enjoyed it.\"\n\nThe four and a half minute extravaganza includes airline staff dressed as elves and centres on two Hobbit fans who board the flight and are transported to Middle-earth after spotting Elijah sitting in the aisle seat next to them.\n\nCalled The Most Epic Safety Video Ever Made, the mini-movie is being shown to Air New Zealand passengers from yesterday and Sir Peter said: \"I had a lot of fun on the set with Taika and the team and look forward to seeing the video on board.\"\n\nThe safety video comes ahead of the December release off the final film in the Hobbit Trilogy - The Battle of Five Armies - based on J.R.R. Tolkein's classics The Hobbit and The Lord of the Rings.\n\nAir New Zealand which is the \"official airline of Middle-earth\" said the video would \"delight fans\" and marks a growing trend for imaginative safety films that passengers watch rather than ignore.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23184869",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6597,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "14:24:00",
                    "title": "Watch Elijah Wood and Hobbit stars in a new epic adventure - for airline safety video",
                    "uri": "220945823",
                    "url": "http://www.mirror.co.uk/lifestyle/travel/usa-long-haul/watch-elijah-wood-hobbit-stars-4492730",
                    "wgt": 1
                },
                {
                    "body": "The actor and director appear in the video for the Kiwi airline to promote the 'The Hobbit: The Battle of the Five Armies,' the final film in the blockbuster fantasy franchise due out in December.\n\nPlanning a trip to New Zealand? Elijah Woods is ensuring passengers have a safe flight.\n\nThe \"Lord of the Rings\" star appears in an Air New Zealand safety video -- but with a Middle Earth-themed twist.\n\nTitled \"The Most Epic Safety Video Ever Made,\" the Kiwi-set clip features elves, orcs, dwarves and wizards instructing passengers on airline tips from how to fasten one's seat belt to putting on an oxygen mask.\n\nPrevious Next Enlarge\n\nIn a cross-promotion for the final film in \"The Hobbit\" trilogy, the franchise's director Peter Jackson appears in the video, as does Woods, whose Frodo starred in the \"Lord of the Rings\" trilogy and will reprise his role in the upcoming \"The Hobbit: The Battle of the Five Armies,\" due out Dec. 17.\n\nThe release of \"Five Armies\" marks the end of an era for the blockbuster fantasy franchise, which filmed in New Zealand over more than a decade.\n\nON A MOBILE DEVICE? CLICK HERE TO WATCH VIDEO.\n\nRelated Stories 'The Hobbit' movies are most expensive film production of all time at $745 million 'The Hobbit: The Battle of the Five Armies' first teaser trailer released",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23201013",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6511,
                    "source": {
                        "title": "Daily News",
                        "uri": "www.nydailynews.com"
                    },
                    "time": "16:44:00",
                    "title": "Elijah Woods appears in 'Hobbit'-themed airline video",
                    "uri": "220983674",
                    "url": "http://www.nydailynews.com/entertainment/movies/elijah-wood-appears-hobbit-themed-airline-video-article-1.1984531?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bnydnrss%252Fgossip%252Fgatecrasher%2B%2528Gossip%252FConfidenti%2540l%2529",
                    "wgt": 1
                },
                {
                    "body": "THE Air New Zealand blockbuster took six days to shoot dwarves, orcs and elves join big screen superstars to make sure passengers are not distracted by magazines, books or nibbles.\n\nHobbit stars including Elijah Wood have taken airline safety movies to new heights in a bid to keep passengers glued to screens for vital advice.\n\nThe Hollywood hearthrob - who plays Frodo Baggins in the Lord Of the Rings epic - dishes out tips along with Sylvester McCoy (Radagast) and Dean O'Gorman (Fili the Dwarf) as travellers are transported to Middle-earth.\n\nPoll loading ...\n\nIn the multi-million pound Air New Zealand blockbuster which took six days to shoot across landscape used in The Hobbit Trilogy, dwarves, orcs and elves join big screen superstars to make sure passengers are not distracted by magazines, books or nibbles during the safety video.\n\nDean shows how the seat belt works while on horseback, against a spectacular backdrop and a giant eagle flown by Gandalf with a passenger riding on its back demonstrate the crash landing position.\n\nIn a no expense spared homage to the original films, director Taika Waititi recreates a stunning torchlight display using an army of warriors to show the plane's exits.\n\nAnd there's even a cameo appearance from Trilogy director Sir Peter Jackson who tells passengers to switch off all electronic devices.\n\nElijah closes the film with the goodwill message: \"May your path always be guided by the light of the stars, and may the future bestow upon you all the happiness and adventure our Middle-earth has to offer,\" before popping on the mystical gold ring and disappearing.\n\nBut Sir Peter has the last word with: \"It's a wrap everyone - hope you enjoyed it.\"\n\nThe four and a half minute extravaganza includes airline staff dressed as elves and centres on two Hobbit fans who board the flight and are transported to Middle-earth after spotting Elijah sitting in the aisle seat next to them.\n\nCalled The Most Epic Safety Video Ever Made, the mini-movie is being shown to Air New Zealand passengers from yesterday and Sir Peter said: \"I had a lot of fun on the set with Taika and the team and look forward to seeing the video on board.\"\n\nThe safety video comes ahead of the December release off the final film in the Hobbit Trilogy - The Battle of Five Armies - based on J.R.R. Tolkein's classics The Hobbit and The Lord of the Rings.\n\nAir New Zealand which is the \"official airline of Middle-earth\" said the video would \"delight fans\" and marks a growing trend for imaginative safety films that passengers watch rather than ignore.\n\nTry our showbiz quiz",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23277225",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.646,
                    "source": {
                        "title": "dailyrecord",
                        "uri": "www.dailyrecord.co.uk"
                    },
                    "time": "08:30:00",
                    "title": "Video: Elijah Wood and Hobbit stars help create the best airline safety video you will ever watch",
                    "uri": "221162976",
                    "url": "http://www.dailyrecord.co.uk/news/weird-news/video-elijah-wood-hobbit-stars-4496974",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand has released another epic safety video in the lead-up to the release of the final film in The Hobbit Trilogy in December.\n\nCast-members from all three of The Hobbit films make appearances in 'The Most Epic Safety Video Ever Made', including Elijah Wood (Frodo Baggins), Dean O'Gorman (Fili the Dwarf) and Sylvester McCoy (Radagast), as well as director Sir Peter Jackson.\n\nCentreing itself around the air journey of two mega fans, Middle Earth characters relay all of the important safety messages - from fastening seatbelts on the back of a horse to inflating life jackets before bungee jumping.\n\nAir New Zealand shot the film over six days in New Zealand, including at Hobbiton and Central Otago, which feature in the films.\n\nThe company has become well-known for its creative safety videos, having clocked up more than 30 million hits online in total. This latest video has already received more than 10,000 views in its first day online.\n\nSome of its others include 'An Unexpected Briefing', which kicked off The Hobbit videos in 2012, 'Bear Essentials of Safety' featuring adventurer Bear Grylls, 'Safety Old School Style' with Betty White and 'Fit to Fly' starring fitness legend Richard Simmons.\n\nThe Hobbit: The Battle of the Five Armies will be released in December.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23178471",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6335,
                    "source": {
                        "title": "Marketing Magazine",
                        "uri": "www.marketingmag.com.au"
                    },
                    "time": "22:22:00",
                    "title": "Air New Zealand releases another viral safety video attempt with The Hobbit cast",
                    "uri": "220931239",
                    "url": "http://www.marketingmag.com.au/news/air-new-zealand-releases-another-safety-video-viral-attempt-with-the-hobbit-cast-57733/",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand has gone over the top on an airline safety video; you know, the video they show before the plane takes off.\n\nThe airline, which bills itself as \"the official airline of Middle-earth,\" released a Hobbit-inspired video to celebrate the release of the movie \"The Hobbit: The Battle of the Five Armies.\"\n\nThe airline modestly calls the video \"The Most Epic Safety Video Ever Made.\"\n\nIt's been one of the most shared videos on YouTube this week.\n\nRead more about Air New Zealand's history of alternative pre-flight safety videos.",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23298857",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6313,
                    "source": {
                        "title": "KNS",
                        "uri": "www.knoxnews.com"
                    },
                    "time": "12:31:00",
                    "title": "Air New Zealand does 'epic' Hobbit-inspired safety video",
                    "uri": "221217319",
                    "url": "http://www.knoxnews.com/knoxville/pop-culture/new-zealand-air-does-epic-hobbit-inspired-safety-video",
                    "wgt": 1
                },
                {
                    "body": "The airline, which has established a long tradition of memorable in-flight safety videos, has done a new take on an old theme. This time the video features brief cameos from the director, Peter Jackson, as well as Elijah Wood, the main actor in the trilogy (who is not in character).\n\nDescribing itself \"the official airline of Middle-earth\", Air New Zealand subtitles the new film \"the most epic safety video ever made\".\n\nAir New Zealand was one of the pioneers of the alternative in-flight safety video, and has garnered particular success with its Hobbit-themed versions. The original hobbit safety video gathered more than 12 million views on YouTube. Other videos have included Bear Grylls , as well as the All Blacks New Zealand rugby team and the US rap artist, Snoop Dogg.\n\nEarlier this year, however, it did prompt some controversy with a swimwear model safety video, which was accused of sexism.\n\nMany other airlines have followed suit and attempted their own versions of the airline safety video genre, including Virgin Atlantic with this animated safety video earlier this year.\n\nThe final instalment of The Hobbit trilogy, 'The Battle of the Five Armies', will be on general release at the end of this year.\n\nElijah Wood has a cameo in the latest video",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23155556",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6275,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "09:34:00",
                    "title": "Air New Zealand launches 'epic' new hobbit safety video",
                    "uri": "220871439",
                    "url": "http://www.telegraph.co.uk/travel/destinations/australiaandpacific/newzealand/11181643/Air-New-Zealand-launches-epic-new-hobbit-safety-video.html",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand loves to make fun in-flight safety videos that can include anything from body paint to supermodels to Richard Simmons to Betty White. This time though, they have gone beyond epic: the safety video is basically a full on LOTR and Hobbit movie set in Middle Earth. It's impressive.\n\nAir New Zealand has featured characters from The Hobbit in a in-flight safety video two years ago but that was all filmed within the aeroplane, this is an incredible visit to Middle Earth (it is in New Zealand, after all). Elijah Wood and Peter Jackson both show up too, along with other characters in costume.\n\nHave you subscribed to Gizmodo Australia's email newsletter? You can also follow us on Facebook, Twitter, Instagram and YouTube.",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23243248",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6254,
                    "source": {
                        "title": "www.gizmodo.com.au",
                        "uri": "www.gizmodo.com.au"
                    },
                    "time": "00:50:00",
                    "title": "Air New Zealand Made A Lord Of The Rings Movie For An Epic Safety Video",
                    "uri": "221083684",
                    "url": "http://www.gizmodo.com.au/2014/10/air-new-zealand-made-a-lord-of-the-rings-movie-for-an-epic-safety-video/",
                    "wgt": 1
                },
                {
                    "body": "Elijah Wood and Peter Jackson have made the most epic airline safety video, ever. The two star in Air New Zealand's Lord of the Rings and Hobbit-themed safety video, featuring plenty of sweeping landscape shots, elfin flight attendants, bungee jumping fanboys, and, of course, tips on how to make your flight as comfortable and as safe as possible. If anything, this safety video manages to the impossible -- it will really make you want to hop on an airplane for the first flight out to New Zealand. (Or, at the very least, watch a Hobbit film.) Catch the entire video above and be sure to check out more must-see viral videos.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23180042",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.622,
                    "source": {
                        "title": "POPSUGAR Entertainment",
                        "uri": "www.popsugar.com"
                    },
                    "time": "13:45:00",
                    "title": "Elijah Wood Stars in the Most Epic Airline Safety Video, Ever",
                    "uri": "220934373",
                    "url": "http://www.popsugar.com/Elijah-Wood-Air-New-Zealand-Safety-Video-35981524",
                    "wgt": 1
                },
                {
                    "body": "It's only appropriate that the most expensive film production of all time has helped make the most epic in-flight safety video in the history of air travel. With only two months to go until the The Hobbit: The Battle of the Five Armies brings both the Hobbit trilogy and Peter Jackson's entire Middle-earth saga to a close, Air New Zealand has unveiled a sweeping four-minute tutorial that's tricked out with battle sequences, resplendent costumes, and fan-friendly cameos. (Hey there Elijah!)\n\nContent-wise, the video doesn't teach you anything you (hopefully) don't already know about how to make it through a long-haul international flight: fasten your seat belts, secure your own oxygen mask before helping a young person, assume crash positions if absolutely necessary. (Here, of course, these instructions are provided by an Elf.) Unlike Air New Zealand's previous Middle-earth-themed clip, this new one also provides a handy pre-landing travelogue of New Zealand's gorgeous landscapes, as well as a guide to all the Hobbit/Lord of the Rings merchandise you can buy in just about any store. And those sales might come in handy: The Guardian estimates The Hobbit franchise cost a whopping $943 million in local dollars (close to $750 million in U.S. currency). No word on how much Air New Zealand spent on this video, but here's hoping they didn't have to hock any golden rings.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23178467",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6044,
                    "source": {
                        "title": "www.yahoo.com",
                        "uri": "www.yahoo.com"
                    },
                    "time": "21:22:00",
                    "title": "Watch the Greatest Airline Safety Video on Middle-earth",
                    "uri": "220931261",
                    "url": "https://www.yahoo.com/movies/air-new-zealand-the-hobbit-lord-of-the-rings-its-100697318287.html",
                    "wgt": 1
                },
                {
                    "body": "With The Hobbit: The Battle Of The Five Armies almost upon us, the world has nearly seen the last Lord Of The Rings-based movie it may ever see. Well, at least until Peter Jackson gets desperate and turns The Silmarillion or The Children of Húrin into their own trilogies, which we expect to happen in the next year or two. Anyway, New Zealand -- being the country where Jackson has filmed his J.R.R. Tolkien adaptations -- isn't ready to let the movies go just yet. After all, there are countless nerds out there who would love an opportunity to take pilgrimages to the magical land of New Zealand so they can see the lovely green fields of Rohan, the breathtaking cliffs of the Misty Mountains, and the beautiful black tower of Barad-dûr -- home to Sauron, the Dark Lord Of New Zealand.\n\nNow, with all of these people taking Hobbit-related vacations, Air New Zealand has decided to release an instructional video that presents airplane safety in a way that's not only more relatable for the modern Tolkien fan, but just as exciting as the most thrilling battle in any movie. Well, that's what Air New Zealand is hoping they'll think, at least. Dubbed \"The Most Epic Safety Video Ever Made,\" it shows various people in Lord Of The Rings costumes -- some of them Lord Of The Rings actors -- talking about the proper way to put on a seatbelt or an oxygen mask. It's all very knowingly silly, but Air New Zealand seems to have put in a good amount of work actually turning the video into its own kind of advertisement for the fabulous sights of its country. There's even a climactic battle of cheerful greetings and friendly hugs, just like in the movies. Also, Air New Zealand did a similar Hobbit-themed video in 2012, but this one is a bit more entertaining.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23116715",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5962,
                    "source": {
                        "title": "www.avclub.com",
                        "uri": "www.avclub.com"
                    },
                    "time": "01:03:00",
                    "title": "Newswire: Air New Zealand celebrates Hobbit-themed travel with \"most epic safety video ever made\"",
                    "uri": "220773818",
                    "url": "http://www.avclub.com/article/air-new-zealand-celebrates-hobbit-themed-travel-mo-210859?utm_medium=RSS&utm_campaign=feeds",
                    "wgt": 1
                },
                {
                    "body": "During the filming an Orc tests out the new premium economy seats. Image via Air New Zealand\n\nCan Air New Zealand do any wrong when it comes to in-flight safety videos? After all, they were the ones who put fun back into the historically dull safety videos with spots that included a \"naked\" video, Betty White, Richard Simmons, and the Hobbit. As part of the company's three-year partnership with The Hobbit: The Battle of the Five Armies. The video will feature appearances by Director Sir Peter Jackson, Weta Workshop Co-Founder Sir Richard Taylor, and cast members (including Elijah Wood) from the films. The video was shot to show off the beauty of the country and used an area in Central Otago as the background. Now that New Zealand was crowned the second most gay-friendly place in the country by Lonely Planet, we're thinking of hopping on a Fellbeast to revisit the beautiful country.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23195928",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5859,
                    "source": {
                        "title": "www.passportmagazine.com",
                        "uri": "www.passportmagazine.com"
                    },
                    "time": "15:58:00",
                    "title": "The Official Airline to Middle Earth, Air New Zealand, Launches Another Epic In-Flight Safety Video",
                    "uri": "220971840",
                    "url": "http://www.passportmagazine.com/blog/archives/39225-the-official-airline-to-middle-earth-air-new-zealand-launches-another-epic-in-flight-safety-video/",
                    "wgt": 1
                },
                {
                    "body": "\"The Most Epic Safety Video Every Made.\" That's actually the title of Air New Zealand's newest mini-film, just posted yesterday and coming soon to its aircraft. It's definitely worth a watch, and we say this although we aren't the biggest Hobbit fans. It's just that good.\n\nStarring Sir Peter Jackson, Elijah Wood, other actors from the Hobbit films, and three actual Air New Zealand flight attendants, the 4.5-minute video has already amassed over 500,000 views in its first 24 hours, and you can imagine how many more will actually get to watch it onboard an AirNZ plane before flying off to the land of Lord of the Rings locations.\n\nThis fresh video does feature a few details you won't hear from airlines who haven't updated their safety spiels lately, like the note including e-cigarettes as part of the \"No Smoking\" rule, and the ability to use \"lightweight, handheld electronic devices at any time.\"",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23189314",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5831,
                    "source": {
                        "title": "Jaunted",
                        "uri": "www.jaunted.com"
                    },
                    "time": "14:59:00",
                    "title": "Buckle Up with Elijah Wood in 'The Most Epic Safety Video Ever Made'",
                    "uri": "220955919",
                    "url": "http://www.jaunted.com/story/2014/10/22/16454/562/travel/Buckle%2BUp%2Bwith%2BElijah%2BWood%2Bin%2B%27The%2BMost%2BEpic%2BSafety%2BVideo%2BEver%2BMade%27",
                    "wgt": 1
                },
                {
                    "body": "When it comes to in-flight safety briefings, no airline does it better than Air New Zealand.\n\nAlthough the message is essential and could end up saving your life, the problem with safety briefings on flights is that, generally, not a whole lot of people listen and no matter how many flights they've been on, a large percentage of people wouldn't know how to react in an emergency situation in the air.\n\nKnowing full well that this is the case, Air New Zealand have repeatedly come up with entertaining safety videos on their flights and this time around have returned with a theme based around The Hobbit, having previously come up with a Hobbit-themed effort in the past.\n\nFans of the Peter Jackson movie will recognise the elves, halflings, orcs and the beautiful New Zealand landscape from the movie, while Jackson himself and Elijah Wood even show up for cameo appearances.\n\nAnother excellent effort from the Air New Zealand team, even if it ranks just behind one of their previous videos when it comes to our favourites...",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23178431",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5778,
                    "source": {
                        "title": "www.joe.ie",
                        "uri": "www.joe.ie"
                    },
                    "time": "06:11:00",
                    "title": "Video: Air New Zealand's latest Hobbit-themed flight safety briefing is just great",
                    "uri": "220931188",
                    "url": "http://www.joe.ie/movies/video-air-new-zealands-latest-hobbit-themed-flight-safety-briefing-is-just-great/472730",
                    "wgt": 1
                },
                {
                    "body": "Alyson Wyers Superstar Air New Zealand's Flight Safety Video is Inspired by The Hobbit By: Alyson Wyers - Published: Oct 24, 2014 * References: youtu.be & designtaxi In what is undoubtedly the most fantastical flight safety video in all the realms, this Air New Zealand commercial also advertises the third and final instalment in The Hobbit film trilogy.\n\nFollowing their similarly-inspired Middle Earth themed adverts in 2012 and 2013, this flight safety video is dubbed 'The Most Epic Safety Video Ever made.' In it, flight attendants are dressed like elves and relay important airplane-related instructions in a Hobbit context. Stunning shots of New Zealand are also incorporated, as The Lord of the Rings was also filmed there. The commercial even has cameos from actors Sylvester McCoy and Elijah Wood (who played Frodo). Director Peter Jackson also makes an appearance.\n\nThe hilarious video from 'the airline of Middle Earth' is definitely worth a watch before the last Hobbit movie comes out. Stats for Middle Earth Airline Commercials Trending: Very New & Hot\n\nTraction: 1 hr\n\nInterest: > 3 minutes Concept: Flight Safety Video\n\nRelated: 90 examples / 69 photos\n\nSegment: Neutral, 18-55+ Comparison Set: 33 similar articles, including: former film set photography, shire-styled campers, and fantasy film airplane ads.",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23266851",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5732,
                    "source": {
                        "title": "TrendHunter.com",
                        "uri": "www.trendhunter.com"
                    },
                    "time": "06:16:00",
                    "title": "Middle Earth Airline Commercials - Air New Zealand's Flight Safety Video is Inspired by The Hobbit (TrendHunter.com)",
                    "uri": "221136658",
                    "url": "http://www.trendhunter.com/trends/flight-safety-video",
                    "wgt": 1
                },
                {
                    "body": "The Hobbit is still a thing in New Zealand where Air New Zealand has just debuted another safety video designed to get its passengers to look up from their smartphones during the pre-flight briefing.\n\nThe video coincides with Peter Jackson's second Middle-earth trilogy, The Hobbit: The Battle of the Five Armies.\n\nIt's a better way to link to a movie/TV show than what the Minnesota Lottery came up with, although we're pretty sure a Walking Dead theme would be the ultimate challenge for an aviation safety briefing.",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23331744",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5724,
                    "source": {
                        "title": "NewsCut",
                        "uri": "blogs.mprnews.org"
                    },
                    "time": "17:34:00",
                    "title": "Timewasters: The Hobbit safety video",
                    "uri": "221293971",
                    "url": "http://blogs.mprnews.org/newscut/2014/10/timewasters-the-hobbit-safety-video/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BMPR_LawJustice%2B%2528Law%2B%2526%2BJustice%2Bfrom%2BMinnesota%2BPublic%2BRadio%2529",
                    "wgt": 1
                },
                {
                    "body": "Air New Zealand Is Back With Another Awesomely Dorky Hobbit Safety Video\n\nNew Zealand is a simple land of simple people, where every year, the Prime Minister is chosen via sack race at Toby Goodwin's annual hayride party, whose important decrees will set the price of garden gnomes for the following year (the country's number one export). In addition to gnomes and sack racing and singing commercial jingles from their one television station, Kiwis are especially proud of their Hobbits, the films shot on location by native son Peter Jackson. You may remember Air New Zealand's first Hobbit-themed safety video, from 2012, in which they re-branded as \"Air Middle Earth.\" Well now they're back with a new one, and I can say with a great deal of certainty that it's the most exciting thing to happen there since.\n\n\"Wilcome to Muddle Irth, my frind,\" intones an Elvishly-dressed antipodean ambassador in what the title cards promise will be \"the most epic safety video ever made.\" Because in New Zealand, an Elijah Wood cameo counts as the most exciting thing that has ever happened. And at 13 hours, your direct flight from the West Coast to Auckland will give you just enough time to watch all of The Hobbit movies right up until the point Smaug shows up just as the wheels hit the tarmac. Does Peter Jackson make a cameo? Well, I wouldn't want to spoil it.\n\nOf course, I only kid my New Zealand friends, because they're the nicest, dorkiest people on Earth. Australia's Canada, if you will. Only instead of America's hat, New Zealand is Australia's tampon. Of course, the tampon has fallen out, because Australians are drunk and filthy.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23178445",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5423,
                    "source": {
                        "title": "uproxx.com",
                        "uri": "uproxx.com"
                    },
                    "time": "20:11:00",
                    "title": "Air New Zealand Is Back With Another Awesomely Dorky Hobbit Safety Video",
                    "uri": "220931217",
                    "url": "http://uproxx.com/filmdrunk/2014/10/those-dorks-at-air-new-zealand-are-back-with-a-new-hobbit-inspired-air-safety-video/",
                    "wgt": 1
                },
                {
                    "body": "Picture: Elijah Wood - 2014 FanExpo at Toronto Metro Convention Centre. - Toronto, Canada - Sunday 31st August 2014\n\nElijah Wood and his The Hobbit director Peter Jackson have joined forces again to star in a new airline safety video.\n\nWood, who plays Frodo Baggins in The Lord of the Rings prequel, and Jackson were joined by Dean O'Gorman, who plays Fili the Dwarf in the franchise.\n\nThe short film for Air New Zealand, titled Middle Earth, features Wood and O'Gorman in character as they run through safety procedures such as putting on a life jacket and fastening a seat belt.\n\nJackson is shown in his director's role calling time on the shoot at the end of the clip, which was filmed in New Zealand.\n\nIt isn't the first time the airline has produced a spin off safety video - in 2012, bosses released a similar Lord of the Rings-themed clip, minus Wood.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23193860",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5341,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "15:41:00",
                    "title": "Elijah Wood And The Hobbit Co-stars Feature In Airline Video",
                    "uri": "220966854",
                    "url": "http://www.contactmusic.com/story/elijah-wood-and-the-hobbit-co-stars-feature-in-airline-video_4425793",
                    "wgt": 1
                },
                {
                    "body": "One air-safety video to rule them all! Air New Zealand wins the title for most creative PSA with their new four-minute clip, inspired by Lord of the Rings.\n\nPHOTOS: Costars reunited\n\nThe beloved trilogy (and its prequel Hobbit films) were filmed in New Zealand and many tourists still visit the country to view locations from the Oscar-winning franchise. The clip begins with two travelers, one wearing a Hobbit hat, rushing to catch their flight. When they get on board, the pair turn and notice, to their delight, that LOTR star Elijah Wood is sitting next to them.\n\nThe video then features Air New Zealand representatives dressed like popular characters from the series including Gandalf the Grey (played by Ian McKellen in the movies), Gimli (played by John Rhys-Davies in the movies), and Arwen (played by Liv Tyler in the movies).\n\nIn addition to Elijah Wood's appearance, LOTR director Peter Jackson also drops in offer some sage air safety advice. Wood, 33, who played main character Frodo Baggins in all three LOTR films, wrapped up the video, saying, \"Thank you for embarking upon your journey with Air New Zealand. May your path always be guided by the light of the stars and may the future all the happiness and adventure our Middle Earth has to offer.\"",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23221041",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5282,
                    "source": {
                        "title": "usmagazine.com",
                        "uri": "www.usmagazine.com"
                    },
                    "time": "20:21:00",
                    "title": "Elijah Wood, Peter Jackson Star in Lord of the Rings Air Safety Video for Air New Zealand",
                    "uri": "221031730",
                    "url": "http://www.usmagazine.com/entertainment/news/elijah-wood-peter-jackson-lord-of-the-rings-air-safety-video-20142310",
                    "wgt": 1
                },
                {
                    "body": "New Zealand is a very beautiful country. And The Lord of the Rings movies (and their Hobbit-y spin-offs) are very good films. But Kiwis: maybe it's time to leave Middle-earth and explore new territory?\n\nAir New Zealand has just unveiled its \"most epic safety video ever\", featuring actors, characters and locations from the iconic cinema franchise -- similar to several of its earlier (presumably less epic) LotR-themed safety videos.\n\nIn fairness, Air New Zealand has previously branched out from hobbits, elves and orcs. Click through to watch clever air safety videos starring Bear Grylls and naked flight attendants.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23178473",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5203,
                    "source": {
                        "title": "lifestyle.ninemsn.com.au",
                        "uri": "lifestyle.ninemsn.com.au"
                    },
                    "time": "22:22:00",
                    "title": "Air New Zealand does Lord of the Rings — again",
                    "uri": "220931269",
                    "url": "http://lifestyle.ninemsn.com.au/viralvideo/457008/air-new-zealand-does-lord-of-the-rings-again.glance",
                    "wgt": 1
                },
                {
                    "body": "Thanks to The Lord of the Rings and The Hobbit films being made there, New Zealand now prides itself on being a real-life version of Middle-earth. And that pride is totally justified, because it's one of the most gorgeous places I've ever seen... on a movie/TV/computer screen. Sadly I've never seen it in real life, but thanks to clever things like this new Hobbit-themed safety video from Air New Zealand, I just keep moving it higher and higher up on my bucket list.\n\nThis isn't the first time the airline has paid tribute to Peter Jackson's movies in their safety videos, and it probably won't be the last. I certainly hope it won't be the last, because the \"Most Epic Safety Video Ever Made\" really lives up to its name. There are sweeping landscape shots, amazing creatures, and plenty of movie references. There's even a huge battle scene with a bunch of extras in costume. (But then they all end up being friends and hug it out.) The video is also really great to listen to, because Kiwis have amazing accents.\n\nAnd there are cameos too! Elijah Wood (aka Frodo) is there to glance nervously at a couple of starstruck plane passengers and then return to Bag End (I'm not crying, you're crying!), Dean O'Gorman (aka Fili the dwarf) is riding a horse in shots stolen directly from my dreams, Sylvester McCoy (aka Radagast the Brown) is also there sporting some fashionable bird poop. And you know I'm a geek because I also recognized Richard Taylor, head of Weta Workshop. Of course Peter Jackson is there as well, telling people to turn off their damn phones. I have to leave now, because I need to go somewhere private and scream over how awesome this is. Enjoy the video while I have my freakout!",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23190423",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5002,
                    "source": {
                        "title": "Crushable",
                        "uri": "www.crushable.com"
                    },
                    "time": "14:00:00",
                    "title": "This Hobbit-Themed Air New Zealand Video Will Get You Super Pumped About Plane Safety",
                    "uri": "220958468",
                    "url": "http://www.crushable.com/2014/10/23/entertainment/the-hobbit-air-new-zealand-safety-video/?utm_source=rss&utm_medium=rss&utm_campaign=the-hobbit-air-new-zealand-safety-video",
                    "wgt": 1
                },
                {
                    "body": "A MAJOR airline have continued their hobbit of creating big-budget inflight safety videos - with a little help from a Hollywood A-lister.\n\nElijah Wood, who stars as Frodo in the Lord of the Rings and Hobbit trilogies, makes a cameo in Air New Zealand's latest cabin video.\n\nThe actor appears alongside Lord of the Rings director Sir Peter Jackson and Bilbo Baggins star Sylvester McCoy in the short film, which the carrier has dubbed 'The Most Epic Safety Video Ever Made'.\n\nThe video has quickly gained popularity online since being uploaded to YouTube, racking up nearly 700,000 views within just hours of being posted.\n\nCovering all the usual safety topics, albeit with a Middle Earth-theme, passengers are shown how to buckle and unbuckle a seat belt, prepare for turbulence and fit an oxygen mask - always fit your own before assisting Halflings and Hobbits.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23206934",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4814,
                    "source": {
                        "title": "Express.co.uk",
                        "uri": "www.express.co.uk"
                    },
                    "time": "17:42:00",
                    "title": "It's become a bit of a hobbit! Air New Zealand release ANOTHER 'epic' inflight safety film",
                    "uri": "220997943",
                    "url": "http://www.express.co.uk/news/world/526620/Hobbit-Lord-of-the-Rings-Air-New-Zealand-Elijah-Wood-Safety-Video-Virgin-Atlantic?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bdaily-express-news-showbiz%2B%2528Daily%2BExpress%2B%253A%253A%2BNews%2B%252F%2BShowbiz%2BFeed%2529",
                    "wgt": 1
                },
                {
                    "body": "The slickly produced, instructional-turned-viral video plays heavily on New Zealand's Lord of the Rings and The Hobbit ties, using the latter's effects company and appearances from Elijah Wood and Peter Jackson to point out exit rows and explain seat belts with proto-Tolkien flair. And the best part? Sean Astin is nowhere to be found.\n\nAir New Zealand has a pretty solid track record in the quirky-safety-videos realm, with past viral entries usually featuring either an odd celebrity appearance or simply a heavy dose of weirdness, but this one is particularly entertaining. I hesitate calling it epic, as they do, because The Iliad this is not. It's still a safety video, and not to pick nits, but that wannabe Gandalf can't carry Sir Ian McKellen's staff. That said, it's still absurdly ambitious for a safety video and one of the more creative advertisements I've seen recently. At the very least, even the most casual of Tolkien fans should get a kick out of seeing Middle Earth in all (OK, some of) its fantastic glory once again -- quirky four-minute safety video or no.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23234888",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4328,
                    "source": {
                        "title": "Slate Magazine",
                        "uri": "www.slate.com"
                    },
                    "time": "21:08:00",
                    "title": "You Win, Air New Zealand",
                    "uri": "221063939",
                    "url": "http://www.slate.com/articles/video/video/2014/10/new_zealand_air_hobbit_safety_video_airline_uses_middle_earth_as_setting.html",
                    "wgt": 1
                },
                {
                    "body": "Imagine Peter Jackson in a\n\ngeneral's cap, planted wide-stanced in front of a huge New Zealand flag, teeth clenched around a cigarette holder as he rallies his troops of CG artists. While the reality is less Patton-esque, designing and creating the 45-minute fight at the climax of The Hobbit: The Battle of the Five Armies is much like preparing\n\nfor an actual full-scale assault. \"There's a lot of logistics that have to be thought through,\" says Jackson. \"We have dwarves and men and elves and orcs, all with different cultures, with different weapons, and different shields and patterns and tactics.\"\n\nThe mega-melee takes place at the foot of the Lonely Mountain as various armies vie for the newly reacquired dwarven treasure of Erebor. Like so much in Jackson's Middle-earth, it represents filmmaking on the largest possible scale. \"Before we could loose the first arrow, we had to design the landscape itself and figure out, 'Okay, if we have 10,000 orcs, how much room are they going to take up?' \" Jackson says. \" 'Are they going to fill up the valley or look like a speck?' Then we could start drawing the arrows on the schematics.\"\n\nYou'll notice that some of those arrows are labeled \"EAGLES.\" Indeed, the gargantuan birds of prey that helped save the day in both the final Lord of the Rings film and the first Hobbit will return, this time led by the never-before-CGI rendered Lord of the Eagles. (No, it's not Don Henley.) Jackson acknowledges that the creatures have a habit of being a bit of a deus ex machina, something he tried to avoid this time around. \"Tolkien uses eagles in a way that can be kind of awkward because they tend to show up out of the blue and change things pretty quickly,\" says the director. \"So here they're just part of the plan, not the saviors. I mean, I do realize that if the eagles had just been able to bring Frodo to Mount Doom in Lord of the Rings and let him drop the ring in, those movies would have been much shorter.\"\n\nAfter making the Lord of the Rings trilogy and two previous Hobbit films, Jackson has learned that epic warfare can be surprisingly boring, especially if you're not watching people you care about. \"We have a rule that we're not allowed to go more than two or three shots of anonymous people fighting without cutting back to our principal characters,\" he says. \"Otherwise the audience just ends up with battle fatigue.\"",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23240464",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.416,
                    "source": {
                        "title": "Entertainment Weekly's EW.com",
                        "uri": "insidemovies.ew.com"
                    },
                    "time": "00:07:00",
                    "title": "Peter Jackson lets us peek at his prep work for 'The Hobbit: The Battle of the Five Armies'",
                    "uri": "221077032",
                    "url": "http://insidemovies.ew.com/2014/10/23/peter-jackson-hobbit-the-battle-of-the-five-armies/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bentertainmentweekly%252Flatest%2B%2528Entertainment%2BWeekly%253A%2B%2BToday%2527s%2BLatest%2529",
                    "wgt": 1
                },
                {
                    "body": "In an article that has possible ramifications to the origins of sasquatches, this article discusses the evidence that homo floresiensis, the \"Hobbits\" of Flores, could have been relict australopithecines. Very interesting...\n\n~ Cliff Barackman\n\n'Hobbit Humans' Actually Might Not Have Been Human\n\nTen years after being discovered, the \"Hobbit Human\" remains a controversial figure, with some researchers now thinking that this diminutive human-like being might not have been human after all.\n\nA commentary in the latest issue of Nature theorizes that the Hobbit Human could have descended from a more ancient pre-human group called Australopithecus, of which the 3.2-million-year-old skeleton \"Lucy\" is the most famous representative. Lucy might have to share the spotlight with the Hobbit, though, if the theory is proven to be correct.\n\nA quick refresher: The Hobbit Human, aka Homo floresiensis, was a 3 1/2 foot tall species with huge feet that lived on the remote Indonesian island as early as 13,000 years ago.\n\nThe prevailing theory has been that the Hobbit was a member of our family tree, belonging to the genus Homo and having descended from a population of Homo erectus that made its way to the island and shrunk in stature over evolutionary time due to the \"island effect.\" (Because islands are relatively closed communities, evolution tends to lead to smaller forms.) Remains for a handful of Hobbits were found with stone tools and bones of a pygmy form of the now-extinct, elephant-like Stegodon.\n\nRenowned paleoanthropologist Chris Stringer from the Natural History Museum in London questioned some parts of this theory.",
                    "date": "2014-10-27",
                    "eventUri": "1585523",
                    "id": "23580426",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3209,
                    "source": {
                        "title": "Cryptomundo",
                        "uri": "cryptomundo.com"
                    },
                    "time": "15:55:00",
                    "title": "Hobbits Might Not Have Been Human",
                    "uri": "221982112",
                    "url": "http://cryptomundo.com/bigfoot-report/hobbits-might-not-have-been-human/",
                    "wgt": 1
                },
                {
                    "body": "Gigglebit is Siliconrepublic's daily dose of the funny and fantastic in science and tech, to help start your day on a lighter note.\n\nLike any sector, technology has a serious side, and it is often issues within this serious side that make headlines or that organisations need to explore for their business. Malware! Data breaches! Cloud storage! Do I really need this software? What candidate has the best IT skills for this job, and what the heck is fog computing?\n\nWith Gigglebit, we turn the spotlight on humorous and/or amazing content about science and tech, because sometimes the lighter side should be taken seriously, too.\n\nJRR Tolkien's Middle Earth comes to glorious life in this amazing safety video by Air New Zealand, who are quite rightly proud of their country's association with the Lord of the Rings and The Hobbit series of movies. The video is a triumph of imagination, CGI and good-natured humour. Look to the skies!",
                    "date": "2014-10-24",
                    "eventUri": "1585523",
                    "id": "23268467",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3197,
                    "source": {
                        "title": "Silicon Republic",
                        "uri": "www.siliconrepublic.com"
                    },
                    "time": "06:32:00",
                    "title": "Gigglebit: One airline safety video to rule them all (video)",
                    "uri": "221140052",
                    "url": "http://www.siliconrepublic.com/digital-life/item/38941-gigglebit-one-airline-safe",
                    "wgt": 1
                },
                {
                    "body": "Bundle Stars has launched the The Lord of the Rings Bundle, a collection that contains the following titles: LEGO The Hobbit, LEGO The Hobbit Complete DLC Pack (supplied as 3 separate Steam keys), LEGO The Lord of the Rings, Lord of the Rings: War in the North, Guardians of Middle-earth, and Guardians of Middle-earth: Smaug&#355;s Treasure DLC. After redeeming your bundle keys on Steam (a free user account is required), you can download your games and start playing instantly.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23074767",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2989,
                    "source": {
                        "title": "www.gamershell.com",
                        "uri": "www.gamershell.com"
                    },
                    "time": "17:57:00",
                    "title": "The Lord of the Rings Bundle Released",
                    "uri": "220679063",
                    "url": "http://www.gamershell.com/news_170589.html",
                    "wgt": 1
                },
                {
                    "body": "This adorable video makes an excellent addition to Air New Zealand's more lighthearted and fun approach to safety videos shown at the beginning of every flight.\n\nKiwi filmmaker Taika Waititi has taken two Middle-earth fans and placed them in the middle of an Epic Journey, surrounded by Hobbits, Dwarves, Orcs and Elves, and some of them are the actual actors from the films. All the bases are covered, seat belts, electronic devices, life vests, etc, but there is a very definite Middle-earth vibe going on.\n\nFilming was done on a plane or plane mock up, inside the Wellington airport and at locations all over New Zealand. And as the end draws near, it is clear this is part of the overall farewell to all things Middle-earth. Watch the Most Epic Safety Video Ever Made and then tell us how many guest cameos can you spot in the comments section.",
                    "date": "2014-10-22",
                    "eventUri": "1585523",
                    "id": "23178466",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2804,
                    "source": {
                        "title": "www.theonering.net",
                        "uri": "www.theonering.net"
                    },
                    "time": "20:22:00",
                    "title": "Air New Zealand unveils the Most Epic Safety Video ever made",
                    "uri": "220931268",
                    "url": "http://www.theonering.net/torwp/2014/10/22/93259-air-new-zealand-unveils-the-most-epic-safety-video-ever-made/",
                    "wgt": 1
                },
                {
                    "body": "Wellington.Scoop\n\nAs the Weta brand expands, its global footprint gets even larger and more impressive. That's yesterday's verdict from the US edition of the international entertainment newspaper Variety, in an article about the prolific output of Wellington's Weta Workshop.\n\nVariety's Tim Gray reports:\n\nRichard Taylor, who runs Weta Workshop with his wife, Tania Rodger, believes in creative diversity. He has won Oscars in three categories: two for makeup, two in visual effects and one for costume design. It reflects his philosophy, \"We can only survive if we innovate every day.\"\n\nThe company built 48,000 individual items (props, costumes, etc.) for \"The Lord of the Rings\" trilogy. For the \"Hobbit\" trio, the team produced 11,862 prosthetics, with 5,493 of these just for the Dwarves.\n\nGray writes that the Weta offices in Miramar seem like a labyrinth.\n\nDuring Variety's visit, WW staffers were working on museum installations, a sculpture garden, film projects and books (designed and written inhouse, with 16 published so far). Conducting Variety on a tour through the multi-level maze of workshops, Taylor introduces each space matter-of-factly: \"This is the sword-grinding room; this is the sculpting department; this is the paint department,\" and he points out machines that do robotic 3D milling, printing, laser-cutting, plasma-cutting and foam latex, urethane casting and riveting machines. \"We built machines that can build components,\" he says simply.\n\nAnd he says that Richard Taylor promotes the \"Jack and Jill of all trades\" mentality.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23125904",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1698,
                    "source": {
                        "title": "wellington.scoop.co.nz",
                        "uri": "wellington.scoop.co.nz"
                    },
                    "time": "03:02:00",
                    "title": "Weta Workshop's global footprint: \"even larger and more impressive\"",
                    "uri": "220793647",
                    "url": "http://wellington.scoop.co.nz/?p=72111",
                    "wgt": 1
                },
                {
                    "body": "The busy dwarfs at Sir Peter Jackson's movie empire in Miramar have tunnelled out a new Weta Cave, to accommodate the growing numbers of visitors wanting to check out where and how all the Lord of the Rings and Hobbit props are made.\n\nThe original Weta Cave, in Park Rd, can host only 20 people at a time, and has struggled to cope with big groups of visitors, from school children to cruise ship passengers.\n\nThe new space, a few hundred metres down the road, will be called the Weta Cave Experience. It is twice the size of the original, at 400 square metres, and can cater for groups of up to 50.\n\nIt will also allow tours to be tailored for visiting groups. For example, you could have a two-hour tour including a hands-on demonstration, whereas the Weta Cave tour lasts 45 minutes.\n\nA contract has already been agreed with one of the big backpackers' bus companies that includes passengers making fake Orc blood, which they can take away with them in a vial.\n\nThe idea for the new premises was hatched earlier this year, with the coming cruise ship season in mind.\n\n\"We realised we had to do something to improve the quality of the experience for the cruise passengers and improve the capacity issues and congestion issues [at the original cave],\" Weta Workshop general manager David Wilks said.\n\nThe new cave has been fitted out in just four weeks at a cost of between $100,000 and $200,000. The first of the cruise ship tours, which are traditionally short on time but large in size, went through on Monday.\n\n\"The key thing for us is not wanting to push volume through, it's about making sure we can focus on providing a good experience,\" Wilks said.\n\n\"We weren't doing a particularly good job for the cruise market and what they needed.\"\n\nWeta head of tourism Jake Downing said the Weta Cave was already on the shore excursion programme for a lot of cruise ships, as part of a Lord of the Rings location tour. \"We've also been talking to one of the ships' agents to see if they can include us as a product as well.\"\n\nThe smaller Weta Cave, which has been handling between 50,000 and 60,000 visitors a year, will remain open for smaller groups and individuals.\n\nA standard tour of the new Weta Experience costs the same as the Weta Cave: adults $24, children $12 (under-5s free), and a family pass at $60.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23200249",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.158,
                    "source": {
                        "title": "Stuff.co.nz",
                        "uri": "www.stuff.co.nz"
                    },
                    "time": "16:37:00",
                    "title": "Weta caves in to demand for more",
                    "uri": "220981847",
                    "url": "http://www.stuff.co.nz/taranaki-daily-news/business/10656567/Weta-caves-in-to-demand-for-more",
                    "wgt": 1
                },
                {
                    "body": "PREMIERE DATE CHANGE - Living with the Jacksons premiere date is moving to early 2015 with a specific date TBA.\n\nLiving with the Jacksons features the Jackson family members who grew up inside the Jackson Family Estate and who are now living outside of it for the very first time. From the charmed and cursed life of the Jackson family, Alejandra Jackson emerges as a single mother to her five children: her two sons, Jaafar and Jermajesty from her marriage to Jermaine Jackson, Genevieve and Randy Jr., Alejandra's daughter and son from her relationship with Jermaine's brother Randy Jackson, and Donte, who Alejandra has raised since he was two years old. Together they are stepping outside of the inner world of the Jackson family and are ready to take on the world and embrace it with all the passion, joy, trials and tribulations that most families deal with but with one more ingredient that no one else on the planet has - they are Jacksons. Living with the Jacksons is produced by ID Productions.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23207300",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.105,
                    "source": {
                        "title": "www.thefutoncritic.com",
                        "uri": "www.thefutoncritic.com"
                    },
                    "time": "17:44:00",
                    "title": "Premiere Date Change - \"Living with the Jacksons\"",
                    "uri": "220998682",
                    "url": "http://www.thefutoncritic.com/news/2014/10/23/premiere-date-change-living-with-the-jacksons-907213/20141023reelz01/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 48,
            "averageDate": "2014-10-23",
            "avgCos": 0.4053,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1585523",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1550944",
            "lang": "eng",
            "storyDate": "2014-10-23",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-893073",
            "variance": 0.3358
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-309390": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "MADRID, 23 Oct. (@EPCine) -\n\nAir New Zealand es la compañía de vuelo más importante de Nueva Zelanda, país donde se ha rodado El Hobbit. ¿Cómo se podía aprovechar está situación? Con el vídeo más épico sobre seguridad aérea explicada por elfos, orcos, el mismísimo Frodo e incluso Peter Jackson.\n\nSe trata de 'El vídeo más épico sobre seguridad nunca hecho', un clip que nos presenta a dos aficionados de la trilogía de El Hobbit que se encuentran con Elijah Wood, actor que da vida a Frodo, en su mismo vuelo.\n\nY a partir de ahí, la imaginación de estos fans de dispara y se encuentran que los azafato/as son elfos, magos y demás personajes de las películas. Podemos ver a un orco que te enseña a ponerte adecuadamente la máscara de oxígeno o, por sorpresa, al director Peter Jackson pidiendo que, durante el despegue, se apaguen todos los aparatos electrónicos.\n\nCargando el vídeo....\n\nUna gran pieza para promocionar tanto el país que acogió el rodaje de El Hobbit y de El Señor de los Anillos, como de la propia compañía Air New Zealand, que se lo ha puesto muy difícil a la competencia con esta promoción.\n\nEL VIAJE LLEGA A SU FIN\n\nEn la próxima El Hobbit: La batalla de los cinco ejércitos, la compañía de enanos protagonista ha desatado una gran amenaza en la Tierra Media, el dragón Smaug. La bestia, enfurecida, se dirige a la ciudad de Lago para infundir terror y quemar a sus habitantes.\n\nObsesionado con recuperar lo que le pertenece, Thorin sacrifica su honor y amistad, mientras el hobbit Bilbo intenta hacerle entrar en razón. Mientras tanto, Sauron ha enviado a sus legiones de Orcos a la Montaña Solitaria para lanzar un ataque a gran escala, algo que nadie conoce, excepto Gandalf el Gris.\n\nEl Hobbit: La batalla de los cinco ejércitos llegará a los cines el 17 de diciembre.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23161508",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7843,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "10:56:00",
                    "title": "El Hobbit inspira el vídeo de seguridad aérea más épico de la historia",
                    "uri": "220888825",
                    "url": "http://www.europapress.es/cultura/cine-00128/noticia-hobbit-inspira-video-seguridad-aerea-mas-epico-historia-20141023123351.html",
                    "wgt": 1
                },
                {
                    "body": "El mago Radagast explica cómo ponerse la mascarilla de oxígeno y Gandalf la posición en caso de un aterrizaje de emergencia.\n\nAir New Zealand, la compañía aérea más importante de Nueva Zelanda, ha presentado un original y divertido vídeo para sus aviones en los que los protagonistas de El Hobbit explican las normas de seguridad.\n\nElfos, orcos y enanos aparecen en localizaciones reales de la trilogía y no faltan el mismísimo Frodo (Elijah Wood) e incluso Peter Jackson para recordar lo que los pasajeros tienen que hacer en caso de emergencia.\n\nLa última entrega de la saga, 'El Hobbit: La batalla de los cinco ejércitos', llegará a los cines el 17 de diciembreSe trata de \"El vídeo más épico sobre seguridad nunca hecho\", un clip que nos presenta a dos fans de El Hobbit que se encuentran con Elijah Wood, actor que da vida a Frodo, en su mismo vuelo.\n\nA partir de ahí, la imaginación de los fans de dispara: el mago Radagast explica cómo ponerse la mascarilla de oxígeno, Gandalf enseña la posición en caso de un aterrizaje de emergencia y un ejército con antorchas muestra las luces del avión.\n\nUna gran pieza para promocionar tanto el país que acogió el rodaje de El Hobbit y de El Señor de los Anillos, como de la propia compañía Air New Zealand, que se lo ha puesto muy difícil a la competencia con esta promoción.\n\nLa última entrega de la saga inspirada en la obra de Tolkien, El Hobbit: La batalla de los cinco ejércitos, llegará a los cines el 17 de diciembre.\n\nEn la nueva película, la compañía de enanos protagonista ha desatado una gran amenaza en la Tierra Media, el dragón Smaug. La bestia, enfurecida, se dirige a la ciudad de Lago para infundir terror y quemar a sus habitantes.\n\nObsesionado con recuperar lo que le pertenece, Thorin sacrifica su honor y amistad, mientras el hobbit Bilbo intenta hacerle entrar en razón. Mientras tanto, Sauron ha enviado a sus legiones de Orcos a la Montaña Solitaria para lanzar un ataque a gran escala, algo que nadie conoce, excepto Gandalf el Gris.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23181616",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7599,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "11:56:00",
                    "title": "Air New Zealand presenta un épico vídeo de seguridad con los actores de 'El Hobbit'",
                    "uri": "220938613",
                    "url": "http://www.20minutos.es/noticia/2274893/0/air-new-zealand/aviones-video-epico-seguridad/actores-el-hobbit/",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- La aerolínea Air New Zealand publicó otro de sus videos de seguridad basados en la historia de El Hobbit, en los que aparecen el director Peter Jackson y Elija Wood, protagonista de El Señor de los Anillos.\n\nEl video, de cuatro minutos, titulado El video de seguridad más épico jamás hecho, presenta personas disfrazadas como en las películas de El Hobbit jugando en una montañosa Tierra Media mientras muestran a los pasajeros cómo ponerse el cinturón de seguridad, usar las máscaras de oxígeno y encontrar los chalecos salvavidas, entre otras medidas.\n\nFilmado en Nueva Zelandia, el video también es un promocional para la tercera y última película de la trilogía de El Hobbit de Jackson, El Hobbit: La Batalla de los Cinco Ejércitos, que se estrenará en todo el mundo en diciembre.\n\nTambién es el último ejemplo de la creatividad de las compañías aéreas para hacer más entretenidos los videos de seguridad durante el vuelo para que los pasajeros no los ignoren. Delta, por ejemplo, dio a conocer un \"video juguetón de la década de 1980 en enero, su cuarto nuevo video de seguridad en dos años.\n\nEl primer video con temas de El Hobbit de Air New Zealand hace dos años logró casi 12 millones de visitas en YouTube.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23198833",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7151,
                    "source": {
                        "title": "mexico.cnn.com",
                        "uri": "mexico.cnn.com"
                    },
                    "time": "16:25:00",
                    "title": "'The Hobbit' te da 'tips' security in airline",
                    "uri": "220978615",
                    "url": "http://mexico.cnn.com/entretenimiento/2014/10/23/frodo-y-el-hobbit-te-dan-recomendaciones-de-seguridad-para-viajar",
                    "wgt": 1
                },
                {
                    "body": "Así es fácil prestar atención a la siempre aburrida explicación sobre las medidas de seguridad de un avión. Proclamado por Air New Zeland como el video de seguridad más épico que una aerolínea haya hecho, la compañía neozelandesa volvió a crear un original video que revolucionó las redes sociales y en menos de 24 horas de publicado en YouTube ya superó el medio millón de visitas.\n\nInsipirado en la película de El Hobbit, la narración comienza cuando un par de fans de las películas basadas en los libros J.R.R. Tolkien abordan un vuelo y son transportados al universo del escritor inglés, donde todas las instrucciones de seguridad son mostradas por actores y empleados de la aerolínea.\n\nEn el video, que dura cuatro minutos y medio, participan algunos de los rostros más conocidos de El Hobbit, como el protagonista de la saga, Elijah Wood, el actor que interpreta a Radagast, Sylvester McCoy, y el director de las películas, Peter Jackson, quien recuerda que durante un vuelo se deben apagar los aparatos electrónicos.\n\n\"Mirá el video más épico de seguridad que hicieron nuestros amigos de Air New Zeland, interpretado por algunos rostros familiares de El Hobbit: La Batalla de los cinco ejércitos\", escribió Jackson en su cuenta de Facebook.\n\nEsta no es la primera vez que la aerolínea aprovecha el éxito de \"El Hobbit\". En 2012, la compañía realizó otro video, esa vez dirigido por el propio director, basado en la segunda parte de la saga, \"Un viaje inesperado\". El clip incluyó un cameo del director neozelandés, a quien se lo vio sostener un anillo para volar de incógnito.\n\nDesde que se estrenó la primera película de \"El Señor de los Anillos\", en 2001, a Nueva Zelanda se la conoce como \"Tierra Media\". El director y guionista de la saga utilizó los escenarios naturales del país para llevar a la pantalla grande al universo de Tolkien. Las llanuras doradas y las enormes montañas de Nueva Zelanda dan vida a las tierras de Lothlorien, Hobbiton, Rivendell, lugares donde también transcurre la historia de \"El Hobbit\".",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23198834",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6735,
                    "source": {
                        "title": "Clarin.com",
                        "uri": "www.clarin.com"
                    },
                    "time": "16:25:00",
                    "title": "The security video from an airline that revolutionized the internet",
                    "uri": "220978607",
                    "url": "http://www.clarin.com/sociedad/Hobbit_0_1235276640.html",
                    "wgt": 1
                },
                {
                    "body": "Para un fan de J. R. R. Tolkien debe ser un momento único encontrarse con Elijah Wood -actor que da vida a Frodo en la saga 'El señor de los anillos- sentado a su lado en el avión. Pero aún más épico debe ser encontrarse a Gandalf 'El gris' enseñando a los pasajeros la posición de seguridad que deben adoptar en un avión o a Radagast colocándose de manera detalla una mascarilla de oxígeno.\n\nEso mismo es lo que han debido pensar en la compañía Air New Zealand para promocionar sus líneas con destino a Nueva Zelanda. Incluso el mismísimo Peter Jackson, encargado de dar vida a la segunda parte de la ficción 'El Hobbit', ha formado parte del reparto de lo que la propia aerolínea ha bautizado como \"el vídeo más épico sobre seguridad nunca hecho\".\n\nEl vídeo de seguridad, ese momento tan usual en todos los vuelos, comienza con dos cinéfilos enamorados de la ficción 'El Hobbit' que se encuentran con Elijah Wood, el actor que encarna al hobbit Frodo Bolsón en 'El señor de los anillos' en el mismo vuelo. A partir de ahí, la imaginación de estos se dispara.\n\nDurante los cuatro minutos y 27 segundos de duración del clip, una sucesión de magos, elfos, orcos e incluso Smeagol -o Gollum, cuestión de gustos- animan un vídeo que deja ningún cabo suelto sobre el protocolo de seguridad que se debe seguir en un avión y que recrea, de paso, algunos de los escenarios donde transcurre la ficción.\n\nEsta disparatada, aunque completa, versión del vídeo de seguridad de los vuelos de Air New Zealand, pretende promover el turismo a Nueva Zelanda, país que contiene la gran mayoría de los exteriores de la película, y a la vez promocionar la segunda parte de la ficción de Tolkien. El próximo 17 de diciembre se estrena 'El Hobbit: la batalla de los cinco ejércitos' y este vídeo es un gracioso preludio de lo que se avecina.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23207757",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6576,
                    "source": {
                        "title": "Cadena SER",
                        "uri": "www.cadenaser.com"
                    },
                    "time": "17:49:00",
                    "title": "Los actores de 'El Hobbit' viajan con Air New Zealand",
                    "uri": "220999774",
                    "url": "http://www.cadenaser.com/sociedad/articulo/actores-hobbit-viajan-air-new-zealand/csrcsrpor/20141023csrcsrsoc_8/Tes",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 23 d'Ochobre (EPCine)\n\nAir New Zealand ye la compañía de vuelu más importante de Nueva Zelanda, país onde se rodó 'El Hobbit'. ¿Cómo podía aprovechase esta situación? Col videu más épicu sobre seguridá aérea esplicada por elfos, orcos, el mesmu Frodo ya hasta Peter Jackson.\n\nTrátase de 'El videu más épicu sobre seguridá nunca fechu', un clip que mos presenta a dos aficionaos de la triloxía de 'El Hobbit', que s'alcuentren con Elijah Wood, actor que da vida a Frodo, nel so mesmu vuelu.\n\nY a partir d'ehí, la imaxinación d'estos fans dispárase y alcuéntrense que los azafato/as son elfos, magos y demás personaxes de les películes. Podemos ver a un orcu que t'enseña a ponete correctamente la mázcara d'osíxenu o, por sorpresa, al director Peter Jackson pidiendo que, mientres el despegue, apáguense tolos aparatos electrónicos.\n\nUna gran pieza pa promocionar tantu'l país qu'acoyó'l rodaxe d'El Hobbit' y de 'El Señor de los Anillos', como de la mesma compañía Air New Zealand, que lo punxo bien difícil a la competencia con esta promoción.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23182040",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6441,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "14:01:00",
                    "title": "'El Hobbit' inspira'l videu de seguridá aérea más épicu de la historia",
                    "uri": "220939638",
                    "url": "http://www.europapress.es/asturianu/noticia-hobbit-inspiral-videu-segurida-aerea-mas-epicu-historia-20141023144309.html",
                    "wgt": 1
                },
                {
                    "body": "La aereolínea Air New Zealand publicó un video publicitario relacionado a películas como El Señor de los Anillos y El Hobbit.\n\nLas imágenes muestran a dos fanáticos de películas de fantasía épica que abordan un avión y se sientan con el actor Elijah Wood, más conocido por su papel como Frodo, informa el portal chileno, 24 horas.\n\nDe inmediato, las azafatas se convierten en elfas y ambos son transportados al mágico mundo de la tierra media.\n\nLas instrucciones de cómo ajustar el cinturón, o cómo usar la mascarilla de oxígeno son explicadas de manera original y divertida.\n\nEl lanzamiento del producto audiovisual, que se hizo viral en las redes sociales, se lo realizó a un mes y medio del estreno de la película \"El Hobbit: La Batalla de los Cinco Ejércitos\", la tercera y última entrega de la trilogía.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23231225",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6175,
                    "source": {
                        "title": "El Deber",
                        "uri": "www.eldeber.com.bo"
                    },
                    "time": "22:01:00",
                    "title": "Video advertising Elijah Wood goes viral",
                    "uri": "221054278",
                    "url": "http://www.eldeber.com.bo/tendencias/video-publicitario-elijah-wood-viral.html",
                    "wgt": 1
                },
                {
                    "body": "El director Sir Peter Jackson, que ha llevado al cine la historia de las pequeñas criaturas de la Tierra Media, y el actor Elijah Wood, que encarna a Froddo, actúan en este vídeo de poco más de cuatro minutos. La compañía aérea Air New Zealand muestra a partir de hoy un divertido video ambientado en el mundo de los hobbits que seguramente conseguirá que todos los pasajeros vean (algunos incluso con interés) las instrucciones de seguridad durante el vuelo.\n\nEl director Sir Peter Jackson, que ha llevado al cine la historia de las pequeñas criaturas de la Tierra Media, y el actor Elijah Wood, que encarna a Froddo, actúan en este video de poco más de cuatro minutos.\n\nWood y Jackson aparecen en el anuncio como un pasajero más, al igual los actores Dean O'Gorman (Fili, en la saga del Hobbit) y Sylvester McCoy, (Radagast).\n\nOtro video anterior también inspirado en los Hobbit atrajo en 2012 a más de 12 millones de curiosos que lo vieron online.\n\nLa película final de la triología de The hobbit se estrenará en diciembre.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23231210",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5885,
                    "source": {
                        "title": "El Universal de Caracas",
                        "uri": "www.eluniversal.com"
                    },
                    "time": "22:01:00",
                    "title": "Elijah Wood and Peter Jackson make video on air safety",
                    "uri": "221054296",
                    "url": "http://www.eluniversal.com/arte-y-entretenimiento/cine/141023/elijah-wood-y-peter-jackson-protagonizan-video-sobre-seguridad-aerea",
                    "wgt": 1
                },
                {
                    "body": "Todos los protagonistas tenían ya su cartel individual y ahora los tenemos a todos reunidos en un póster de la batalla final de 'El Hobbit'. Con un Bilbo de tamaño descomunal y al dragón Smaug acechando por detrás, la última entrega de la saga promete orcos despanzurrados, elfos dando patadas voladoras y enanos repartiendo collejas a 'gogó'. 'El Hobbit: La Batalla de los Cinco Ejércitos' llega a los cines el 17 de diciembre. ¿Ganas?",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23157616",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4806,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "10:02:00",
                    "title": "Cartel definitivo de 'El Hobbit: La Batalla de los Cinco Ejércitos'",
                    "uri": "220877559",
                    "url": "http://www.antena3.com/se-estrena/noticias/actualidad/cartel-definitivo-hobbit-batalla-cinco-ejercitos_2014102300066.html",
                    "wgt": 1
                },
                {
                    "body": "El descubrimiento de los restos fósiles de una nueva especie humana hace diez años transformó completamente las teorías de la evolución humana.\n\nEsto es lo que sostiene Richard Roberts, uno de los investigadores del equipo que publicó los detalles del fósil conocido como Hobbit por su diminuto tamaño.\n\nSe cree que esta especie habitó la Tierra hasta hace 20.000 años y por lo tanto vivió en la misma época que nuestra especie.\n\nEl hallazgo confirmó la teoría de que nuestro planeta estuvo habitado en algún momento por varias especies de humanos.\n\nEsta hipótesis está muy lejos de la idea de una progresión lineal, de las criaturas semejantes a un mono que caminaban semiagachadas hasta llegar al hombre moderno de andar erecto.\n\nSegún Roberts, el descubrimiento de una especie de humano completamente diferente en la isla indonesia de Flores que vivió hasta hace relativamente poco, \"acabó con esta idea de un solo golpe\".\n\nSin embargo, hay muchas preguntas sobre el Hobbit para las que aún los científicos no han encontrado respuesta.\n\nMujer de un metro\n\nEl esqueleto femenino de un metro de altura es una forma muy primitiva de humano.\n\nSu cerebro tenía el tamaño del de un chimpancé, pero hay evidencia que indica que usaba herramientas de piedra.\n\nHenry Gee, el editor que decidió publicar el resultado de la investigación en la revista Nature, recuerda que no fue sino gradualmente que empezó a tomar conciencia de la importancia del hallazgo.\n\n\"Es el mayor estudio en el que haya estado involucrado\", le dice Gee a la BBC.\n\n\"Sobrepasó cualquier otra cosa que haya hecho porque su efecto no cesaba nunca. La gente seguía hablando de ello y se volvió parte de la cultura popular\".\n\n\"Significó un nuevo punto de vista para la antropología. Los viejos modelos lineales de la antropología quedaron sepultados\", añade.\n\nLos arquéologos continúan excavando el sitio de la isla de Flores, donde fue hallado el Hobbit.\n\nMuchos más por descubrir\n\nLa publicación del descubrimiento en 2004 causó sensación. La noticia de que otra especie humana vivió entre nosotros hasta hace un tiempo relativamente reciente dejó al mundo con la boca abierta.\n\nMuchos se preguntaron incluso si el Hobbit, llamado Homo floresiensis, todavía existía en algún lugar de la isla de Flores.\n\n¿Quizá había otra especie de humano en algún lugar remoto de la Tierra que aún no se había descubierto?\n\nPor primera vez en miles de años, la noción de que nuestra especie, Homo sapiens, era la única especie humana en el planeta se puso en duda.\n\nDesde que se descubrió el hallazgo, no se han encontrado más restos fósiles del Hobbit. Pero aquellos que participaron en la investigación están convencidos de que hay mucho más por descubrir.\n\n\"El descubrimiento del Hobbit abrió la posibilidad de pensar que puede haber otras especies humanas sin descubrir 'allá afuera', quizá enterradas a varios metros bajo tierra como el Hobbit, u olvidadas en un cajón de algún museo, erróneamente identificadas, o catalogadas como humano moderno inusual\", dice Roberts.\n\n\"Creo que el descubrimiento del Hobbit contribuyó a crear un clima en el que está bien esperar lo inesperado\", explica.\n\nSorpresa\n\nLa presencia del Hobbit en Flores sigue siendo un misterio. ¿Cómo llegó hasta allí? La isla se encuentra al este de la llamada línea de Wallace, que marca la separación entre las islas que rara vez -o nunca- estuvieron conectadas por puentes terrestres con el continente asiático.\n\nEntonces, ¿es posible que esta especie de humano primitivo haya tenido la capacidad de construir botes y cruzar el mar?\n\nMuchos creen que el Hobbit desciende de un humano más primitivo llamado Homo erectus que llegó a la isla hace un millón de años y gradualmente se fue volviendo más pequeño debido a la escasez de alimentos en la isla.\n\nOtros creen que desciende de criaturas semejantes al mono que abandonaron África hace más de dos millones de años. Y hay quienes proponen que estas criaturas eran humanos modernos seriamente enfermos.\n\nSegún le dijo Roberts a la BBC, el equipo nunca pensó seriamente que se encontrarían con una nueva especie. De hecho, el equipo estaba buscando los ancestros de los primeros aborígenes australianos.\n\nPor eso, su reacción ante el hallazgo de un esqueleto diminuto, fue de \"completa sorpresa y excitación extrema\".\n\n\"Quedé totalmente desconcertado. No era el esqueleto del humano moderno que esperábamos encontrar, pero ¿qué era?\".\n\n\"Resultó algo completamente nuevo para la ciencia, pero esa es la belleza de lo inesperado\", agrega.\n\nEl viaje recién empieza\n\nHasta la fecha se han encontrado más huesos del Homo floresiensis, pero ningún cráneo nuevo. El mismo equipo que descubrió el Hobbit continúa trabajando en las excavaciones con la esperanza de hallar nuevas claves.\n\nLa prioridad ahora es construir una imagen de la distribución de la especie, cuándo llegó por primera vez a Flores y cuándo y cómo se extinguió.\n\n\"Tenemos tanto que aprender todavía sobre el Hobbit\", explica Roberts. \"Cómo desarrolló sus peculiares características anatómicas y si alguna vez se encontró con los humanos modernos cuando se dispersaban por Asia y por el sur hacia Australia\".\n\n\"Por eso, aún después de 10 años, todavía se siente como si la aventura del descubrimiento recién estuviera empezando\", concluye el investigador.",
                    "date": "2014-10-23",
                    "eventUri": "1585523",
                    "id": "23271015",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4452,
                    "source": {
                        "title": "www.latercera.com",
                        "uri": "www.latercera.com"
                    },
                    "time": "20:37:00",
                    "title": "El Hobbit, el hallazgo que cambió la historia de la humanidad - Latercera",
                    "uri": "221147605",
                    "url": "http://www.latercera.com/noticia/mundo/bbc-mundo/2014/10/1433-601535-9-bbc-el-hobbit-el-hallazgo-que-cambio-la-historia-de-la-humanidad.shtml",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-10-23",
            "avgCos": 0.4502,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1585523",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1566666",
            "lang": "spa",
            "storyDate": "2014-10-23",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-309390",
            "variance": 0.2974
        }
    },
    "meta": {
        "CCAArticleMatchCount": 60,
        "CCAArticleMatchRatio": 0.3157894736842105,
        "CCAAvgCosSim": 0.6683775,
        "CCAAvgMatchWgt": 49.61666666666667,
        "_articleUri1": "220888825",
        "_articleUri2": "220931242",
        "_datetime": "2015-02-19 21:02:57",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-309390",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-893073",
        "_username": "Evgenia Belyaeva",
        "artCount1": 10,
        "artCount2": 48,
        "avgCosSimStory1": 0.4502,
        "avgCosSimStory2": 0.4053,
        "categorySim": 0,
        "conceptCosSim": 0.6890739650181786,
        "conceptJaccardSim": 0.2941176470588235,
        "coreTime1": 129826.9333333333,
        "coreTime2": 129820.1166666667,
        "coreTimeStDev1": 3.882660438838561,
        "coreTimeStDev2": 10.66653801191888,
        "entityCosSim": 0.8936245766802088,
        "entityJaccardSim": 0.4736842105263158,
        "extractedDateJaccardSim": 0.6666666666666666,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 2,
        "hasSameLocation": 1,
        "keywordCosSim": 0.5927509837682264,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 0.75,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 9,
        "storyQuality2": 15,
        "timeAvg1": 129832.2216666667,
        "timeAvg2": 129833.2295138889,
        "timeStDev1": 4.226273969662982,
        "timeStDev2": 18.60005576691121,
        "varianceStory1": 0.2974,
        "varianceStory2": 0.3358
    }
}