{
    "850f305d-14db-4c75-b547-79470a557ea3-1159958": {
        "articles": {
            "resultCount": 46,
            "results": [
                {
                    "body": "Keira Knightley's recent appearance at the Moet British Independent Film Awards has reignited rumors that the actress is pregnant. Though Knightley and husband, James Righton, have not confirmed the rumors, talk of an addition to the family has floated around since November.\n\nPage Six says that multiple sources have confirmed the pregnancy, and that Keira is well past her third month of pregnancy. This would be Knightley's first child. Though the award show was sponsored by Moet, Keira avoided drinking. Also, Keira's loose-fitting Rocha dress that she wore is a departure from her usual style. Rumors first began in November when gossip magazines circulated that the star could be expecting.\n\nThe source said that Keira has been focused on covering up her growing pregnancy.\n\n\"Keira and her stylist have been putting together looks that hide her growing bump.\"\n\nDon't expect Keira to be a stay-at-home mom. When she spoke to Vogue in 2013, Knightley said that she would not give up acting if she and Righton did have children.\n\n\"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nHello Magazine says that Keira has also been vocal recently about starting a family. Knightley said she would be hesitant about encouraging her children to take up the acting profession.\n\n\"It can be completely heartbreaking for most people who do it, because the amount of rejection is enormous. And it doesn't matter what kind of person you are, it's impossible for that not to take a toll... So I would say to my daughter, 'Be a doctor or a lawyer - something stable and useful.'\"\n\nKeira was nominated on Wednesday for a Screen Actors Guild supporting actress award for her role as Joan Clarke in The Imitation Game. Her co-star Benedict Cumberbatch was also nominated for a SAG award. Other nominated actresses include Meryl Streep for Into the Woods, Naomi Watts for St. Vincent, Emma Stone in Birdman, and Patricia Arquette in Boyhood.\n\nKeira married her husband James Righton in May 2013. Righton is a co-vocalist and keyboardist for the Klaxons, a London-based pop band.\n\nKnightley also sparked controversy for her recent photo shoot with Patrick Demarchalier. Keira posed topless for the shoot and demanded that her photos remain unedited to protest Photoshop editing of women's bodies, as reported by the Inquisitr.\n\nAs Keira is concerned about covering up her baby bump, it seems unlikely that the star will confirm these sources any time soon.\n\n[Photo Source: Harpers Bazaar]",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27918483",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.785,
                    "source": {
                        "title": "The Inquisitr News",
                        "uri": "www.inquisitr.com"
                    },
                    "time": "21:24:00",
                    "title": "Keira Knightley Sparks Pregnancy Rumors With British Independent Film Awards Appearance",
                    "uri": "233549286",
                    "url": "http://www.inquisitr.com/1672316/keira-knightley-sparks-pregnancy-rumors-with-british-independent-film-awards-appearance/#utm_source%3Dfeedburner%26utm_medium%3Dfeed%26utm_campaign%3DFeed%253A%2BInquisitr%2B%2528Inquisitr%253A%2BAll%2529",
                    "wgt": 1
                },
                {
                    "body": "The actress and her husband James Righton are expecting their first child together\n\nKeira Knightley has confirmed she is pregnant with her first child\n\nRex\n\nKeira Knightley is expecting her first child with husband James Righton, her representative has confirmed.\n\nRumours have been circulating on the Internet for the past couple of days that the 29-year-old actress is pregnant, and now we can confirm that, yes, we will be seeing a mini Keira or James within the next six months.\n\nThe news comes after Keira appeared at the British Independent Film Awards to present an award to her Imitation co-star, Benedict Cumdberbatch. Wearing a beautiful dress by Simone Rocha, the actress wasn't showing any hint of a baby bump, but eagle-eyed onlookers did notice that the star was avoiding all alcohol...\n\nNew baby aside, it looks like 2015 is going to be a good year for Ms Knightley, having already bagged a couple of award nominations for her role in The Imitation Game.\n\nAnd, naturally, we can't wait to see how Keira works the award season red carpet in maternity wear...",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035955",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7764,
                    "source": {
                        "title": "InStyle UK",
                        "uri": "www.instyle.co.uk"
                    },
                    "time": "14:54:00",
                    "title": "Keira Knightley Confirms She's Pregnant With Her First Child",
                    "uri": "233846190",
                    "url": "http://www.instyle.co.uk/celebrity/news/keira-knightley-confirms-shes-pregnant-with-her-first-child",
                    "wgt": 1
                },
                {
                    "body": "The Imitation Game actress and her husband James Righton are expecting their first baby together.\n\nKeira Knightley has rounded off a memorable 2014 after reports that she's expecting her first baby.\n\nThe 29 year old British actress is pregnant with her first child with her husband James Righton, a former member of the recently demised indie-dance group Klaxons, whom she married in the south of France early in 2013.\n\nKeira Knightley and husband James Righton are expecting their first child together\n\nAccording to reports by PageSix, Knightley is already past her first trimester. She was spotted avoiding alcohol at Sunday's Moet British Independent Spirit Awards, and was wearing a loose-fitting gown outfit in contrast to her usual tight-fit style, which prompted professional celebrity spotters to speculate whether the actress was expecting.\n\nIn the past few days, Knightley has celebrated a Screen Actors Guild Award nomination and a Golden Globe nod for her role in The Imitation Game, the film concerning British WW2 codebreaker Alan Turing and starring Benedict Cumberbatch.\n\nMore: Keira Knightley says topless photoshoot was in order to protest the use of Photoshop\n\nIn an interview with Vogue back in 2012 she spoke of her desire to have children in the future, but that she intended to maintain her career at the same time. \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nIn an interview with Glamour this year, she reiterated her point. \"I mean, not to have the freedom to do that [if you are male] is as bad as saying it's a woman's duty to look after the children.\" With her husband's band no longer in operation, it seems as though Righton will be being expected to pull his weight with the childcare.\n\nMore: Gone Girl wins top honour and The Imitation Game wins 4 awards at Hollywood Film Awards",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "27947284",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7488,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "04:50:00",
                    "title": "Keira Knightley Is Pregnant With Her First Child",
                    "uri": "233618700",
                    "url": "http://www.contactmusic.com/article/keira-knightley-pregnant-first-child_4504725",
                    "wgt": 1
                },
                {
                    "body": "12 DECEMBER 2014 Keira Knightley has confirmed that she is pregnant with her first child. Representatives for the actress told Elle UK that rumours she is expecting are true, but that there would not be any more news about the pregnancy at the moment.\n\nThe news that the Love Actually star and her Klaxons musician husband James Righton are to become parents comes the day after reports suggested Keira has been avoiding alcohol and wearing more loose fitting clothing than normal.\n\nLondon-born Keira made a red carpet appearance on Sunday night at the Moet British Independent Film Awards and while she showed no visible signs of a baby bump, the Daily Mail reported Keira \"steered clear from any champagne or alcohol\" during the evening.\n\nKeira's eagle-eyed fashion fans also suggested that the textured dress she chose for the event was a departure from her more tailored style and its flared skirt wouldn't be figure-hugging.\n\nThe British actress, who tied the knot with James in 2013, is believed to be in the first trimester and a source told Page Six that \"Keira and her stylist have been putting together looks that hide her growing bump\".\n\n2015 will be a memorable year for the 29-year-old star. Not only will she be preparing to welcome her first child, she is also expected to hit the awards circuit with her latest film The Imitation Game.\n\nOn Thursday both Keira and her co-star Benedict Cumberbatch were nominated for SAG Awards for their roles in the Second World War drama.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28009264",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7465,
                    "source": {
                        "title": "hellomagazine.com",
                        "uri": "www.hellomagazine.com"
                    },
                    "time": "18:06:00",
                    "title": "Keira Knightley confirms her pregnancy",
                    "uri": "233783182",
                    "url": "http://www.hellomagazine.com/healthandbeauty/mother-and-baby/2014121222418/keira-knightley-confirms-pregnancy/",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley has confirmed she and husband James Righton are expecting their first child together.\n\nKeira Knightley has confirmed she is pregnant.\n\nThe 'Imitation Game' actress and her musician husband James Righton, 31, will welcome their first child into the world next spring.\n\nA spokesperson for the 29-year-old beauty said rumours the couple, who got married in May 2013, are expecting a baby are true, but told ELLEUK.com today (12.12.14) that the actress will not be making any further comment about her pregnancy.\n\nThe official announcement comes just one day after multiple sources claimed Keira was already in her second trimester.\n\nThe British star previously revealed she would love to star in a film about infertility.\n\nDiscussing her fantasy film script last summer, she said: ''The horrendous issue of trying to have a baby when you can't.\n\n''I've seen friends who've been through this, it seems like one of the most dramatic things that can happen to half of the population - and actually, the other half as well because, my god, the unbelievable toll it takes on male partners - and there are no good films about it.''\n\nThe 'Atonement' star also previously admitted she was eager to have children, but insisted she would never give up her career to raise a family.\n\nSpeaking last year, she said: ''I don't want to deny my femininity. But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.''\n\nKeira and James started dating in February 2011 and tied the knot in front of just 11 guests in Mazan in the South of France last year.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035907",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7411,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "hub.contactmusic.com"
                    },
                    "time": "19:38:00",
                    "title": "Keira Knightley - Keira Knightley confirms pregnancy",
                    "uri": "233846153",
                    "url": "http://hub.contactmusic.com/story/keira-knightley-confirms-pregnancy_4506184",
                    "wgt": 1
                },
                {
                    "body": "British actress Keira Knightley is pregnant with her first child with musician husband James Righton.\n\nA representative for the 29-year-old actress confirmed to Elle Friday morning that Knightley and her husband are expecting a baby together. The spokesperson added no further details on the pregnancy, reports dailymail.co.uk.\n\nKeira made a high-profile red carpet appearance Sunday night at the Moet British Independent Film Awards, displaying no visible signs of a baby bump in an embroidered ivory fur-trimmed dress by Rocha.\n\nShe is said to have \"steered clear from any champagne or alcohol\" throughout the night, where she presented her \"The Imitation Game\" co-star Benedict Cumberbatch with the Variety Award alongside actor Mark Strong.\n\nThe British star married Righton in May 2013 after dating him for about two years.",
                    "date": "2014-12-15",
                    "eventUri": "1997283",
                    "id": "28236282",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7402,
                    "source": {
                        "title": "www.newkerala.com",
                        "uri": "www.newkerala.com"
                    },
                    "time": "18:50:00",
                    "title": "Keira Knightley in the family way",
                    "uri": "234384614",
                    "url": "http://www.newkerala.com/news/2014/fullnews-138990.html",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley and James Righton are expecting their first child (Getty Images)Keira Knightley has a lot to celebrate!\n\nThe British actress has just been nominated for a Screen Actors Guild Award and Golden Globe Award for her supporting work in The Imitation Game, but Keira won't be toasting the exciting news with champagne. Multiple media outlets including Us Weekly and E! News are reporting she's pregnant.\n\nKeira covers up her bump in NYC (Splash News)This will be the first child for Knightley, 29, and her husband, James Righton. According to reports, she is more than three months along.\n\nRighton -- the 31-year-old co-vocalist and keyboardist for London-based band Klaxons -- and Keira tied the knot in a low-key ceremony in France in the summer of 2013. It was so low key, in fact, that the fashion icon recycled a Chanel dress to wear on her wedding day.\n\nThe Begin Again actress previously told Vogue that while she hopes to have a family one day, she won't give up her career to do so.\n\n\"Would I want to be a stay-at-home mother? No,\" she said. \"On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nWhen speaking with Elle U.K. in June, Keira was asked if she would encourage her hypothetical teenage daughter to be an actress.\n\n\"Oh, 100%, I'd absolutely tell her not to. I would 150 million trillion per cent be totally discouraging of [her] doing anything like that.\"\n\nShe continued, \"If the kid is going to do that then they have to do it on their own. And I would say teenage years should be done privately. You should be going out and getting unbelievably drunk, getting into ridiculous situations, making mistakes. That's what that time of life is about and we should do that privately, one million trillion zillion per cent. Saying that, I don't regret it -- I wouldn't do my life any differently.\"\n\nWhile it is unknown whether Keira has a little girl or boy on the way, one thing is for sure... her maternity style is going to be awesome this awards season.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "27944431",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7393,
                    "source": {
                        "title": "uk.celebrity.yahoo.com",
                        "uri": "uk.celebrity.yahoo.com"
                    },
                    "time": "02:36:00",
                    "title": "Keira Knightley Is Pregnant, Expecting First Child With James Righton - Yahoo Celebrity UK",
                    "uri": "233611501",
                    "url": "https://uk.celebrity.yahoo.com/gossip/celeb-news/keira-knightley-is-pregnant--expecting-first-child-with-james-righton-180139394.html",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley is pregnant with her first child.\n\nSpeculation has been rife for the past month that the British actress and her Klaxons singer husband James Righton are expecting a baby together and the happy news was confirmed today (Fri) by Keira's representative.\n\nRumours circulated that the 29-year-old was pregnant when she 'steered clear from any champagne or alcohol' during an appearance on Sunday night at the Moet British Independent Film Awards.\n\nNow her representative has confirmed the news to Elle UK although they added that no further details would be released.\n\nOn Sunday (Dec 7), Keira was presented with the Variety Award alongside her The Imitation Game co-stars Benedict Cumberbatch and Mark Strong.\n\nShe has also been nominated for Outstanding Performance by a Female Actor in a Supporting Role at both the upcoming 2015 Screen Actors Guild and the Golden Globe Awards for her role in The Imitation Game.\n\nThe actress - who has been with James, 31, since February 2011 - has made no secret of her desire to have children, but has previously insisted she would never give up her career to raise a family.\n\nIn 2012, she told Vogue magazine: \"I don't want to deny my femininity. But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nSpeculation about Keira's pregnancy was fuelled last month by a 'family source' who spoke to an American magazine.\n\n\"Keira and James are thrilled,\" the source told Star. \"This wasn't planned, but that is how they wanted it.\"\n\nIn November, the source added that Keira is around 12 weeks pregnant and she has called on the help of her stylist to put together outfits that hide her growing baby bump.\n\nKeira then added to the growing speculation by drinking nothing stronger than water while out in New York to promote Imitation Game.\n\nShe said her abstinence was due to an early alarm call the next morning as she was appearing on TV show Good Morning America, but her protestations have done little to stem the speculation.\n\n\"It's one way to ruin a party,\" Keira told the New York Times. \"When they go, 'You have to get up at 5:30 in the morning the next day'.\n\n\"There are some really bad stories about people doing that and then going on these shows,\" she said, while pointing to her glass of water.\n\n\"You don't know what could come out of your mouth after a night out.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "27993090",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7323,
                    "source": {
                        "title": "Parentdish UK",
                        "uri": "www.parentdish.co.uk"
                    },
                    "time": "09:30:00",
                    "title": "Keira Knightley pregnant with her first baby",
                    "uri": "233746365",
                    "url": "http://www.parentdish.co.uk/2014/12/12/keira-knightley-pregnant-with-her-first-baby/",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley is pregnant with her first child.\n\nA representative for the 29-year-old actress confirmed to Elle UK on Friday morning that Keira and her musician husband James Righton are expecting a baby together.\n\nThe spokesperson added no further details on the pregnancy would be offered at this time.\n\nKeira made a high-profile red carpet appearance on Sunday night at the Moet British Independent Film Awards, displaying no visible signs of a baby bump in an embroidered ivory fur-trimmed dress by Rocha.\n\nThe British star is said to have 'steered clear from any champagne or alcohol' throughout the night, where she presented her The Imitation Game co-star Benedict Cumberbatch with the Variety Award alongside Mark Strong.\n\nThis is the latest happy news for the talented thespian, after she was nominated for Outstanding Performance by a Female Actor in a Supporting Role at both the upcoming 2015 Screen Actors Guild and the Golden Globe Awards for her role in The Imitation Game.\n\nThe Atonement actress - who has been with James, 31, since February 2011 - has made no secret of her desire to have children, but has previously insisted she would never give up her career to raise a family.\n\nSpeaking in 2012, she told Vogue magazine: 'I don't want to deny my femininity. But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.'\n\nSpeaking to Elle UK last summer, Keira appeared to have children on the brain when she discussed her fantasy film script.\n\nShe said of the imagined plot: 'The horrendous issue of trying to have a baby when you can't.\n\n'I've seen friends who've been through this, it seems like one of the most dramatic things that can happen to half of the population - and actually, the other half as well because, my god, the unbelievable toll it takes on male partners - and there are no good films about it.'\n\nIn recent weeks, Keira has been jet-setting to the UK, US and China - among other destinations - on the promotional trail for The Imitation Game, but has displayed no visible signs of a baby bump at any of her numerous photocalls.\n\nKeira and Klaxons star James started dating in February 2011, before tying the knot in an intimate ceremony in Mazan, a small town in the South of France, back in May 2013, with just 11 guests in attendance.\n\nSpeaking to NME about their nuptials, James recently said: 'It was the greatest day ever, it was fantastic. We're still high from it. It was about two weeks ago, it was a big party.\n\n'I just fell in love with someone who happens to be amazing. We had a beautiful wedding and there was a lot of love.'\n\nSpeaking to Glamour magazine in June, Keira joked that she decided to get married because it 'seemed like a fun thing to do'.\n\n'When James proposed, I just thought, \"Well, never done that before\". It seemed like a fun thing to do,' she confessed.\n\nThe actress impressed fashion critics with her rather thrifty approach to bridal glamour, choosing a couture Chanel wedding dress she had previously worn to a red carpet event five years previously.\n\nBut Keira later admitted the wedding was the gown's last outing, after a friend accidentally knocked a glass of red wine down her on her big day.\n\nShe explained: 'It's now got red wine spilled down the front because the last time I wore it my friend went like this [she juts out her elbows] and now it's everywhere. I didn't quite realise the extent of it until I got home.\n\n'It's quite impressively splattered. But, hey, a good night is a good night and when a dress has had its time, maybe it's had its time.\n\n'I'm pretty sure I can get it out but, if I can't, I'm happy with the memory of a good night and the story of how the dress got destroyed.'\n\nPrior to her romance with James, Keira had long-term relationships with Fifty Shades of Grey star Jamie Dornan and Homeland's Rupert Friend\n\nIn October 2015, Keira is set to make her Broadway debut when she takes on the role of a doomed heroine in a new stage adaptation of Therese Raquin, British playwright Helen Edmundson's adaptation of the French classic 1867 novel by Emile Zola.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "27978314",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7151,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "13:07:00",
                    "title": "Keira Knightley pregnant with musician husband James Righton's first child",
                    "uri": "233709900",
                    "url": "http://www.dailymail.co.uk/tvshowbiz/article-2869715/Keira-Knightley-pregnant-musician-husband-James-Righton-s-child.html?ito=social-twitter_dailymailceleb",
                    "wgt": 1
                },
                {
                    "body": "Keira KnightleyJames Righton\n\nFriday, 12 December 2014 (8 hours ago)\n\nCongrats go out to Keira Knightley!\n\nThe 29-year-old actress and her husband James Righton are expecting their first child, according to New York Post's Page Six. Us Weekly and E! News confirmed the baby news, as well. The \"Imitation Game\" star and the Klaxons rocker married in May 2013 after two years of dating.\n\nThe...",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28022806",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.713,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "20:41:00",
                    "title": "Keira Knightley Pregnant With First Child",
                    "uri": "233815615",
                    "url": "http://www.onenewspage.com/n/Entertainment/750rouufc/Keira-Knightley-Pregnant-With-First-Child.htm",
                    "wgt": 1
                },
                {
                    "body": "Actress is expecting her first child with husband James Righton\n\nAfter heavy speculation for the past few weeks that Keira Knightley was possibly expecting her first child with husband James Righton the happy news has apparently been confirmed. Hurrah.\n\nRumours have been rife that Keira was expecting after she stepped out in numerous baggy outfits and was noted to be snubbing alcohol at the Moet sponsored British Independent Spirit Awards on Sunday night. The 29-year-old Hollywood actress is reportedly \"more than three months\" pregnant with the Klaxons singer's baby, and the news has been confirmed by \"several sources\" to Page Six.\n\nKeira and James got hitched in May 2013 in the south of France, but she has been quizzed on the subject of babies several times in recent years, During a chat with Vogue back in 2012 she gave her take on whether or not she believed in being a stay at home mum.\n\nKeira Knightley and James Righton at The Spirit Awards on Sunday (WENN)\n\nShe said: \"I'm glad that the subject is coming up again. I remember doing interviews, and people would ask, as if it was a joke, 'So you mean you are a feminist?' As though feminism couldn't be discussed unless we were making fun of it. I don't want to deny my femininity. But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nAnd this summer Keira continued the debate - hinting that she thinks Dad's should be free to share the responsibility of giving up work to care for their baby.\n\nShe said: \"I think it's about equality. I was talking to a male friend about this the other day who's just had a baby girl, and because he's the one staying home to look after her, he went to this mother-and-baby class, and all the mothers were going, 'Oh, is the baby having a day with Dad?' I mean, not to have the freedom to do that [if you are male] is as bad as saying it's a woman's duty to look after the children.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035913",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6996,
                    "source": {
                        "title": "EntertainmentWise",
                        "uri": "www.entertainmentwise.com"
                    },
                    "time": "16:38:00",
                    "title": "Keira Knightley Pregnant With ...",
                    "uri": "233846160",
                    "url": "http://www.entertainmentwise.com/news/163110/Keira-Knightley-pregnant-with-first-child-with-husband-James-Righton",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley is winning plaudits, including a Screen Actors Guild best supporting actress nomination for her role in \"The Imitation Game\" -- but the British star is also celebrating because she is more than three months pregnant, Page Six can exclusively confirm.\n\nKnightley, 29, is expecting her first child with husband James Righton, the co-vocalist and keyboardist for London-based band Klaxons, whom she married last year, multiple sources have confirmed to us.\n\nA glowing Knightley fueled rumors of a pregnancy as she stepped out at the Moët British Independent Spirit Awards on Sunday night -- and, despite the sponsor, she appeared to stay away from alcohol. The famously svelte star appeared at her husband's side in an embroidered and billowy, ivory fur-trimmed Rocha dress very different from her usual fitted style.\n\nPregnancy rumors first emerged in November when Star magazine reported that she and Righton were expecting and it was a happy surprise for the couple. A source said, \"Keira and her stylist have been putting together looks that hide her growing bump.\"\n\nOn Wednesday, it was announced that her role as codebreaker Joan Clarke opposite Benedict Cumberbatch in wartime drama \"The Imitation Game\" had earned her a nomination for the prestigious Screen Actors Guild Awards, which are seen as an indicator for upcoming Oscar nods.\n\nAt the Jan. 25 SAG Awards, she will go up against Meryl Streep (\"Into the Woods\"), Naomi Watts (\"St. Vincent\"), Emma Stone (\"Birdman\") and Patricia Arquette (\"Boyhood\") for the title of outstanding performance by a female actor in a supporting role.\n\nKeira has previously said that she hopes to have children, but does not plan on giving up her acting career once she becomes a mother.\n\nShe told Vogue in 2013: \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28027914",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6946,
                    "source": {
                        "title": "pagesix.com",
                        "uri": "pagesix.com"
                    },
                    "time": "21:38:00",
                    "title": "Keira Knightley expecting her first child | Page Six",
                    "uri": "233827372",
                    "url": "http://pagesix.com/2014/12/10/keira-knightley-expecting-her-first-child/?utm_campaign=SocialFlow&utm_source=P6Twitter&utm_medium=SocialFlow",
                    "wgt": 1
                },
                {
                    "body": "British actress Keira Knightley is pregnant with her first child. The news was confirmed to Elle UK Friday morning that the 29-year-old star and her musician husband James Righton are expecting a baby together.\n\nThe spokesperson on Knightley's behalf added no further details on the pregnancy at this time.\n\nKnightly attended a high-profile red carpet appearance Sunday evening at the Moet British Independent Film Awards. There, she showed no visible signs of a baby bump in her Rocha dress with embroidered ivory fur trim. However, she is said to have \"steered clear from any champagne or alcohol\" throughout the night, according to the Daily Mail.\n\nShe presented the Variety Award along with Mark Strong to her \"The Imitation Game\" co-star Benedict Cumberbatch.\n\nThe year has been a whirlwind of success for the actress, who was nominated for a Screen Actors Guild and Golden Globe award for Outstanding Performance by a Female Actor in a Supporting Role for her work in \"The Imitation Game.\" In recent weeks, she has been busy promoting the film around the world, but never hinted at being with child.\n\nKnightley has been with 31-year-old Righton since they started dating in February 2011, and has not been shy about her desire to start a family. However, in interviews, she always insisted she would never give up a career to have kids.\n\n\"I don't want to deny my femininity,\" she said in 2012 to Vogue magazine. \"But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nShe and the Klaxons star married in a small ceremony in the South of France in May 2013, with reportedly only 11 guests in attendance.\n\n\"It was the greatest day ever, it was fantastic,\" Righton said of their wedding day back in 2013. \"We're still high from it. It was about two weeks ago, it was a big party...I just fell in love with someone who happens to be amazing. We had a beautiful wedding and there was a lot of love.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035906",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6873,
                    "source": {
                        "title": "Latin Post",
                        "uri": "www.latinpost.com"
                    },
                    "time": "16:38:00",
                    "title": "Keira Knightley Pregnant: British Actress Says She Is Expecting [PHOTO]",
                    "uri": "233846159",
                    "url": "http://www.latinpost.com/articles/27659/20141212/keira-knightley-pregnant-british-actress-confirms-baby-bump.htm",
                    "wgt": 1
                },
                {
                    "body": "The British star her and husband, musician James Righton, are going to become parents for the first time.\n\nAs well as being nominated for Golden Globe this week, Keira Knightley also found out she is going to be a mother. The British actress is reportedly pregnant with her and husband, musician James Righton, first child together.\n\nKnightley and Righton are expecting their first child together\n\nNews that the happy couple, who tied the knot last year in a small ceremony in France, will become first-time parents was announced to People magazine by a source apparently close to the pair.\n\nKnightley, who received the Golden Globe nod for her role in 'The Imitation Game,' has been at the centre of pregnancy speculation for some time now, but since her figure is slim and small, it would be hard to identity a baby bump just through photographs.\n\nMore: Keira Knightley Talks Media's Scrutiny On The Female Figure: \"I've Had My Body Manipulated So Many Different Times\"\n\nBut if she is in fact pregnant, many fans of hers would be happy to learn Knightley is definitely going to be a working mother.\n\n\"I remember doing interviews, and people would ask, as if it was a joke, 'So you mean you are a feminist?' As though feminism couldn't be discussed unless we were making fun of it. I don't want to deny my femininity,\" she told Vanity Fair in 2012. \"But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nMore: Keira Knightley Says Topless Photoshoot Was To Protest Photoshop\n\nAfter the 29-year-old actress's pregnancy news broke, her rep confirmed to ELLE UK that she and Righton are expecting a baby, but they will not comment any further.",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28041084",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6861,
                    "source": {
                        "title": "Contactmusic.com",
                        "uri": "www.contactmusic.com"
                    },
                    "time": "00:30:00",
                    "title": "Keira Knightley Is Reportedly Pregnant With Her First Child",
                    "uri": "233857128",
                    "url": "http://www.contactmusic.com/article/keira-knightley-is-reportedly-pregnant-with-her-first-child_4506278",
                    "wgt": 1
                },
                {
                    "body": "Want the INSIDE SCOOP? Follow Us On Twitter! Follow @yourdlyscoop\n\nAfter steering clear from all alcohol, and wearing a loose fitting Simone Rocha gown at the Moet British Independent Film Awards, where she presented her \"The Imitation Game\" co-star Benedict Cumberbatch with the Variety Award alongside Mark Strong on Sunday night, Keira Knightley sparked rumors that she was expecting, and it turns out, this time, the rumors were right.\n\nA representative for the 29-year-old actress confirmed to Elle UK and a number of other media outlets early Friday morning that she and her husband, musician James Righton, are expecting a baby together.\n\nWhile she looked simply amazing in the pale pink and blue dress at the awards show, her abdomen definitely looked a bit bigger than usual, and the dress was a unique choice, compared to the tighter fitting gowns she usually wears.\n\nPage Six reports that the \"Pirates of the Caribbean\" star is more than three months pregnant, while a source revealed, \"Keira and James are thrilled. This wasn't planned, but that is how they wanted it. Keira and her stylist have been putting together looks that hide her growing bump.\"\n\nThe happy mom-to-be has just finished filming her latest project, \"Everest,\" and is expected to take a break from acting when the baby arrives so that she can \"relax and settle into family life in London.\"\n\nKeira has previously said that she's not planning on giving up her career when she does start her family, revealing to Vogue magazine in 2012 that being a \"stay-at-home mom\" isn't right for her, so her break isn't likely to be long.\n\nShe explained, \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nLast month, Star magazine did claim that the Academy Award-nominated actress was already three months pregnant with her first baby, noting that it was a \"happy surprise.\"\n\nThe \"Love Actually\" star has been with her husband James, co-vocalist and keyboardist for the London-based band Klaxons since early 2011.\n\nThey tied the knot in an intimate ceremony in Mazan, a small town in the South of France, in May of 2013.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035986",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6768,
                    "source": {
                        "title": "Your Daily Scoop",
                        "uri": "www.yourdailyscoop.com"
                    },
                    "time": "19:38:00",
                    "title": "Keira Knightley And James Righton Expecting First Baby",
                    "uri": "233846151",
                    "url": "http://www.yourdailyscoop.com/keira-knightley-pregnant-expecting-baby-with-husband-james-righton/",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley has been seen for the first time since her pregnancy news was revealed.\n\nThe Hollywood star couldn't have looked happier as she stepped out in London after attending a private function.\n\nIt was confirmed on Friday morning that the 29-year-old actress is pregnant with her first child with husband James Righton.\n\nScroll down for video\n\nShe emerged from a venue in London on Thursday evening with a huge smile on her face.\n\nHowever, she kept her figure concealed with a stylish black coat, which she held over herself with crossed arms.\n\nA glimpse of her decidedly summery frock was visible, a cream number with an embroidered floral pattern across it, and she bravely rocked bare legs despite the winter chill.\n\nShe kept herself warm with a cosy black scarf tied around her neck, and she finished her smart-casual look with a pair of heeled ankle boots.\n\nThe mother-to-be displayed her natural beauty with barely a scrap of make-up on her face as she left the venue, failing to hide her huge smile from her face.\n\nAnd she wore her brunette tresses down in an effortless, loose style, framing her face flawlessly.\n\nIt was originally confirmed to Elle UK that the Pirates of the Caribbean star is pregnant, but her spokesperson added there would be no further details at this time.\n\nIt has been a great week for Keira: as well as her pregnancy reveal, the talented star has received a Golden Globe nomination - Best Supporting Actress in a Motion Picture - for her role in The Imitation Game, in which she stars alongside Benedict Cumberbatch.\n\nUpon being named as a nominee for the 2015 awards, she said: 'I felt so lucky to have portrayed Joan Clarke, such an extraordinary woman who defied convention and was part of a moment in history.\n\n'Thank you to the Hollywood Foreign press for this honour, and for recognising our film. I can't wait to celebrate with everyone.'\n\nShe is also up for a Screen Actors Guild prize for the same role.\n\nWith the Golden Globe and SAG nods under her belt, Keira is now hotly-tipped to receive a nomination for the biggest movie awards of them all, the Oscars.\n\nKeira made a high-profile red carpet appearance on Sunday night at the Moet British Independent Film Awards, displaying no visible signs of a baby bump in an embroidered ivory fur-trimmed dress by Rocha.\n\nThe British star is said to have 'steered clear from any champagne or alcohol' throughout the night, where she presented her The Imitation Game co-star Benedict Cumberbatch with the Variety Award alongside Mark Strong.\n\nThe Atonement actress - who has been with Klaxons rocker James, 31, since February 2011 - has made no secret of her desire to have children, but has previously insisted she would never give up her career to raise a family.\n\nSpeaking in 2012, she told Vogue magazine: 'I don't want to deny my femininity. But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.'\n\nSpeaking to Elle UK last summer, Keira appeared to have children on the brain when she discussed her fantasy film script.\n\nShe said of the imagined plot: 'The horrendous issue of trying to have a baby when you can't.\n\n'I've seen friends who've been through this, it seems like one of the most dramatic things that can happen to half of the population - and actually, the other half as well because, my god, the unbelievable toll it takes on male partners - and there are no good films about it.'\n\nIn recent weeks, Keira has been jet-setting to the UK, US and China - among other destinations - on the promotional trail for The Imitation Game, but has displayed no visible signs of a baby bump at any of her numerous photocalls.",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28044192",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6728,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "00:10:00",
                    "title": "Keira Knightley steps out for the first time since pregnancy reveal - Daily Mail",
                    "uri": "233864605",
                    "url": "http://www.dailymail.co.uk/tvshowbiz/article-2872228/PICTURE-EXCLUSIVE-Keira-Knightley-glows-steps-time-pregnancy-reveal-keeps-figure-hidden-coat.html",
                    "wgt": 1
                },
                {
                    "body": "UPDATE: Keira's rep has confirmed the 29-year-old IS pregnant! YAY!\n\nKeira Knightley could be newly pregnant with her and husband James Righton's first child, according to reports.\n\nThe Atonement star was spotted avoiding champagne at the Moet British Independent Spirit Awards last Sunday in London, and according to Us Weekly, \"multiple sources\" have confirmed the happy news.\n\nThere's been no official statement from the couple yet, but a quick look at her IMDb profile shows she's cleared her work schedule and has nothing lined up for next year.\n\nIf the reports are true, Keira would be around three months' gone by now, so could be expecting her first baby in around June next year - a couple of months after Kate Middleton and Prince William have their second child.\n\nJust this week, Keira was nominated for a Best Supporting Actress gong for the SAG Awards for her role as the feisty codebreaker in The Imitation Game, in which she starred opposite Benedict Cumberbatch.\n\nBack in November, an American tabloid reported that Keira, 29, and Klaxons singer James, who got married in a low-key ceremony last year, were to become parents, with a source saying: \"Keira and her stylist have been putting together looks that hide her growing bump.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035985",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6686,
                    "source": {
                        "title": "heatworld",
                        "uri": "www.heatworld.com"
                    },
                    "time": "13:06:00",
                    "title": "Is Keira Knightley pregnant with her and husband James Righton's first child?",
                    "uri": "233846216",
                    "url": "http://www.heatworld.com/2014/12/is-keira-knightley-pregnant-with-her-and-husband-james-righton-s-first-child",
                    "wgt": 1
                },
                {
                    "body": "LONDON: British actress Keira Knightley is reportedly pregnant with her first child.\n\nKnightley is expecting her first child with husband James Righton, the co-vocalist and keyboardist for London-based band Klaxons, whom she married last year, multiple sources have confirmed to New York Post's Page Six.\n\nThe 29-year-old beauty fueled rumors of a pregnancy as she stepped out at the Moët British Independent Spirit Awards Sunday night. The famously svelte star appeared at her husband's side in an embroidered and billowy, ivory fur-trimmed dress very different from her usual fitted style.\n\nPregnancy rumors first emerged in November when Star magazine reported that she and Righton were expecting and it was a happy surprise for the couple.\n\n\"Keira and her stylist have been putting together looks that hide her growing bump,\" a source said.\n\nIt was announced Wednesday that her role as codebreaker Joan Clarke opposite Benedict Cumberbatch in wartime drama \"The Imitation Game\" had earned her a nomination for the prestigious Screen Actors Guild Awards, which are seen as an indicator for upcoming Oscar nods.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "28035947",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6651,
                    "source": {
                        "title": "Arab News",
                        "uri": "www.arabnews.com"
                    },
                    "time": "11:00:00",
                    "title": "Keira expecting first child",
                    "uri": "233846244",
                    "url": "http://www.arabnews.com/offbeat/news/672926",
                    "wgt": 1
                },
                {
                    "body": "Knightley, 29, is expecting her first child with husband James Righton, the co-vocalist and keyboardist for London-based band Klaxons, whom she married last year, multiple sources have confirmed.\n\nA glowing Knightley fuelled rumours of a pregnancy as she stepped out at the Moët British Independent Spirit Awards on Sunday night -- and, despite the sponsor, she appeared to stay away from alcohol.\n\nThe famously svelte star appeared at her husband's side in an embroidered and billowy, ivory fur-trimmed Rocha dress very different from her usual fitted style.\n\nPregnancy rumours first emerged in November when Star magazine reported that she and Righton were expecting and it was a happy surprise for the couple. A source said, \"Keira and her stylist have been putting together looks that hide her growing bump.\"\n\nOn Wednesday, it was announced that her role as codebreaker Joan Clarke opposite Benedict Cumberbatch in wartime drama The Imitation Game had earned her a nomination for the prestigious Screen Actors Guild Awards, which are seen as an indicator for upcoming Oscar nods.\n\nKeira has previously said that she hopes to have children, but does not plan on giving up her acting career once she becomes a mother.\n\nShe told Vogue in 2013: \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27879233",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6627,
                    "source": {
                        "title": "News.com.au",
                        "uri": "www.news.com.au"
                    },
                    "time": "14:27:00",
                    "title": "Knightley expecting first baby",
                    "uri": "233451340",
                    "url": "http://www.news.com.au/entertainment/celebrity-life/keira-knightley-expecting-her-first-child-with-husband-james-righton/story-fn907478-1227153265090?from=public_rss",
                    "wgt": 1
                },
                {
                    "body": "A representative announced the news today\n\n© Getty Images\n\nKeira Knightley and husband James Righton are expecting their first child together.\n\nA representative for the actress confirmed the happy news to Elle this morning, but don't expect to hear any more details, as the rep stated Keira will be making 'no further comment' on the matter.\n\n© Getty Images\n\nKeira and musician husband James started dating in 2011\n\nKeira has previously spoken about starting a family with husband James, who she married last year.\n\nWhen asked if she would allow her daughter (if she were to have one) to become an actress, Keira said: \"I would say to my daughter, 'Be a doctor or a lawyer - something stable and useful'.\"\n\nSo we guess we won't be seeing a mini-Knightley on screen anytime soon!\n\nCongratulations to Keira and James.\n\nRecommend 0 Tweet 0 Tweet 0",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035911",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6574,
                    "source": {
                        "title": "Best Daily",
                        "uri": "www.bestdaily.co.uk"
                    },
                    "time": "13:54:00",
                    "title": "The Imitation Game star Keira Knightley confirms she is pregnant with first child",
                    "uri": "233846198",
                    "url": "http://www.bestdaily.co.uk/showbiz/news/a616241/the-imitation-game-star-keira-knightley-confirms-she-is-pregnant-with-first-child.html",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley has confirmed she is pregnant.\n\nThe 'Imitation Game' actress and her musician husband James Righton, 31, will welcome their first child into the world next spring.\n\nA spokesperson for the 29-year-old beauty said rumours the couple, who got married in May 2013, are expecting a baby are true, but told ELLEUK.com today (12.12.14) that the actress will not be making any further comment about her pregnancy.\n\nThe official announcement comes just one day after multiple sources claimed Keira was already in her second trimester.\n\nThe British star previously revealed she would love to star in a film about infertility.\n\nDiscussing her fantasy film script last summer, she said: \"The horrendous issue of trying to have a baby when you can't.\n\n\"I've seen friends who've been through this, it seems like one of the most dramatic things that can happen to half of the population - and actually, the other half as well because, my god, the unbelievable toll it takes on male partners - and there are no good films about it.\"\n\nThe 'Atonement' star also previously admitted she was eager to have children, but insisted she would never give up her career to raise a family.\n\nSpeaking last year, she said: \"I don't want to deny my femininity. But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nKeira and James started dating in February 2011 and tied the knot in front of just 11 guests in Mazan in the South of France last year.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035929",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.652,
                    "source": {
                        "title": "www.caledonenterprise.com",
                        "uri": "www.caledonenterprise.com"
                    },
                    "time": "20:38:00",
                    "title": "Keira Knightley confirms pregnancy",
                    "uri": "233846157",
                    "url": "http://www.caledonenterprise.com/whatson-story/5204803-keira-knightley-confirms-pregnancy/",
                    "wgt": 1
                },
                {
                    "body": "HOLLYWOOD star Keira Knightley is more than three months pregnant, according to reports.\n\nThe 29-year-old star was rumoured last month to be expecting her first child with husband James Righton, as she was promoting her latest movie The Imitation Game.\n\nThis will be the couple's first child.\n\nKnightley began dating the 31-year-old Klaxons musician back in 2011.\n\nThe pair got married just over two years later in a low-key ceremony in the south of France and they have since settled down in London.\n\nNow the New York Post's gossip website Page Six reports that the actress is more than three months pregnant with a source saying the brunette beauty is \"celebrating\" her impending motherhood.\n\nKeira was photographed at the British Independent Spirit Awards on Sunday night wearing a loose-fitting dress, getting tongues wagging on whether or not she was pregnant.\n\nSpeculation of Keira's pregnancy first surfaced last month, with claims she was \"thrilled\" about the prospect of becoming a mother. According to America's Star Magazine, both Keira and her husband are delighted with the news.\n\nKnightly previously admitted she'd like to keep acting after she becomes a parent.\n\n\"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at,\" she told Vogue magazine.\n\nThe gorgeous actress first found widespread fame with 2002's cult football flick Bend it Like Beckham.\n\nSince then she's starred in dozens of films including festive favourite Love Actually and the Pirates of the Caribbean series.\n\nShe recently featured in Begin Again by Irish director John Carney.\n\nKnightley was attending the awards ceremony in London at the weekend where the Imitation Game was up for a number of gongs.\n\nHowever, it was largely disappointment on the night as the film missed out on the Best Film Award, while co-star Benedict Cumberbatch lost out on the Best Actor award to Dubliner Brendan Gleeson in Calvary.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035992",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6508,
                    "source": {
                        "title": "Herald.ie",
                        "uri": "www.herald.ie"
                    },
                    "time": "08:06:00",
                    "title": "Keira Knightley 'thrilled' with news she's pregnant with her first child",
                    "uri": "233846227",
                    "url": "http://www.herald.ie/entertainment/film/keira-knightley-thrilled-with-news-shes-pregnant-with-her-first-child-30822953.html",
                    "wgt": 1
                },
                {
                    "body": "Rumor has it, the 'Imitation Game' leading lady is having a bun in the oven after being reported steering clear of alcohol at a recent event.\n\nKeira Knightley is reportedly entering motherhood. The star who just picked up a nomination at the 2015 Golden Globe Awards for her performance in Alan Turing biopic \"The Imitation Game\" is rumored expecting her first child with husband James Righton, a member of the band Klaxons.\n\nAccording to Page Six, Knightley is more than three months along. The site points out that the actress ditched her usual form-fitting dresses for billowy numbers at recent red carpet appearances. The pregnant rumor is fueled by report that she, though happily posing with the sponsor's champagne, didn't drink any alcohol when attending the Moet British Independent Spirit.\n\nKnightley, 29, and Righton, 31, married in 2013 after two years of dating. She told Vogue last year that she would continue acting after having a baby. \"Would I want to be a stay-at-home mother? No,\" she said. \"On the other hand, you should be allowed to do that, as should men, without being sneered at.\"",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "28035950",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6171,
                    "source": {
                        "title": "AceShowbiz",
                        "uri": "www.aceshowbiz.com"
                    },
                    "time": "11:00:00",
                    "title": "Report: Keira Knightley Pregnant With Her First Child",
                    "uri": "233846212",
                    "url": "http://www.aceshowbiz.com/news/view/00078036.html",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley is pregnant, she is expecting her first child with husband James Righton.\n\nThe 'Imitation Game' actress and James married in May 2013 - and she is already past the first trimester, ''multiple'' sources told the New York Post newspaper's Page Six magazine.\n\nKeira, 29, sparked speculation she was pregnant at the Moët British Independent Spirit Awards on Sunday (07.12.14) when she stepped out in an embroidered and billowy dress much different to her usual fitted style and appeared to stay away from alcohol.\n\nThe 'Atonement' star has previously admitted she wants to have children but insisted she would never give up her career to raise a family.\n\nSpeaking last year, she said: ''Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.''\n\nThere was more good news for Keira yesterday (10.12.14) after she was nominated for the Outstanding Female Actor in a Supporting Role Screen Actors Guild (SAG) award and she said she was ''honoured'' to be up for both that award - which she will contest with Meryl Streep, Patricia Arquette, Emma Stone and Naomi Watts - and Outstanding Performance by a Cast in a Motion Picture with her castmates.\n\nShe said: ''Thank you so much to the Screen Actors Guild. It's such an honour to be nominated by your peers and in the company of this group of talented women. I'm thrilled to celebrate this morning with Benedict Cumberbatch and the cast.''",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27923773",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5975,
                    "source": {
                        "title": "The National Ledger",
                        "uri": "www.nationalledger.com"
                    },
                    "time": "22:31:00",
                    "title": "Keira Knightley pregnant - expecting first baby with husband James Righton",
                    "uri": "233562144",
                    "url": "http://www.nationalledger.com/pop-culture-news/keira-knightley-is-104658.shtml",
                    "wgt": 1
                },
                {
                    "body": "It sounds like congratulations are in order for Keira Knightley and James Righton.\n\nAccording to Page Six, the Pirates of the Caribbean star, 29, and her musician husband, 31, are expecting their first child. The British beauty sparked speculation that she might be pregnant at the British Independent Film Awards on Sunday.\n\nThe couple, who were wed in 2013, are said to be past the first trimester, according to multiple sources.\n\nOn Wednesday, the reported mum-to-be received a SAG nomination for her role as codebreaker Joan Clarke opposite Benedict Cumberbatch in the wartime drama, The Imitation Game.\n\nThe actress revealed earlier this year that she wants children, but would not encourage them to enter her profession.\n\nIn an interview with Glamour earlier this year, the Love, Actually star said she would advise any daughter of hers to avoid a life of \"heartbreaking\" rejection as an actress. \"I should imagine that if she wanted to act, I wouldn't have a choice but, no, I certainly wouldn't recommend it,\" said Keira.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "28035928",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5849,
                    "source": {
                        "title": "www.celebritybabyscoop.com",
                        "uri": "www.celebritybabyscoop.com"
                    },
                    "time": "11:00:00",
                    "title": "Report: Keira Knightly Is Expecting First Child",
                    "uri": "233846217",
                    "url": "http://www.celebritybabyscoop.com/2014/12/11/report-knightly-expecting",
                    "wgt": 1
                },
                {
                    "body": "The Hollywood actress, who is married to the Stratford-born keyboardist, is believed to be three months pregnant\n\nKeira Knightley is expecting her first baby with husband James Righton, it was announced today.\n\nShe sparked rumours of pregnancy at the Moët British Independent Spirit Awards on Sunday night. But an official announcement was made this afternoon\n\nShe steered clear of the alcohol at the booze-fuelled event and was wearing a dress that was not her usual fitted style. Baby rumours have been batted around the internet since November.\n\nKeira was seen earlier this year supporting her husband's band Klaxons at their gig at The Hare and Hounds in King's Heath.\n\nShe went fairly unnoticed by the crowd as she danced near the back of the room, but she was spotted by Jake Regan, of Selly Park, who snapped a selfie with the star.\n\nHe said: \"It's not everyday you get the chance to meet a Hollywood megastar in a Birmingham boozer.\"\n\nShe was then photographed leaving the venue with a bottle of red wine stashed in her handbag.\n\nKeira and James married in a low-key ceremony in France last year and the couple now live in Islington, London.\n\nJames grew up in Stratford and went to Stratford-upon-Avon High School where he met band member Simon Taylor-Davis.\n\nThe down to earth couple were spotted enjoying a family Christmas drink in Stratford pub, the Old Thatch Tavern, in 2012.\n\nKeira has previously said how she wishes to start a family with James, but will not give up her acting career once she becomes a mother.\n\nShe told Vogue in 2013: \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nIt has been a week of good news for the star as she celebrates Golden Globe and Screen Actors Guild nominations for best supporting actress for her role alongside Benedict Cumberbatch in Second World War film, The Imitation Game.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035953",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5751,
                    "source": {
                        "title": "birminghammail",
                        "uri": "www.birminghammail.co.uk"
                    },
                    "time": "13:54:00",
                    "title": "Keira Knightley is expecting first baby with husband James Righton",
                    "uri": "233846196",
                    "url": "http://www.birminghammail.co.uk/news/showbiz-tv/keira-knightley-expecting-first-baby-8276628",
                    "wgt": 1
                },
                {
                    "body": "The actress Keira Knightley is reportedly pregnant with her first child.\n\nA representative for the 29-year-old has confirmed the news to Elle Magazine, the publication says.\n\nIt follows weeks of pregnancy rumours.\n\nMs Knightley married Mercury Prize-winning musician James Righton last year, in a ceremony in the South of France.\n\nThe actress and the Klaxons frontman have been together since early 2011.\n\nThe British star has received critical acclaim for her latest role in the Alan Turing biopic, The Imitation Game.\n\nThis week she was nominated for the Best Supporting Actress gong by both the Screen Actors Guild and the Golden Globes.\n\nThe film picked up five Golden Globe nominations in total, including best film.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28047839",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5688,
                    "source": {
                        "title": "Sky News",
                        "uri": "news.sky.com"
                    },
                    "time": "14:40:00",
                    "title": "Keira Knightley 'Pregnant' With First Child",
                    "uri": "233872405",
                    "url": "http://news.sky.com/story/1390895/reports-knightley-pregnant-with-first-child",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley is pregnant with her first child.\n\nPeople reports that the actress and her husband, rocker James Righton, are expecting a baby together.\n\nThe 29-year-old Knightley and Righton -- the 31-year-old keyboardist for Klaxons, tied the knot in May 2013.\n\nKnightly stars in the movie \"The Imitation Game\" with Benedict Cumberbatch. The movie is up for a 2015 Golden Globe in the category of best motion picture drama and is poised to receive Oscar nods, too.\n\n\"I think when you make films you just try and hope that the audiences will enjoy them,\" Knightley recently told CBS News. \"So if that can continue, then how wonderful, and if it gets awards, how wonderful. And if not, I think we're still incredibly proud of it.\"\n\nHer other film credits include \"Love Actually,\" \"Atonement\" and \"Jack Ryan: Shadow Recruit.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035937",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5681,
                    "source": {
                        "title": "CNET",
                        "uri": "www.cbsnews.com"
                    },
                    "time": "20:41:00",
                    "title": "​Keira Knightley pregnant with first child",
                    "uri": "233846148",
                    "url": "http://www.cbsnews.com/news/keira-knightley-pregnant-with-first-child/",
                    "wgt": 1
                },
                {
                    "body": "The 29-year-old actress's rep confirmed to Elle UK on Friday morning that Keira and her musician husband James Righton are expecting a baby together.\n\nThe 'Pirates of the Caribbean' star showed no signs of a baby bump when she made a high-profile red carpet appearance on Sunday night at the Moet British Independent Film Awards.\n\nSources close to the British star said she 'steered clear from any champagne or alcohol' throughout the night, where she presented her The Imitation Game co-star Benedict Cumberbatch with the Variety Award alongside Mark Strong.\n\nThis happy news comes same time as her double nominations for Outstanding Performance by a 'Female Actor in a Supporting Role' at both the upcoming 2015 Screen Actors Guild and the Golden Globe Awards for her role in The Imitation Game.\n\nThe Atonement actress has been married to James, 31, since February 2011 and has made no secret of her desire to have children, but has previously insisted she would never give up her career to raise a family.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28036147",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5667,
                    "source": {
                        "title": "pulse.ng",
                        "uri": "pulse.ng"
                    },
                    "time": "18:38:00",
                    "title": "Kiera Knightley\"Pirates of the Caribbean\" actress is pregnant",
                    "uri": "233846161",
                    "url": "http://pulse.ng/celebrities/kiera-knightley-pirates-of-the-caribbean-actress-is-pregnant-id3345032.html",
                    "wgt": 1
                },
                {
                    "body": "Last month, the GossipCenter reported that Keira Knightley was with child and now Us Weekly has confirmed the \"Love Actually\" actress is indeed preggers.\n\nThe 29-year-old British babe completely avoided alcohol at Sunday's (December 7th) Moet British Independent Spirit Awards and she's traded in her form-fitting frocks for more loosely-styled selections.\n\nIn previous interviews, Keira has discussed her desire to have children with her handsome husband James Righton, however motherhood wouldn't eclipse her career. \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at,\" she told Vogue.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035940",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5661,
                    "source": {
                        "title": "www.celebrity-gossip.net",
                        "uri": "www.celebrity-gossip.net"
                    },
                    "time": "14:38:00",
                    "title": "Confirmed: Keira Knightley is Pregnant!",
                    "uri": "233846166",
                    "url": "http://www.celebrity-gossip.net/keira-knightley/confirmed-keira-knightley-pregnant-1227775",
                    "wgt": 1
                },
                {
                    "body": "The actress folded her arms over her tummy as she attempted to keep her bump under wraps\n\nKiera Knightly was seen for the first time since announcing her pregnancy news.\n\nThe yummy-mummy-to-be looked radiant as she left the event in London in a pretty floral dress and a black coat on Friday night.\n\nThe actress folded her arms over her tummy as she attempted to keep her bump under wraps.\n\nKiera kept her neck warm with a black scarf and accessorised with a black purse and a pair of black suede boots.\n\nThe 29-year-old actress, who landed a Golden Globe nomination for her role in The Imitation Game yesterday, is said to be more than three months into the pregnancy.\n\nThe actress' spokesman happily confirmed to Elle UK that she was pregnant but also said that Keira will not be making any further comment.\n\nShe married musician James Righton of Mercury Prize-winning band Klaxons last year.\n\nKnightley was recently among the guests at the British Independent Film Awards at the weekend and there have been rumours of a pregnancy for a number of weeks.\n\nThe British actress and the Klaxons rocker got married in a fairly low-key ceremony in May last year.\n\n\"Keira and James are thrilled,\" a family source said. \"This wasn't planned, but that is how they wanted it.\"\n\nKeira recently wrapped her latest flick, Everest, which she was filming alongside Jake Gyllenhaal, Robin Wright and Josh Brolin, but has no new film projects coming up, so maybe it's perfect timing?\n\n\"She will be able to relax and settle into family life in London,\" the source said.\n\nEven though the couple are said to be over the moon about their new addition to the family, they are reportedly wanting to keep the pregnancy under wraps for now, and Keira has been working hard with her stylist to disguise her tummy.\n\n\"Keira and her stylist have been putting together looks that hide her growing bump,\" the source claimed.\n\nEarlier this year, it sounded as if babies were on Keira's brain as she said that she would never want to be a stay-at-home mother.\n\nIn an interview with The Express, she said: \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nWe have contacted Keira's reps.",
                    "date": "2014-12-14",
                    "eventUri": "1997283",
                    "id": "28105153",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5649,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "00:13:00",
                    "title": "Glowing Keira Knightley covers her baby bump as she leaves London event",
                    "uri": "234036288",
                    "url": "http://www.mirror.co.uk/3am/celebrity-news/glowing-keira-knightley-covers-baby-4806615",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley has plenty to celebrate this year - not only did she get a SAG nomination for The Imitation Game, but the actress is also expecting her first child with husband James Righton!\n\nIn tabloid-speak: A BABY AND A SAG FOR CHRISTMAS!\n\nMultiple sources have been confirming the news all over the place, and people have noticed Keira is not drinking at events (including the Moet British Independent Spirit Awards on Dec 7!).\n\nIf you're seriously not drinking champagne at an even sponsored by a posh champagne company, you're either sober or preggo.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "28035935",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5455,
                    "source": {
                        "title": "Popdust",
                        "uri": "popdust.com"
                    },
                    "time": "11:00:00",
                    "title": "Keira Knightley Pregnant, Expecting First Child With James Righton!",
                    "uri": "233846215",
                    "url": "http://popdust.com/2014/12/11/keira-knightley-pregnant-baby/",
                    "wgt": 1
                },
                {
                    "body": "The pregnant star stepped out in London on Thursday night all bundled up in a black coat and scarf, and loose-fitting dress that made her small bump just barely visible. Despite the chilly weather, Keira seemed happy as can be, flashing a smile at the paparazzi nearby and hugging her growing belly.\n\nKnightley, who is also celebrating a Screen Actors Guild Award nomination and a Golden Globe nod for her role in The Imitation Game, has been a target of pregnancy speculation for a while, but with that super tiny figure of hers, it had been pretty tough to tell what could have just been a coat with a fuller cut from a baby bump.\n\nPHOTOS: Check out all of Keira Knightley's best looks\n\nShe and Righton married in May 2013 in the South of France. The Klaxons singer was by her stunning side just last week at the Moët British Independent Film Awards in London.\n\nThe actress has also been very open about discussing her ideas on wanting to be a working mom, and also her frustration with those who look down upon men who choose to be the parent to stay home and take care of the kids.\n\nShe told Glamour this past summer, \"I think it's about equality. I was talking to a male friend about this the other day who's just had a baby girl, and because he's the one staying home to look after her, he went to this mother-and-baby class, and all the mothers were going, 'Oh, is the baby having a day with Dad?' I mean, not to have the freedom to do that [if you are male] is as bad as saying it's a woman's duty to look after the children.\"",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28092777",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5383,
                    "source": {
                        "title": "E! Online",
                        "uri": "uk.eonline.com"
                    },
                    "time": "19:23:00",
                    "title": "Pregnant Keira Knightley Debuts Her Tiny Baby Bump While in London -- See the Pic!",
                    "uri": "234002250",
                    "url": "http://uk.eonline.com/news/606347/pregnant-keira-knightley-debuts-her-tiny-baby-bump-while-in-london-see-the-pic?cmpid=rss-000000-rssfeed-365-celebritynews&utm_source=eonline&utm_medium=rssfeeds&utm_campaign=rss_celebritynews",
                    "wgt": 1
                },
                {
                    "body": "Ever since she refused even a drop of alcohol at an awards show, the rumour mill has been in overdrive.\n\nAnd now, Keira Knightley has confirmed she is expecting her first baby.\n\nThe actress, 29, is thought to be three months pregnant. Speculation intensified on Sunday when she was seen avoiding alcohol at an awards show sponsored by champagne company Moet. Finally, her publicist confirmed the pregnancy to Elle magazine on Friday.\n\nKnightley and her rock musician husband James Righton, 31, married 18 months ago and have settled down in a large house in north London. But it seems that she has no intention of letting motherhood interfere with her career.\n\nShe told Vogue last year: \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"",
                    "date": "2014-12-14",
                    "eventUri": "1997283",
                    "id": "28121209",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5376,
                    "source": {
                        "title": "gulfnews.com",
                        "uri": "gulfnews.com"
                    },
                    "time": "08:00:00",
                    "title": "Keira Knightley pregnant with first child",
                    "uri": "234080193",
                    "url": "http://gulfnews.com/arts-entertainment/celebrity/hollywood/keira-knightley-pregnant-with-first-child-1.1426403#.VI1DhF1d6D8.twitter",
                    "wgt": 1
                },
                {
                    "body": "Is a baby on the way for this British darling? The answer is... YES!\n\nKeira is pregnant with her first child, her rep confirmed to ELLE UK. The report originally came from Page Six, where multiple sources confirmed the pregnancy on Dec. 10.\n\nFor those of you who don't know, Keira married her rockstar boyfriend -- he's in the London-based band Klaxons -- wed in May 2013 after a year of being engaged.\n\nCongrats to Keira and James!\n\nNow that Keira's baby news has been confirmed, it's clear that she is definitely having an awesome 2014.\n\nNot only did she star alongside Benedict Cumberbatch in the critically acclaimed The Imitation Game, but she was also nominated for a Screen Actors Guild Award for Best Supporting Actress.\n\nTell us, HollywoodLifers -- Are you excited to hear about Keira's baby news? Do you think she'll have a boy or a girl? Comment below!",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035914",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5268,
                    "source": {
                        "title": "hollywoodlife.com",
                        "uri": "hollywoodlife.com"
                    },
                    "time": "20:38:00",
                    "title": "Keira Knightley Pregnant With First Child — Confirmed",
                    "uri": "233846158",
                    "url": "http://hollywoodlife.com/2014/12/12/keira-knightley-pregnant-first-child-husband-james-righton/",
                    "wgt": 1
                },
                {
                    "body": "The 29-year-old British actress and her husband, musician James Righton, are expecting their first child together, People reports.\n\nThough Keira has yet to officially confirm the news herself, a source from inside her camp are saying the months of rumors are true. The pregnancy news comes after people noted the Pirates of the Caribbean actress' strategic red carpet looks, which could have hidden any evidence of a baby bump, including a loose-fitting Simone Rocha look at the British Independent Film Awards on Dec. 7.\n\n\"I don't want to deny my femininity. But would I want to be a stay-at-home mother? No,\" she said. \"On the other hand, you should be allowed to do that, as should men, without being sneered at.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035952",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5222,
                    "source": {
                        "title": "Entertainment Tonight",
                        "uri": "www.etonline.com"
                    },
                    "time": "18:38:00",
                    "title": "Keira Knightley Pregnant with First Child",
                    "uri": "233846154",
                    "url": "http://www.etonline.com/news/155115_keira_knightley_pregnant_with_first_child/",
                    "wgt": 1
                },
                {
                    "body": "Happy as can be! Pregnant Keira Knightley stepped out glowing and smiling from ear to ear in London on Thursday, Dec. 11, after Us Weekly revealed the actress is expecting her first child.\n\nBundled up in a black coat and scarf, the Begin Again star's small bump was just barely visible. Her pregnancy glow, however, was on full display!\n\nPHOTOS: Celebrity pregnancy cravings\n\nThe 29-year-old star and soon-to-be mom, who is married to singer James Righton of the Klaxons, has reportedly been avoiding alcohol, opting against the free-flowing champagne at the Sunday, Dec. 7 Moet British Independent Spirit Awards.\n\nPHOTOS: Best dressed British stars\n\nKnightley's happy news comes as she was just nominated for the Best Supporting Actress SAG award for her role in The Imitation Game.\n\nThe Pirates of the Caribbean star has no plans on slowing down once her little one arrives either. \"Would I want to be a stay-at-home mother? No,\" she told Vogue in 2013.",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28049917",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4999,
                    "source": {
                        "title": "usmagazine.com",
                        "uri": "www.usmagazine.com"
                    },
                    "time": "03:11:00",
                    "title": "Keira Knightley, Pregnant With First Child, Steps Out Glowing -- See Her Tiny Bump!",
                    "uri": "233878017",
                    "url": "http://www.usmagazine.com/celebrity-moms/news/keira-knightley-pregnant-with-first-child-steps-out-glowing-photo-20141212",
                    "wgt": 1
                },
                {
                    "body": "Although the rumours have been circulating for weeks, it was only today that a rep for Keira Knightley confirmed she is expecting her first child with husband, James Righton.\n\nThe notoriously private couple - who married in May 2013 after two years of dating - have been keeping quiet on the pregnancy rumours until today. A rep confirmed that Keira is in fact pregnant but won't be making any further comment.\n\nThe reason that everyone was so suspicious about Keira's potential baby bump was because of her noticeably shifted style. The stylish actress has been seen out and about more recently in distinctly looser-fitted getups. Her slim figure is usually kitted out in tight dresses but for her last few events, she has opted for chiffon dresses which don't give too much away.\n\nKeeping it super casual while out and about in New York just a few weeks ago, Keira looked effortlessly cool in a pair of baggy dungarees - but it was this pic that sent the rumour mill into overdrive.\n\nShe was on the Jonathon Ross show recently in a baggy chiffon dress and although she displayed no obious signs of a baby bump, the flowing gown certainly differed from many of her tighter-fitting red carpet looks we have seen in the past, like this Chanel dress from March.\n\nShe also wore a loose-fitted white floral dress by Holly Fulton during her New York trip and the winning pink Dolce number also had us convinced. These (very early days) maternity looks provide some serious style inspiration and we can't wait to see what she will wear when her bump becomes a little more visible.\n\nKeira joins the likes of Blake Lively and Kate Middleton in the seriously stylish mums-to-be group at the moment. We wonder if they have been swapping notes on how to totally rock their bumps.\n\nCongratulations to Keira! We can't wait to see your maternity looks in full.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035916",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4891,
                    "source": {
                        "title": "Look",
                        "uri": "www.look.co.uk"
                    },
                    "time": "17:54:00",
                    "title": "We're Loving This A-Lister's New Maternity Style",
                    "uri": "233846193",
                    "url": "http://www.look.co.uk/fashion/were-loving-this-a-listers-new-maternity-style",
                    "wgt": 1
                },
                {
                    "body": "Brit beauty Keira Knightley is in a family way, People mag reports on its website. Knightley, 29, is married to James Righton, 31, keyboardist for the British rock band Klaxons. The info came from A Source, People writes. The couple married in Mazan, France, in May 2013. Keira shared her thoughts on motherhood with Vogue in 2012. \"I don't want to deny my femininity,\" she said in an interview. \"But would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"\n\nSpeaking of people who are preggers, US Weekly reports exclusively that Catherine, Duchess of Cambridge (Kate Middleton, as she once was) had pizzas sent up to her suite at New York's Carlyle Hotel on Tuesday while visiting the Big Apple with hub Prince William. The duchess is carrying her second child and is five months along. Kate ordered three pies, but don't worry: She didn't eat them all herself. She shared with private secretary Rebecca Deacon, hairstylist Amanda Cook-Tucker, and an unnamed assistant.",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28067531",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4542,
                    "source": {
                        "title": "Philly.com",
                        "uri": "www.philly.com"
                    },
                    "time": "08:01:00",
                    "title": "Sideshow: Expecting",
                    "uri": "233925654",
                    "url": "http://www.philly.com/philly/columnists/sideshow/20141213_Sideshow__Expecting.html",
                    "wgt": 1
                },
                {
                    "body": "Nice news for fans of Keira Knightley's womb! There might be a baby in it! Or there might not be. But there might be! Yes, lots of rumours are all of a sudden doing the rounds that the Pirates of the Caribbean lady will be making a tinier version of herself.\n\nA mini-Knightley mixed with a mini Klaxon, eh? So what's all this about?\n\nWell, according to New York Post's Page Six , they claim to have the exclusive that the reason Keira wore a loose dress recently, is because there was a BABY WITHIN. Oh, so boho isn't back? What the hell are we going to do with all these floral crowns? Bulk-sell them to Pixie Lott?\n\nAnyway, it hasn't been confirmed by the lady herself yet, but Page Six seem pretty defiant she is. She's been married to James from the Klaxons since 2013 now, so that's probably been enough time to get through all the Netflix tv shows they wanted to watch, and now they can create a life instead?\n\nKeira's been busy recently standing next to Benedict Cumberbatch because of that Alan Turing film we haven't watched yet, where everyone in it is supposed to be getting Oscars, because it's a British film about a real person. The same as when The Kings' Speech won all those Oscars.\n\nAnyway, we will watch Keira's cervis INTENTLY for the next few weeks to see if the rumours are true, and if they are, we sincerely hope she calls the little one Love Actually.\n\nUpdate:: A representative of Keira Knightley confirmed the joyful news so she definitely is having a baby Love Actually! WELL DONE, KNIGHTLEY.\n\nFor more excitement about new fetuses, come hither to Facebook and Twitter.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "28035941",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4367,
                    "source": {
                        "title": "Holy Moly!",
                        "uri": "www.holymoly.com"
                    },
                    "time": "11:00:00",
                    "title": "Is Keira Knightley having a baby babs?",
                    "uri": "233846252",
                    "url": "http://www.holymoly.com/celebrity/news/keira-knightley-having-baby-babs71556",
                    "wgt": 1
                },
                {
                    "body": "There are few things we love more than baby news (except perhaps Beyoncé news), and today it's Keira Knightly who is giving us cause to celebrate. Yesterday The New York Post's Page Six sparked talk that she was possibly pregnant, and today US Weekly is reporting that multiple sources have confirmed Knightly, 29, and her husband James Righton of the Klaxons are expecting. This will be the couple's first baby.\n\nWhile Knightley's people haven't confirmed the rumors just yet, it would explain her outfit choice on Sunday night at the Moët British Independent Spirit Awards (pictured above). The embroidered dress was definitely a departure from the figure-hugging styles the star usually prefers. There were also reports that Knightly seemed to be avoiding alcohol at the event (a classic tell-tale sign).\n\nIf you're a fan of Knightley's work, it's unlikely the SAG nominee plans to quit acting and become a full-time mother. She spoke out on her views of motherhood in an interview with Vogue in 2013, saying, \"Would I want to be a stay-at-home mother? No. On the other hand, you should be allowed to do that, as should men, without being sneered at.\"",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "28035965",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3984,
                    "source": {
                        "title": "stylecaster.com",
                        "uri": "stylecaster.com"
                    },
                    "time": "11:00:00",
                    "title": "Keira Knightley is Pregnant With Her First Child: Report",
                    "uri": "233846220",
                    "url": "http://stylecaster.com/keira-knightley-is-pregnant-with-her-first-child-report/",
                    "wgt": 1
                },
                {
                    "body": "The star, who is married to rocker James Righton, is said to be more than three months along but nothing has been confirmed.\n\nA representative for the Begin Again star has 'confirmed' the news to Elle UK but say they won't be making any further official comment.\n\nKeira was last pictured out at the British Independent Film Awards earlier this week wearing a beautiful white dress.\n\nA step away from her usual figure-hugging style the rumours about a possible pregnancy began with the baggy frock.\n\nShe was also pictured in New York back in Novemeber in a pair of denim dungarees with a loose black coat thrown over her shoulders.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28035957",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3718,
                    "source": {
                        "title": "Express.co.uk",
                        "uri": "www.express.co.uk"
                    },
                    "time": "13:54:00",
                    "title": "Congratulations! Keira Knightley 'pregnant with first child'",
                    "uri": "233846199",
                    "url": "http://www.express.co.uk/news/showbiz/546567/Keira-Knightley-pregnant-first-child",
                    "wgt": 1
                },
                {
                    "body": "Keira Knightley may be one of Hollywood's biggest movie stars now, but her teenage years weren't nearly as exciting.\"I didn't get into any trouble,\" she tells Sam Rockwell in an adorable game of 20 questions that they filmed in conjunction with their new movie Laggies, in theaters on Oct. 24.\n\n\"That's the most boring thing in the entire world.\"Knightley, 29, didn't even cut any classes.\n\n\"I was absolutely a goody two-shoes,\" she said.Rockwell, 45, cracked, \"I was barely in school.\"",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28022774",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2867,
                    "source": {
                        "title": "One News Page",
                        "uri": "www.onenewspage.com"
                    },
                    "time": "20:41:00",
                    "title": "Keira Knightley's Teenage Years: I Was A Goody Two-Shoes",
                    "uri": "233815636",
                    "url": "http://www.onenewspage.com/video/20141021/2171820/Keira-Knightley-Teenage-Years-Was.htm",
                    "wgt": 1
                },
                {
                    "body": "As soon as the Golden Globe nominations are announced, we start predicting looks for our favorite female nominees. And with the debut of Oscar de la Renta's pre-fall 2015 collection this week, that hunt for award show gowns got a whole lot easier.\n\nThe 34 pieces are part of the last collection bearing the fingerprints of the late designer, who passed away in October at the age of 82. The New York Times reviewed the collection, which was completed by his studio director Laura Kim, and about which Kim said, \"We tried to make it like he's still here with us. We made big ball gowns, like he likes them.\" And since Hollywood loves a big ballgown too, we picked three dresses for three Golden Globe-nominated stars to honor his legacy on the red carpet.\n\nCourtesy of Oscar de la Renta; Inset: Tim P. Whitby/Getty\n\nJennifer Aniston: We're not expecting the Cake actress to go all-out gown at the Globes, but we are expecting her to wear black. This strapless lace design adds some excitement thanks to the gorgeous gold embroidery (and the sheer skirt!). Plus, the midi length would stand out amid all the floor-skimming dresses that are bound to hit the carpet.\n\nCourtesy Oscar de la Renta; Inset: Jim Spellman/WireImage\n\nEmily Blunt: The actress has been jumping into some whimsical dressing territory as she promotes Into the Woods (which nabbed her a nom for Best Actress!), and we're thinking she should keep it that way. This gorgeous floral gown would not only be a hat tip to her film, but also to the impeccable detailing Oscar de la Renta gowns are known for.\n\nKeira Knightley: From the color to the drop waist to the interesting hemline, this dress was made for Keira Knightley. Period.",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28062106",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2693,
                    "source": {
                        "title": "stylenews.peoplestylewatch.com",
                        "uri": "stylenews.peoplestylewatch.com"
                    },
                    "time": "07:35:00",
                    "title": "Oscar de la Renta's Final Collection Is Here: We Pick Three Dresses We Want to See on Golden Globe Nominees (Hi, Jennifer Aniston!)",
                    "uri": "233908908",
                    "url": "http://stylenews.peoplestylewatch.com/2014/12/11/oscar-de-la-renta-last-collection-best-dresses/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpeople%252Fstylewatch%252Fofftherack%2B%2528PEOPLE.com%253A%2BStyle%2BWatch%2B-%2BOff%2BThe%2BRack%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "And while stars are still reacting to their nods from the Hollywood Foreign Press, we've already moved on to pondering what these stylish celebs might wear on January 11.\n\nBut in order to do that, we first must look back at what the nominees have worn at past Golden Globes. While most of ladies -- such as Reese Witherspoon, Emma Stone and Jennifer Aniston -- have gone quite a few times and thus have a rich style history on the award show's red carpet. You might be surprised to find out that Keira Knightley has only attended once!\n\nPHOTOS: 2015 Golden Globe Nominations -- See the complete list!\n\nGranted when she did attend (back in 2006) she was breathtaking in a white Valentino gown. So we're confident she's going to come correct in 2015.",
                    "date": "2014-12-15",
                    "eventUri": "1997283",
                    "id": "28186980",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.2495,
                    "source": {
                        "title": "E! Online",
                        "uri": "uk.eonline.com"
                    },
                    "time": "09:04:00",
                    "title": "2015 Golden Globe Nominees: See Reese Witherspoon, Jennifer Aniston, Emma Stone & More Stars' Past Looks",
                    "uri": "234262265",
                    "url": "http://uk.eonline.com/news/605709/2015-golden-globe-nominees-see-reese-witherspoon-jennifer-aniston-emma-stone-more-stars-past-looks?cmpid=rss-000000-rssfeed-365-redcarpet&utm_source=eonline&utm_medium=rssfeeds&utm_campaign=rss_redcarpet",
                    "wgt": 1
                },
                {
                    "body": "We're all for embracing seasonal static, but freshly styled, glossy hair is one of winter's most defiant luxuries -- and one that arctic air and tight hats can put a kink in before it reaches second-day perfection. Spotted in SoHo, Keira Knightley protected her shiny waves with an oversize cap, while over in the West Village, Sarah Jessica Parker braved the cold in signature style with a chunky patterned knit. Meanwhile, Reese Witherspoon tamed in-flight frizz by slipping on a roomy beanie after touchdown in L.A. Just in time for your weekend blowout, here's a look at the utilitarian chic of a thick knit cap.",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28076292",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1718,
                    "source": {
                        "title": "Vogue",
                        "uri": "www.vogue.com"
                    },
                    "time": "12:48:00",
                    "title": "How to Extend Your Winter Blowout: Keira Knightley, Sarah Jessica Parker, Reese Witherspoon, and More Embrace the Oversize Knit Hat",
                    "uri": "233951024",
                    "url": "http://www.vogue.com/6280533/keira-knightley-sarah-jessica-parker-blowouts-winter-beanies/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 46,
            "averageDate": "2014-12-12",
            "avgCos": 0.4153,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1997283",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1997283",
            "lang": "eng",
            "storyDate": "2014-12-12",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1159958",
            "variance": 0.3275
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-378068": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "Keira Knightley durante los Premios del Cine Independiente Británico en el Mercado de Old Billingsgate, en Londres. LA PRENSA/AP\n\nLa actriz británica Keira Knightley está embarazada de más de tres meses del que será su primer hijo, de acuerdo con informaciones de diversas fuentes sin identificar citadas por el diario New York Post.\n\nLa actriz, de 29 años, se casó el 4 de mayo del año pasado, en el sur de Francia, con el músico inglés James Righton, de 31 años, vocalista de la banda Klaxons.\n\nEl periódico recuerda que los primeros rumores sobre el posible embarazo de la actriz surgieron en noviembre pasado, cuando se hizo eco de ellos la revista Star .\n\nEl pasado domingo por la noche participó en un acto patrocinado por una reconocida marca de champán francés en el que evitó consumir alcohol, dice el Post.\n\nEl periódico recuerda que la actriz ha expresado su deseo anteriormente de tener hijos, sin que para ello tenga que renunciar a su carrera artística.\n\nEl miércoles se anunció que Knightley había sido nominada para los premios del Sindicato de Actores de EE. UU. (SAG) en la categoría de mejor actriz de reparto por su papel en The Imitation Game .",
                    "date": "2014-12-13",
                    "eventUri": "1997283",
                    "id": "28136430",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8549,
                    "source": {
                        "title": "La Prensa de Managua",
                        "uri": "www.laprensa.com.ni"
                    },
                    "time": "06:10:00",
                    "title": "Feliz por su embarazo - La Prensa (Nicaragua) (Suscripción)",
                    "uri": "233952710",
                    "url": "http://www.laprensa.com.ni/2014/12/13/espectaculo/1456340-feliz-por-su-embarazo",
                    "wgt": 1
                },
                {
                    "body": "La actriz británica Keira Knightley está embarazada de más de tres meses del que será su primer hijo, de acuerdo con informaciones de diversas fuentes sin identificar citadas por el diario New York Post.\n\nLa actriz, de 29 años, se casó el 4 de mayo del año pasado, en el sur de Francia, con el músico inglés James Righton, de 31 años, vocalista de la banda Klaxons.\n\nEl periódico recuerda que los primeros rumores sobre el posible embarazo de la actriz surgieron en noviembre pasado, cuando se hizo eco de ellos la revista Star.\n\nEl pasado domingo por la noche participó en un acto patrocinado por una reconocida marca de champán francés en el que evitó consumir alcohol, dice el Post.\n\nEl periódico recuerda que la actriz ha expresado su deseo anteriormente de tener hijos, sin que para ello tenga que renunciar a su carrera artística.\n\nEl miércoles se anunció que Knightley había sido nominada para los premios del Sindicato de Actores de EE.UU. (SAG) en la categoría de mejor actriz de reparto por su papel en \"The Imitation Game\".\n\nEstos premios, que se entregarán el 25 de enero próximo en Los Ángeles, están considerados como la antesala de los óscar. (EFE)",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "27942454",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8377,
                    "source": {
                        "title": "diariocorreo.pe",
                        "uri": "diariocorreo.pe"
                    },
                    "time": "00:16:00",
                    "title": "Keira Knightley estaría embarazada de tres meses según medios ... - Diario Correo",
                    "uri": "233606960",
                    "url": "http://diariocorreo.pe/espectaculos/keira-knightley-estaria-embarazada-de-tres-meses-segun-medios-estadounidenses-550558/",
                    "wgt": 1
                },
                {
                    "body": "Así lo afirma el diario Nueva York Post, que dice que los primeros rumores sobre el posible embarazo de la actriz surgieron en noviembre. La actriz británica Keira Knightley está embarazada de más de tres meses del que será su primer hijo, de acuerdo con informaciones de diversas fuentes sin identificar citadas por el diario New York Post.\n\nLa actriz, de 29 años, se casó el 4 de mayo del año pasado, en el sur de Francia, con el músico inglés James Righton, de 31 años, vocalista de la banda Klaxons.\n\nEl periódico recuerda que los primeros rumores sobre el posible embarazo de la actriz surgieron en noviembre pasado, cuando se hizo eco de ellos la revista Star.\n\nEl pasado domingo por la noche participó en un acto patrocinado por una reconocida marca de champán francés en el que evitó consumir alcohol, dice el Post.\n\nEl periódico recuerda que la actriz ha expresado su deseo anteriormente de tener hijos, sin que para ello tenga que renunciara su carrera artística.\n\nEl miércoles se anunció que Knightley había sido nominada para los premios del Sindicato de Actores de EE.UU. (SAG) en la categoría de mejor actor de reparto por su papel en \"The Imitation Game\".\n\nEstos premios, que se fallarán el 25 de enero próximo en Los Ángeles, están considerados como la antesala de los Óscar.\n\nCompite en ese galardón con Emma Stone, por \"Birdman\", Patricia Arquette (\"Boyhood\"), Meryl Streep (\"Into the Woods\") y Naomi Watts (\"St. Vincent\").",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "27930651",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7953,
                    "source": {
                        "title": "heraldo.es",
                        "uri": "www.heraldo.es"
                    },
                    "time": "00:01:00",
                    "title": "La actriz Keira Knightley está embarazada de tres meses",
                    "uri": "233578623",
                    "url": "http://www.heraldo.es/noticias/sociedad/2014/12/11/la_actriz_keira_knightley_esta_embarazada_tres_meses_327305_310.html",
                    "wgt": 1
                },
                {
                    "body": "La actriz británica Keira Knightley está embarazada de más de tres meses del que será su primer hijo, de acuerdo con informaciones de diversas fuentes sin identificar citadas hoy por el diario New York Post.\n\nLa actriz, de 29 años, se casó el 4 de mayo del año pasado, en el sur de Francia, con el músico inglés James Righton, de 31 años, vocalista de la banda Klaxons.\n\nEl periódico recuerda que los primeros rumores sobre el posible embarazo de la actriz surgieron en noviembre pasado, cuando se hizo eco de ellos la revista Star.\n\nEl pasado domingo por la noche participó en un acto patrocinado por una reconocida marca de champán francés en el que evitó consumir alcohol, dice el Post.\n\nEl periódico recuerda que la actriz ha expresado su deseo anteriormente de tener hijos, sin que para ello tenga que renunciara su carrera artística.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27914886",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7931,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "20:40:00",
                    "title": "¿Keira Knightley está en la dulce espera?",
                    "uri": "233540201",
                    "url": "http://www.rpp.com.pe/2014-12-11--keira-knightley-esta-en-la-dulce-espera-noticia_750184.html",
                    "wgt": 1
                },
                {
                    "body": "La actriz británica Keira Knightley está embarazada de más de tres meses del que será su primer hijo, de acuerdo con informaciones de diversas fuentes sin identificar citadas hoy por el diario New York Post.\n\nLa actriz, de 29 años, se casó el 4 de mayo del año pasado, en el sur de Francia, con el músico inglés James Righton, de 31 años, vocalista de la banda Klaxons.\n\nEl periódico recuerda que los primeros rumores sobre el posible embarazo de la actriz surgieron en noviembre pasado, cuando se hizo eco de ellos la revista Star.\n\nEl pasado domingo por la noche participó en un acto patrocinado por una reconocida marca de champán francés en el que evitó consumir alcohol, dice el Post.\n\nEl periódico recuerda que la actriz ha expresado su deseo anteriormente de tener hijos, sin que para ello tenga que renunciara su carrera artística.\n\nEl miércoles se anunció que Knightley había sido nominada para los premios del Sindicato de Actores de EE UU (SAG) en la categoría de mejor actor de reparto por su papel en \"The Imitation Game\".\n\nEstos premios, que se fallarán el 25 de enero próximo en Los Ángeles, están considerados como la antesala de los Óscar.\n\nCompite en ese galardón con Emma Stone, por 'Birdman', Patricia Arquette ('Boyhood'), Meryl Streep ('Into the Woods') y Naomi Watts ('St. Vincent').",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "27977148",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7828,
                    "source": {
                        "title": "diariodenavarra.es",
                        "uri": "www.diariodenavarra.es"
                    },
                    "time": "12:53:00",
                    "title": "​Keira Knightley está embarazada de su primer hijo",
                    "uri": "233706996",
                    "url": "http://www.diariodenavarra.es/noticias/mas_actualidad/sociedad/2014/12/12/keira_knightley_esta_embarazada_primer_hijo_187228_1035.html",
                    "wgt": 1
                },
                {
                    "body": "La actriz británica Keira Knightley está esperando su primer hijo junto a su esposo James Righton , el vocalista y tecladista de la banda londinense Klaxons.\n\nLa noticia fue entregada en exclusiva por el portal de espectáculos del New York Post, Page Six, donde afirman que fuentes cercanas a la pareja confirmaron que la estrella de \"Piratas del Caribe\" se convertirá en madre.\n\nLos rumores sobre el estado de la actriz de 29 años surgieron por primera vez en noviembre pasado, cuando la revista Star informó que ella y Righton ya habían recibido la feliz noticia. \"Keira y su estilista han estado trabajando juntos en varios looks que ocultan su creciente vientre \", declaró la misma fuente.\n\nDe acuerdo a Page Six, Knightley tendría poco más de tres meses de embarazo. La protagonista de \"The Imitation Game\" tiene, además, doble motivo para celebrar, ya que acaba de ser anunciada entre las nominadas a los Screen Actors Guild Awards en la categoría de Mejor Actriz, por su rol en \"The Imitation Game\".",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27891712",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7118,
                    "source": {
                        "title": "((( La Nueva Radio YA )))",
                        "uri": "nuevaya.com.ni"
                    },
                    "time": "16:32:00",
                    "title": "Keira Knightley está embarazada",
                    "uri": "233483592",
                    "url": "http://nuevaya.com.ni/keira-knightley-esta-embarazada/",
                    "wgt": 1
                },
                {
                    "body": "Según rumores que circluan en redes y en algunos medios internacionales, la actriz Keira Knightley podría estar esperando su primer hijo.\n\nDe acuerdo a lo reportado por el sitio Perez Hilton, hay muchas personas (y medios como el New York Post) que aseguran que la estrella de 'Anna Karenina' y su esposo, James Righton, vocalista del grupo Klaxons, tienen tres meses de embarazo, aunque ninguno de los dos artistas lo ha confirmado.\n\nLos rumores del embarazo comenzaron a partir de que Keira, casada con James desde mayo de 2013, fue vista en un evento privado de la marca Moët, donde prefirió no tomar nada de alcohol.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27904119",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6972,
                    "source": {
                        "title": "Terra",
                        "uri": "entretenimiento.terra.com.mx"
                    },
                    "time": "18:34:00",
                    "title": "¿Keira Knightley está embarazada de su primer hijo?",
                    "uri": "233513619",
                    "url": "http://entretenimiento.terra.com.mx/famosos/keira-knightley-esta-embarazada-de-su-primer-hijo%2C9515bb7483a3a410VgnVCM4000009bcceb0aRCRD.html",
                    "wgt": 1
                },
                {
                    "body": "MÃ\u0089XICO, DF(SUN) La actriz britÃ¡nica Keira Knightley estÃ¡ esperando su primer hijo junto a su esposo James Righton , el vocalista y tecladista de la banda londinense Klaxons.\n\nLa noticia fue entregada en exclusiva por el portal de espectÃ¡culos del New York Post, Page Six, donde afirman que fuentes cercanas a la pareja confirmaron que la estrella de \"Piratas del Caribe\" se convertirÃ¡ en madre.\n\nLos rumores sobre el estado de la actriz de 29 aÃ±os surgieron por primera vez en noviembre pasado, cuando la revista Star informÃ³ que ella y Righton ya habÃ­an recibido la feliz noticia. \"Keira y su estilista han estado trabajando juntos en varios looks que ocultan su creciente vientre \", declarÃ³ la misma fuente.\n\nDe acuerdo a Page Six, Knightley tendrÃ­a poco mÃ¡s de tres meses de embarazo. La protagonista de \"The Imitation Game\" tiene, ademÃ¡s, doble motivo para celebrar, ya que acaba de ser anunciada entre las nominadas a los Screen Actors Guild Awards en la categorÃ­a de Mejor Actriz, por su rol en \"The Imitation Game\".",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27898873",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6831,
                    "source": {
                        "title": "Frontera.info",
                        "uri": "www.frontera.info"
                    },
                    "time": "17:40:00",
                    "title": "Keira Knightley está embarazada",
                    "uri": "233500936",
                    "url": "http://www.frontera.info/EdicionEnlinea/Notas/Entretenimiento/11122014/919328-Keira-Knightley-esta-embarazada.html",
                    "wgt": 1
                },
                {
                    "body": "El año que se acerca parece que será de gandes celebraciones para la actriz Keira Knightley y no solo por todas sus nominaciones a prestigiosos premios como los Globos de Oro o los Screen Actors Guild. La estrella de cine británica encarnará el mejor papel de su vida: mamá.\n\nLos rumores resultaron ser ciertos, la protagonista de The Imitation Game (The Weinstein Company)-que se estrena el día de Navidad - está embarazada de su primer retoño, confirmó People.\n\nFOTOS: Los bebés y embarazos del 2014\n\nEl abultado vientre de Knightley ya había levantado sospechas de un embarazo a la vista en noviembre. Sin embargo, la actriz y su esposo, el cantante y tecladista de la banda londinense The Klaxons, James Righton, permanecieron mudos ante las especulaciones.\n\nRELACIONADOS: Keira Knightley disfruta de su matrimonio\n\nSe cree que la estrella de Piratas del Caribe tendría un poco más de tres meses.\n\nHace dos años, la actriz de 29 años de edad confesó a la revista Vogue que no le gustaría ser una ama de casa, en defensa de su derecho de igualdad con el sexo masculino. \"Debería ser permitido [no ser ama de casa], así como [lo hacen] los hombres, sin ser una burla\".\n\nKnightley y Righton se casaron en una fastuosa ceremonia en el sur de Francia en mayo del 2013.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28249447",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6665,
                    "source": {
                        "title": "PeopleenEspanol.com",
                        "uri": "www.peopleenespanol.com"
                    },
                    "time": "20:02:00",
                    "title": "Keira Knightley espera su primer hijo con el cantante James Righton - People en Español",
                    "uri": "233811187",
                    "url": "http://www.peopleenespanol.com/article/keira-knightley-espera-su-primer-hijo-con-el-cantante-james-righton",
                    "wgt": 1
                },
                {
                    "body": "La protagonista de la saga \"Piratas del Caribe\", Keira Knightley, podría estar esperando a su primer hijo junto a su esposo, James Righton, vocalista y tecladista de la banda londinense Klaxons.\n\n\"La estrella británica está celebrando porque ella tiene más de tres meses de embarazo\", confirmó recientemente el periódico \"New York Post\".\n\nEl domingo pasado, Keira se presentó en la ceremonia de los premios \"Moët British Independent Spirit Awards\", donde lució un vestido holgado, un atuendo muy diferente a los que suele usar.\n\nSegún el sitio New York Post, Keira no probó ninguna bebida alcohólica.\n\nEn el pasado, Knightley había confirmado que quería tener hijos sin abandonar su carrera en el cine.\n\n\"¿Si me gustaría ser madre y ama de casa? No, pero por otra parte, al igual que cualquier hombre, deberias tener derecho a hacerlo si es lo que quieres\", explicó a la revista Vogue.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27926597",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6579,
                    "source": {
                        "title": "www.publimetro.cl",
                        "uri": "www.publimetro.cl"
                    },
                    "time": "23:06:00",
                    "title": "Revelan que la protagonista de \"Piratas del Caribe\" podría estar embarazada",
                    "uri": "233568738",
                    "url": "http://www.publimetro.cl/nota/showbiz/revelan-que-la-protagonista-de-piratas-del-caribe-podria-estar-embarazada/oEpnlk%21Pm162txIgVDugAN5gPbsmw/",
                    "wgt": 1
                },
                {
                    "body": "Según rumores que circluan en redes y en algunos medios internacionales, la actriz Keira Knightly podría estar esperando su primer hijo.\n\nDe acuerdo a lo reportado por el sitio Perez Hilton, hay muchas personas (y medios como el New York Post) que aseguran que la estrella de 'Anna Karenina' y su esposo, James Righton, vocalista del grupo Klaxons, tienen tres meses de embarazo, aunque ninguno de los dos artistas lo ha confirmado.\n\nLos rumores del embarazo comenzaron a partir de que Keira, casada con James desde mayo de 2013, fue vista en un evento privado de la marca Moët, donde prefirió no tomar nada de alcohol.",
                    "date": "2014-12-11",
                    "eventUri": "1997283",
                    "id": "27896399",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6349,
                    "source": {
                        "title": "Terra",
                        "uri": "entretenimiento.terra.com.mx"
                    },
                    "time": "17:15:00",
                    "title": "¿Keira Knightly está embarazada de su primer hijo?",
                    "uri": "233494490",
                    "url": "http://entretenimiento.terra.com.mx/famosos/keira-knightly-esta-embarazada-de-su-primer-hijo%2C9515bb7483a3a410VgnVCM4000009bcceb0aRCRD.html",
                    "wgt": 1
                },
                {
                    "body": "No se suponia que la reconocida y famosa Keira Knightley, de forma más próxima que lejana, se iba a convertir en mamá. Pero eso es finalmente lo que parece que va a suceder a tenor por las refcientes informaciones que nos legan al respeto de la famosa actriz de Piratas del caribe. Todo preparado para que Keira Knightley y su marido James Righton estrenen la familia. Según un prestigioso medio, la feliz pareja se encuentran muy ilusionados, habida cuenta de que ya están esperando un bebé, noticia que ha sacudido el mundo del cie.\n\nTal y como hemos tenido constancia, el perídoco New York Post ha sido el que afirma tener la confirmación por parte de numerosas fuentes que aseguran que la actriz estaría de unos tres meses.\n\nNo se sabe el sexo, pero lo que está claro es que el pequeño o pequeña llegaría en uno de los mejores momentos de la actriz.\n\nHay que recordar que este año se ha cumplido el primer aniversario de su matrimonio con James Righton, con quien se dio el sí quiero el mes de mayo de 2013.\n\nCabe destacar que la protagonista de Orgullo y Prejuicio afirmó a la revista Vogue en una pasada entrevista: \"¿Si me gustaría ser madre y ama de casa? No. Pero por otra parte, al igual que cualquier hombre, deberías tener derecho a hacerlo si es lo que quieres\".\n\nAsí las cosas, parece que ahora finalmente los deseos de Keira Knightley se han llevado a cabo y ya queda menos para que su primer hijo venga al mundo.",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28119392",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6143,
                    "source": {
                        "title": "www.postbolivia.com",
                        "uri": "www.postbolivia.com"
                    },
                    "time": "21:22:00",
                    "title": "Los famosos \"Keira Knightley\" y \"James Righton\" van a ser papás - El Portal de los Bolivianos en el Mundo",
                    "uri": "233860354",
                    "url": "http://www.postbolivia.com/?p=2825",
                    "wgt": 1
                },
                {
                    "body": "México, D.F.-\n\nLuego de acudir a una gala con un vestido poco ajustado y no probar ni una gota de alcohol en toda la noche, las alarmas se encendieron y comenzaron los rumores de que la actriz Keira Knightley está esperando a su primogénito, lo que ya fue confirmado por fuentes cercanas a la celebridad.\n\nDe acuerdo con ABC.es, la protagonista de \"Los Piratas del Caribe\" se casó con James Righton en mayo pasado y a pocos meses de su boda, la feliz pareja ya espera un bebé, el cual ya lleva 3 meses de gestación.\n\nEstas no son las únicas buenas noticias para la estrella de Hollywood, pues este miércoles se dio a conocer su candidatura a mejor actriz secundaria por su papel en \"The Imitation Game\" en los premios Screen Actors Guild (SAG).\n\n\"Muchas gracias al sindicato de actores. Es tal honor estar nominada por tus compañeros\", expresó Knightley, de 29 años, de acuerdo con información del periódico \"El Mundo\".",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28038521",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5839,
                    "source": {
                        "title": "Hora Cero Web",
                        "uri": "www.horacero.com.mx"
                    },
                    "time": "23:47:00",
                    "title": "Keira Knightley espera a su primer bebé",
                    "uri": "233850777",
                    "url": "http://www.horacero.com.mx/espectaculos/keira-knightley-espera-su-primer-bebe/",
                    "wgt": 1
                },
                {
                    "body": "Actualizado 11/12/2014 17:37:01 CET\n\nMADRID, 11 Dic. (CHANCE) -\n\nKeira Knightley y su marido James Righton podrían estar de enhorabuena. La pareja estaría esperando la llegada de su primer retoño.\n\nLa buena nueva ha sido publicada por el New York Post que afirma tener la confirmación por parte de numerosas fuentes que aseguran que la actriz estaría de unos tres meses.\n\nEl pequeño o pequeña llegaría en uno de los mejores momentos de la actriz. Este año se ha cumplido el primer aniversario de su matrimonio con James Righton, con quien se dio el sí quiero el mes de mayo de 2013.\n\nMuy discreta con su vida privada, la protagonista de Orgullo y Prejuicio afirmó a la revista Vogue en una pasada entrevista: \"¿Si me gustaría ser madre y ama de casa? No. Pero por otra parte, al igual que cualquier hombre, deberías tener derecho a hacerlo si es lo que quieres\".",
                    "date": "2014-12-12",
                    "eventUri": "1997283",
                    "id": "28250944",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5739,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "12:34:00",
                    "title": "Keira Knightley podría estar embarazada - Europa Press",
                    "uri": "233734761",
                    "url": "http://www.europapress.es/chance/gente/noticia-keira-knightley-podria-estar-embaraza-20141211161356.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-12-12",
            "avgCos": 0.5095,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1997283",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1997438",
            "lang": "spa",
            "storyDate": "2014-12-12",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-378068",
            "variance": 0.2404
        }
    },
    "meta": {
        "CCAArticleMatchCount": 107,
        "CCAArticleMatchRatio": 0.4331983805668016,
        "CCAAvgCosSim": 0.6850252336448599,
        "CCAAvgMatchWgt": 64.7196261682243,
        "_articleUri1": "233952710",
        "_articleUri2": "233549286",
        "_datetime": "2015-02-19 21:10:56",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-378068",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1159958",
        "_username": "Evgenia Belyaeva",
        "artCount1": 14,
        "artCount2": 46,
        "avgCosSimStory1": 0.5095,
        "avgCosSimStory2": 0.4153,
        "categorySim": 0,
        "conceptCosSim": 0.4660509802429113,
        "conceptJaccardSim": 0.3623188405797101,
        "coreTime1": 131009.25,
        "coreTime2": 131020.8333333333,
        "coreTimeStDev1": 12.95414246867789,
        "coreTimeStDev2": 13.90519099901123,
        "entityCosSim": 0.515322774705823,
        "entityJaccardSim": 0.4782608695652174,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 2,
        "hasSameLocation": 1,
        "keywordCosSim": 0.4443244387079877,
        "keywordJaccardSim": 0.3043478260869565,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 14,
        "storyQuality2": 15,
        "timeAvg1": 131022.4904761905,
        "timeAvg2": 131033.6525362319,
        "timeStDev1": 12.67904738655103,
        "timeStDev2": 21.50610714503619,
        "varianceStory1": 0.2404,
        "varianceStory2": 0.3275
    }
}