{
    "850f305d-14db-4c75-b547-79470a557ea3-38454": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "NASA astronauts on Earth and in space will help usher in 2014 from New York City's Times Square tonight, space agency officials say.\n Among the thousands of revelers expected to flood into Times Square for tonight's New Year's Eve celebration will be NASA astronaut Mike Massimino -- a New York native -- who will be part of the live countdown to the year 2014.  \"He also will introduce a video greeting from Expedition 36 flight engineer Karen Nyberg, who returned from the International Space Station in November, and from three of the astronauts currently on board the space station: NASA's Rick Mastracchio and Mike Hopkins, and Koichi Wakata of the Japan Aerospace Exploration Agency,\" NASA officials said in a statement.\n Will Massimino and his fellow NASA astronauts sing the traditional Auld Lang Syne?  Or make New Year's resolutions?  We'll have to watch and see.\n The New Year's countdown tonight will be broadcast live on the Toshiba Vision screen atop the iconic One Time Square building just under the glittering New Year countdown ball.  The broadcast runs from 6 p.m. to 12:15 a.m. EST, with Massimino taking the stage at 9:47 p.m. EST to introduce the video messages from space.\n \"Prominently positioned below the world-famous Times Square New Year's Eve Ball, the dual LED screens will allow revelers in Times Square to see this special greeting from space,\" NASA officials said.\n Earlier today, Wakata radioed Japan's Tsukuba Space Center, which houses the operations center for the station's Japanese Kibo module, to send a New Year's message to his colleagues on Earth.  \"Happy New Year to you all,\" Wakata said.  \"I wish you all the best for this New Year.\" \"\nThe International Space Station is currently home to six space travelers.  Russian cosmonauts Oleg Kotov, Sergey Ryazanskiy and Mikhail Tyurin are also aboard with Wakata, Mastracchio and Hopkins.  Kotov commands the crew and all six have an off-duty day today, NASA officials said.\n Massimino is NASA's most followed astronaut on Twitter (with 1.2 million followers) and has made guest appearances on the hit TV sitcom \"The Big Bang Theory.\" \" He is a veteran of two spaceflights, both of them to repair and upgrade the Hubble Space Telescope.\n NASA's New Year's Eve astronaut appearances aren't the first time the space agency has brought space exploration to New York City's Times Square.\n In 2012, NASA broadcast the Curiosity Mars rover landing live in Times Square, drawing at least 1,000 viewers.  Two other launches have also been streamed live in the NYC landmark, NASA officials said.",
                    "date": "2014-01-01",
                    "eventUri": "46837",
                    "id": "1064159",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9182,
                    "source": {
                        "title": "Space.com",
                        "uri": "www.space.com"
                    },
                    "time": "21:15:00",
                    "title": "NASA New Year's Eve: Astronauts Will Ring in 2014 from Times Square",
                    "uri": "146645888",
                    "url": "http://www.space.com/24121-new-years-eve-nasa-astronauts.html",
                    "wgt": 1
                },
                {
                    "body": "Legions of onlookers watched the big screen in New York City's Times Square as NASA's Curiosity rover landed on Mars in August 2012.  The crowd will be even bigger for New Year's Eve, which features another spacey broadcast.\n NASA says astronauts on Earth and in space will help usher in 2014 from New York City's Times Square on New Year's Eve.\n Among the thousands of revelers expected to flood into Times Square for the New Year's Eve celebration will be NASA astronaut Mike Massimino -- a New York native -- who will be part of the live countdown to the year 2014.\n \"He also will introduce a video greeting from Expedition 36 flight engineer Karen Nyberg, who returned from the International Space Station in November, and from three of the astronauts currently on board the space station: NASA's Rick Mastracchio and Mike Hopkins, and Koichi Wakata of the Japan Aerospace Exploration Agency,\" NASA said in a statement.\n Will Massimino and his fellow NASA astronauts sing the traditional Auld Lang Syne?  Or make New Year's resolutions?  We'll have to watch and see.\n The New Year's countdown will be broadcast live on the Toshiba Vision screen atop the iconic One Time Square building just under the glittering New Year countdown ball.  The broadcast runs from 6 p.m. ET Tuesday to 12:15 a.m. ET, with Massimino taking the stage at 9:47 p.m. ET to introduce the video messages from space.\n \"Prominently positioned below the world-famous Times Square New Year's Eve Ball, the dual LED screens will allow revelers in Times Square to see this special greeting from space,\" NASA said.\n Earlier Tuesday, Wakata radioed Japan's Tsukuba Space Center, which houses the operations center for the station's Japanese Kibo module, to send a New Year's message to his colleagues on Earth.  \"Happy New Year to you all,\" Wakata said.  \"I wish you all the best for this New Year.\" \"\nThe International Space Station is currently home to six space travelers.  Russian cosmonauts Oleg Kotov, Sergey Ryazanskiy and Mikhail Tyurin are also aboard with Wakata, Mastracchio and Hopkins.  Kotov commands the crew and all six have an off-duty day, NASA officials said.\n Massimino is NASA's most followed astronaut on Twitter (with 1.2 million followers) and has made guest appearances on the hit TV sitcom \"The Big Bang Theory.\" \" He is a veteran of two spaceflights, both of them to repair and upgrade the Hubble Space Telescope.\n The New Year's Eve astronaut appearances aren't the first time that NASA has brought space exploration to New York City's Times Square.\n In 2012, NASA broadcast the Curiosity Mars rover landing live in Times Square, drawing at least 1,000 viewers.  Two other launches have also been streamed live in the NYC landmark, NASA officials said.\n Email Tariq Malik at tmalik@space.com or follow him @tariqjmalik and Google+.  Follow us @Spacedotcom, Facebook and Google+.  Original article on Space.c com.\n Copyright 2013 Space.c com, a TechMediaNetwork company.  All rights reserved.  This material may not be published, broadcast, rewritten or redistributed.",
                    "date": "2014-01-01",
                    "eventUri": "46837",
                    "id": "995066",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9138,
                    "source": {
                        "title": "msnbc.com",
                        "uri": "www.nbcnews.com"
                    },
                    "time": "00:14:00",
                    "title": "Astronauts ring in the New Year at Times Square",
                    "uri": "146407336",
                    "url": "http://www.nbcnews.com/science/astronauts-help-ring-new-year-new-yorks-times-square-2D11826217",
                    "wgt": 1
                },
                {
                    "body": "Around 1,000 people watch NASA's Curiosity rover land on Mars from New York City's Times Square on Aug. 5, 2012.  Leslie Mullen\nNASA astronauts on Earth and in space will help usher in 2014 from New York City's Times Square tonight, space agency officials say.\n Among the thousands of revelers expected to flood into Times Square for tonight's New Year's Eve celebration will be NASA astronaut Mike Massimino -- a New York native -- who will be part of the live countdown to the year 2014.  \"He also will introduce a video greeting from Expedition 36 flight engineer Karen Nyberg, who returned from the International Space Station in November, and from three of the astronauts currently on board the space station: NASA's Rick Mastracchio and Mike Hopkins, and Koichi Wakata of the Japan Aerospace Exploration Agency,\" NASA officials said in a statement.\n Will Massimino and his fellow NASA astronauts sing the traditional Auld Lang Syne?  Or make New Year's resolutions?  We'll have to watch and see.\n The New Year's countdown tonight will be broadcast live on the Toshiba Vision screen atop the iconic One Time Square building just under the glittering New Year countdown ball.  The broadcast runs from 6 p.m. to 12:15 a.m. EST, with Massimino taking the stage at 9:47 p.m. EST to introduce the video messages from space.\n \"Prominently positioned below the world-famous Times Square New Year's Eve Ball, the dual LED screens will allow revelers in Times Square to see this special greeting from space,\" NASA officials said.\n Earlier today, Wakata radioed Japan's Tsukuba Space Center, whichhouses the operations center for the station's Japanese Kibo module, to send a New Year's message to his colleagues on Earth.  \"Happy New Year to you all,\" Wakata said.  \"I wish you all the best for this New Year.\" \"\nThe International Space Station is currently home to six space travelers.  Russian cosmonauts Oleg Kotov, Sergey Ryazanskiy and Mikhail Tyurin are also aboard with Wakata, Mastracchio and Hopkins.  Kotov commands the crew and all six have an off-duty day today, NASA officials said.\n Massimino is NASA's most followed astronaut on Twitter (with 1.2 million followers) and has made guest appearances on the hit TV sitcom \"The Big Bang Theory.\" \" He is a veteran of two spaceflights, both of them to repair and upgrade the Hubble Space Telescope.\n NASA's New Year's Eve astronaut appearances aren't the first time the space agency has brought space exploration to New York City's Times Square.\n In 2012, NASA broadcast the Curiosity Mars rover landing live in Times Square, drawing at least 1,000 viewers.  Two other launches have also been streamed live in the NYC landmark, NASA officials said.\n Email Tariq Malik at tmalik@space.com or follow him @tariqjmalik and Google+.  Follow us @Spacedotcom, Facebook and Google+.  Original article on SPACE.c com.",
                    "date": "2014-01-01",
                    "eventUri": "46837",
                    "id": "1070148",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.9072,
                    "source": {
                        "title": "CNET",
                        "uri": "www.cbsnews.com"
                    },
                    "time": "21:38:00",
                    "title": "NASA New Year's Eve: Astronauts Will Ring in 2014 from Times Square",
                    "uri": "146629933",
                    "url": "http://www.cbsnews.com/news/nasa-new-years-eve-astronauts-will-ring-in-2014-from-times-square/",
                    "wgt": 1
                },
                {
                    "body": "Washington: NASA astronauts are ringing in 2014 by sending greetings from space to the crowd gathered in New York's Times Square on New Year's Eve.\n Prominently positioned below the world-famous Times Square New Year's Eve Ball, the dual LED screens will allow revellers to see this special greeting from space, NASA said.\n Astronaut Mike Massimino, participating in the New Year's Eve Countdown event, will introduce a video greeting from Expedition 36 flight engineer Karen Nyberg, who returned from the International Space Station in November, and from three of the astronauts currently on board the space station.\n NASA's Rick Mastracchio and Mike Hopkins, and Koichi Wakata of the Japan Aerospace Exploration Agency are part of a six-member crew currently on the orbiting laboratory, along with Oleg Kotov, Mikhail Tyurin and Sergey Ryazanski of the Russian Federal Space Agency.\n Several NASA events have been broadcast in Times Square, including the Curiosity rover landing on Mars, which drew thousands of viewers, and the launches of two other spacecraft, the space agency said.",
                    "date": "2014-01-01",
                    "eventUri": "46837",
                    "id": "1079044",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8044,
                    "source": {
                        "title": "news.in.msn.com",
                        "uri": "news.in.msn.com"
                    },
                    "time": "22:44:00",
                    "title": "NASA to send New Year's greeting from space",
                    "uri": "146686737",
                    "url": "http://news.in.msn.com/international/nasa-to-send-new-years-greeting-from-space",
                    "wgt": 1
                },
                {
                    "body": "The people of Earth rang in 2014 with raucous celebrations that reached all the way to space, where astronauts on the International Space Station helped usher in the New Year.\n Three space station astronauts recorded a video wishing humanity a Happy New Year that was broadcast in Times Square during New York City's epic New Year's Eve bash.  The video was introduced by NASA astronaut Mike Massimino from Times Square and featured on the iconic Toshiba Vision screen.\n In the video, NASA astronauts Rick Mastracchio and Mike Hopkins, joined by Japanese astronaut Koichi Wakata, wish people on Earth a happy new year before floating up out of view.  The trio makes up half of the space station's Expedition 38 crew, with three Russian cosmonauts rounding out the team.\n NASA astronaut Karen Nyberg, who returned from the International Space Station in November, also shared well wishes for New Yorkers and the world in 2014.\n \"As seen form 260 miles above its surface, our earth is a beautiful, fragile place.  We are living and working on the International Space Station to learn about our Earth, and to learn how to send humans farther into our solar system than we've even been before,\" Nyberg said.  \"From all of us at NASA, in space and on Earth, Happy New Year.\" \"\nSpace exploration is also making an appearance in today's 125th Tournament of Roses Parade in Pasadena, Calif.\nNASA's space shuttle Endeavour is featured in a float by the City of Los Angeles, with other floats depicting the Apollo 11 moon landing, an alien spaceship and an intergalactic family vacation.",
                    "date": "2014-01-01",
                    "eventUri": "46837",
                    "id": "1073936",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7924,
                    "source": {
                        "title": "Space.com",
                        "uri": "www.space.com"
                    },
                    "time": "22:05:00",
                    "title": "Astronauts Wish Earth Happy New Year from Space (Video)",
                    "uri": "146645782",
                    "url": "http://www.space.com/24131-astronauts-new-year-space-video.html",
                    "wgt": 1
                },
                {
                    "body": "Astronauts on the International Space Station wish Earth a Happy New Year for 2014 in a video message ...\n The people of Earth rang in 2014 with raucous celebrations that reached all the way to space, where astronauts on the International Space Station helped usher in the New Year.\n Three space station astronauts recorded a video wishing humanity a Happy New Year that was broadcast in Times Square during New York City's epic New Year's Eve bash.  The video was introduced by NASA astronaut Mike Massimino from Times Square and featured on the iconic Toshiba Vision screen.\n In the video, NASA astronauts Rick Mastracchio and Mike Hopkins, joined by Japanese astronaut Koichi Wakata, wish people on Earth a happy new year before floating up out of view.  The trio makes up half of the space station's Expedition 38 crew, with three Russian cosmonauts rounding out the team.\n NASA astronaut Karen Nyberg, who returned from the International Space Station in November, also shared well wishes for New Yorkers and the world in 2014.\n \"As seen form 260 miles above its surface, our earth is a beautiful, fragile place.  We are living and working on the International Space Station to learn about our Earth, and to learn how to send humans farther into our solar system than we've even been before,\" Nyberg said.  \"From all of us at NASA, in space and on Earth, Happy New Year.\" \"\nSpace exploration is also making an appearance in today's 125th Tournament of Roses Parade in Pasadena, Calif.\nNASA's space shuttle Endeavour is featured in a float by the City of Los Angeles, with other floats depicting the Apollo 11 moon landing, an alien spaceship and an intergalactic family vacation.",
                    "date": "2014-01-02",
                    "eventUri": "46837",
                    "id": "1155542",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7778,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "05:10:00",
                    "title": "Astronauts Wish Earth Happy New Year from Space (Video)",
                    "uri": "146839624",
                    "url": "http://news.yahoo.com/astronauts-wish-earth-happy-space-video-173248069.html",
                    "wgt": 1
                },
                {
                    "body": "Astronaut Mike Massimino will be on the main stage at Times Square on Tuesday night, a NASA spokeswoman told the Los Angeles Times.\n The veteran astronaut was among those fixing up the Hubble Space Telescope for the fifth and final time in May 2009.  His spacewalks on that mission were just shy of 16 hours.  Massimino and crew mates \"overcame frozen bolts, stripped screws and stuck handrails,\" NASA notes.\n So if the ball gets stuck, we know who can fix it.  Look for Massimino on stage at 9:47 p.m. He will introduce pre-recorded video greetings from astronaut Karen Nyberg, space station Expedition 36 flight engineer, as well as three of the astronauts now aboard the station: NASA's Rick Mastracchio and Mike Hopkins, plus Koichi Wakata of the Japan Aerospace Exploration Agency.\n NASA is no stranger to the Toshiba Vision screen atop One Times Square.  The launches of two spacecraft were shown on the screen, and hundreds gathered to watch live coverage of the landing of Curiosity on Mars in August 2012.",
                    "date": "2013-12-31",
                    "eventUri": "46837",
                    "id": "983599",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7391,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "18:40:00",
                    "title": "Happy New Year: NASA astronauts to take part in Times Square party",
                    "uri": "146375628",
                    "url": "http://www.latimes.com/la-sh-nasa-astronauts-happy-new-year-times-square-20131230%2C0%2C7641289.story",
                    "wgt": 1
                },
                {
                    "body": "CAPE CANAVERAL, Fla. -- NASA astronauts will help ring in 2014 by sending greetings from space to the crowd in New York's Times Square on New Year's Eve.\n Astronaut Mike Massimino will participate in the New Year's Eve Countdown event Tuesday, December 31.  He will also introduce a video greeting from Expedition 36 flight engineer Karen Nyberg, who returned from the International Space Station in November.\n The countdown will be shown from 6 p.m. to 12:15 a.m. on the screen right below the New Year countdown ball.",
                    "date": "2014-01-01",
                    "eventUri": "46837",
                    "id": "1074166",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6323,
                    "source": {
                        "title": "www.news10.com",
                        "uri": "www.news10.com"
                    },
                    "time": "22:06:00",
                    "title": "NASA sends out New Year's greeting in Times Square",
                    "uri": "146576477",
                    "url": "http://www.news10.com/story/24336418/nasa-sends-out-new-years-greeting-in-times-square",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-01-01",
            "avgCos": 0.5732,
            "categories": [
                {
                    "label": "Science/Technology/Space",
                    "uri": "http://www.dmoz.org/Science/Technology/Space",
                    "wgt": 45
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "46837",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "101153",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New York City",
                "lat": 40.71427,
                "long": -74.00597,
                "wikiUri": "http://en.wikipedia.org/wiki/New_York_City"
            },
            "storyDate": "2014-01-01",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-38454",
            "variance": 0.1714
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-784": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "CABO CAÑAVERAL, EEUU (Reuters) - Un par de cosmonautas rusos salieron el viernes de la Estación Espacial Internacional para instalar cámaras que forman parte de un proyecto comercial de Canadá y que permitirán la transmisión de imágenes de video en alta definición desde el espacio a sucriptores en Internet.\n El comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron del módulo Pirs de la estación a las 1300 GMT cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la NASA.\n Se trata de la tercera caminata en el espacio esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la NASA Rich Mastracchio y Mike Hopkins realizaron paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que había fallado.\n El viernes, Kotov y Ryazanskiy completaron rápidamente su primer cometido instalando una videocámara de alta resolución sobre una plataforma giratoria fuera del módulo de mando Zvezda.\n La cámara de video, junto con un dispositivo electrónico que registra imágenes que se instalará después, son propiedad de la firma con sede en Vancouver UrtheCast.  La compañía firmó en 2011 un acuerdo con la agencia espacial rusa, Roscosmos, para instalar las cámaras fuera de la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países.\n UrtheCast pretende proporcionar vistas en tiempo real de la Tierra a suscriptores vía Internet.  La cámara de un metro también puede dirigirse a lugares específicos puesto que la estación puede captar acontecimientos deportivos, desastres naturales, grandes manifestaciones y otras actividades.\n UrtheCast pretende que sus usuarios en Internet impulsen el patrocinio y los acuerdos publicitarios.  También tiene previsto vender sus imágenes espaciales directamente a compañías comerciales, como firmas agrícolas y mineras, y a organismos gubernamentales que compran imágenes por satélite.\n Kotov y Ryazanskiy también tienen previsto sustituir varios experimentos científicos de fuera de la estación durante sus siete horas de paseo espacial.",
                    "date": "2013-12-27",
                    "eventUri": "46837",
                    "id": "823841",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9069,
                    "source": {
                        "title": "lta.reuters.com",
                        "uri": "lta.reuters.com"
                    },
                    "time": "20:24:00",
                    "title": "Cosmonautas instalan cámaras para transmisión vía internet de ... - Reuters América Latina",
                    "uri": "145932936",
                    "url": "http://lta.reuters.com/article/internetNews/idLTASIE9BQ04720131227",
                    "wgt": 1
                },
                {
                    "body": "Foto: NASA\nCABO CAÑAVERAL, EEUU, 28 Dic. (Reuters/EP) -\nUn par de cosmonautas rusos salieron este viernes de la Estación Espacial Internacional para instalar cámaras que forman parte de un proyecto comercial de Canadá y que permitirán la transmisión de imágenes de video en alta definición desde el espacio a sucriptores en Internet.\n El comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron del módulo Pirs de la estación a las 1300 GMT cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la NASA.\n Se trata de la tercera caminata en el espacio esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la NASA Rich Mastracchio y Mike Hopkins realizaron paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que había fallado.\n Este viernes, Kotov y Ryazanskiy completaron rápidamente su primer cometido instalando una videocámara de alta resolución sobre una plataforma giratoria fuera del módulo de mando Zvezda.\n La cámara de video, junto con un dispositivo electrónico que registra imágenes que se instalará después, son propiedad de la firma con sede en Vancouver UrtheCast.  La compañía firmó en 2011 un acuerdo con la agencia espacial rusa, Roscosmos, para instalar las cámaras fuera de la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países.\n UrtheCast pretende proporcionar vistas en tiempo real de la Tierra a suscriptores vía Internet.  La cámara de un metro también puede dirigirse a lugares específicos puesto que la estación puede captar acontecimientos deportivos, desastres naturales, grandes manifestaciones y otras actividades.\n UrtheCast pretende que sus usuarios en Internet impulsen el patrocinio y los acuerdos publicitarios.  También tiene previsto vender sus imágenes espaciales directamente a compañías comerciales, como firmas agrícolas y mineras, y a organismos gubernamentales que compran imágenes por satélite.\n Kotov y Ryazanskiy también tienen previsto sustituir varios experimentos científicos de fuera de la estación durante sus siete horas de paseo espacial.",
                    "date": "2013-12-27",
                    "eventUri": "46837",
                    "id": "884294",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9049,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "23:34:00",
                    "title": "Cosmonautas instalan cámaras para transmisión vía internet de ... - Europa Press",
                    "uri": "146100526",
                    "url": "http://www.europapress.es/latam/sociedad/noticia-cosmonautas-instalan-camaras-transmision-via-internet-imagenes-espacio-20131228003333.html",
                    "wgt": 1
                },
                {
                    "body": "Por Irene Klotz\nCABO CAÑAVERAL, EEUU, 27 dic, 27 Dic. (Reuters/EP) -\n- Un par de cosmonautas rusos salieron el viernes de la Estación Espacial Internacional para instalar cámaras que forman parte de un proyecto comercial de Canadá y que permitirán la transmisión de imágenes de video en alta definición desde el espacio a sucriptores en Internet.\n El comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron del módulo Pirs de la estación a las 1300 GMT cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la NASA.\n Se trata de la tercera caminata en el espacio esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la NASA Rich Mastracchio y Mike Hopkins realizaron paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que había fallado.\n El viernes, Kotov y Ryazanskiy completaron rápidamente su primer cometido instalando una videocámara de alta resolución sobre una plataforma giratoria fuera del módulo de mando Zvezda.\n La cámara de video, junto con un dispositivo electrónico que registra imágenes que se instalará después, son propiedad de la firma con sede en Vancouver UrtheCast.  La compañía firmó en 2011 un acuerdo con la agencia espacial rusa, Roscosmos, para instalar las cámaras fuera de la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países.\n UrtheCast pretende proporcionar vistas en tiempo real de la Tierra a suscriptores vía Internet.  La cámara de un metro también puede dirigirse a lugares específicos puesto que la estación puede captar acontecimientos deportivos, desastres naturales, grandes manifestaciones y otras actividades.\n UrtheCast pretende que sus usuarios en Internet impulsen el patrocinio y los acuerdos publicitarios.  También tiene previsto vender sus imágenes espaciales directamente a compañías comerciales, como firmas agrícolas y mineras, y a organismos gubernamentales que compran imágenes por satélite.\n Kotov y Ryazanskiy también tienen previsto sustituir varios experimentos científicos de fuera de la estación durante sus siete horas de paseo espacial.\n (Traducido por Inmaculada Sanz en Madrid)",
                    "date": "2013-12-27",
                    "eventUri": "46837",
                    "id": "830568",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9025,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "20:14:00",
                    "title": "Cosmonautas instalan cámaras para transmisión vía internet de ... - Europa Press",
                    "uri": "145948796",
                    "url": "http://www.europapress.es/latam/estadosunidos/noticia-cosmonautas-instalan-camaras-transmision-via-internet-imagenes-espacio-20131227211051.html",
                    "wgt": 1
                },
                {
                    "body": "Noticias 24 / Un par de cosmonautas rusos salieron el viernes de la Estación Espacial Internacional para instalar cámaras que forman parte de un proyecto comercial de Canadá y que permitirán la transmisión de imágenes de video en alta definición desde el espacio a sucriptores en Internet.\n El comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron del módulo Pirs de la estación a las 1300 GMT cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la Nasa.\n Se trata de la tercera caminata en el espacio esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la Nasa Rich Mastracchio y Mike Hopkins realizaron paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que había fallado.\n El viernes, Kotov y Ryazanskiy completaron rápidamente su primer cometido instalando una videocámara de alta resolución sobre una plataforma giratoria fuera del módulo de mando Zvezda.\n El progama pretende proporcionar vistas en tiempo real de la Tierra a suscriptores vía Internet.  La cámara de video, junto con un dispositivo electrónico que registra imágenes que se instalará después, son propiedad de la firma con sede en Vancouver UrtheCast.  La compañía firmó en 2011 un acuerdo con la agencia espacial rusa, Roscosmos, para instalar las cámaras fuera de la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países.\n UrtheCast pretende proporcionar vistas en tiempo real de la Tierra a suscriptores vía Internet.  La cámara de un metro también puede dirigirse a lugares específicos puesto que la estación puede captar acontecimientos deportivos, desastres naturales, grandes manifestaciones y otras actividades.\n UrtheCast pretende que sus usuarios en Internet impulsen el patrocinio y los acuerdos publicitarios.  También tiene previsto vender sus imágenes espaciales directamente a compañías comerciales, como firmas agrícolas y mineras, y a organismos gubernamentales que compran imágenes por satélite.\n Kotov y Ryazanskiy también tienen previsto sustituir varios experimentos científicos de fuera de la estación durante sus siete horas de paseo espacial.",
                    "date": "2013-12-27",
                    "eventUri": "46837",
                    "id": "883576",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8856,
                    "source": {
                        "title": "www.entornointeligente.com",
                        "uri": "www.entornointeligente.com"
                    },
                    "time": "22:58:00",
                    "title": "Cosmonautas instalarán cámaras para transmisión de imágenes vía ... - EntornoInteligente",
                    "uri": "146098555",
                    "url": "http://www.entornointeligente.com/articulo/1773501/Cosmonautas-instalaran-camaras-para-transmision-de-imagenes-via-Internet-y-desde-el-espacio-27122013",
                    "wgt": 1
                },
                {
                    "body": "CABO CAÑAVERAL, EEUU (Reuters) - Un par de cosmonautas rusos instalaron el viernes dos cámaras en el exterior de la Estación Espacial Internacional para un proyecto canadiense de vídeo en 'streaming', pero luego las retiraron al fallar las conexiones, dijeron responsables oficiales.\n El comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron de la estación a las 8 a.m m.  EST (13:00 GMT) cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la NASA.\n Se trataba del tercer paseo espacial esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la NASA Rich Mastracchio y Mike Hopkins llevaron a cabo paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que hacía fallado.\n Durante la primera parte de su paseo de siete horas, los cosmonautas rusos instalaron una videocámara de alta resolución y un dispositivo electrónico de toma de imágenes para la firma con sede en Vancouver UrtheCast.\n La agencia espacial rusa, Roscosmos, aceptó albergar las cámaras en la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países, a cambio de imágenes y vídeo tomados de Rusia.  Urthecast tiene los derechos comerciales de imágenes y vídeo del resto del mundo, dijo el consejero delegado de la compañía, Scott Larson, a Reuters.\n UrtheCast pretende proporcionar las imágenes gratis a sus usuarios en Internet, con las que quiere impulsar el patrocinio y los acuerdos publicitarios.\n Pero esos planes tendrán que esperar después de que un error desconocido impidiera que las cámaras, localizadas fuera del módulo de mando Zvezda, se comunicaran con las estaciones terrestres.\n \"Lamentablemente, esas cámaras no proporcionaron ninguna señal eléctrica en tierra\", dijo Navias.\n Kotov y Ryazanskiy desconectaron las cámaras para analizarlas en el interior de la estación.  El trabajo extra significó que los cosmonautas no tuvieron tiempo para sustituir varios experimentos científicos, tarea que tenian previsto realizar el viernes.",
                    "date": "2013-12-28",
                    "eventUri": "46837",
                    "id": "787354",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8082,
                    "source": {
                        "title": "es.noticias.yahoo.com",
                        "uri": "es.noticias.yahoo.com"
                    },
                    "time": "04:50:00",
                    "title": "Un fallo técnico retrasa la instalación de un proyecto espacial de vídeo",
                    "uri": "145820710",
                    "url": "http://es.noticias.yahoo.com/cosmonautas-instalan-c%C3%A1maras-proyecto-espacial-v%C3%ADdeo-185102435.html",
                    "wgt": 1
                },
                {
                    "body": "Cabo Cañaveral, EUA.- - Un par de astronautas rusos instalaron el viernes dos cámaras en el exterior de la Estación Espacial Internacional (EEI) para un proyecto canadiense que permitirá la transmisión de imágenes en tiempo real, pero luego las retiraron al fallar las conexiones, dijeron funcionarios.\n El comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron del módulo Pirs de la estación a las 1300 GMT, cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la NASA.\n Se trataba de la tercera caminata en el espacio esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la NASA Rich Mastracchio y Mike Hopkins realizaron paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que había fallado.  (Ve el video de la caminata espacial en víspera de Navidad)\nDurante la primera parte de su caminata programada de siete horas, los astronautas rusos instalaron una videocámara de alta resolución y un dispositivo electrónico de toma de imágenes para UrtheCast, firma con sede en Vancouver.\n La agencia espacial rusa, Roscosmos, aceptó albergar las cámaras en la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países, a cambio del derecho de usar las imágenes y video tomados sobre Rusia.\n Urthecast tiene los derechos comerciales de imágenes y video del resto del mundo, dijo a Reuters el presidente ejecutivo de la compañía, Scott Larson.\n UrtheCast planea vender datos a empresas y agencias gubernamentales y también pretende proporcionar imágenes gratis a sus usuarios en internet, con las que quiere impulsar el patrocinio y los acuerdos publicitarios.\n Pero esos planes tendrán que esperar después de que un error desconocido impidiera que las cámaras, localizadas fuera del módulo de mando Zvezda, se comunicaran con las estaciones terrestres.\n Pero esos planes tendrán que esperar después de que un error desconocido impidiera que las cámaras, localizadas fuera del módulo de mando Zvezda, se comunicaran con las estaciones terrestres.  Las cámaras no proporcionaron ninguna señal eléctrica en tierra.\n Kotov y Ryazanskiy desconectaron las cámaras para analizarlas en el interior de la estación.  El trabajo extra significó que los cosmonautas no tuvieran tiempo para sustituir varios experimentos científicos, tarea que tenían previsto realizar el viernes.",
                    "date": "2013-12-28",
                    "eventUri": "46837",
                    "id": "797497",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.807,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "07:04:00",
                    "title": "Astronautas instalan cámara en la EEI, pero falla",
                    "uri": "145862004",
                    "url": "http://www.aztecanoticias.com.mx/notas/tecnologia-y-educacion/178207/astronautas-instalan-camara-en-la-eei-pero-falla",
                    "wgt": 1
                },
                {
                    "body": "Un par de cosmonautas rusos salieron este viernes de la Estación Espacial Internacional para instalar cámaras que forman parte de un proyecto comercial de Canadá y que permitirán la transmisión de imágenes de video en alta definición desde el espacio a suscriptores en Internet.\n El comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron del módulo Pirs de la estación a las 1300 GMT cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la NASA.\n Se trata de la tercera caminata en el espacio esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la NASA Rich Mastracchio y Mike Hopkins realizaron paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que había fallado.\n Este viernes, Kotov y Ryazanskiy completaron rápidamente su primer cometido instalando una videocámara de alta resolución sobre una plataforma giratoria fuera del módulo de mando Zvezda.\n La cámara de video, junto con un dispositivo electrónico que registra imágenes que se instalará después, son propiedad de la firma con sede en Vancouver UrtheCast.  La compañía firmó en 2011 un acuerdo con la agencia espacial rusa, Roscosmos, para instalar las cámaras fuera de la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países.\n UrtheCast pretende proporcionar vistas en tiempo real de la Tierra a suscriptores vía Internet.  La cámara de un metro también puede dirigirse a lugares específicos puesto que la estación puede captar acontecimientos deportivos, desastres naturales, grandes manifestaciones y otras actividades.\n UrtheCast pretende que sus usuarios en Internet impulsen el patrocinio y los acuerdos publicitarios.  También tiene previsto vender sus imágenes espaciales directamente a compañías comerciales, como firmas agrícolas y mineras, y a organismos gubernamentales que compran imágenes por satélite.\n Kotov y Ryazanskiy también tienen previsto sustituir varios experimentos científicos de fuera de la estación durante sus siete horas de paseo espacial.",
                    "date": "2013-12-30",
                    "eventUri": "46837",
                    "id": "957928",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7818,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "08:35:00",
                    "title": "Cosmonautas instalan cámaras para transmisión vía Internet de ... - Europa Press",
                    "uri": "146300859",
                    "url": "http://www.europapress.es/portaltic/internet/noticia-cosmonautas-instalan-camaras-transmision-via-internet-imagenes-espacio-20131230093419.html",
                    "wgt": 1
                },
                {
                    "body": "La plataforma más completa de información y servicios económicos para iPad.\n Un par de cosmonautas rusos salieron este viernes de la Estación Espacial Internacional para instalar cámaras que forman parte de un proyecto comercial de Canadá y que permitirán la transmisión de imágenes de video en alta definición desde el espacio a suscriptores en Internet.\n CABO CAÑAVERAL, EEUU, 30 (Reuters/EP)\nEl comandante de la estación Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy salieron del módulo Pirs de la estación a las 1300 GMT cuando el complejo se situaba a 420 kms sobre Australia, dijo el comentarista de la misión Rob Navias durante una retransmisión del paseo espacial para la cadena de televisión de la NASA.\n Se trata de la tercera caminata en el espacio esta semana por parte de miembros de la tripulación de la estación, compuesta por seis hombres.  Los astronautas de la NASA Rich Mastracchio y Mike Hopkins realizaron paseos espaciales el sábado y el martes para sustituir una bomba de refrigeración que había fallado.\n Este viernes, Kotov y Ryazanskiy completaron rápidamente su primer cometido instalando una videocámara de alta resolución sobre una plataforma giratoria fuera del módulo de mando Zvezda.\n La cámara de video, junto con un dispositivo electrónico que registra imágenes que se instalará después, son propiedad de la firma con sede en Vancouver UrtheCast.  La compañía firmó en 2011 un acuerdo con la agencia espacial rusa, Roscosmos, para instalar las cámaras fuera de la estación, un proyecto de 100.000 millones de dólares en el que participan 15 países.\n UrtheCast pretende proporcionar vistas en tiempo real de la Tierra a suscriptores vía Internet.  La cámara de un metro también puede dirigirse a lugares específicos puesto que la estación puede captar acontecimientos deportivos, desastres naturales, grandes manifestaciones y otras actividades.\n UrtheCast pretende que sus usuarios en Internet impulsen el patrocinio y los acuerdos publicitarios.  También tiene previsto vender sus imágenes espaciales directamente a compañías comerciales, como firmas agrícolas y mineras, y a organismos gubernamentales que compran imágenes por satélite.\n Kotov y Ryazanskiy también tienen previsto sustituir varios experimentos científicos de fuera de la estación durante sus siete horas de paseo espacial.",
                    "date": "2013-12-30",
                    "eventUri": "46837",
                    "id": "904307",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7811,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "09:13:00",
                    "title": "Cosmonautas instalan cámaras para transmisión vía Internet de imágenes desde el espacio",
                    "uri": "146155514",
                    "url": "http://www.eleconomista.es/tecnologia-internet/noticias/5426259/12/13/Cosmonautas-instalan-camaras-para-transmision-via-Internet-de-imagenes-desde-el-espacio.html",
                    "wgt": 1
                },
                {
                    "body": "Foto: NASA\nMADRID, 27 Dic. (EUROPA PRESS) -\nDos cosmonautas rusos se aventuraron este viernes fuera de la Estación Espacial Internacional para una caminata espacial de siete horas, con el objetivo de instalar equipos de fotografía y científicos sobre el casco del complejo.\n Esta caminata espacial no está relacionada con los dos recientes paseos espaciales de dos astronautas de la NASA para reemplazar una bomba de refrigerante de amoníaco defectuosa.\n El comandante Oleg Kotov y el ingeniero de vuelo Sergey Ryazanskiy instalaron un par de cámaras de alta definición en una plataforma especial que fue instalda en el módulo de servicio Zvezda en agosto.  Las cámaras de alta y media resolución son parte de un desarrollo comercial canadiense diseñado para el enlace descendente de observación de imágenes de la Tierra.\n El paseo espacial también incluyó como objetivo retirar el paquete de instrumentos Vsplesk, instalado en 2008, y diseñado para monitorizar los efectos sísmicos utilizando flujos de partículas de alta energía en el entorno cercano a la Tierra.  Kotov y Ryazanskiy implantaron a cambio un dispositivo para el nuevo experimento de vigilancia de terremotos Seismoprognoz.\n Esta es la caminata espacial número 177 en apoyo del montaje y mantenimiento de la estación espacial, y la número 11 de este año.",
                    "date": "2013-12-28",
                    "eventUri": "46837",
                    "id": "808297",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6143,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "09:11:00",
                    "title": "Instalan nuevas cámaras y equipo científico en el casco de la Estación Espacial",
                    "uri": "145893218",
                    "url": "http://www.europapress.es/ciencia/noticia-instalan-nuevas-camaras-equipo-cientifico-casco-estacion-espacial-20131227174434.html",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 16 Ene. (EUROPA PRESS) -\nDos cosmonautas rusos, tripulantes de la Estación Espacial Internacional (ISS), saldrán este mes del módulo para llevar a cabo una misión en el espacio, la colocación de dos cámaras de observación de la Tierra de alta definición.  La empresa creadora de los aparatos, la canadiense UrtheCast, ha señalado en un comunicado que el paseo espacial tendrá está programado para el próximo 27 de enero.\n Se trata del segundo intento que los astronautas de la estación realizan para colocar estas cámaras.  El pasado 27 de diciembre, los cosmonautasOleg Kotov y Sergey Ryazanskiy las instalaron, pero antes de que regresaran al interior de la ISS tuvieron que retirarlas debido a un problema técnico.  Los dispositivos estabar recibiendo alimentación de la ISS debido a errores en el cableado.\n \"Ya se han resuelto los problemas y esperamos que la segunda caminata espacial tenga como resultado una instalación completa\", ha señalado en un comunicado el director general de UrtheCast, Scott Larson.  \"Ahora estamos seguros de que nuestras cámaras no se verán afectadas\", ha apuntado.\n UrtheCast ha diseñados estos dispositivos para captar vistas detalladas de la Tierra desde el espacio en tiempo casi real, unas imágenes que ofrecen a socios y clientes, que suelen ser empresas relacionadas con el medio ambiente, los desastres naturales o la agricultura, entre otros.",
                    "date": "2014-01-16",
                    "eventUri": "46837",
                    "id": "2880987",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5521,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "23:51:00",
                    "title": "Cosmonuatas de la ISS instalarán dos cámaras para observar la Tierra",
                    "uri": "151154399",
                    "url": "http://www.europapress.es/ciencia/noticia-cosmonuatas-iss-instalaran-dos-camaras-observar-tierra-20140116123201.html",
                    "wgt": 1
                },
                {
                    "body": "Dos cosmonautas instalan las cámaras en el exterior de la ISS.  NASA\nProblemas técnicos han obligado a retrasar la emisión en streaming desde la ISS (Estación Espacial Internacional, por sus siglas en inglés), tras un fallo en la conexión eléctrica de las dos videocámaras instaladas por un pareja de cosmonautas en el exterior de la plataforma orbital.  Los dispositivos forman parte de un proyecto comercial canadiense para ofrecer imágenes y vídeos de alta definición desde el espacio a suscriptores que paguen por ellas.\n El comandante de la ISS, Oleg Kotov, y el ingeniero Segey Ryazanskiy llevaron a cabo la instalación en el tercer paseo espacial de la semana en la ISS, tras los que tuvieron lugar los días 23 y 25 de diciembre para reparar el sistema de refrigeración,\nLa maniobra tuvo lugar con total normalidad y los cosmonautas han podido instalar las cámaras con rapidez en una plataforma exterior situada en el módulo Zvezda de la ISS.\n Las cámaras son propiedad de la empresa canadiese UrtheCast, una compañía que firmó en 2011 un acuerdo multimillonario con la agencia espacial rusa Roscosmos para instalar estas videocámaras con la ayuda de otras 15 naciones.\n UrtheCast pretende ofrecer imágenes en tiempo real de la Tierra vía internet a quienes se suscriban al servicio.  La cámara tiene resolución suficiente como para aportar información sobre desastres naturales, protestas civiles masivas o eventos deportivos que tengan lugar en el radio de acción de la ISS a su paso por cada zona del globo.",
                    "date": "2014-01-01",
                    "eventUri": "46837",
                    "id": "1034082",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4766,
                    "source": {
                        "title": "ELMUNDO",
                        "uri": "www.elmundo.es"
                    },
                    "time": "19:17:00",
                    "title": "Problemas técnicos retrasan el 'streaming' desde la ISS",
                    "uri": "146517088",
                    "url": "http://www.elmundo.es/ciencia/2013/12/27/52bdd592ca4741872a8b4572.html",
                    "wgt": 1
                },
                {
                    "body": "Los cosmonautas rusos volverán al exterior de la Estación para instalar las cámaras de forma efectiva.\n Los cosmonautas rusos Serguei Riazanski y Oleg Kotov, fueron el sábado pasado los encargados de realizar una caminata espacial fuera de la Estación Espacial Internacional con el objetivo de instalar una cámara de alta definición que permitiesen grabar y transmitir en vivo las locaciones de la Tierra.\n Luego de un trabajo de unas 8 horas (el tiempo más largo que los trajes espaciales rusos han soportado fuera de las cabinas), la cámara fue instalada correctamente pero debido a ciertas dificultades técnicas, no se pudo alcanzar el nivel de imagen que pretendía el proyecto, por lo que finalmente tuvo que ser desmontada.\n De todas formas, la caminata especial llevada a cabo por los cosmonautas rusos sí logró realizar con éxito la instalación de varias cajas de experimentos en el exterior de la Estación, y una zona de trabajo también fuera de esta.\n El proyecto es en realidad parte de una iniciativa de una compañía privada de Canadá llamada UrtheCast, que en 2011 firmó un contrato con la Agencia Espacial Rusa para que esta realice la instalación de cámaras en HD en el exterior de la Estación Espacial Internacional, a través de la cual se pueda observar el planeta en HD via streaming desde el espacio exterior.  El proyecto, tiene un costo total de unos 100.000 millones de dólares.\n Esta cámara tiene un metro de largo, y será utilizada para grabar eventos deportivos, desastres naturales, manifestaciones, y otras manifestaciones de gran escala que transcurran en determinado momento en nuestro planeta.\n UrtheCast, tiene la idea de ofrecer un servicio de pago mensual a suscriptores por internet, los cuales podrán observar las grabaciones de la cámara en vivo, y también vender las imágenes recolectadas a algunas compañías comerciales.",
                    "date": "2013-12-30",
                    "eventUri": "46837",
                    "id": "936303",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4434,
                    "source": {
                        "title": "LARED21",
                        "uri": "www.lr21.com.uy"
                    },
                    "time": "21:02:00",
                    "title": "Fracasa el primer intento de instalar cámaras HD en el exterior de la Estación Espacial",
                    "uri": "146239788",
                    "url": "http://www.lr21.com.uy/tecnologia/1151341-fracasa-el-primer-intento-de-instalar-camaras-hd-en-el-exterior-de-la-estacion-espacial#utm_source%3Drss%26utm_medium%3Drss%26utm_campaign%3Dfracasa-el-primer-intento-de-instalar-camaras-hd-en-el-exterior-de-la-estacion-espacial",
                    "wgt": 1
                },
                {
                    "body": "Una cámara de alta definición en la Estación Espacial Internacional ha sido instalada por dos cosmonautas rusos para un proyecto comercial de Canadá que permitirá la transmisión de imágenes de video en alta definición desde el espacio a sus suscriptores en la red de internet, informó el portal abc.e es.\n Una cámara de alta definición en la Estación Espacial Internacional ha sido instalada por dos cosmonautas rusos para un proyecto comercial de Canadá que permitirá la transmisión de imágenes de video en alta definición desde el espacio a sus suscriptores en la red de internet, informó el portal abc.e es.\n El aparato de video se encuentra sobre una plataforma giratoria, la cual mediante un dispositivo electrónico registrará imágenes en tiempo real de la Tierra, que serán transmitidas en vivo para los 15 países que participan de este emprendimiento.\n La máquina es de un metro y puede ser programada para el registro de acontecimientos específicos y principalmente desastres naturales en la Tierra.  Esta propuesta cuenta con una inversión que asciende a $us 100.000 millones y tiene previsto ofertar las imágenes a compañías agrícolas y organismos gubernamentales que compran videos por satélite.\n Aniston y Cox comparten en México\nLas actrices Jennifer Aniston y Courtney Cox, que protagonizaron la exitosa serie Friends, fueron a Cabo San Lucas, en México, junto a algunos amigos para festejar el Año Nuevo.  Aniston también estuvo acompañada por su prometido Justin Theroux, informó el portal Eonline.c com.",
                    "date": "2014-01-02",
                    "eventUri": "46837",
                    "id": "1160873",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3482,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.la-razon.com"
                    },
                    "time": "05:42:00",
                    "title": "Canal por internet mostrará imágenes desde el espacio",
                    "uri": "146845166",
                    "url": "http://www.la-razon.com/la_revista/tv-radio/Canal-internet-mostrara-imagenes-espacio_0_1972002790.html",
                    "wgt": 1
                },
                {
                    "body": "NUEVA YORK -- National Geographic Channel sale de este mundo para un evento de televisión.\n La cadena anunció el jueves \"Live from Space\" (En vivo desde el espacio), un programa especial de dos horas que se transmitirá en marzo en vivo desde la Estación Espacial Internacional y el Control de Misión en Houston.\n Posada a 400 kilómetros (250 millas) sobre la superficie de la Tierra, la estación espacial completa una vuelta al mundo cada 90 minutos, lo que significa que este programa llevará a los telespectadores en un viaje alrededor del planeta.  La cadena está prometiendo imágenes de crepúsculo y amanecer, así como de luces de ciudades, relámpagos y estrellas fugaces.\n Los telespectadores obtendrán además una visita guiada a la estación espacial y verán experimentos realizándose en el laboratorio flotante.\n \"Live from Space\" se transmitirá simultáneamente a través de National Geographic Channel en 170 países, así como en otras conexiones.  No se anunció la fecha de transmisión.",
                    "date": "2014-01-10",
                    "eventUri": "46837",
                    "id": "2160170",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.2083,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "03:45:00",
                    "title": "Transmitirán TV en vivo desde estación espacial",
                    "uri": "149319584",
                    "url": "http://www.elnuevoherald.com/2014/01/09/1652569/transmitiran-tv-en-vivo-desde.html#storylink%3Drss",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2013-12-31",
            "avgCos": 0.6093,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "46837",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "3615",
            "lang": "spa",
            "storyDate": "2013-12-31",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-784",
            "variance": 0.4144
        }
    },
    "meta": {
        "CCAArticleMatchCount": 15,
        "CCAArticleMatchRatio": 0.1376146788990826,
        "CCAAvgCosSim": 0.7109233333333335,
        "CCAAvgMatchWgt": 48.8,
        "_articleUri1": "146645888",
        "_articleUri2": "146300859",
        "_datetime": "2015-02-19 21:11:30",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-38454",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-784",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 14,
        "avgCosSimStory1": 0.5732,
        "avgCosSimStory2": 0.6093,
        "categorySim": 0,
        "conceptCosSim": 0.2125063475774861,
        "conceptJaccardSim": 0.09090909090909091,
        "coreTime1": 122730.6666666667,
        "coreTime2": 122647.0666666667,
        "coreTimeStDev1": 11.46521611464575,
        "coreTimeStDev2": 88.36186055560916,
        "entityCosSim": 0.2740944814303708,
        "entityJaccardSim": 0.1153846153846154,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 5,
        "hasSameLocation": 0,
        "keywordCosSim": 0.1956631576081007,
        "keywordJaccardSim": 0.0784313725490196,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 15,
        "storyQuality2": 16,
        "timeAvg1": 122752.7333333333,
        "timeAvg2": 122727.9761904762,
        "timeStDev1": 11.46521611464575,
        "timeStDev2": 136.8300661860258,
        "varianceStory1": 0.1714,
        "varianceStory2": 0.4144
    }
}