{
    "850f305d-14db-4c75-b547-79470a557ea3-694006": {
        "articles": {
            "resultCount": 37,
            "results": [
                {
                    "body": "Members of Britain's Pakistani community reacted with outrage Wednesday amid reports that officials failed to act on sex abuse cases because of concerns about racism in the northern English town of Rotherham.\n\nReport author Alexis Jay said between 1997 and 2013, some 1,400 children were sexually exploited in the town of 250,000, mostly by Pakistani men. Charities that deal with abused children have expressed shock not just at the number of victims but by the apparent reluctance of town authorities to address the fact that people of Pakistani heritage were involved for fear they would be labelled racists.\n\nMuhbeen Hussain, founder of Rotherham Muslim Youth Group, told the Daily Mirror on Wednesday that Muslims are disgusted that justice was not done in Rotherham.\n\n\"Race, religion or political correctness should never provide a cloak of invisibility to such grotesque crimes,\" he said.\n\nBarnardo's, a charity that works with vulnerable children, unilaterally condemned the abuse that left so many to suffer for so long.\n\n\"No one should ever be frightened to act decisively because of fear of being seen as racist or politically incorrect,\" said Barnardo's chief executive, Javed Khan.\n\nBritain's Labour Party called for the resignation of the police commissioner in the town, a member of its own ranks, after the report found that \"collective failures,\" led to inaction.\n\nBut Jay said Rotherham is not the only place in Britain struggling with this issue. She told the BBC that \"demand for this kind of sexual activity with children is on the increase and that is validated across not just the UK but Europe and worldwide.\"\n\n\"We can't say that Rotherham is any better or worse than other places because the information simply doesn't exist at a national level to tell us that,\" she said.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17922957",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7627,
                    "source": {
                        "title": "CBC News",
                        "uri": "www.cbc.ca"
                    },
                    "time": "06:01:00",
                    "title": "Rotherham child sex abuse claims: Widespread condemnation over silence",
                    "uri": "206646260",
                    "url": "http://www.cbc.ca/news/world/rotherham-child-sex-abuse-claims-widespread-condemnation-over-silence-1.2748960?cmp=rss",
                    "wgt": 1
                },
                {
                    "body": "ROTHERHAM, England -- Members of Britain's Pakistani community reacted with outrage Wednesday amid reports that officials failed to act on sex abuse cases because of concerns about racism in the northern English town of Rotherham.\n\nReport author Alexis Jay said between 1997 and 2013, some 1,400 children were sexually exploited in the town of 250,000, mostly by Pakistani men. Charities that deal with abused children have expressed shock not just at the number of victims but by the apparent reluctance of town authorities to address the fact that people of Pakistani heritage were involved for fear they would be labeled racists.\n\nMuhbeen Hussain, founder of Rotherham Muslim Youth Group, told the Daily Mirror on Wednesday that Muslims are disgusted that justice was not done in Rotherham.\n\n\"Race, religion or political correctness should never provide a cloak of invisibility to such grotesque crimes,\" he said.\n\nBarnardo's, a charity that works with vulnerable children, unilaterally condemned the abuse that left so many to suffer for so long.\n\n\"No one should ever be frightened to act decisively because of fear of being seen as racist or politically incorrect,\" said Barnardo's chief executive, Javed Khan.\n\nBritain's Labour Party called for the resignation of the police commissioner in the town, a member of its own ranks, after the report found that \"collective failures,\" led to inaction.\n\nBut Jay said Rotherham is not the only place in Britain struggling with this issue. She told the BBC that \"demand for this kind of sexual activity with children is on the increase and that is validated across not just the UK but Europe and worldwide.\"\n\n\"We can't say that Rotherham is any better or worse than other places because the information simply doesn't exist at a national level to tell us that,\" she said.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17847813",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7564,
                    "source": {
                        "title": "Morning Sun",
                        "uri": "www.morningsun.net"
                    },
                    "time": "23:03:00",
                    "title": "Muslims react with outrage at UK sex abuse report",
                    "uri": "206521600",
                    "url": "http://www.morningsun.net/article/ZZ/20140827/NEWS/140829938/-1/news?rssfeed=true",
                    "wgt": 1
                },
                {
                    "body": "Members of Britain's Pakistani community reacted with outrage yesterday amid reports that officials failed to act on sex abuse cases because of concerns about racism in the northern England town of Rotherham.\n\nMuhbeen Hussain, founder of Rotherham Muslim Youth Group, told the Daily Mirror yesterday that Muslims are disgusted that justice was not done -- leading to some 1,400 children being sexually exploited over a 16-year period, mostly by Pakistani men.\n\n\"Race, religion, or political correctness should never provide a cloak of invisibility to such grotesque crimes,\" he said.\n\nReport author Alexis Jay cited appalling acts of violence between 1997 and 2013 in the town of 250,000 people. Charities that deal with abused children have expressed shock not just at the number of victims and by the apparent reluctance of authorities to address the question that people of Pakistani heritage were involved for fear they would be labelled racists.\n\nBarnardo's, a charity that works with vulnerable children, unilaterally condemned the abuse that left so many children to suffer for so long.\n\n\"No one should ever be frightened to act decisively because of fear of being seen as racist or politically incorrect,\" said Barnardo's chief executive Javed Khan.\n\nBritain's Labour Party called for the resignation of the police commissioner in the town, a member of its own ranks, after the report found that \"collective failures\" led to inaction.\n\nBut Jay said Rotherham is not the only place in Britain struggling with this issue. She told the BBC that \"demand for this kind of sexual activity with children is on the increase and that is validated across not just the UK but Europe and worldwide\".\n\nShe added: \"We can't say that Rotherham is any better or worse than other places because the information simply doesn't exist at a national level to tell us that.\"",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17906754",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7342,
                    "source": {
                        "title": "Breaking News",
                        "uri": "www.irishexaminer.com"
                    },
                    "time": "00:11:00",
                    "title": "Police 'sat' on sex abuse cases over racism concerns",
                    "uri": "206678160",
                    "url": "http://www.irishexaminer.com/world/police-sat-on-sex-abuse-cases-over-racism-concerns-283913.html",
                    "wgt": 1
                },
                {
                    "body": "ROTHERHAM, England: Members of Britain's Pakistani community reacted with outrage Wednesday to reports that officials in the northern English town of Rotherham failed to act on sex abuse cases because of concerns about racism.\n\nReport author Alexis Jay said between 1997 and 2013, some 1,400 children had been sexually exploited in the town of 250,000, mostly by Pakistani men. Charities that deal with abused children have expressed shock not just at the number of victims but by the apparent reluctance of town authorities to address the fact that people of Pakistani heritage were involved, for fear they would be labeled racists.\n\nMuhbeen Hussain, founder of Rotherham Muslim Youth Group, told the Daily Mirror Wednesday that Muslims were disgusted.\n\n\"Race, religion or political correctness should never provide a cloak of invisibility to such grotesque crimes,\" he said.\n\nBarnardo's, a charity that works with vulnerable children, unilaterally condemned the abuse that left so many to suffer for so long.\n\n\"No one should ever be frightened to act decisively because of fear of being seen as racist or politically incorrect,\" said Barnardo's chief executive, Javed Khan.\n\nBritain's Labour Party called for the resignation of the police commissioner in the town, after the report found that \"collective failures,\" led to inaction.\n\nJay said Rotherham was not the only place in Britain struggling with this issue.\n\nShe told the BBC that \"demand for this kind of sexual activity with children is on the increase and that is validated across not just the U.K. but Europe and worldwide.\"\n\n\"We can't say that Rotherham is any better or worse than other places because the information simply doesn't exist at a national level to tell us that,\" she said.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17905559",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7317,
                    "source": {
                        "title": "The Daily Star Newspaper - Lebanon",
                        "uri": "www.dailystar.com.lb"
                    },
                    "time": "19:30:00",
                    "title": "UK Muslims voice outrage over report on sex abuse of children",
                    "uri": "206678187",
                    "url": "http://www.dailystar.com.lb/News/World/2014/Aug-28/268725-uk-muslims-voice-outrage-over-report-on-sex-abuse-of-children.ashx",
                    "wgt": 1
                },
                {
                    "body": "Muhbeen Hussain , founder of Rotherham Muslim Youth Group, pictured in Rotherham, England, Wednesday, Aug. 27, 2014. Members of Britain's Pakistani community reacted with outrage Wednesday amid reports that officials failed to act on sex abuse cases because of concerns about racism in the northern English town of Rotherham. Report author Alexis Jay said between 1997 and 2013, some 1,400 children were sexually exploited in the town of 250,000, mostly by Pakistani men. Charities that deal with abused children have expressed shock not just at the number of victims but by the apparent reluctance of town authorities to address the fact that people of Pakistani heritage were involved for fear they would be labeled racists. Hussain told the Daily Mirror on Wednesday that Muslims are disgusted that justice was not done in Rotherham.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17929832",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6879,
                    "source": {
                        "title": "star-telegram",
                        "uri": "www.star-telegram.com"
                    },
                    "time": "06:28:00",
                    "title": "Muslims react with outrage at UK sex abuse report",
                    "uri": "206443968",
                    "url": "http://www.star-telegram.com/2014/08/27/6070709/muslims-react-with-outrage-at.html",
                    "wgt": 1
                },
                {
                    "body": "The numbers are shocking: at least 1,400 children sexually abused over a 16-year period in an English town of less than 300,000 people. Children \"raped by multiple perpetrators, trafficked ... abducted, beaten and intimidated. There were examples of children who had been doused in petrol and threatened with being set alight.\"\n\nThe accusations, laid out in an independent report commissioned by the Rotherham Borough Council and released Tuesday, drew shock across Britain and beyond and led to the immediate resignation of the council's leader, Roger Stone. On Wednesday, pressure was mounting for the police and crime commissioner in South Yorkshire to step down.\n\nThe report charts a history of widespread child sex abuse in Rotherham since 1997. Some incidents took place as recently as last year. Most of the victims are female, but the report's authors note that exploitation of young males remains underreported.\n\nMany of the cases involve the so-called grooming, or manipulation of children, over several years, often with the aid of drugs and alcohol. One anonymous child rape victim in Rotherham, known simply as Emma, told a BBC radio program Wednesday of having developed a relationship with her abusers over several years.\n\n\"After being groomed for quite a while, I started going into Rotherham town center, and I was hanging around with grown men,\" she explained. \"They started introducing alcohol and soft drugs to me. And then, when I was 13, I was sexually exploited by them.\"\n\nEmma said she was raped weekly and that the abuse continued until she was 15. Her family, it's reported, moved her away from the area after authorities ignored her allegations. The report asserts the police \"regarded many child victims with contempt.\"\n\nA South Yorkshire police press officer said the department will be investigating the report's findings and working with its authors. The local borough council and South Yorkshire police face criticism for failing to spot the problem and act sooner.\n\nShaun Wright, the current police and crime commissioner, was in charge of children and young people's services in Rotherham from 2005 to 2010, a period in which the abuse took place. Today, his Labor Party called for his resignation. So far he's refused.\n\nThe report states that victims, most said to be white Britons, identified the perpetrators as being of Asian or Pakistani descent, and it notes a reluctance among children's social care workers to draw conclusions about abuse within Rotherham's Asian and Pakistani communities.\n\n\"Several staff described their nervousness about identifying the ethnic origins of perpetrators for fear of being thought racist; others remembered clear direction from their managers not to do so,\" the report says.\n\nIn 2012, former Justice Minister Jack Straw controversially warned of an \"ethnic dimension\" to the problem of grooming and child sex abuse in Britain in which \"Asian men\" were targeting \"white girls.\"\n\n\"We need to get the Pakistani community to think much more clearly about why this is going on and to be more open about the problems that are leading to a number Pakistani heritage men thinking it's OK to target white girls in this way,\" Straw told the BBC at the time.\n\nThe report in Rotherham comes amid a slew of child sex abuse investigations in Britain over the last two years. They began with the revelation in 2012 that Jimmy Savile, a once-revered British celebrity who had hosted several, long-running music and children's television programs, was suspected of having sexually abused children and adults on a large scale over numerous decades. Savile died in 2011.\n\nBritish musician Cliff Richard was questioned this month by South Yorkshire police on sexual assault allegations that date to 1985.\n\nThe Los Angeles Times contacted several organizations that work with youth groups in the Rotherham area. None returned calls for comment.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17872771",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6672,
                    "source": {
                        "title": "latimes.com",
                        "uri": "www.latimes.com"
                    },
                    "time": "18:27:00",
                    "title": "Resignation follows report of child sex abuse in English town",
                    "uri": "206637810",
                    "url": "http://www.latimes.com/world/europe/la-fg-britain-child-abuse-20140827-story.html",
                    "wgt": 1
                },
                {
                    "body": "Click to play video Return to video Video settings\n\nPlease Log in to update your video settings\n\nVideo will begin in 5 seconds.\n\nDon't play Play now More video Recommended Click to play video\n\nMoving towards war?\n\nClick to play video\n\nShooting instructor death stirs debate\n\nClick to play video\n\nTomato festival paints Spanish town red\n\nClick to play video\n\n'Cops' crew member killed filming robbery\n\nClick to play video\n\nUkraine accuses Russia of new incursion\n\nReplay video Return to video Video settings\n\nPlease Log in to update your video settings\n\nAbused children: police sorry for 'failing'\n\nAuthorities are apologising for not preventing the abuse of young victims in northern English town of Rotherham, where a report has shown 1400 children were sexually exploited between 1997 and 2013.\n\nPT1M16S http://www.theage.com.au/action/externalEmbeddedPlayer?id=d-3edp1 620 349 August 27, 2014 Autoplay OnOff Video feedback Video settings\n\nRotherham, England: A horrific report which exposed the failure of British authorities to prevent the sexual abuse of 1400 children has sparked a nation-wide row over race, religion, immigration and political correctness.\n\nSome commentators expressed fear that racists would find ammunition in the report's findings, that put the blame for much of the abuse on a small group of British Asian men.\n\nAnd tabloid newspaper editorials railed against the 'political correctness' of senior council workers who resisted attempts to investigate abuse claims, for fear it would be seen as racist.\n\nHuge sex abuse scandal: a welcome to Rotherham sign seen at the entrance of the town. Photo: Getty\n\nMembers of Britain's Pakistani community have reacted with outrage amid reports officials failed to act on sex abuse cases because of concerns about racism in the northern English town of Rotherham.\n\nAdvertisement\n\nMuhbeen Hussain, founder of Rotherham Muslim Youth Group, told the Daily Mirror on Wednesday that Muslims are disgusted that justice was not done.\n\n\"Race, religion or political correctness should never provide a cloak of invisibility to such grotesque crimes.\"\n\nReport author Alexis Jay cited appalling acts of violence between 1997 and 2013 in the town of some 250,000.\n\nCharities that deal with abused children have expressed shock not just at the number of victims and by the apparent reluctance of authorities to address the question that people of Pakistani heritage were involved for fear they would be labelled racists.\n\nBarnardo's, a charity that works with vulnerable children, unilaterally condemned the abuse that left so many to suffer for so long.\n\n\"No one should ever be frightened to act decisively because of fear of being seen as racist or politically incorrect,\" said Barnardo's chief executive, Javed Khan.\n\nThe string of child abuse victims in a northern English town have launched claims for compensation, lawyers say.\n\nFifteen girls abused by gangs of men in Rotherham are reportedly claiming up to STG100,000 ($A182,530) each.\n\nBritain's Labour Party called for the resignation of the police commissioner in the town, a member of its own ranks, after the report found that \"collective failures,\" led to inaction.\n\nBut Professor Jay said Rotherham is not the only place in Britain struggling with this issue. She told the BBC that \"demand for this kind of sexual activity with children is on the increase and that is validated across not just the UK but Europe and worldwide.\"\n\n\"We can't say that Rotherham is any better or worse than other places because the information simply doesn't exist at a national level to tell us that,\" she said.\n\nAP, AFP\n\nA horrific report which exposed the failure of British authorities to prevent the sexual abuse of 1400 children has sparked a nation-wide row over race, religion, immigration and political correctness.\n\nSome commentators expressed fear that racists would find ammunition in the report's findings, that put the blame for much of the abuse on a small group of British Asian men.\n\nAnd tabloid newspaper editorials railed against the 'political correctness' of senior council workers who resisted attempts to investigate abuse claims, for fear it would be seen as racist.\n\nA horrific report which exposed the failure of British authorities to prevent the sexual abuse of 1400 children has sparked a nation-wide row over race, religion, immigration and political correctness.\n\nSome commentators expressed fear that racists would find ammunition in the report's findings, that put the blame for much of the abuse on a small group of British Asian men.\n\nAnd tabloid newspaper editorials railed against the 'political correctness' of senior council workers who resisted attempts to investigate abuse claims, for fear it would be seen as racist.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17882120",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6427,
                    "source": {
                        "title": "The Age",
                        "uri": "www.theage.com.au"
                    },
                    "time": "02:19:00",
                    "title": "UK Pakistani community outraged over Rotherham sex abuse scandal",
                    "uri": "206532920",
                    "url": "http://www.theage.com.au/world/race-religion-immigration-the-rotherham-sex-abuse-scandal-consumes-uk-20140828-109acs.html",
                    "wgt": 1
                },
                {
                    "body": "Click to play video Return to video Video settings\n\nPlease Log in to update your video settings\n\nVideo will begin in 5 seconds.\n\nDon't play Play now More video Recommended Click to play video\n\nTomato festival paints Spanish town red\n\nClick to play video\n\n'Cops' crew member killed filming robbery\n\nClick to play video\n\nUkraine accuses Russia of new incursion\n\nClick to play video\n\nMother of hostage begs for his release\n\nClick to play video\n\nSurfers welcome hurricane Marie\n\nReplay video Return to video Video settings\n\nPlease Log in to update your video settings\n\nAbused children: police sorry for 'failing'\n\nAuthorities are apologising for not preventing the abuse of young victims in northern English town of Rotherham, where a report has shown 1400 children were sexually exploited between 1997 and 2013.\n\nPT1M16S http://www.smh.com.au/action/externalEmbeddedPlayer?id=d-3edp1 620 349 August 27, 2014 Autoplay OnOff Video feedback Video settings\n\nRotherham, England: A horrific report which exposed the failure of British authorities to prevent the sexual abuse of 1400 children has sparked a nation-wide row over race, religion, immigration and political correctness.\n\nSome commentators expressed fear that racists would find ammunition in the report's findings, that put the blame for much of the abuse on a small group of British Asian men.\n\nAnd tabloid newspaper editorials railed against the 'political correctness' of senior council workers who resisted attempts to investigate abuse claims, for fear it would be seen as racist.\n\nHuge sex abuse scandal: a welcome to Rotherham sign seen at the entrance of the town. Photo: Getty\n\nMembers of Britain's Pakistani community have reacted with outrage amid reports officials failed to act on sex abuse cases because of concerns about racism in the northern English town of Rotherham.\n\nAdvertisement\n\nMuhbeen Hussain, founder of Rotherham Muslim Youth Group, told the Daily Mirror on Wednesday that Muslims are disgusted that justice was not done.\n\n\"Race, religion or political correctness should never provide a cloak of invisibility to such grotesque crimes.\"\n\nReport author Alexis Jay cited appalling acts of violence between 1997 and 2013 in the town of some 250,000.\n\nCharities that deal with abused children have expressed shock not just at the number of victims and by the apparent reluctance of authorities to address the question that people of Pakistani heritage were involved for fear they would be labelled racists.\n\nBarnardo's, a charity that works with vulnerable children, unilaterally condemned the abuse that left so many to suffer for so long.\n\n\"No one should ever be frightened to act decisively because of fear of being seen as racist or politically incorrect,\" said Barnardo's chief executive, Javed Khan.\n\nThe string of child abuse victims in a northern English town have launched claims for compensation, lawyers say.\n\nFifteen girls abused by gangs of men in Rotherham are reportedly claiming up to STG100,000 ($A182,530) each.\n\nBritain's Labour Party called for the resignation of the police commissioner in the town, a member of its own ranks, after the report found that \"collective failures,\" led to inaction.\n\nBut Professor Jay said Rotherham is not the only place in Britain struggling with this issue. She told the BBC that \"demand for this kind of sexual activity with children is on the increase and that is validated across not just the UK but Europe and worldwide.\"\n\n\"We can't say that Rotherham is any better or worse than other places because the information simply doesn't exist at a national level to tell us that,\" she said.\n\nAP, AFP\n\nA horrific report which exposed the failure of British authorities to prevent the sexual abuse of 1400 children has sparked a nation-wide row over race, religion, immigration and political correctness.\n\nSome commentators expressed fear that racists would find ammunition in the report's findings, that put the blame for much of the abuse on a small group of British Asian men.\n\nAnd tabloid newspaper editorials railed against the 'political correctness' of senior council workers who resisted attempts to investigate abuse claims, for fear it would be seen as racist.\n\nA horrific report which exposed the failure of British authorities to prevent the sexual abuse of 1400 children has sparked a nation-wide row over race, religion, immigration and political correctness.\n\nSome commentators expressed fear that racists would find ammunition in the report's findings, that put the blame for much of the abuse on a small group of British Asian men.\n\nAnd tabloid newspaper editorials railed against the 'political correctness' of senior council workers who resisted attempts to investigate abuse claims, for fear it would be seen as racist.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17868966",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6422,
                    "source": {
                        "title": "Canberra Times",
                        "uri": "www.smh.com.au"
                    },
                    "time": "01:15:00",
                    "title": "Race, religion, immigration: the Rotherham sex abuse scandal consumes UK",
                    "uri": "206540570",
                    "url": "http://www.smh.com.au/world/race-religion-immigration-the-rotherham-sex-abuse-scandal-consumes-uk-20140828-109acs.html",
                    "wgt": 1
                },
                {
                    "body": "ROTHERHAM - Reports of hundreds of child sexual abuse cases mostly perpetrated by Pakistani men have angered Rotherham Muslim community who accused officials of failing to act on the issue.\n\n\"In the name of what community cohesion and political correctness? Not in the name of my community,\" Muhbeen Hussain, the founder of British Muslim Youth, told BBC on Wednesday, August 27.\n\n\"I'm truly disgusted to see such a report in my home town of Rotherham.\n\n\"The fact these guys were predominantly Pakistani heritage men should not be a reason for providing a cloak of invisibility.\"\n\nThe city's Muslim community has expressed outrage over the involvement of Asian men in more than 1,400 child sexual abuse cases in Rotherham between 1997 and 2013, stressing that the heinous crime is against the Islamic teachings.\n\nBlocking information about the fatal incidents for several years, Rotherham council has been vehemently criticized for not tackling the pressing issue.\n\nFears of being \"racist\" along with officials' denials were the main reason behind the council's refusal to address the issue.\n\n\"However, that must not overshadow -- and certainly does not excuse -- the finding that for a significant amount of time the council and its partners could and should have done more to protect young people from what must be one of the most horrific forms of abuse imaginable,\" Martin Kimber, chief executive of the Rotherham council, told Wall Street Journal.\n\nThe author of the report, professor, Alexis Jay, stressed that \"there is no simple link between race and child sexual exploitation, and across the UK the greatest numbers of perpetrators of CSE [child sexual exploitation] are white men\".\n\nIn 2012, nine Britons of Pakistani and Afghan descent were found guilty of exploiting girls, who were all white, in sexual activities in Rochdale and Derby in return for drugs and alcohol.\n\nIn June 2013, hundreds of British mosques condemned sex grooming in a unified Friday sermon to highlight Islam's emphasis on protecting children and the vulnerable.\n\nIn the effort led by Together Against Grooming (TAG), Imams at about 500 mosques condemned the sexual grooming of children.\n\nAlong with TAG, a not-for-profit organization set up to tackle sexual grooming in the UK, the sermon was supported by the Muslim Council of Britain, the Mosque and Imams National Advisory Board and the Islamic Society of Britain.\n\nAgainst Islam\n\nCondemning the appalling crimes against hundreds of Rotherham children, leaders of Muslim community stressed that Islam doesn't condone the abuse, calling for punishing the perpetrators.\n\n\"There's nowhere in the Pakistani culture or the religion of Islam that says child exploitation is allowed - it's completely forbidden,\" Hassan of the British Muslim Youth said.\n\n\"But because it's a taboo and it's not talked about, I think with this report we need people to come out and we need the Pakistani Muslim community to talk about it.\"\n\nA similar anger was shared by Bank worker Shoki Adbo.\n\n\"It's disgusting. It's horrible. It makes you think 'What happens when you have kids?' You would be scared to let them go out in Rotherham,\" Adbo 21, said.\n\n\"I'm a Muslim and if I saw a Muslim person doing something like that then they would not be a Muslim to me.\n\n\"In Islam we do not teach people to rape and abuse children.\"\n\nThe appalling report has left the South Yorkshire town student shocked, feeling not safe.\n\n\"I find it disgusting. What kind of a town is it if you do not feel safe in your own community?\" asked Sophie Khan, 19.\n\nLast September, a report has warned that pedophile rings of Asian men who groom and sexually exploit children have been targeting Muslims within their own communities as well.\n\nYet, cases of Asian girls, who were victims of sexual abuse, were not \"necessarily\" reported.\n\n\"Pakistani-heritage girls were targeted by taxi drivers and on occasion by older men lying in wait outside school gates,\" Prof Jay found.\n\n\"The women and girls feared reporting such incidents to the police because it would affect their future marriage prospects.\"\n\nBritain is home to a sizable Muslim minority of nearly 2.7 million.\n\nThe majority of the multi-ethnic minority has Indian, Bengali and Pakistani backgrounds.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17872725",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6185,
                    "source": {
                        "title": "www.onislam.net",
                        "uri": "www.onislam.net"
                    },
                    "time": "14:59:00",
                    "title": "Child Sexual Abuse Angers UK Muslims",
                    "uri": "206637904",
                    "url": "http://www.onislam.net/english/news/europe/476705-child-sexual-abuse-angers-uk-muslims.html",
                    "wgt": 1
                },
                {
                    "body": "Let's start with a riddle. If South Yorkshire Police can mount a raid on Sir Cliff Richard's home in pursuit of evidence linked to a single allegation of child sex abuse 30 years ago, why were South Yorkshire Police incapable of pursuing multiple allegations against multiple men who raped 1,400 children over 16 years?\n\nOne thousand four hundred. Consider the weight of that number, feel its tragic heft. Picture 50 junior-school classes of little girls in Rotherham, once a respectable northern town, now a byword for depravity. We have seen child-grooming cases before, but the disgusting stories revealed in the report by Professor Alexis Jay amount to evidence of abuse on an industrial scale.\n\nMen of Pakistani heritage treated white girls like toilet paper. They picked children up from schools and care homes and trafficked them across northern cities for other men to join in the fun. They doused a 15-year-old in petrol and threatened to set her alight should she dare to report them. They menaced entire families and made young girls watch as they raped other children.\n\nThese truly horrible things happened in our country - not in the distant, cruel past, but as recently as last year. All but one of the perpetrators were Muslims of Pakistani heritage who would have related to Cliff's hit, Living Doll.\n\nThe living dolls of Rotherham were bent and twisted to their masters' will. There was no escape. As the sterling Professor Jay observes, South Yorkshire Police \"regarded many child victims with contempt\".\n\nRelated Articles\n\nDenis MacShane: I was too much of a 'liberal leftie' and should have done more to investigate child abuse\n\n27 Aug 2014\n\nPakistanis must condemn the Rotherham abuses\n\n27 Aug 2014\n\n'Nobody at the council needs to resign' claims deputy leader\n\n27 Aug 2014\n\nOne 11-year-old known as Child H told police that she and another girl had been sexually assaulted by grown men. Nothing was done. When she was 12, Child H was found in the back of a taxi with a man who had indecent pictures of her on his phone. Despite the full co-operation of her father, who insisted his daughter was being abused, police failed to act. Four months later, Child H was found in a house alone with a group of Pakistani men. What did the police do? They arrested the child for being drunk and disorderly and ignored her abusers. As President Obama said about the fiends who beheaded the journalist James Foley: \"No just God would stand for what they did.\"\n\nMy, what the British people would give to hear such ringing moral condemnation from our own political leaders.\n\nThe Labour Party, in particular, is mired in shame over \"cultural sensitivity\" in Rotherham. Especially, cynics might point out, a sensitivity to the culture of Muslims whose votes they don't want to lose. Denis MacShane, MP for Rotherham from 1994 to 2012, actually admitted to the BBC's World At One yesterday that \"there was a culture of not wanting to rock the multicultural community boat, if I may put it like that. Perhaps, yes, as a true Guardian reader and liberal Leftie, I suppose I didn't want to raise that too hard.\" Much better to hang on to your impeccable liberal credentials than save a few girls from being raped, eh, Denis?\n\nEqually horrifying is the suggestion that certain Pakistani councillors asked social workers to reveal the addresses of the shelters where some of the abused girls were hiding. The former deputy leader of the council, Jahangir Akhtar, is accused of \"ignoring a politically inconvenient truth\" by insisting there was not a deep-rooted problem of Pakistani-heritage perpetrators targeting young white girls. The inquiry was told that influential Pakistani councillors acted as \"barriers to communication\" on grooming issues.\n\nFront-line youth workers who submitted reports in 2002, 2003 and 2006 expressing their alarm at the scale of the child sex-offending say the town hall told them to keep quiet about the ethnicity of the perpetrators in the interests of \"community cohesion\".\n\nFear of appearing racist trumped fears of more children being abused. Not only were negligent officials not prosecuted, they prospered. Shaun Wright, a former Labour councillor who was in charge of Rotherham children's services during a five-year period when a blind eye was turned to the worst case of mass child abuse in British history, is now South Yorkshire's Police and Crime Commissioner. Oh, Jonathan Swift, thou shouldst be writing at this hour!\n\nJane Collins, the Ukip MEP for Yorkshire and Humber, has called for Mr Wright to stand down, a demand that has been echoed by Labour as it realises the full horror of what was done - or not done - by its councillors. \"To cover up something of this scale, it is evil,\" says Mrs Collins.\n\nIt's impossible not to share that incredulous fury. Powerless white working-class girls were caught between a hateful, imported culture of vicious misogyny on the one hand, and on the other a culture of chauvinism among the police, who regarded them as worthless slags. Officials trained up in diversity and political correctness failed to acknowledge what was effectively white slavery on their doorstep. Much too embarrassing to concede that it wasn't white people who were committing racist hate crimes in this instance.\n\nThe whole thing is like a real-life episode of Prime Suspect, in which councillors, the police and child-protection staff collude to give a bunch of sadistic thugs licence to pimp a town's most vulnerable children. As they say in Yorkshire: \"They want shooting, the lot of them.\"\n\nThis will come as no comfort to the 1,400 brutalised girls, many of whom have self-harmed or committed suicide, but I reckon Rotherham may be the final nail in the coffin of multiculturalism. Far from discouraging racism, the Labour policy of withholding the ethnic identity of men who preyed on white girls backfired spectacularly. Criminally, it endangered hundreds of children who might otherwise have been spared. A recent poll showed that 44 per cent of young Britons believe that Muslims do not share the same values as the rest of the population, while 28 per cent said they felt Britain would be \"better off\" with fewer Muslims.\n\nAttitudes are even more negative among older people. A recent Radio 4 item about how junior jihadists spending their gap year massacring people in Iraq could be \"reintegrated\" into British society produced hoots of derision on social media and spilt tea across the breakfast tables of England. (Hands up anyone who wants the blighters back?) The period of giving the benefit of the doubt to young Muslims who go on \"camping holidays\" to Syria is over. Undoubtedly, the fact that \"Jihadi John\", the hooded man who was party to the beheading of James Foley, spoke with a London accent has provoked further despair about the widespread failure of Muslims to integrate. Has it really come to this? A child raised with all the freedoms and blessings of a British upbringing behaving like a natural-born barbarian.\n\nMy colleague Boris Johnson's excellent suggestion that any Britons who travel to Syria and Iraq without informing the authorities should be presumed to be potential terrorists until proven innocent produced howls of outrage from the human rights brigade - but it struck an entire symphony of chords with Britons of all creeds and colours who are sick of being taken for mugs.\n\nThere are other hopeful signs. The Rotherham scandal seems temporarily to have silenced those who insist, every time a child-grooming case is exposed, that most paedophiles are white. Indeed they are; but the Rotherham abusers were not paedophiles. They were men of Pakistani heritage slaking their lust on young girls they regarded as white trash because they knew they could get away with it. It grieves me to say they were right. Like South Yorkshire Police, they treated 1,400 defenceless children \"with contempt\".\n\nOn Channel 4 News on Tuesday, Javed Khan, the chief executive of Barnardo's, refused to give a straight answer to a question about the part that \"ethnicity\" played in the abuse of girls in Rotherham. As the presenter Jackie Long persisted, Mr Khan insisted that we should not be focusing on the identity of the perpetrators because it \"distracted attention\" from the children who were their victims.\n\nOn the contrary. It is of the utmost importance that wider society wakes up to the fact that there is what the inquiry found to be a \"deep-rooted problem of Pakistani-heritage perpetrators targeting young white girls\". Many of us who have been saying this for a long time have been shouted down as racist. Thanks to Prof Jay, it has been stated publicly for the first time that the fear of appearing racist was more pressing in official minds than enforcing the law of the land or rescuing terrified children. It is one of the great scandals of our lifetime.\n\nThe Labour council of Rotherham stands accused of ignoring child sex abuse on an unimaginable scale for 16 years. There can be no more serious charge against a public body. Former councillors who dismissed evidence or otherwise attempted to pervert the course of justice should be arrested. Officers who snubbed appeals from desperate children and their families have no place in our police force.\n\nThus far, a mere five men have been jailed in connection with the disgusting crimes in Rotherham. A further 30 are under investigation. We need a campaign to get other abused children to come forward and receive the appropriate help. We need them to identify the perpetrators. Shame and name, and shame again. Above all, we need those girls to know that what was done to them was criminal, and the way those crimes were ignored and suppressed by powerful men with a political agenda was despicable as well as criminal. To avoid rocking the multicultural boat, they fed 1,400 children to the sharks. No just God would stand for what they did.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17847385",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6097,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "20:03:00",
                    "title": "In the face of such evil, who is the racist now? - Telegraph.co.uk",
                    "uri": "206525232",
                    "url": "http://www.telegraph.co.uk/news/uknews/crime/11059138/Rotherham-In-the-face-of-such-evil-who-is-the-racist-now.html",
                    "wgt": 1
                },
                {
                    "body": "The self-delusion involved in the Rotherham child-abuse case is astonishing. Professor Alexis Jay's report stated that around 1,400 children were sexually abused in the town over 16 years, and that police, social workers and councillors let the victims of these horrific crimes down. Yet the website of Rotherham council introduced her findings this way: \"Services to protect young people at risk from child sexual exploitation in Rotherham are stronger and better co-ordinated across agencies today than ever before, an independent review has found.\" The assertion of improvement is a generous interpretation, to say the least. Prof Jay accepted that services are better, but added that they are over-stretched, long-term victim support is not good enough and, crucially, \"prosecutions remain low in number\".\n\nIt is a vital matter of public safety that we understand precisely what happened in Rotherham and that those responsible for letting it happen are suitably punished. A public inquiry would be entirely appropriate. It could start by asking what precisely went wrong. Why did police ignore some claims of abuse? What was the interaction between social services and the police? Why were reports seen by the council not acted upon? And why was the local Pakistani community not involved in tackling the problem? An examination of how political correctness helped to shield criminals might help stop it from happening in the future.\n\nOne obvious benefit of such questions would be to establish better guidelines on how local authorities ought to deal with abuse. Another would be to examine nationwide failings with the system of social care: very similar problems, covering similar aspects of community relations, have emerged in Rochdale, Derby and Oxford. But a public inquiry will also expose the officials guilty of neglect - and find out if they have moved on to other authorities to spread their incompetence.\n\nPublic servants should not be able to escape this wretched scandal with their livelihoods and reputations intact. All too often it is maddeningly difficult to hold them to account: only one doctor was struck off following the Mid Staffs NHS scandal that revealed poor standards of care - for fraud. If such appalling errors were conducted in the private sector, those responsible would be exposed, sacked and probably face criminal prosecution. There is no reason why such sanctions should not be on the table in Rotherham. After all, in failing to fulfil their professional obligations, these so-called public servants left children to a nightmarish fate. It was a terrible failing that demands a reckoning.\n\nRelated Articles\n\nIn the face of such evil, who is the racist now?\n\n27 Aug 2014\n\nRotherham sex abuse: Theresa May calls for police chief to resign\n\n27 Aug 2014\n\nPakistanis must condemn the Rotherham abuses\n\n27 Aug 2014\n\nRotherham child sex scandal: chiefs who ignored abuse 'must quit'\n\n27 Aug 2014",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17931307",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6041,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "03:23:00",
                    "title": "Rotherham child abuse: officials must face a reckoning",
                    "uri": "206707858",
                    "url": "http://www.telegraph.co.uk/news/uknews/crime/11059092/Rotherham-child-abuse-officials-must-face-a-reckoning.html",
                    "wgt": 1
                },
                {
                    "body": "Rotherham town hall: A report reveals around 1,400 children were subjected to sexual ...\n\nThe expose of child sexual exploitation in Rotherham this week found that 1,400 children were subjected to appalling abuse over a period of 16 years. The victims identified in the inquiry carried out by Professor Alexis Jay were as young as 11, and the majority were female. The perpetrators were described as being almost exclusively of Pakistani heritage.\n\nWith this development, it is unsurprising that a damning indictment of cover-ups at a senior institutional level and the problem of child exploitation has morphed into issue of race. The report details a combination of factors behind the \"collective failure\" by the police and the local council to stop the abuse - one of which was the fear of being labelled a racist for highlighting the problem, and a mood of denial among prominent councillors.\n\nLeaders of Muslim organisations around the UK have reacted in horror to the case, condemning how the fear of being called a racist allowed the child abuse to remain hidden.\n\nMuhbeen Hussain, founder of British Muslim Youth, commented: \"I'm truly disgusted to see such a report in my home town of Rotherham. The fact these guys were predominantly Pakistani heritage should not be a reason for providing a cloak of invisibility.\"\n\nInstead of focusing on the evidence of \"ignoring a politically inconvenient truth\" and the prevention of such attitudes towards race, others have used the ethnicity of the perpetrators - with some headlines generalising the men as \"Asian\" - to push their personal prejudices. Yet the incident in the small South Yorkshire town is not of racism, but one of misogyny.\n\nWomen and girls make up around 95% of victims of sexual exploitation around the world. It is widely viewed as part of the spectrum of male violence against women and children - which includes rape, sexual harassment and domestic abuse. The fact that the vast majority of the victims in Rotherham were female is evidence of these heinous statistics - and the role that misogyny plays in the sexual exploitation of children.\n\nSpeaking to IBTimes UK, Andrea Matolcsi, the programme officer for trafficking for charity Equality Now, said that persistent gender inequalities allow the modern-day slavery of children to continue in Britain.\n\n\"Perpetrators exploit victims because they feel they feel victims are 'lesser' than them,\" she explained. \"The specific inequality between women and men also means that it is possible to sexualise and objectify, and thus treat women and girls as objects that can be bought, sold, rented and abused.\"\n\nThese inequalities are engrained in a culture of undervaluing women and girls, but it is not a problem mutually exclusive to ethnic minority communities. Grooming is an issue universal to all women - but it is not one that affects all men of Pakistani origin.\n\nSara Khan, of the human rights group for British Muslim women Inspire, explained that those who sexually exploit children and women have a poor opinion of all females: \"As a Bradford-born and raised Muslim woman from the Kashmiri/Mirpuri community, I understand the cultural complexities. Let's be clear: it's not just white women that are viewed as inferior - many from these Pakistani rural villages believe all women are second class citizens.\"\n\n\"The cultural of conservative communities has at its root a deep-seated misogyny with the aim of controlling every aspect of a woman's life and reducing her into subservience,\" she added.\n\nWhile racists have further ammunition after the Rotherham report, it would be more productive to highlight the underlying issue. A culture of misogyny has allowed women to be disproportionately targeted by perpetrators of sexual exploitation - and this is something that needs to be addressed.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17878213",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5925,
                    "source": {
                        "title": "uk.news.yahoo.com",
                        "uri": "uk.news.yahoo.com"
                    },
                    "time": "16:59:00",
                    "title": "Rotherham Child Sex Abuse: Men Not Pakistanis are to Blame",
                    "uri": "206637902",
                    "url": "https://uk.news.yahoo.com/rotherham-child-sex-abuse-men-not-pakistanis-blame-164330639.html",
                    "wgt": 1
                },
                {
                    "body": "Rotherham town hall: A report revealed around 1,400 children were subjected to sexual exploitation(Wiki Commons)\n\nThe expose of child sexual exploitation in Rotherham this week found that 1,400 children were subjected to appalling abuse over a period of 16 years. The victims identified in the inquiry carried out by Professor Alexis Jay were as young as 11, and the majority were female. The perpetrators were described as being almost exclusively of Pakistani heritage.\n\nWith this development, it is unsurprising that a damning indictment of cover-ups at a senior institutional level and the problem of child exploitation has morphed into issue of race. The report details a combination of factors behind the \"collective failure\" by the police and the local council to stop the abuse - one of which was the fear of being labelled a racist for highlighting the problem, and a mood of denial among prominent councillors.\n\nLeaders of Muslim organisations around the UK have reacted in horror to the case, condemning how the fear of being called a racist allowed the child abuse to remain hidden.\n\nMuhbeen Hussain, founder of British Muslim Youth, commented: \"I'm truly disgusted to see such a report in my home town of Rotherham. The fact these guys were predominantly Pakistani heritage should not be a reason for providing a cloak of invisibility.\"\n\nInstead of focusing on the evidence of \"ignoring a politically inconvenient truth\" and the prevention of such attitudes towards race, others have used the ethnicity of the perpetrators - with some headlines generalising the men as \"Asian\" - to push their personal prejudices. Yet the incident in the small South Yorkshire town is not of racism, but one of misogyny.\n\nWomen and girls make up around 95% of victims of sexual exploitation around the world. It is widely viewed as part of the spectrum of male violence against women and children - which includes rape, sexual harassment and domestic abuse. The fact that the vast majority of the victims in Rotherham were female is evidence of these heinous statistics - and the role that misogyny plays in the sexual exploitation of children.\n\nSpeaking to IBTimes UK, Andrea Matolcsi, the programme officer for trafficking for charity Equality Now, said that persistent gender inequalities allow the modern-day slavery of children to continue in Britain.\n\n\"Perpetrators exploit victims because they feel they feel victims are 'lesser' than them,\" she explained. \"The specific inequality between women and men also means that it is possible to sexualise and objectify, and thus treat women and girls as objects that can be bought, sold, rented and abused.\"\n\nThese inequalities are engrained in a culture of undervaluing women and girls, but it is not a problem mutually exclusive to ethnic minority communities. Grooming is an issue universal to all women - but it is not one that affects all men of Pakistani origin.\n\nRotherham grooming gang (Clockwise from top left) Mohsin Khan, 21, Razwan Razaq, 30, Adil Hussain, 20, Zafran Ramzan, 21, Umar Razaq, 24\n\nSara Khan, of the human rights group for British Muslim women Inspire, explained that those who sexually exploit children and women have a poor opinion of all females: \"As a Bradford-born and raised Muslim woman from the Kashmiri/Mirpuri community, I understand the cultural complexities. Let's be clear: it's not just white women that are viewed as inferior - many from these Pakistani rural villages believe all women are second class citizens.\"\n\n\"The cultural of conservative communities has at its root a deep-seated misogyny with the aim of controlling every aspect of a woman's life and reducing her into subservience,\" she added.\n\nWhile racists have further ammunition after the Rotherham report, it would be more productive to highlight the underlying issue. A culture of misogyny has allowed women to be disproportionately targeted by perpetrators of sexual exploitation - and this is something that needs to be addressed.\n\nRelatedRotherham Child Abuse Inquiry: Over 1,400 Children Raped and Trafficked by Men of 'Pakistani-Heritage'Rotherham Child Sex Abuse: Only One South Yorkshire Police Grooming Investigation Led to ConvictionsRotherham Child Abuse Scandal: South Yorkshire Police Commissioner Refuses to Resign over 'Appalling' Report",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17846480",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5888,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "22:52:00",
                    "title": "Rotherham Child Sex Abuse: Men Not Pakistanis are to Blame",
                    "uri": "206500094",
                    "url": "http://www.ibtimes.co.uk/rotherham-child-sex-abuse-men-not-pakistanis-are-blame-1462865",
                    "wgt": 1
                },
                {
                    "body": "LONDON (AP) -- Members of Britain's Pakistani community have expressed outrage after an independent inquiry found that police and government agencies failed to act on sex abuse cases because of concerns about racism in the northern English town of Rotherham.\n\nMuhbeen Hussain, founder of the Rotherham Muslim Youth Group, told the Daily Mirror on Wednesday that Muslims are disgusted that justice was not done. A report Tuesday said some 1,400 children were sexually exploited over a 16-year period, mostly by ethnic Pakistani men.\n\nHussain says \"race, religion or political correctness should never provide a cloak of invisibility to such grotesque crimes.\"\n\nThere are calls to oust Rotherham's police chief and others in positions of authority there after a report found that \"collective failures\" led to inaction in the town of 250,000.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17852595",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5851,
                    "source": {
                        "title": "KSNV TV 3",
                        "uri": "www.mynews3.com"
                    },
                    "time": "23:44:00",
                    "title": "Muslims react with outrage at UK sex abuse report",
                    "uri": "206550470",
                    "url": "http://www.mynews3.com/content/news/world/story/Muslims-react-with-outrage-at-UK-sex-abuse-report/B-EGPsC8uUaSnACzWJzECw.cspx?rss=3313",
                    "wgt": 1
                },
                {
                    "body": "The sexual abuse and the trafficking of at least 1400 children went unreported in the United Kingdom due to fears of being branded racist for identifying the perpetrators as Muslim men.\n\n\"Children as young as 11 were trafficked, beaten, and raped by large numbers of men between 1997 and 2013 in Rotherham, South Yorkshire, the council commissioned review into child protection revealed,\" reports the Daily Mail.\n\nThe report details that \"several staff described their nervousness about identifying the ethnic origins of perpetrators for fear of being thought racist.\"\n\nVictims were reportedly covered in gasoline, threatened to be burned alive, threatened with guns, raped and warned of worse if they spoke publicly.\n\nThe fact that the majority of the men involved in raping and trafficking the children were of Pakistani origin led to failures on behalf of the council to report on the culture of \"gang rape\" that had taken hold in the area, while police also ignored the reports.\n\nThe figure of 1400 children raped and beaten is a conservative figure, with the final total expected to be higher.\n\n\"No-one knows the true scale of child sexual exploitation in Rotherham over the years. Our conservative estimate is that approximately 1,400 children were sexually exploited over the full inquiry period, from 1997 to 2013,\" Professor Jay stated.\n\nThe story follows similar high-profile incidents in other UK cities where young girls and children have been victims of Asian rape gangs, with authorities turning a blind eye in many cases.\n\nMuhbeen Hussain, founder of Rotherham Muslim Youth Group, told the Daily Mirror on Wednesday that Muslims are disgusted that justice was not done.\n\n\"Race, religion or political correctness should never provide a cloak of invisibility to such grotesque crimes.\"\n\nDistrict Commander for Rotherham, Ch Supt Jason Harwin said: \"Firstly I'd like to start by offering an unreserved apology to the victims of child sexual exploitation who did not receive the level of service they should be able to expect from their local police force.\n\n\"We fully acknowledge our previous failings.\"\n\nCh Supt Harwin said the force had \"overhauled\" the way it dealt with such cases and had successfully prosecuted a number of abusers.\n\nBut he admitted: \"I accept that our recent successes... will not heal the pain of those victims who have been let down.\"",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17872747",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5635,
                    "source": {
                        "title": "www.theglobaldispatch.com",
                        "uri": "www.theglobaldispatch.com"
                    },
                    "time": "13:07:00",
                    "title": "Fear of racism allegations linked to silence of s...",
                    "uri": "206637914",
                    "url": "http://www.theglobaldispatch.com/fear-of-racism-allegations-linked-to-silence-of-sexual-abuse-trafficking-of-1400-children-by-muslims-77352/",
                    "wgt": 1
                },
                {
                    "body": "The child exploitation scandal in which 1,400 youngsters were abused over 16 years is not \"peculiar\" to Rotherham, according to a leading children's charity.\n\nA damning report on abuse in the South Yorkshire town detailed examples of 11-year-olds being gang raped and children forced to watch violent sex abuse.\n\nBarnardo's was called to the town by police last year to tackle the problem - but the charity says it is also working with other councils to \"learn lessons from the past\".\n\nChief executive Javed Khan told Sky News: \"Barnardo's is working very closely with that council and many other councils across the country.\n\n\"We're trying to help those professionals learn lessons from the past.\n\n\"This is happening all over the country - it isn't just peculiar to Rotherham.\n\n\"It's important that they learn the lessons from the past, work with agencies like ours that have experience.\n\n\"We work with more than 2,000 children who've been sexually exploited every year. We know how to spot the signs and put it right.\"\n\nThe report on abuse in Rotherham, between 1997 and 2013, said authorities in the town \"could and should\" have done more to stop the abuse.\n\nBut officials did not listen to children trying to report it, the report said.\n\nCouncil leader Roger Stone resigned after the report was published - and there have been calls for South Yorkshire's Police Commissioner to follow.\n\nShaun Wright was elected in 2012 - but his previous role as a councillor put him in charge of children's services between 2005 and 2010.\n\nHowever, Mr Khan insists it is important the victims are not forgotten amid the \"recriminations\".\n\n\"I'm sure Shaun Wright is doing some deep thinking about what he did and what he could have done differently - many other people will be doing as well,\" he said.\n\n\"Apart from the recriminations, the important thing is that we learn the lessons about how to protect children.\n\n\"Whatever actions need to be taken, let's focus on the victims and make sure this never, ever happens again to children who need our support.\n\n\"I'm not sitting on the fence. Children were failed. But the report says children's services in Rotherham are fit for purpose now - that's what interests me.\n\n\"What we're trying to do is work with the schools, work with the police, work with the social services, so they're more aware and more able to spot the signs of children who need our support.\"",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17844462",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5578,
                    "source": {
                        "title": "EE",
                        "uri": "web.orange.co.uk"
                    },
                    "time": "13:42:00",
                    "title": "Abuse Scandal 'Not Peculiar' To Rotherham",
                    "uri": "206413152",
                    "url": "http://web.orange.co.uk/article/news/abuse_scandal_not_peculiar_to_rotherham",
                    "wgt": 1
                },
                {
                    "body": "A general view of the town centre in Rotherham, England, Wednesday, Aug. 27, 2014. About 1,400 children were sexually exploited in the northern England town over 6 years, according to a recent report. [Photo: Imagine China]\n\nSenior officials in the UK are calling for resignations following revelations of wide-spread child abuse in the northern English town of Rotherham.\n\nA new report released this week has revealed that some 14-hundred children, mostly of Pakistani heritage, were sexually exploited in the community from 1997 and 2013 in the northern English town.\n\nThis has led to calls for the resignation of Shaun Wright, South Yorkshire's Police and Crime Commissioner.\n\nHe was the former Labour councilor in charge of children's services at Rotherham from 2005 to 2010.\n\nUK Home Secretary Theresa May is among those in the UK calling for his resignation.\n\n\"I believe his own party, the Labour Party, have called for him to resign. I think he has real questions to answer and I think in the circumstances he should heed those calls.\"\n\nWright has apologized for the failings of the council but has refused to resign.\n\nThe independent report on the exploitation of the children in Rotherham is describing the situation as a series of \"collective failures.\"",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17872412",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5499,
                    "source": {
                        "title": "english.cri.cn",
                        "uri": "english.cri.cn"
                    },
                    "time": "21:44:00",
                    "title": "Crime Commissioner in UK Urged to Resign amid Child Abuse Report",
                    "uri": "206637817",
                    "url": "http://english.cri.cn/12394/2014/08/28/3684s842082.htm",
                    "wgt": 1
                },
                {
                    "body": "Video: Javed Khan said similar problems affected other areas of the country\n\nThe child exploitation scandal in which 1,400 youngsters were abused over 16 years is not \"peculiar\" to Rotherham, according to a leading children's charity.\n\nA damning report on abuse in the South Yorkshire town detailed examples of 11-year-olds being gang raped and children forced to watch violent sex abuse.\n\nBarnardo's was called to the town by police last year to tackle the problem - but the charity says it is also working with other councils to \"learn lessons from the past\".\n\nChief executive Javed Khan told Sky News: \"Barnardo's is working very closely with that council and many other councils across the country.\n\n\"We're trying to help those professionals learn lessons from the past.\n\n\"This is happening all over the country - it isn't just peculiar to Rotherham.\n\n\"It's important that they learn the lessons from the past, work with agencies like ours that have experience.\n\n\"We work with more than 2,000 children who've been sexually exploited every year. We know how to spot the signs and put it right.\"\n\nThe report on abuse in Rotherham, between 1997 and 2013, said authorities in the town \"could and should\" have done more to stop the abuse.\n\nBut officials did not listen to children trying to report it, the report said.\n\nCouncil leader Roger Stone resigned after the report was published - and there have been calls for South Yorkshire's Police Commissioner to follow.\n\nShaun Wright was elected in 2012 - but his previous role as a councillor put him in charge of children's services between 2005 and 2010.\n\nHowever, Mr Khan insists it is important the victims are not forgotten amid the \"recriminations\".\n\n\"I'm sure Shaun Wright is doing some deep thinking about what he did and what he could have done differently - many other people will be doing as well,\" he said.\n\n\"Apart from the recriminations, the important thing is that we learn the lessons about how to protect children.\n\n\"Whatever actions need to be taken, let's focus on the victims and make sure this never, ever happens again to children who need our support.\n\n\"I'm not sitting on the fence. Children were failed. But the report says children's services in Rotherham are fit for purpose now - that's what interests me.\n\n\"What we're trying to do is work with the schools, work with the police, work with the social services, so they're more aware and more able to spot the signs of children who need our support.\"",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17855902",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5491,
                    "source": {
                        "title": "Sky News",
                        "uri": "news.sky.com"
                    },
                    "time": "00:01:00",
                    "title": "Abuse Scandal 'Happening All Over Country'",
                    "uri": "206583159",
                    "url": "http://news.sky.com/story/1325385/abuse-scandal-happening-all-over-country",
                    "wgt": 1
                },
                {
                    "body": "People in Rotherham react to an inquiry that says at least 1,400 children in the town were sexually exploited by mainly Pakistani heritage criminal gangs between 1997 and 2013.\n\nA report commissioned by the council was published on Tuesday and revealed the massive level of abuse in Rotherham.\n\nThe inquiry team noted fears among council staff of being labelled \"racist\" if they focused on victims' descriptions of the majority of abusers as \"Asian\" men.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17934803",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5356,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "02:47:00",
                    "title": "Reaction in Rotherham to abuse inquiry findings",
                    "uri": "206707861",
                    "url": "http://www.bbc.co.uk/news/uk-28960738",
                    "wgt": 1
                },
                {
                    "body": "A victim of the Rotherham child sex abuse scandal has told Sky News she was verbally abused when she sought help from police.\n\nShe said the violence she suffered was ignored by authorities because her attacker was Asian and they were worried about causing racial unrest in the South Yorkshire town.\n\nThe woman gave a disturbing account of how she was treated by some police officers - claiming they called her a string of derogatory names.\n\nOne even said her attacker had every right to abuse her, she said.\n\nHer grooming began when she turned 14 and was introduced to the man through friends in Rotherham.\n\nShe said he treated her well to start with and she fell in love with him, but after a few months he became violent.\n\n\"The more time we spent together the more he started to change,\" she said. \"He became controlling, violent ... a relationship that was domestic violence.\"\n\nShe said she felt so scared at times she thought about killing herself.\n\n\"I had a fear of heights and he did a lot of things to try to scare me through that,\" she said.\n\n\"He once drove us to the edge of a cliff and said he was going to kill us both. He then dragged me out of the car and said he was going to throw me off.\"\n\nShe added: \"He once tried to throw me over a balcony, luckily two people kind of stopped him from doing that.\n\n\"I had a child with me at the time, that were only a few months, in a pushchair, and he even kicked the pushchair over.\"\n\nShe said during her two years of abuse, the attacks went from once a week to two or three times a week.\n\nHis brothers were grooming other young girls, she said, but unlike many child victims in Rotherham she was sexually exploited by one man.\n\nShe was 16 when she went to police, but said her complaint was ignored.\n\nHer abuser was even granted immunity from prosecution, she claimed.\n\n\"I explained to him (the police officer) what relationship we had and he said: 'Well, what do you expect? I think he's got every right to.'\n\n\"My Dad went absolutely mental and told him to get out of the house. The police officer then apologised, and we put a formal complaint into the police about him.\n\n\"But just his manner of how he dealt with it - he didn't seem to care about it, he was so unprofessional.\"\n\nWhen asked why her abuse was ignored by social workers, police and council bosses, she said: \"I think it was because of the fact he was Asian.\n\n\"I don't think they wanted to start communities colliding together, and starting confrontation between communities.\"\n\nShe said Rotherham Council chiefs should face action for ignoring the plight of the 1,400 child victims targeted in the town.\n\n\"The people that were involved back then ... I think they need hanging,\" she said.\n\n\"I don't know what legal stuff can be done, but I think they all need to be in a courtroom and tell people exactly what they knew.\n\n\"I think it should be some kind of criminal offence that 1,400 girls have been allowed to be abused by professionals.\"\n\nSouth Yorkshire Police say they have no knowledge of allegations concerning derogatory remarks made against the victim.\n\nA spokesman said the suggestion a deal was struck with her abuser has been fully investigated and no evidence was found to support the claim.\n\n\"This case forms a part of Operation Clover looking into a series of child sexual exploitation investigations in Rotherham,\" he added.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17859469",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5277,
                    "source": {
                        "title": "EE",
                        "uri": "web.orange.co.uk"
                    },
                    "time": "00:24:00",
                    "title": "Rotherham Victim 'Verbally Abused By Police'",
                    "uri": "206529206",
                    "url": "http://web.orange.co.uk/article/news/rotherham_victim_verbally_abused_by_police",
                    "wgt": 1
                },
                {
                    "body": "The victim claims police ignored her because her attacker was Asian and authorities were worried about causing racial unrest.\n\nA victim of the Rotherham child sex abuse scandal has told Sky News she was verbally abused when she sought help from police.\n\nShe said the violence she suffered was ignored by authorities because her attacker was Asian and they were worried about causing racial unrest in the South Yorkshire town.\n\nThe woman gave a disturbing account of how she was treated by some police officers - claiming they called her a string of derogatory names.\n\nOne even said her attacker had every right to abuse her, she said.\n\nHer grooming began when she turned 14 and was introduced to the man through friends in Rotherham.\n\nShe said he treated her well to start with and she fell in love with him, but after a few months he became violent.\n\n\"The more time we spent together the more he started to change,\" she said. \"He became controlling, violent ... a relationship that was domestic violence.\"\n\nShe said she felt so scared at times she thought about killing herself.\n\n\"I had a fear of heights and he did a lot of things to try to scare me through that,\" she said.\n\n\"He once drove us to the edge of a cliff and said he was going to kill us both. He then dragged me out of the car and said he was going to throw me off.\"\n\nShe added: \"He once tried to throw me over a balcony, luckily two people kind of stopped him from doing that.\n\n\"I had a child with me at the time, that were only a few months, in a pushchair, and he even kicked the pushchair over.\"\n\nShe said during her two years of abuse, the attacks went from once a week to two or three times a week.\n\nHis brothers were grooming other young girls, she said, but unlike many child victims in Rotherham she was sexually exploited by one man.\n\nShe was 16 when she went to police, but said her complaint was ignored.\n\nHer abuser was even granted immunity from prosecution, she claimed.\n\n\"I explained to him (the police officer) what relationship we had and he said: 'Well, what do you expect? I think he's got every right to.'\n\n\"My Dad went absolutely mental and told him to get out of the house. The police officer then apologised, and we put a formal complaint into the police about him.\n\n\"But just his manner of how he dealt with it - he didn't seem to care about it, he was so unprofessional.\"\n\nWhen asked why her abuse was ignored by social workers, police and council bosses, she said: \"I think it was because of the fact he was Asian.\n\n\"I don't think they wanted to start communities colliding together, and starting confrontation between communities.\"\n\nShe said Rotherham Council chiefs should face action for ignoring the plight of the 1,400 child victims targeted in the town.\n\n\"The people that were involved back then ... I think they need hanging,\" she said.\n\n\"I don't know what legal stuff can be done, but I think they all need to be in a courtroom and tell people exactly what they knew.\n\n\"I think it should be some kind of criminal offence that 1,400 girls have been allowed to be abused by professionals.\"\n\nSouth Yorkshire Police say they have no knowledge of allegations concerning derogatory remarks made against the victim.\n\nA spokesman said the suggestion a deal was struck with her abuser has been fully investigated and no evidence was found to support the claim.\n\n\"This case forms a part of Operation Clover looking into a series of child sexual exploitation investigations in Rotherham,\" he added.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17861265",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5123,
                    "source": {
                        "title": "Sky News",
                        "uri": "news.sky.com"
                    },
                    "time": "00:28:00",
                    "title": "Rotherham Victim 'Verbally Abused By Police'",
                    "uri": "206583151",
                    "url": "http://news.sky.com/story/1325811/rotherham-victim-verbally-abused-by-police",
                    "wgt": 1
                },
                {
                    "body": "About the systematic rape and sexual abuse of 1,400 -- that's one thousand four hundred -- girls in a single English city by groups of men, The New York Times (of all places!) doesn't mince words in talking about who did this, and to whom they did it:\n\nThe vast majority of perpetrators have been identified as South Asian and most victims were young white girls, adding to the complexity of the case. Some officials appeared to believe that social workers pointing to a pattern of sexual exploitation were exaggerating, while others reportedly worried about being accused of racism if they spoke out. The report accused officials of ignoring \"a politically inconvenient truth\" in turning a blind eye to men of Pakistani heritage grooming vulnerable white girls for sex.\n\nMore:\n\nSome officials were apparently ordered by their managers to withhold information on the ethnic origin of the abusers, the report said. As a result, no contact was made with local Pakistani leaders for help in identifying gangs that continued to assault and abduct teenagers.\n\nIt beggars belief how sick and corrupt so many English people have become. My God, you let men rape and torture your daughters, but don't dare say anything because somebody, somewhere, might call you a racist, or a fellow traveler with the BNP?\n\nThe Guardian writes:\n\nCouncil and other officials sometimes thought youth workers were exaggerating the exploitation problem. Sometimes they were afraid of being accused of racism if they talked openly about the perpetrators in the town mostly being Pakistani taxi drivers.\n\nMore:\n\nJahangir Akhtar, the former deputy leader of the council, is accused in the report of naivety and potentially \"ignoring a politically inconvenient truth\" by insisting there was not a deep-rooted problem of Pakistani-heritage perpetrators targeting young white girls. Police told the inquiry that some influential Pakistani councillors in Rotherham acted as barriers to communication on grooming issues.\n\nAnd:\n\nA mortgage adviser who drove a BMW and owned several properties promised to treat a 13-year old \"like a princess\". Another man pulled the hair of a 13-year old and called her a \"white bitch\" when she tried to reject his attempt to strip her.\n\nStraight-up, violent, sexist racism. But the Rotherham police and politicians turned a blind eye.\n\nIt's not only reverse-racist political correctness at fault. If you read the entire report, you see a bureaucracy rife with dysfunction. A crude, sexist, macho culture within the police force is partially to blame. Disgusting men.\n\nOver 1,400 female children treated like animals, by animals. And aside from the Council leader who voluntarily resigned yesterday, not one of the people responsible for this moral outrage will be punished. Not one.\n\nEd West at The Spectator nails it:\n\n'I didn't want to appear racist' is truly the 'I was only obeying orders' of our time.\n\n... Political correctness was supposed to make us nicer, but in reality it just makes people stupider. As anyone who has done any sort of online test will tell you, much of human intelligence comes down to pattern recognition; the whole purpose of political correctness is to stop us noticing patterns even when they stare us in the face.\n\nBritish progressives, let's not hear another word about how the sacrosanct nature of the Catholic Church contributed to the sexual exploitation of children by priests until you face up to the fact that the values of political correctness on the matter of race and ethnicity contributed to the sexual exploitation of children by these Pakistanis. Catholicism doesn't \"cause\" clerical sexual abuse any more than anti-racism \"causes\" Pakistanis sex gangs to rape children. But a big part of the meaning of Rotherham is that Rotherham authorities were willing to sacrifice the humanity of at least 1,400 little girls to the god of political correctness.\n\nAnd you watch: some progressives are even now worrying more about people thinking the Wrong Thing about Pakistani men than they are about these children, their rapists, the potential anti-white race hatred of the children's rapists, and how the authorities failed those children.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17871551",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5089,
                    "source": {
                        "title": "The American Conservative",
                        "uri": "www.theamericanconservative.com"
                    },
                    "time": "01:28:00",
                    "title": "Rotherham, Political Correctness, & The Rape Of Common Sense",
                    "uri": "206627370",
                    "url": "http://www.theamericanconservative.com/dreher/rotherham-rape-common-sense-political-correctness/?utm_source=rss&utm_medium=rss&utm_campaign=rotherham-rape-common-sense-political-correctness",
                    "wgt": 1
                },
                {
                    "body": "Nothing should stand in the way of protecting the vulnerable. Those who fail should take responsibility\n\nShaun Wright, Labour's South Yorkshire police and crime commissioner, who was Rotherham's cabinet member for children and young people's services from 2005 until 2010, is refusing to resign. He apologises unreservedly for the grotesque abuse that 1,400 children or more may have endured on his watch, but he says the scale of the abuse has come as a surprise to him. The chorus of voices raised against him, which includes the leadership of his own party, is, rightly, swelling. He should have gone at once. His lack of leadership, his reluctance to ask difficult questions or to intervene proactively, allowed the exploitation itemised in Professor Alexis Jay's grim report on Tuesday to grow from what an earlier investigator called gang abuse for personal gratification into \"financial and career opportunities\" for young, mainly Asian, men. His failure to take responsibility now, in the face of the evidence, suggests a dangerous reluctance to address what went so damagingly wrong for so many vulnerable young women. No wonder some of them have now launched a class action against the council.\n\nRotherham is not alone in experiencing colossal institutional failure in child protection. Absence of evidence is not evidence of absence, and a pattern of abuse that has now resulted in convictions in towns from Torbay to Rochdale is very likely to be happening in other places not yet identified. But its experience should offer at least a checklist for behaviour that should trigger alarm. In particular, councils should examine just how - in the words of the Office of the Children's Commissioner - they see and hear children who may be in trouble. As so often, many of those in Rotherham who should have been on the victims' side saw these vulnerable children as authors of their own misfortunes and failed, cruelly, to listen to their accounts. Then there was a misguided reluctance to consider whether there was an issue of race involved. Finally, they lacked any kind of institutional data-sharing that might have allowed police, schools, hospitals and social workers to understand what was happening.\n\nThe question of ethnicity is particularly contentious. Rotherham is a very white, poor, working-class town with a growing but still small - less than 10% - black and minority ethnic population of which less than a third is Muslim. In last May's local elections, Ukip won most votes and became the official opposition on the council. A march by the English Defence League during the campaign drew 500 supporters. On Tuesday, one of the first on Twitter with a gloating tweet was Nick Griffin of the BNP. In that context it is understandable that the Labour council was sensitive to the reputation of its Muslim community. But it led to a terrible misjudgment: the subordination of the safeguarding of abused and exploited children - who were mainly, but not only, white - to the protection of the standing of one particular community. When the then Labour MP Ann Cryer, the anti-forced-marriage campaigner, began reporting accounts of young Pakistani-heritage men hanging about school gates in 2003, she was bitterly criticised. So, more recently, was the Times reporter Andrew Norfolk, whose painstaking investigation has done so much to bring the exploitation to light. Ethnicity did play a part in the Rotherham abuse, not because this particular pattern of abuse is restricted to a particular group (the behaviour is typical of many gangs) but because many of those who might have taken action feared the wider, societal, consequences if they did.\n\nLike all sexual abuse, this was an example of the exploitation of the weak, and it is teaching some hard lessons. The CPS recognises that prosecutions can go ahead even when victims give confused accounts of abuse, reported long after the event. The value of gathering and sharing data between agencies is now widely understood. But the clearest lesson is that nothing, at all, must come before the need to protect the vulnerable, and those who fail must be held to account.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17927339",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5053,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "19:59:00",
                    "title": "The Guardian view on the Rotherham child abuse scandal: no excuse",
                    "uri": "206637906",
                    "url": "http://www.theguardian.com/commentisfree/2014/aug/27/guardian-view-rotherham-child-abuse-scandal",
                    "wgt": 1
                },
                {
                    "body": "It couldn't happen here - could it?\n\nThe revelation that at least 1,400 children were abused over 16 years by gangs in Rotherham will leave parents and young people alike with a sick, knotted feeling in their stomachs.\n\nThis week's report detailed the cruelty that victims and their families suffered at the hands of paedophiles who knew how to manipulate and intimidate individuals.\n\nAlmost as shocking is the account of how the council, social services and the police failed to protect victims; reports were ignored or suppressed and victims were treated with \"contempt\".\n\nAccording to the report, \"children as young as 11 were deemed to be having consensual sexual intercourse when in fact they were being raped and abused by adults\".\n\n\" \" \" \" \" Rotherham child abuse revelations View gallery\n\nJust as notorious cases of child abuse in North Wales care homes pushed the issue of the dangers facing looked-after children up the agenda across the UK, so the appalling events in Rotherham are a wake-up call for communities up and down the country.\n\nCan Britain claim to be a civilised society when a gang is able to abuse so many young people with apparent impunity?\n\nAlexis Jay, the former chief inspector of social work in Scotland, wrote in her report: \"They were raped by multiple perpetrators, trafficked to other towns and cities in the north of England, abducted, beaten, and intimidated. There were examples of children who had been doused in petrol and threatened with being set alight, threatened with guns, made to witness brutally violent rapes and threatened they would be next if they told anyone.\n\n\"Girls as young as 11 were raped by large numbers of male perpetrators.\"\n\nProf Jay is adamant that such abuse is not a dark chapter safely in the past. Her report states it \"continues to this day\".\n\nHelen Mary Jones, chief executive of Youth Cymru, was alarmed that evidence that abuse was taking place was not acted upon.\n\nShe said: \"It's not as if there were no reports made about this. It's not as if families and children weren't trying to get authorities [to act].\n\n\"We need to be vigilant and make sure that's not happening in Wales.\"\n\nIn particular, she wants to be sure that authorities will not shy away from taking action because a young person's behaviour is deemed a \"lifestyle choice\".\n\nShe said: \"I'd like to think that's ancient history in Wales... We have to take a long look and make sure we are providing the right kind of training and support.\"\n\nMs Jones added: \"We have the age of consent at 16 for good reason. That person is not an adult - that's a young person who's being abused.\"\n\nLynne Hill of the charity Children in Wales had similar concerns, stressing the need for children to be seen as children - regardless of how confident or even hostile they may appear.\n\nShe said: \"We always need to remember they are still children and young people. That is one of the key things.\"\n\nMs Hill wants to see changes as a result of the report, saying: \"It's very important that when these situations come to light that people providing services for children and young people [really] do learn the lessons and take them on board.\"\n\nThe report describes how on two occasions fathers \"tracked down their daughters and tried to remove them from houses where they were being abused\" but were arrested when police were called to the scene. In other cases, victims were arrested for being drunk and disorderly but no action was taken against the rapists.\n\nHard questions must be asked as to how presumably intelligent individuals in different bodies failed to get a grip on an epidemic of abuse. Did a lack of training stop people seeing the atrocities taking place in front of them, or was there a blatant refusal to acknowledge the horror in their midst?\n\nThe ethnicity of the perpetrators clearly complicated the response.\n\nAccording to the report: \"By far the majority of perpetrators were described as 'Asian' by victims, yet throughout the entire period, councillors did not engage directly with the Pakistani-heritage community to discuss how best they could jointly address the issue. Some councillors seemed to think it was a one-off problem, which they hoped would go away.\n\n\"Several staff described their nervousness about identifying the ethnic origins of perpetrators for fear of being thought racist; others remembered clear direction from their managers not to do so.\"\n\nRotherham faced a nightmare scenario of a child abuse crisis that could not be tackled without addressing the behaviour of individuals from an ethnic group. The potential for damaging headlines and political fall-out was clear.\n\nBut the failure to adopt a frank, honest, transparent and urgent response led to suffering continuing for years. People in highly paid leadership roles failed to live up to their responsibilities and lives were wrecked as a consequence.\n\nAmong the many morals to emerge from this saga is the need for designated leaders to lead with courage and integrity, even if this results in negative publicity that makes it harder to attract investment and tourists. Failure to act will only result in even more devastating scandals.\n\nIf people do not want to have to take tough decisions, risk controversy and defend their actions they should not stand for election or apply to join the police or work in such sensitive areas.\n\nToday, Rotherham is synonymous with a devastating story of incompetence and hard-heartedness. Demands for managers who neglected their responsibilities to be held to account will only intensify as the UK wakes up to the extent of the barbarism that was committed with apparent impunity for so long.\n\nThe victims will need support in the years ahead as they struggle to come to terms with the evil they have experienced. Mere apologies will not heal the continuing pain.\n\nThe anguish endured by these people who were manipulated, abused and raped requires that real reform - not just well-crafted words - emerges as a result of this week's report. A refusal to learn lessons would be yet another insult to those who have suffered so much.\n\nJust as we shake our heads and ask how shamed celebrities got away with abusive behaviour for decades, it is just as frightening to ask how institutions charged with defending the vulnerable failed to save Rotherham's children in their hour of need.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17868301",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5014,
                    "source": {
                        "title": "liverpoolecho",
                        "uri": "www.walesonline.co.uk"
                    },
                    "time": "01:10:00",
                    "title": "Rotherham child abuse: The rape and abuse of children should be a wake-up call for all of Wales and the UK",
                    "uri": "206490333",
                    "url": "http://www.walesonline.co.uk/news/news-opinion/rotherham-child-abuse-rape-abuse-7679794",
                    "wgt": 1
                },
                {
                    "body": "Up to 1,400 children were sexually exploited in Rotherham. Children as young as 11 were trafficked, beaten, and raped by large numbers of men between 1997 and 2013 in Rotherham, South Yorkshire, a review into child protection has revealed.\n\nHow could this have happened? A clue is given by the report's authors, who state that 'several staff described their nervousness about identifying the ethnic origins of perpetrators for fear of being thought racist'.\n\n'I didn't want to appear racist' is truly the 'I was only obeying orders' of our time.\n\nRacism has become so hysterical a subject that it has crowded out all other moral concerns, including in this case the concern to look after children. (One doesn't often get the chance to praise one's own profession -- so it is worth pointing out that, if it weren't for some courageous reporting, notably in The Times, the full scale of the Rotherham scandal may never have been widely known.)\n\nOf course it is right to be disgusted by racial hostility or aggression, but when the war on racism makes the subject such a taboo that child abuse is overlooked, then it is time to ask questions.\n\nIn Britain, there appears to have been a pattern of sexual abuse by second-generation Pakistani men. If the people charged with protecting vulnerable children notice this pattern then they should not only be free to look into it, but they should feel a duty to do so, and to raise the point in public. (As it happens, visible minorities are not over-represented nationally in sexual offences against children in Britain as far as the 2012 figures go, although these date to before the recent grooming scandals.)\n\nPolitical correctness was supposed to make us nicer, but in reality it just makes people stupider. As anyone who has done any sort of online test will tell you, much of human intelligence comes down to pattern recognition; the whole purpose of political correctness is to stop us noticing patterns even when they stare us in the face.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17862534",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4997,
                    "source": {
                        "title": "Spectator Blogs",
                        "uri": "blogs.spectator.co.uk"
                    },
                    "time": "00:41:00",
                    "title": "'I didn't want to appear racist' is the 'I was only obeying orders' of our age",
                    "uri": "206602515",
                    "url": "http://blogs.spectator.co.uk/coffeehouse/2014/08/i-didnt-want-to-appear-racist-is-the-i-was-only-obeying-orders-of-our-age/?utm_source=rss&utm_medium=rss&utm_campaign=i-didnt-want-to-appear-racist-is-the-i-was-only-obeying-orders-of-our-age",
                    "wgt": 1
                },
                {
                    "body": "Ukip MEP blasts omission as 'spineless', readers outraged on Twitter\n\nThe BBC has enraged licence fee-payers by allegedly downplaying the role of Pakistani gangs in Rotherham's sex abuse scandal.\n\nYesterday's landmark report singled out Pakistani men as the main perpetrators in the sexual exploitation of at least 1,400 children over 16 years - and warned council staff's fear of acknowledging their race compounded the scandal.\n\nBut this morning, four of BBC News Online's seven articles on the report made no reference to Pakistani men.\n\nBlasting the BBC's omission as 'spineless and gutless', Jane Collins, Ukip's Yorkshire and Humber MEP, told MailOnline: 'Are they worried about being racist?\n\n'There is no way around it: the people involved in this scandal were from the Pakistani and Kahmiri communities.\n\n'We have to be brave. It's not about racism, it's about welfare.\n\n'Unfortunately the people involved in this worried about being called racist. We have to face up to that fact and tackle this head-on in the community.'\n\nProfessor Alexis Jay, author of the council-commissioned report, highlighted political correctness as a key factor in the long-running scandal.\n\nShe warned police and council officials suppressed evidence of the crimes because they feared being labelled racist.\n\nConcerns about damage to community cohesion were put above the need to protect the vulnerable, the report said.\n\nReaders took to social media in anger accusing the Corporation of sanitising its online coverage.\n\nReference was made to Pakistani men in the BBC's evening news broadcasts and this morning's radio.\n\nHowever, the lead articles online this morning simply referred to the perpetrators as 'criminal gangs'.\n\nOne commenter tweeted: 'BBC unable to even say \"Pakistani\" & point fingers. If your name is Cliff Richard however, they'll send a TV helicopter. #rotherham'.\n\nAnother said: 'The reference to perpetrators being virtually all Pakistani has been removed from the BBC piece #Rotherham'.\n\nAnd one wrote: 'Main BBC News website story on #Rotherham does not mention Asian/Pakistani once, they are \"criminal gangs\"'.\n\nThe report stated: 'The issue of race, regardless of ethic group, should be tackled as an absolute priority if it is known to be a significant factor in the criminal activity of organised abuse in any local community.'\n\nCouncil staff were given 'clear directions' from managers to downplay the 'ethnic dimension' of the abuse despite almost all the perpetrators being of Pakistani heritage.\n\nThree separate reports warning of the scale of the abuse were 'suppressed or ignored' by the council because it was 'in denial' about the crimes.\n\nDespite the appalling failures in the case, no one in authority has been sacked or even disciplined. MPs and charities said the scale of the abuse was almost 'incomprehensible' and called for a criminal investigation into those who helped cover it up.\n\nAnd at least six victims have now launched a class action against Rotherham council and could be in line for millions of pounds in compensation.\n\nA BBC spokesman said: 'Any suggestion we've sanitised our reporting is nonsense.\n\n'Our coverage on BBC News, including online, has made it clear that the abusers were predominately Asian and that council staff feared being labelled racist.\n\n'Stories on the website are constantly evolving but all have clear links to articles which explain the full context.\n\n'We spoke to members of the Pakistani community in Rotherham on Today, BBC Radio 5 live, the BBC News Channel and more reaction is expected online later.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17922019",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4942,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "10:07:00",
                    "title": "BBC accused of sanitising coverage of Rotherham child abuse by Asian gangs",
                    "uri": "206637912",
                    "url": "http://www.dailymail.co.uk/news/article-2735465/BBC-accused-sanitising-news-coverage-Rotherham-child-abuse-Asian-gangs-failing-refer-perpetrators-ethnicity.html",
                    "wgt": 1
                },
                {
                    "body": "Please wait while this video loads. If it doesn't load after a few seconds you may need to have Adobe Flash installed.\n\nProfessor Alexis Jay's report into child sexual exploitation (CSE) in Rotherham from 1997-2013, states that the issue of race, regardless of ethnic group, should be tackled as an absolute priority if it is known to be a significant factor in the criminal activity of organised abuse in any local community.\n\nBut, her report concludes: \"There was little evidence of such action being taken in Rotherham in the earlier years.\"\n\nSo why not?\n\nThe report noted: \"Councillors can play an effective role in this, especially those representing the communities in question, but only if they act as facilitators of communication rather than barriers to it. One senior officer suggested that some influential Pakistani-heritage councillors in Rotherham had acted as barriers.\"\n\nIt found that although \"by far the majority\" of perpetrators were described as Asian by victims,throughout the entire period, councillors did not engage directly with the Pakistani-heritage community to discuss how best they could jointly address the issue.\n\nResponding to the findings, Children's Commissioner Maggie Atkinson told BBC Radio 4 that the lack of contact with an ethnic community was problematic in itself: \"It's actually racist to think you know what they are feeling and how they'll behave.\"\n\nIn 2006 a report by Dr Angie Heal on violence and gun crime and its links with sexual exploitation and prostitution in South Yorkshire, found that \"a number of workers in the town involved with the issue believed that one of the difficulties which prevented CSE being dealt with effectively was the ethnicity of the perpetrators\".",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17873585",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4676,
                    "source": {
                        "title": "Channel 4",
                        "uri": "www.channel4.com"
                    },
                    "time": "12:59:00",
                    "title": "Rotherham child abuse: the ethnic dimension",
                    "uri": "206637894",
                    "url": "http://www.channel4.com/news/rotherham-child-abuse-the-ethnic-dimension",
                    "wgt": 1
                },
                {
                    "body": "The Rotherham child abuse scandal has sent fresh shockwaves though Westminster amid growing demands for a full inquiry into exactly what politicians knew about the abuse and any cover-up.\n\nHome secretary Theresa May took the highly unusual step of calling for the resignation of Shaun Wright, the local Labour police commissioner and former head of the council's children's services for much of the period of the abuse.\n\nShe joined the rising chorus of demands from the Labour party, which saw leader Ed Miliband letting it be known he expected Wright to stand down. That message was delivered directly to Wright by a senior party official, but he refused to comply.\n\nNo one can force him to quit, but the belief in Westminster is that his position is now completely untenable and he should bow to the inevitable.\n\nA Labour party source expressed Miliband's anger at Wright's refusal to go, telling IBTimes UK: \"When the leader of your party tells you to resign then you should go. His position is impossible.\"\n\nShaun Wright ran children's services in Rotherham from 2005 to 2010.(South Yorkshire Police)\n\nBut securing Wright's scalp will not be enough, just as the routine calls for \"lessons to be learned\" will not meet the scale of the scandal or silence demands for decisive action.\n\nThe overarching inquiry into child abuse set up by May in the wake of the revelations of a paedophile ring operating in and around Westminster in the 1980s has still not got underway.\n\nThe original head, Dame Butler Sloss, who stood down, has not yet been replaced and there are now calls for the home secretary to appoint a new head immediately and ensure the inquiry's terms of reference include Rotherham and any other similar allegations.\n\nBut that inquiry will last months if not probably years when what those affected by the scandal want is some quick and decisive action.\n\nOne of the biggest questions surrounds the suggestion that allegations about the abuse between 1997 and 2013 were known to local politicians who may have deliberately failed to act.\n\nAnd that has led to questions over what previous Labour ministers might have known, or been told about the claims during their time in office.\n\nThere have been suggestions that fears over being branded racist or threatening local social cohesion stopped local politicians and social workers acting on evidence of appalling abuse. There are also suspicions about a local cover-up.\n\nThe latest report does not name any individuals as responsible for the scandal but the feeling in Westminster is that people do have to be identified and forced to take responsibility for their part in the affair and any cover-up.\n\nShadow home secretary Yvette Cooper has stressed that the problem ran much wider than just Rotherham and there was a far wider issue of authorities across the country ignoring claims of abuse.\n\nShe also said the bigger child abuse inquiry should now include Rotherham and the wider problem.\n\nRelatedRotherham Child Abuse Scandal: South Yorkshire Police Commissioner Refuses to Resign over 'Appalling' ReportRotherham Child Sex Abuse: Only One South Yorkshire Police Grooming Investigation Led to ConvictionsRotherham Child Abuse: Council Leader Resigns over 'Appalling' Exploitation ReportRotherham Grooming Gangs Report Damns Council and South Yorkshire Police",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17846392",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.451,
                    "source": {
                        "title": "International Business Times UK",
                        "uri": "www.ibtimes.co.uk"
                    },
                    "time": "22:51:00",
                    "title": "Demands Grow for Inquiry Into What Politicians Knew About Rotherham Abuse",
                    "uri": "206500093",
                    "url": "http://www.ibtimes.co.uk/demands-grow-inquiry-into-what-politicians-knew-about-rotherham-abuse-1462863",
                    "wgt": 1
                },
                {
                    "body": ":: Daily Telegraph, The Guardian, Daily Mail, The Independent, The i, The Sun\n\nThe council bosses, police and social workers who failed to stop sexual abuse of children in Rotherham must quit, says Home Secretary Theresa May.\n\nDeputy children's commissioner Sue Berelowitz tells the Guardian that children are at risk of sexual exploitation across England because of \"wilful blindness\" by authorities.\n\nThe Daily Mail says senior figures at the heart of the Rotherham scandal, where 1,400 girls were abused over 16 years, are refusing to take the blame.\n\nThe Sun has an interview with one of the victims who suffered abuse at the hands of those who were not stopped by the authorities in Rotherham.\n\n:: The Star\n\nSummer sun will return in September and the UK will bask in 24C temperatures\n\n:: Daily Mirror\n\nSome 250 Britons who fought in Iraq and Syria are back in Britain and could be planning attacks on home turf, the chief of the Metropolitan Police has warned.\n\n:: Daily Express\n\nThe Prime Minister is under pressure to follow Germany and employ a \"who lies, flies\" rule to crack down on EU migrants who cheat the benefits system.\n\nBritain is risking a diplomatic split with the US over its lack of willlingness to back military action against Islamic State militant fighters.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17868796",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4496,
                    "source": {
                        "title": "Sky News",
                        "uri": "news.sky.com"
                    },
                    "time": "01:15:00",
                    "title": "Thursday's Newspaper Front Pages",
                    "uri": "206628492",
                    "url": "http://news.sky.com/story/1325833/thursdays-newspaper-front-pages",
                    "wgt": 1
                },
                {
                    "body": "The Rotherham child abuse scandal has sent fresh shockwaves though Westminster amid growing demands for a full inquiry into exactly what politicians knew about the abuse and any cover-up.\n\nHome secretary Theresa May took the highly unusual step of calling for the resignation of Shaun Wright, the local Labour police commissioner and former head of the council's children's services for much of the period of the abuse.\n\nShe joined the rising chorus of demands from the Labour party, which saw leader Ed Miliband letting it be known he expected Wright to stand down. That message was delivered directly to Wright by a senior party official, but he refused to comply.\n\nNo one can force him to quit, but the belief in Westminster is that his position is now completely untenable and he should bow to the inevitable.\n\nA Labour party source expressed Miliband's anger at Wright's refusal to go, telling IBTimes UK: \"When the leader of your party tells you to resign then you should go. His position is impossible.\"\n\nBut securing Wright's scalp will not be enough, just as the routine calls for \"lessons to be learned\" will not meet the scale of the scandal or silence demands for decisive action.\n\nThe overarching inquiry into child abuse set up by May in the wake of the revelations of a paedophile ring operating in and around Westminster in the 1980s has still not got underway.\n\nThe original head, Dame Butler Sloss, who stood down, has not yet been replaced and there are now calls for the home secretary to appoint a new head immediately and ensure the inquiry's terms of reference include Rotherham and any other similar allegations.\n\nBut that inquiry will last months if not probably years when what those affected by the scandal want is some quick and decisive action.\n\nOne of the biggest questions surrounds the suggestion that allegations about the abuse between 1997 and 2013 were known to local politicians who may have deliberately failed to act.\n\nAnd that has led to questions over what previous Labour ministers might have known, or been told about the claims during their time in office.\n\nThere have been suggestions that fears over being branded racist or threatening local social cohesion stopped local politicians and social workers acting on evidence of appalling abuse. There are also suspicions about a local cover-up.\n\nThe latest report does not name any individuals as responsible for the scandal but the feeling in Westminster is that people do have to be identified and forced to take responsibility for their part in the affair and any cover-up.\n\nShadow home secretary Yvette Cooper has stressed that the problem ran much wider than just Rotherham and there was a far wider issue of authorities across the country ignoring claims of abuse.\n\nShe also said the bigger child abuse inquiry should now include Rotherham and the wider problem.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17872106",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4436,
                    "source": {
                        "title": "uk.news.yahoo.com",
                        "uri": "uk.news.yahoo.com"
                    },
                    "time": "16:47:00",
                    "title": "Demands Grow for Inquiry Into What Politicians Knew About Rotherham Abuse",
                    "uri": "206637864",
                    "url": "https://uk.news.yahoo.com/demands-grow-inquiry-politicians-knew-rotherham-abuse-164335275.html",
                    "wgt": 1
                },
                {
                    "body": "The Rotherham abuse scandal represents a savage indictment of the local council and police. Through their spectacular incompetence, cowardice and neglect they allowed more than 1,400 vulnerable girls, some as young as 11, to be systematically abused over a period of 16 years, even though many of these victims were known to the authorities.\n\nIt seems almost inexplicable that abuse on this scale could be allowed to happen.\n\nYet in some ways the appalling saga in the South Yorkshire town was all too predictable, for it was a direct consequence of the creed of multiculturalism that holds sway across the public sector, particularly the social services.\n\nIt is this enforced orthodoxy that so disastrously inhibited the Rotherham authorities from taking action against the predatory gangs of Pakistani men, and from protecting the girls, who were mainly white.\n\nFailure\n\nThe ideologues of multiculturalism, clinging to their vision of harmonious diversity, might not like to face up to the reality, but without doubt the ethnicity of the abusers was a central factor in the reluctance of the State to tackle their vile activities. The report produced by Professor Alexis Jay, the distinguished former inspector of social work in Scotland, makes that unequivocally clear.\n\n'Almost all' offenders were Pakistani, she writes, 'yet some people in the council and the police wanted to play down the ethnic dimension.'\n\nMeanwhile, frontline staff felt 'unsure' how to deal with the crime pattern 'for fear of being thought racist'.\n\nShamefully, it is obvious from the report that the council and police put far greater emphasis on maintaining the image of successful diversity in Rotherham than on protecting children.\n\nProfessor Jay's report states explicitly that gangs acted with impunity for 16 years because council staff not only feared accusations of racism but thought a tough approach 'might damage community cohesion'.\n\nEven Denis MacShane, the disgraced former Labour MP for Rotherham, who was jailed for fiddling his expenses, admitted yesterday that in his role as a constituency representative he failed to take the allegations seriously because 'I didn't want to rock the multicultural boat'.\n\nThose words, along with Professor Jay's report, show the terrible damage done by the ideology of multiculturalism which, in Rotherham, was elevated above the requirements of law enforcement and compassionate morality.\n\nIts supporters proclaim multiculturalism as a vehicle for prosperity, vibrancy and harmony. But in truth, as we can see from the fragmentation of our urban areas, it has promoted division, separatism and distrust.\n\nThanks to this dogma, we no longer have a universal moral code or national identity, and the consequences can be seen all around us, whether in the rise of home-grown Islamic extremism or in the failure of too many migrant groups to learn even basic English.\n\nThe advance of multiculturalism across our civic life has been fuelled by the deepening official fixation with 'anti-racism'.\n\nI should stress that the fight against genuine racial prejudice is a noble cause, one that inspired the civil rights activists in Sixties America and the anti-apartheid struggle in South Africa. In Britain, too, an eagerness to root out bigotry helped to create an open, inclusive society that was welcoming to immigrants.\n\nIn the same way, the uplifting moral imperative of rejecting racism helped ultimately to achieve justice for the family of murdered black teenager Stephen Lawrence.\n\nBut since the successful outcome of the Lawrence case, I am worried that the pendulum has swung too far in the direction of hysterical, authoritarian anti-racism -- a fear that any criticism of a particular racial, cultural or religious group will be seen as racist.\n\nThe police, accused of 'institutional racism' in the 1999 report of the inquiry into the death of Stephen Lawrence, now appear to be sometimes paralysed in the face of criminality by ethnic minorities, an attitude reflected in their obsession with community engagement and diversity awareness training.\n\nIndeed, Professor Jay criticised the police in Rotherham for their excessive reliance on the views of Muslim elders, an approach that undermined the protection of women and girls.\n\nSome will argue that such fears arise from well-meaning impulses. Yet our political Establishment seems to have lost the sense that a balance must be struck between the admirable battle against real discrimination and the craven fear of challenging even the worst kinds of behaviour among some ethnic minorities.\n\nThe latter is what we see all the time in modern urban Britain, where the obsession with diversity reigns supreme. The horrors of Rotherham are hardly unique. We have seen the same official reluctance to tackle abuse by predatory Muslim gangs in places such as Oxford, Telford, Derby and Rochdale.\n\nBlighted\n\nIn the same pusillanimous manner, the police and councils have been fearful of tackling the rise of jihadism on our streets, pretending that there was no real threat to Britain.\n\nIndeed, in one notorious case, West Midlands police urged the prosecution of Channel 4 TV producers on grounds of incitement to racial hatred, for daring to make a documentary about hate preachers in Birmingham's mosques.\n\nThis neurosis about anti-discrimination has also blighted the State's ability to deal with gangland violence, gun crime, muggings and knife attacks perpetrated by young black men in our inner cities, a supine posture that plumbed new depths in 2011 in the riots that engulfed London after the shooting of the alleged drug dealer Mark Duggan.\n\nIt was the police's fear of accusations of racism, bred by years of unbalanced anti-racist indoctrination, that allowed disorder to spread so rapidly across the capital. At the same time, there was a litany of excuse-making to absolve the young criminals of responsibility for their actions.\n\nWe are told that they are suffering from deprivation, marginalisation, a macho street culture and a lack of male role models, though any attempt to address these problems often leads to yet more charges of racism.\n\nTolerant\n\nThe remorseless official focus on anti-racism has been further fed by the dramatic transformation of our society through mass immigration, which over the past decade has been running at more than 500,000 new arrivals every year, with many arriving from Asia and Africa.\n\nIt is no exaggeration to describe the change as an unprecedented social revolution. White British people are in the minority across entire conurbations such as London, Luton and Slough.\n\nFor all the cheering from the multiculturalists at this demographic upheaval, we have to recognise that it has not only imposed a severe burden on our civic infrastructure, reflected in overcrowded schools and overstretched hospitals, but has led to a host of other problems including the importing of dangerous diseases such as tuberculosis and rickets, formerly thought to have been eradicated from modern Britain.\n\nAs I know from my own experience, this country has been wonderfully tolerant. Few other nations could have absorbed so many newcomers without strife or political breakdown. But that tolerance is being stretched to breaking point.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17908930",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4221,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "04:41:00",
                    "title": "From sex abuse gangs to jihadis, the State's fear of seeming 'racist' is letting evil thrive, writes MANZOOR MOGHAL",
                    "uri": "206664125",
                    "url": "http://www.dailymail.co.uk/debate/article-2736283/From-sex-abuse-gangs-jihadis-State-s-fear-racist-letting-evil-thrive.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": ":: Daily Telegraph, The Guardian, Daily Mail, The Independent, The i, The Sun\n\nThe council bosses, police and social workers who failed to stop sexual abuse of children in Rotherham must quit, says Home Secretary Theresa May.\n\nDeputy children's commissioner Sue Berelowitz tells the Guardian that children are at risk of sexual exploitation across England because of \"wilful blindness\" by authorities.\n\nThe Daily Mail says senior figures at the heart of the Rotherham scandal, where 1,400 girls were abused over 16 years, are refusing to take the blame.\n\nThe Sun has an interview with one of the victims who suffered abuse at the hands of those who were not stopped by the authorities in Rotherham.\n\n:: The Star\n\nSummer sun will return in September and the UK will bask in 24C temperatures\n\n:: Daily Mirror\n\nSome 250 Britons who fought in Iraq and Syria are back in Britain and could be planning attacks on home turf, the chief of the Metropolitan Police has warned.\n\n:: Daily Express\n\nThe Prime Minister is under pressure to follow Germany and employ a \"who lies, flies\" rule to crack down on EU migrants who cheat the benefits system.\n\n:: Financial Times\n\nIMF chief Christine Lagarde is under investigation in France over corruption allegations.\n\n:: The Times\n\nBritain is risking a diplomatic split with the US over its lack of willlingness to back military action against Islamic State militant fighters.\n\n:: Watch the Press Preview on Sky News every evening at 10.30pm and 11.30pm. Thursday night's reviewers will be editor of The Spectator, Fraser Nelson, and Guardian writer and columnist Nesrine Malik.",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17859156",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4137,
                    "source": {
                        "title": "EE",
                        "uri": "web.orange.co.uk"
                    },
                    "time": "00:18:00",
                    "title": "Thursday's Newspaper Front Pages",
                    "uri": "206538101",
                    "url": "http://web.orange.co.uk/article/news/thursday_s_newspaper_front_pages",
                    "wgt": 1
                },
                {
                    "body": "Staff implicated in the failures at Rotherham children services have no place working in the profession and should consider their positions, two MPs have said.\n\nFormer Children's Minister Tim Loughton told BBC Newsnight that too often failing employees did not take responsibility for their actions, and Rotherham MP Sarah Champion said that she was concerned that staff could still be working with vulnerable children.\n\nAn investigation found at least 1,400 children in the town were sexually exploited between 1997 and 2013.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17941775",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3932,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "05:07:00",
                    "title": "MPs call for Rotherham abuse scandal resignations",
                    "uri": "206637937",
                    "url": "http://www.bbc.co.uk/news/uk-28948487",
                    "wgt": 1
                },
                {
                    "body": "1 of 1 Muhbeen Hussain said that locals were shocked by the findings of a report into grooming Associated Press\n\nMuslim leaders have demanded a reinvestigation of the child abuse scandal in Rotherham to ensure every person involved faces justice.\n\nMuhbeen Hussain, founder of a British Muslim youth group in the town, said that locals were shocked by the findings of a report into grooming.\n\n\"The council, the social services and the police authorities have totally failed us on this,\" he said. \"This idea that people were afraid because of racism or because it might be charged as racist -- it's not in the name of our community.\n\n\"We want the investigations to go back to 1997, cases reopened and prosecutions",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17906551",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3704,
                    "source": {
                        "title": "The Times",
                        "uri": "www.thetimes.co.uk"
                    },
                    "time": "20:30:00",
                    "title": "Muslim leader demands full investigation",
                    "uri": "206678191",
                    "url": "http://www.thetimes.co.uk/tto/news/uk/crime/article4189136.ece?CMP=OTH-gnws-standard-2014_08_27",
                    "wgt": 1
                },
                {
                    "body": "(Trigger warning) Systemic child sex abuse over at least a decade in Rotherham, involving an estimated 1400 victims. Timeline from the BBC. More news from the Guardian.. Most of the victims were white girls, many of the perpetrators were Asian men. Independent report published this week.\n\nposted by mgrrl (36 comments total) 5 users marked this as a favorite",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17869377",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3462,
                    "source": {
                        "title": "www.metafilter.com",
                        "uri": "www.metafilter.com"
                    },
                    "time": "01:13:00",
                    "title": "Child abuse in Rotherham UK",
                    "uri": "206627849",
                    "url": "http://www.metafilter.com/142276/Child-abuse-in-Rotherham-UK",
                    "wgt": 1
                },
                {
                    "body": "Police are on the hunt for a hit and run driver after a 16-year-old boy was killed on Friday on his way to playing football in Hemel Hempstead.\n\nMr Ahmed had left a family party when he was hit by what police describe as a blue car, similar to an old shape Ford Focus. The driver reportedly stopped, before driving off again.\n\nSpeaking at a press conference on Wednesday, Detective Inspector Sam Khanna from the Bedfordshire, Cambridgeshire and Hertfordshire Major Crimes unit said a dedicated team of detectives were working on the case, urging the driver to hand themselves in.\n\nDetective Inspector Khanna dismissed media reports describing the driver and the vehicle (as a Renault), saying that there was no evidence to support the claims.\n\nAnyone with information or who witnessed the crash is asked to call the police force.\n\nRelated Articles\n\nDenis MacShane: I was too much of a 'liberal leftie' and should have done more to investigate child abuse\n\n27 Aug 2014\n\nJewellery and zumba classes to tackle gang violence\n\n27 Aug 2014\n\nRotherham sex abuse: Theresa May calls for police chief to resign\n\n27 Aug 2014\n\nPolice apologise for Rotherham child sex abuse scandal\n\n26 Aug 2014\n\nChinese targeted in Paris crime spree\n\n14 Aug 2014\n\nHome Secretary announces child abuse review\n\n07 Jul 2014",
                    "date": "2014-08-28",
                    "eventUri": "1175139",
                    "id": "17913158",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3106,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "05:05:00",
                    "title": "Hertfordshire police appeal to hit and run driver",
                    "uri": "206513540",
                    "url": "http://www.telegraph.co.uk/news/uknews/crime/11059793/Police-in-Hertfordshire-appeal-to-hit-and-run-driver.html",
                    "wgt": 1
                },
                {
                    "body": "The long-term sex abuse in Rotherham was repeatedly over-looked by a \"liberal, woolly-minded, middle class elite\" unable to understand the lives of inner-city children, according to a Labour MP.\n\nWriting in the Daily Mail, Simon Danczuk was highly critical of \"media friendly\" multiculturalism and suggested the abuse had been exacerbated by police, social services and child protection leaders overly concerned with political correctness.\n\nThe problems, I very firmly believe, all stem from the top. I believe that all those three agencies are run by a liberal, woolly-minded, middle-class elite who simply cannot conceive of the truly miserable lives that some inner-city children in this country are forced to endure, and who prefer to concentrate on media-friendly ideas such as multiculturalism, diversity and community values - rather than on something as wicked as the rape of a child. They do not pursue the perpetrators because, blinded by political correctness, they simply do not see the abuse.",
                    "date": "2014-08-27",
                    "eventUri": "1175139",
                    "id": "17873601",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3072,
                    "source": {
                        "title": "ITV News",
                        "uri": "www.itv.com"
                    },
                    "time": "12:07:00",
                    "title": "May: PCC 'should heed calls' to resign over abuse report",
                    "uri": "206637938",
                    "url": "http://www.itv.com/news/story/2014-08-27/south-yorkshire-pcc-resigns-from-labour-but-clings-to-post/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 37,
            "averageDate": "2014-08-27",
            "avgCos": 0.3804,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1175139",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1201146",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "Rotherham",
                "lat": 53.43012,
                "long": -1.35678,
                "wikiUri": "http://en.wikipedia.org/wiki/Rotherham"
            },
            "storyDate": "2014-08-27",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-694006",
            "variance": 0.3553
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-241522": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "Una niña de siete años de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes, según ha informado la cadena de televisión británica BBC.\n\nLa Policía ha detallado que varios familiares intentaron estrangular a la niña y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades están buscando a su madre, su tío y su tía, que se encuentran desaparecidos.\n\nEn base a la versión policial, los tíos de la niña prometieron llevarle a una fiesta, pero procedieron a estrangularle y enterrarle cerca de la ciudad de Semri Gaura, donde reside la familia.\n\n\"Cuando la niña recuperó la conciencia empezó a retirar la tierra que había sobre ella y consiguió salir parcialmente de la tumba, tras lo que fue localizada\", ha dicho el jefe de la Policía de Sitapur, Rajesh Krishna. \"Hay marcas de estrangulamiento en su cuello\", ha añadido.\n\nEl hombre que le encontró ha dicho que se acercó tras escuchar llantos y ver que la tierra se movía ligeramente. Las informaciones apuntan a que la niña vivía con su madre. Su padre ha dicho no tener noticias sobre el ataque y ha asegurado que están separados y que viven en sitios distintos.\n\nLos casos de asesinatos de niñas y bebés no son infrecuentes en India, donde las mujeres son en ocasiones discriminadas socialmente y las niñas consideradas como una carga económica, especialmente en las comunidades con escasos recursos económicos.",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17920866",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9882,
                    "source": {
                        "title": "Telecinco",
                        "uri": "www.telecinco.es"
                    },
                    "time": "05:51:00",
                    "title": "Rescatada una niña de siete años que fue enterrada viva por su familia en Uttar Pradesh",
                    "uri": "206695028",
                    "url": "http://www.telecinco.es/informativos/internacional/Rescatada-enterrada-familia-Uttar-Pradesh_0_1851150024.html",
                    "wgt": 1
                },
                {
                    "body": "Una niña de siete años de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes.\n\nLa Policía ha detallado que varios familiares intentaron estrangular a la niña y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades están buscando a su madre, su tío y su tía, que se encuentran desaparecidos.\n\nEn base a la versión policial, los tíos de la niña prometieron llevarle a una fiesta, pero procedieron a estrangularle y enterrarle cerca de la ciudad de Semri Gaura, donde reside la familia.\n\n\"Cuando la niña recuperó la conciencia empezó a retirar la tierra que había sobre ella y consiguió salir parcialmente de la tumba, tras lo que fue localizada\", ha dicho el jefe de la Policía de Sitapur, Rajesh Krishna. \"Hay marcas de estrangulamiento en su cuello\", ha añadido.\n\nEl hombre que le encontró ha dicho que se acercó tras escuchar llantos y ver que la tierra se movía ligeramente.\n\nLas informaciones apuntan a que la niña vivía con su madre. Su padre ha dicho no tener noticias sobre el ataque y ha asegurado que están separados y que viven en sitios distintos.\n\nLos casos de asesinatos de niñas y bebés son infrecuentes en India, donde las mujeres son en ocasiones discriminadas socialmente y las niñas consideradas como una carga económica, especialmente en las comunidades con escasos recursos económicos.",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17937452",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.98,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "07:20:00",
                    "title": "Rescatada una niña de siete años que fue enterrada viva por su familia",
                    "uri": "206715927",
                    "url": "http://www.antena3.com/noticias/mundo/rescatada-nina-siete-anos-que-fue-enterrada-viva-familia_2014082800018.html",
                    "wgt": 1
                },
                {
                    "body": "Una niña de siete años de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes, según ha informado la cadena de televisión británica BBC.| Escándalo en India por unas polémicas fotos inspiradas en una violación en grupo.\n\nLa Policía ha detallado que varios familiares intentaron estrangular a la niña y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades están buscando a su madre, su tío y su tía, que se encuentran desaparecidos.\n\nEn base a la versión policial, los tíos de la niña prometieron llevarle a una fiesta, pero procedieron a estrangularle y enterrarle cerca de la ciudad de Semri Gaura, donde reside la familia.\n\n\"Cuando la niña recuperó la conciencia empezó a retirar la tierra que había sobre ella y consiguió salir parcialmente de la tumba, tras lo que fue localizada\", ha dicho el jefe de la Policía de Sitapur, Rajesh Krishna. \"Hay marcas de estrangulamiento en su cuello\", ha añadido.\n\nEl hombre que le encontró ha dicho que se acercó tras escuchar llantos y ver que la tierra se movía ligeramente. Las informaciones apuntan a que la niña vivía con su madre. Su padre ha dicho no tener noticias sobre el ataque y ha asegurado que están separados y que viven en sitios distintos.\n\nLos casos de asesinatos de niñas y bebés no son infrecuentes en India, donde las mujeres son en ocasiones discriminadas socialmente y las niñas consideradas como una carga económica, especialmente en las comunidades con escasos recursos económicos.",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17943677",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9664,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "07:56:00",
                    "title": "Rescatan una ni&ntilde;a de siete a&ntilde;os que fue enterrada viva por su familia en India",
                    "uri": "206723621",
                    "url": "http://ecodiario.eleconomista.es/internacional/noticias/6036756/08/14/Rescatan-una-nina-de-siete-anos-que-fue-enterrada-viva-por-su-familia-en-India.html",
                    "wgt": 1
                },
                {
                    "body": "El informe forense descarta que las dos adolescentes asesinadas en Uttar Pradesh en mayo fueran violadas (22/08)\n\nUna niña de siete años de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes, según ha informado la cadena de televisión británica BBC.\n\nLa Policía ha detallado que varios familiares intentaron estrangular a la niña y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades están buscando a su madre, su tío y su tía, que se encuentran desaparecidos.\n\nSegún la versión policial, los tíos de la niña prometieron llevarle a una fiesta, pero procedieron a estrangularle y enterrarle cerca de la ciudad de Semri Gaura, donde reside la familia.\n\n\"Cuando la niña recuperó la conciencia empezó a retirar la tierra que había sobre ella y consiguió salir parcialmente de la tumba, tras lo que fue localizada\", ha dicho el jefe de la Policía de Sitapur, Rajesh Krishna. \"Hay marcas de estrangulamiento en su cuello\", ha añadido.\n\nEl hombre que le encontró ha dicho que se acercó tras escuchar llantos y ver que la tierra se movía ligeramente. Las informaciones apuntan a que la niña vivía con su madre. Su padre ha dicho no tener noticias sobre el ataque y ha asegurado que están separados y que viven en sitios distintos.\n\nLos casos de asesinatos de niñas y bebés no son infrecuentes en India, donde las mujeres son en ocasiones discriminadas socialmente y las niñas consideradas como una carga económica, especialmente en las comunidades con escasos recursos económicos.",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17918099",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9621,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "05:37:00",
                    "title": "Rescatada una ni&ntilde;a de siete a&ntilde;os que fue enterrada viva por su familia en Uttar Pradesh",
                    "uri": "206692331",
                    "url": "http://ecodiario.eleconomista.es/internacional/noticias/6036647/08/14/Rescatada-una-nina-de-siete-anos-que-fue-enterrada-viva-por-su-familia-en-Uttar-Pradesh.html",
                    "wgt": 1
                },
                {
                    "body": "Intentaron estrangularla y luego la enterraron en una tumba. Cuando la niña recuperó la conciencia, empezó a retirar la tierra que había sobre ella\n\nUna niña de siete años de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes, según ha informado la cadena de televisión británica BBC.\n\nLa Policía ha detallado que varios familiares intentaron estrangular a la niña y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades están buscando a su madre, su tío y su tía, que se encuentran desaparecidos. En base a la versión policial, los tíos de la niña prometieron llevarle a una fiesta, pero procedieron a estrangularle y enterrarle cerca de la ciudad de Semri Gaura, donde reside la familia. \"Cuando la niña recuperó la conciencia empezó a retirar la tierra que había sobre ella y consiguió salir parcialmente de la tumba, tras lo que fue localizada\", ha dicho el jefe de la Policía de Sitapur, Rajesh Krishna. \"Hay marcas de estrangulamiento en su cuello\", ha añadido.\n\nEl hombre que le encontró ha dicho que se acercó tras escuchar llantos y ver que la tierra se movía ligeramente. Las informaciones apuntan a que la niña vivía con su madre. Su padre ha dicho no tener noticias sobre el ataque y ha asegurado que están separados y que viven en sitios distintos.\n\nLos casos de asesinatos de niñas y bebés no son infrecuentes en India, donde las mujeres son en ocasiones discriminadas socialmente y las niñas consideradas como una carga económica, especialmente en las comunidades con escasos recursos económicos",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17947502",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.961,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "08:26:00",
                    "title": "Rescatada una niña de siete años que fue enterrada viva por su familia en la India",
                    "uri": "206730347",
                    "url": "http://www.abc.es/internacional/20140828/abci-rescatada-nina-india-201408280921.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "La menor fue localizada por un vecino que escuchó llantos y vio moverse la tierra en la tumba donde se encontraba, después de que fuera estangulada y sepultada por varios familiares\n\nUna niña de siete años de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes, según ha informado la cadena de televisión británica BBC.\n\nLa Policía ha detallado que varios familiares intentaron estrangular a la niña y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades están buscando a su madre, su tío y su tía, que se encuentran desaparecidos. En base a la versión policial, los tíos de la niña prometieron llevarle a una fiesta, pero procedieron a estrangularle y enterrarle cerca de la ciudad de Semri Gaura, donde reside la familia.\n\n\"Cuando la niña recuperó la conciencia empezó a retirar la tierra que había sobre ella y consiguió salir parcialmente de la tumba, tras lo que fue localizada\", ha dicho el jefe de la Policía de Sitapur, Rajesh Krishna. \"Hay marcas de estrangulamiento en su cuello\", ha añadido.\n\nEl hombre que le encontró ha dicho que se acercó tras escuchar llantos y ver que la tierra se movía ligeramente. Las informaciones apuntan a que la niña vivía con su madre. Su padre ha dicho no tener noticias sobre el ataque y ha asegurado que están separados y que viven en sitios distintos.\n\nLos casos de asesinatos de niñas y bebés no son infrecuentes en India, donde las mujeres son en ocasiones discriminadas socialmente y las niñas consideradas como una carga económica, especialmente en las comunidades con escasos recursos económicos.",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17971803",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9602,
                    "source": {
                        "title": "Bizkaia - El Correo.com",
                        "uri": "www.elcorreo.com"
                    },
                    "time": "07:36:00",
                    "title": "Rescatan a una niña de siete años que fue enterrada viva en la India",
                    "uri": "206799165",
                    "url": "http://www.elcorreo.com/bizkaia/internacional/201408/28/rescatan-nina-siete-anos-20140828084351.html",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 28 Ago. (EUROPA PRESS) -\n\nUna niña de siete años de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes, según ha informado la cadena de televisión británica BBC.\n\nLa Policía ha detallado que varios familiares intentaron estrangular a la niña y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades están buscando a su madre, su tío y su tía, que se encuentran desaparecidos.\n\nRelacionadas La Policía de EEUU dice que el embajador de Guinea Ecuatorial es sospechoso de haber agredido a su hijaLa Policía malasia detiene a 42 trabajadores por su relación con los disturbios en una fábrica de electrónicaLa Policía detiene a cinco organizadores de una consulta no autorizada en Macao\n\nEn base a la versión policial, los tíos de la niña prometieron llevarle a una fiesta, pero procedieron a estrangularle y enterrarle cerca de la ciudad de Semri Gaura, donde reside la familia.\n\n\"Cuando la niña recuperó la conciencia empezó a retirar la tierra que había sobre ella y consiguió salir parcialmente de la tumba, tras lo que fue localizada\", ha dicho el jefe de la Policía de Sitapur, Rajesh Krishna. \"Hay marcas de estrangulamiento en su cuello\", ha añadido.\n\nEl hombre que le encontró ha dicho que se acercó tras escuchar llantos y ver que la tierra se movía ligeramente. Las informaciones apuntan a que la niña vivía con su madre. Su padre ha dicho no tener noticias sobre el ataque y ha asegurado que están separados y que viven en sitios distintos.\n\nLos casos de asesinatos de niñas y bebés no son infrecuentes en India, donde las mujeres son en ocasiones discriminadas socialmente y las niñas consideradas como una carga económica, especialmente en las comunidades con escasos recursos económicos.",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17924740",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9207,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "06:14:00",
                    "title": "Rescatada una niña de siete años que fue enterrada viva por su familia en Uttar Pradesh",
                    "uri": "206700085",
                    "url": "http://www.europapress.es/internacional/noticia-rescatada-nina-siete-anos-fue-enterrada-viva-familia-uttar-pradesh-20140828070431.html",
                    "wgt": 1
                },
                {
                    "body": "Una niסa de siete aסos de edad que fue enterrada viva por varios familiares en la localidad india de Sitapur, ubicada en el estado de Uttar Pradesh, ha sido rescatada por uno de los residentes, segתn ha informado la cadena de televisiףn britבnica BBC. La Policםa ha detallado que varios familiares intentaron estrangular a la niסa y luego la enterraron en una tumba, sin que por el momento se conozcan los motivos. Las autoridades estבn buscando a su madre, su tםo y su tםa, que se encuentran desaparecidos. En base a la versiףn policial, los tםos de la niסa prometieron llevarle a una fiesta, pero p...Mבs informaciףn",
                    "date": "2014-08-28",
                    "eventUri": "1176151",
                    "id": "17951996",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6052,
                    "source": {
                        "title": "Finanzas.com",
                        "uri": "www.finanzas.com"
                    },
                    "time": "07:11:00",
                    "title": "Rescatada una niña de siete años que fue enterrada viva por su ... - Finanzas.com",
                    "uri": "206741923",
                    "url": "http://www.finanzas.com/noticias-001/madrid/20140828/rescatada-nina-siete-anos-2742719.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-08-28",
            "avgCos": 0.6491,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1176151",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1176151",
            "lang": "spa",
            "storyDate": "2014-08-28",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-241522",
            "variance": 0.0787
        }
    },
    "meta": {
        "CCAArticleMatchCount": 0,
        "CCAArticleMatchRatio": 0,
        "CCAAvgCosSim": 0,
        "CCAAvgMatchWgt": 0,
        "_articleUri1": "206695028",
        "_articleUri2": "206646260",
        "_datetime": "2015-02-19 21:13:06",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-241522",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-694006",
        "_username": "Evgenia Belyaeva",
        "artCount1": 8,
        "artCount2": 37,
        "avgCosSimStory1": 0.6491,
        "avgCosSimStory2": 0.3804,
        "categorySim": 0,
        "conceptCosSim": 0.02630363195749582,
        "conceptJaccardSim": 0.05434782608695652,
        "coreTime1": 128477.6166666667,
        "coreTime2": 128468.05,
        "coreTimeStDev1": 0.951969358603591,
        "coreTimeStDev2": 5.297456779367258,
        "entityCosSim": 0.0414244357147479,
        "entityJaccardSim": 0.05714285714285714,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.01990836837757544,
        "keywordJaccardSim": 0.05263157894736842,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 21,
        "storyQuality2": 11,
        "timeAvg1": 128479.0229166667,
        "timeAvg2": 128469.6148648649,
        "timeStDev1": 0.951969358603591,
        "timeStDev2": 5.862769723054528,
        "varianceStory1": 0.0787,
        "varianceStory2": 0.3553
    }
}