{
    "850f305d-14db-4c75-b547-79470a557ea3-576336": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "Summary IBM and Apple partnership is historic. Adds air of legitimacy for Apple products in the enterprise. There are several hidden implications.\n\nApple (NASDAQ:AAPL) and IBM (NYSE:IBM) have just partnered to deliver a slew of big data analytics crossed with iPad apps to the enterprise. In my earlier post, I described the features and enumerated benefits for both the companies. Here I will discuss some possible other benefits, although some may be a bit speculative.\n\nFirst, to reiterate, the four basic services announced:\n\nSpecific big data mobile applications, (100+ in the making)A new iOS tailored cloud service,New enterprise level AppleCare support services from Apple, andNew package from IBM for mobile device management\n\nThe objective is with regard to big data analytics:\n\nTo put big data at the user's fingertipsTo deliver the promise of mobility in a big way -- that takes Apple and IBM doing it.\n\n(click to enlarge)\n\nSource: IBM website\n\nBesides the more obvious benefits, we need to look deeper and perhaps we will see some other ones.\n\nLegitimacy\n\nFor example, Apple has always had this problem in the enterprise with legitimacy. Businesses flocked to Microsoft (NASDAQ:MSFT) based hardware for the low initial costs, and naturally the IT departments were filled with first DOS and then Windows specialists. While many of these rationally avoided the platform religion wars, some took on the Microsoft mantra that \"Macs are just toys,\" etc. On top of that, Microsoft went to great pains to always build incompatibilities into their software in order to marginalize Apple and other competitors.\n\nThus, the antipathy of IT service people to Apple grew to a virtual frenzy. (The fact that Apple did almost nothing to court the business user, especially in terms of service, did nothing to help their cause.) Who did what to whom is not the issue here. What is, however, is the simple fact that a strong antipathy continues to exist, and while there is a rational basis for a certain degree for this, a large part is simply the fact that to manage Macs one has to learn how to do so, and IT personnel all have too much on their plates to begin with without any extra work.\n\nThis antipathy extends to iOS, since for many, the mantra \"Apple is bad\" extends to all things Cupertino.\n\nThis is my point. IBM is the epitome of the business world. They stand for all that is prized by the enterprise. No wishy-washy, artsy graphic design people here [tongue in cheek please!]. They mean serious business. So when they not just endorse iOS, but embrace it whole-heartedly and partner with Apple in a big way, this has to change the perception of Apple in the big enterprise.\n\nSo the first important benefit of this section is that this is going be a push not only for iOS devices, but for the Mac as well. Many people who use an iPad will want to switch to a Mac for their laptop when given the opportunity. They work together so well, it will be natural to do so.\n\nOddly, Microsoft itself got its leg up and into business precisely because of its partnering with IBM that initiated MS-DOS. Ironic that Apple may now do the same -- again due to IBM.\n\nIBM\n\nAs noted in my previous post, IBM wants to build out their cloud services. This will be a boon to them as they will have the most complete and secure system for integrating iPads.\n\nOn a more subtle note, for the IBM programmers, I have to believe that for some, the interaction with their Apple counterparts will be an eye opener, to see how the attention to details of usability and design are raised in their importance. (Not that Apple developers will not be learning a lot as well.) Programmers are proud of their work. It is essentially a creative process. They are engineers building intricate, invisible structures and machines beneath the visible program behavior.\n\nHidden implications\n\nOne has to wonder if perhaps there is more to this partnership that remains to be revealed.\n\n1-\n\nThe first thing that comes to mind is the Mac. I can imagine that if the current partnership works out well, particularly for the service portion of the project, this could be expanded to include the Mac line as well. Obviously, this would be an enormous push for Apple. It would solve a very long standing problem of service for them. But obviously, this needs to go slowly.\n\n2-\n\nIBM some time ago bought flash storage manufacturer Texas Memory Systems. Now its FlashSystem Line has pushed it to be the number one supplier of Sold State Arrays (SSA) for 2013. [source]\n\nApple was a pioneer in the use of Solid State Drives (SSD), initially in their MacBook Air line. They have also been the first to move to the much faster PCIe based memory system, replacing the SATA based solid state drives. The two are similar in that they are solid state memory (i.e., integrated circuit chips) substituting for the older hard disks. Even though the SSD is many times faster than a spinning disk drive, the SSA is faster still as it uses wider and more direct read/write channels.\n\nApple uses PCIe based SSA drives in MacBooks and the new Mac Pro. Perhaps part of the overall deal is for Apple to use IBM parts. That would be a pretty big order.\n\n3-\n\nIBM owns an IC fab in Essex Junction, Vermont. There is speculation that it will be sold, possibly to GlobalFoundries. Meanwhile, NetworkWorld reports:\n\nIBM will pour US$3 billion into computing and chip materials research over the next five years, as it rethinks computer design and looks to a future that may not involve silicon chips.\n\nPart of that research is to reach the 7 nm process level, and beyond.\n\nApple has two interests in this. First, they have continued to surprise the integrated chip world with their bold designs of their A-series processors. (See How a processor works.) They are always trying to squeeze the best processing power out of a given design system. They would love to get their hands on cutting-edge chip processes technology.\n\nNow add that Apple would also like to shift its processor fabrication away from Samsung (OTC:SSNLF), due to other conflicts. With all this, one has to wonder if Apple is working with IBM in this field as well.\n\nConclusion\n\nTim Cook worked for 12 years in IBM's personal computer business, ultimately serving as the director of North American Fulfillment. So he knows IBM very well. If you watch the CNBC interview of him and Ginni Rometty, you can see that the connection between them is real. It is therefore logical to think that they may very well be planning more partnerships for the future.\n\nResources:\n\nApple + IBM: The Benefits\n\nWWDC - Hidden Implications\n\nMicrosoft Surface Pro 3 vs. Apple iPad/MB Air - Make your own analysis\n\nApple's A8 processor - what it will mean and why\n\nSource: Apple And IBM - Connecting The Dots, Part 2: Hidden Implications?\n\nDisclosure: The author is long AAPL. The author wrote this article themselves, and it expresses their own opinions. The author is not receiving compensation for it (other than from Seeking Alpha). The author has no business relationship with any company whose stock is mentioned in this article. (More...)",
                    "date": "2014-07-18",
                    "eventUri": "1020476",
                    "id": "15615263",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7627,
                    "source": {
                        "title": "Seeking Alpha",
                        "uri": "seekingalpha.com"
                    },
                    "time": "02:43:00",
                    "title": "Apple And IBM - Connecting The Dots, Part 2: Hidden Implications?",
                    "uri": "198113769",
                    "url": "http://seekingalpha.com/article/2321785-apple-and-ibm-connecting-the-dots-part-2-hidden-implications?source=feed",
                    "wgt": 1
                },
                {
                    "body": "The IBM-Apple partnership resonates with Roxanne Reynolds-Lair, CIO at the Fashion Institute of Design & Merchandising in Los Angeles. Connecting Apple's mobile platform with IBM's backend data is something she can use.\n\nThe fashion institute is an enterprise IBM user, but the students mostly use iOS. \"Apple is by far still number one, by a long ways, with our student body,\" she said.\n\nReynolds-Lair said the agreement will \"make dealing with Apple easier from an enterprise standpoint,\" as well as developing apps for its devices. Right now, the institute has to custom develop apps and push them out, she said.\n\n\"Apple is great at user-friendly design,\" said Reynolds-Lair. \"IBM is great at enterprise and corporate and neither is necessarily great at the opposite, so I think it is a very complementary relationship.\"\n\nBut there are also questions from users and analysts, and no certainty the IBM-Apple partnership will succeed.\n\nThe hope is that Apple's collaboration with IBM will lead to mobile apps using back-end business services that are \"as nicely designed and as compelling to use as your consumer apps are,\" said Daryl Plummer, an analyst at Gartner.\n\nBut Plummer tempers down some of the hype, such as the assumed belief that Siri, Apple's voice personal assistant, will play a role. Neither Apple nor IBM has said anything about using voice recognition capabilities in the mobile apps, said Plummer. However, \"if they don't do that they just took a big swing and a miss,\" he added.\n\nWhile the agreement cements the iPhone as an enterprise tool, \"a lot people will say that IBM won't support other mobile devices - not true,\" said Plummer. IBM \"will continue to commit to delivering back end services to Android and Windows phones, but you know how people are, they will see this announcement as a statement of exclusive support.\"\n\nPlummer isn't assuming this partnership will succeed, and puts the probability that Apple and IBM might do this right at \"50-50.\" He'll know better once the first apps developed under the arrangement are released this spring.\n\nJustin Porter, who heads IT consulting firm, First Technology Services and is on the board of directors of Common, an IBM Power systems user group, sees positives and possibilities in this agreement, but also has questions.\n\nIf IBM and Apple are talking about adding new cloud services that augment existing systems, \"that doesn't necessarily simplify anything for me,\" said Porter, \"It just means I have another moving part.\"\n\nBut, says Porter, if IBM and Apple are building a mobile platform that integrates directly with existing business system, that would be valuable. \"I would assume that to some degree is the aim.\"\n\nPorter has other questions, which don't have immediate answers, such as: How will these apps will be priced, and will they help small businesses as well as large ones?\n\nVendor lock-in may be another issue for users. IT managers in IBM shops could make decisions to focus on iOS and the IBM development platform.\n\nReynolds-Lair said vendor lock-in has become more difficult for vendors in an era when users can rally through social media. \"I think both IBM and Apple would listen,\" she said.\n\nApps will be built by IBM as well enterprise developers. At first, it will be IBM, which plans to build 100-plus apps for business verticals, with seven starting this spring.\n\nBut enterprise developers, as well as third party developers using IBM's BlueMix, a cloud-based platform as a service (PaaS) that allows developers to build Java apps that can talk to a mobile device, will be able to build more products, said Plummer.\n\nFrank Gens, an analyst at IDC, said agreement should strengthen IBM's ability to attract developers to its cloud platform, and position its PaaS as potentially the best developer service and support platform for iOS mobile integration. \"This should help BlueMix grow its developer community,\" he said.\n\nWhile IBM will hope for a services and software revenue boost from the arrangement with Apple, the move doesn't signal a shift from its hardware business.\n\nJoe Clabby of Clabby Analytics, said IBM's recent down quarters in hardware revenue is not something he worries about. Unix may be in decline, but IBM has moved ahead with Linux support.\n\nIts belief in its Power platform is illustrated by Watson, its artificial intelligence and cognitive platform, \"and Watson only runs on Power,\" he said.\n\nThe idea that IBM may link up the Jeopardy-playing capabilities of Watson with Apple's flirty Siri is intriguing, but neither company has said whether that's a direction.\n\nFor now, IBM and Apple \"are trying to leverage one another's relative strengths, but they are also attempting to compensate for own relative weaknesses,\" said Charles King of Pund-IT.",
                    "date": "2014-07-18",
                    "eventUri": "1020476",
                    "id": "15611706",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7617,
                    "source": {
                        "title": "Macworld",
                        "uri": "www.macworld.com.au"
                    },
                    "time": "01:38:00",
                    "title": "Among IBM users, Apple enterprise agreement gets praise, questions",
                    "uri": "198105306",
                    "url": "http://www.macworld.com.au/news/among-ibm-users-apple-enterprise-127960/",
                    "wgt": 1
                },
                {
                    "body": "If you're a tech nut, you've probably seen Apple's famous 1984 advert. In sharp contrast to that scathing attack at IBM, Apple has announced a new \"landmark\" deal to announce its partnership with the Big Blue.\n\nThe deal will see Apple create specifically tailored apps for IBM's corporate clients.\n\nTimes sure have changed since then. IBM no longer produces hardware while Apple has got a newer spirit and overall feel. Its CEO is a former IBM employee.\n\nThe partnership will see out Apple and IBM to built over 100 apps for various fields. It will also provide Apple with an opportunity to sell its iOS devices to more enterprise customers. While most Fortune 500 companies use Apple hardware, there is obviously some competition to be seen.\n\nIBM will assist Apple with the security, management and analytics. It will handle sales of devices, which will come built-in with this tailored software. Unlike Apple, IBM is an enterprise company at heart and brings the expertise in a field which is an unfamiliar territory for Apple.\n\nBy bringing together the analytics and enterprise-scale computing of IBM with the elegant user experience of iPhone and iPad, this partnership will deliver a new level of value for businesses.\n\nThere is even a new website made to commemorate the event. You should probably expect these custom-made iOS devices to come with the next release of iOS.\n\nAs of now, about one-third of all iPad sales are through enterprises. In the coming years, the sales will be higher and the competition will grow as the tablet market will take strides to overtake PC in terms of market share.\n\nApple without Steve Jobs has learnt to team up with former archrivals, making it clear that absolutely nothing comes in the way of success.",
                    "date": "2014-07-18",
                    "eventUri": "1020476",
                    "id": "15616992",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7426,
                    "source": {
                        "title": "propakistani.pk",
                        "uri": "propakistani.pk"
                    },
                    "time": "03:19:00",
                    "title": "Apple Announces a Landmark Partnership with IBM",
                    "uri": "198118019",
                    "url": "http://propakistani.pk/2014/07/17/apple-announces-landmark-partnership-ibm/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BPropakistani%2B%2528Pro%2BPakistani%2B-%2BPakistan%2527s%2BTelecom%2Band%2BIT%2BTalk%2529&utm_content=FeedBurner%2Buser%2Bview",
                    "wgt": 1
                },
                {
                    "body": "Apple wants a seat at the enterprise table and IBM will soon be rolling out the red carpet that leads to the boardroom. Sure, Big Blue's CEO Ginni Rommety might have to help Apple Chief Tim Cook tie his tie and polish his shoes first, but it's a fair trade. He might have to tell her the difference between an application and an app. Other than a few small hurdles like those, the earliest days of the IBM and Apple relationship should run smooth.\n\nAfter all, without needing to sacrifice turf, Rommety's 103-year-old monolith could be perceived to be cool and forward thinking again. Not only to the old guard that holds IBM Research, with its track record of pushing the boundaries of science, technology and business to make the world work better place, in high regard, but also to the fast tracked execs of the digital generation who have tremendous respect for old guys who get it.\n\nYes, for IBM the Apple partnership has the potential of doing what Watson hasn't been able to do -- namely making it relevant to Gen Y and the millennials.\n\nNot only that, but Rommety's slowly sinking ship will be buoyed by consulting fees earned through helping enterprises roll out Mobile in a safe and compliant way.\n\nWhite Hat Heroes?\n\nThen there are those analytics apps that IBM is supposed have industry-leading expertise in creating. The jury may be out on this one. First because Big Blue will most likely need to get clearance from Apple before they can sell them in the App Store, and, second, because it will be interesting to see how easily IBM is willing to forgo its ego and make them simple and admissible to modern users.\n\nAnd while some analysts and pundits are saying that Apple's big win is about selling more iPhones and iPads into the enterprise, the truth is that the devices are already there and that their presence would continue to grow with or without IBM. Even the tough mustered US Government has intentions of rolling them out.\n\nBut Tim Cook won't cop to that at this point. Instead he and Rometty will present themselves as white- hatted heroes who are helping the enterprise eliminate shadow IT. IBM will talk to CIOs about all of the valuable data that's being lost via unsanctioned BYOD, and, not only that, but also about all of the analytics that can be performed on the data to help enterprises work smarter.\n\nLet's hope they gain more traction than Watson. Maybe Siri's delivery will help.\n\nApple Wants a Bigger Bite\n\nBut enough about all of this, because Apple wants more than to ride on IBM's coat tails. It wants its own seat at the conference room table -- Craig Federighi, the company's CTO, all but said so at Worldwide Developers Conference last month.\n\nHairforce One, as Federighi has jokingly called himself, stood before a crowd introducing Yosemite, Apple's new OSx. It's built for a world in which desktops, mobile devices, the Cloud and your personal and professional lives intersect.\n\nIt was clear then that Apple wanted in on that territory. A point of proof was iCloud Drive, a cloud file store that is accessible via any device. It's comparable to Microsoft's OneDrive, Google Drive, Amazon Cortana, and the like. Add Apple's Mail Drop SaaS app to it, which automatically loads large attachments into a user's iCloud account and then emails a link by which they can be accessed and edited, and it could give Box, Dropbox and services like them a run for their money.\n\nThen there's Handoff, a cool tool that lets you start something on one device, work on it or add changes to it on another, and finish up on still another. This is how we live and so Handoff, and solutions like it, could be enterprise \"must haves\" a few years from now.\n\nMutually Beneficial\n\nSure IBM might be Apple's official ticket into the enterprise, but it's probably more of a short term \"I use you, you use me\" relationship than it is a true love.\n\nEither way, it will give IBM a few years to prove that it still has to offer what enterprises want and it will Apple what it needs to become a true platform play -- the kind that Microsoft, Google and Amazon already are.\n\ncomments Top Articles Related Articles Recent Comments Forrester: Move Faster on App Development\n\nWorld Cup Website Hacked: Is Yours Vulnerable, Too?\n\nCan You Name the Top 10 IoT Companies?\n\nA Man, a Blouse and an Awesome Customer Experience\n\nMicrosoft Strikes Google by Slashing Office 365 Prices #WPC14\n\nWhy Microsoft's Cortana is 14 for 14 Calling World Cup Matches\n\nThank You, Apple-IBM? Why Mega Deal is Good for Microsoft\n\nThank You, Apple-IBM? Why Mega Deal is Good for Microsoft Big, Bigger, Huge: Apple, IBM Create Massive Partnership Good Bet or Huge Gamble? Microsoft's Vision for the Future Useful article? Email It\n\nFollow @cmswire Tags: apple, business, enterprise 2.0, enterprise collaboration, google, ibm, ios, ipads, microsoft, mobile enterprise, wpc14",
                    "date": "2014-07-22",
                    "eventUri": "1020476",
                    "id": "15880947",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7047,
                    "source": {
                        "title": "CMSWire.com",
                        "uri": "www.cmswire.com"
                    },
                    "time": "03:11:00",
                    "title": "Apple's IBM Play Isn't Only About Selling More iDevices",
                    "uri": "198886239",
                    "url": "http://www.cmswire.com/cms/mobile-enterprise/apples-ibm-play-isnt-only-about-selling-more-idevices-025948.php?utm_source=MainRSSFeed&utm_medium=Web&utm_campaign=RSS-News",
                    "wgt": 1
                },
                {
                    "body": "Summary Revenue is beginning to stabilize which should propel the shares higher over the next few quarters. Management reaffirmed earnings of $18 per share which makes IBM unduly cheap. Continued growth of its Software division will allow it to de-emphasize the hardware division.\n\nPatience is one of the key traits an investor must possess. The market is full of pitfalls, leading to an investor prematurely selling out of what would be a winning position. The article below will discuss International Business Machines (NYSE:IBM) revenue growth which has been absent over the past few quarters. At the end of the article, I will update my year end price target for the shares.\n\nIBM has been besieged with falling revenue growth over the past eight quarters as the company looks to transition itself into a more software focused solutions enterprise. IBM's major emphasis is expanding their revenue generated from cloud applications while de-emphasizing the revenue generated from hardware. I would like to examine the hardware division dubbed Systems and Technology first. Sales for this division came in at $3.3 billion, a decline of 11% versus the same period last year. Clearly, this is IBM weakest division with scant signs of improvement so far.\n\nThe software division however was able to grow revenues to $6.5 billion a 1% increase from the prior year. The software division carries a much higher gross profit which greatly aids IBM in overcoming the weight of the declining sales from the hardware division on overall profitability. The Software division carries a pre-tax margin of 36.5% which is certainly very attractive.\n\nThe largest division of IBM is the Services division, it came in with sales of $13.9 billion which was down 1% from the previous quarter. The Services division has an estimated backlog of approximately $136 billion which is a truly staggering number. If we examine this for a moment, Services has a roughly 10 quarter backlog of contracts. The backlog offers quite a bit of visibility and predictability which I find very appealing. I believe the ease of predictability of IBM revenue and profits is what attracted Warren Buffett to the shares. The Service division carries a pre-tax margin north of 17%, an adequate number while not as attractive as the margins seen in software.\n\nIBM is de-emphasizing its reliance on hardware and shifting its focus to higher margin service and software divisions. While revenue continues to shrink as evidenced by the 2% decrease this quarter to $24.4 billion, the shift in business mix is leading to higher profits. IBM's gross profit rose to 49.1% versus 48.7% the comparable period before. Clearly, the emphasis on higher margin products is the correct course of action and the transformation is beginning to bear fruit.\n\nIBM data by YCharts\n\nThere are two things I will continue to focus on with regards to my holding of IBM. The first is the company's return of capital activities. IBM continues to repurchase a large amount of shares which will greatly enhance shareholder return once the transformation is complete. IBM is currently trading at less than 12 times its current year's recently reaffirmed earnings projection of $18 per share. The shares are unduly cheap, especially in light of the all-time highs the market is currently trading at. In my opinion, there is never a better time to repurchase shares then when you're multiple is less than 15. IBM certainly didn't disappoint this quarter, reducing shares outstanding from 1.11 billion to 1.01 billion. As we can see from the chart below, IBM has steadily reduced shares outstanding over the past three years taking advantage of the lull in its share price.\n\nIBM Shares Outstanding data by YCharts\n\nThe second portion of IBM's capital allocation plan revolves around its return of capital to shareholders in the form of a dividend. IBM certainly hasn't disappointed in this regard. As we can see from the chart below there have been steady dividend hikes along with the share repurchases. The shares currently yield a tad over 2% which is certainly appealing.\n\nIBM Dividend data by YCharts\n\nThe second part I continue to watch is the transformation of the company. I am particularly interested in the continued increase in IBM's gross margin. For the transformation to be successful, I would need to see revenues stabilize first then eventually grow. I believe we are rapidly approaching stabilization in revenues as evidenced by the most recent earnings release. From here, the investing in higher margin divisions such as software, combined with the dramatic decrease in shares outstanding as evidenced by the chart above, will kick off a virtuous cycle of higher earnings which begets higher dividends along with a much higher share price.\n\nI can easily envision a share price of $250 by the same time next year. I am actually being a tad conservative as IBM is projected to earn $20 per share next year which doesn't exactly make my prediction wildly bullish. I continue to view IBM as the best value in the Dow 30 (NYSEARCA:DIA) and one of the lowest in the S&P 500 (NYSEARCA:SPY) as well. I am heartened by the recent earnings report and I remain long the shares. Thank you for reading and I look forward to your comments.\n\nSource: IBM Transformation Continues, Expect The Shares To Trade To $250 By Year End\n\nDisclosure: The author is long IBM. The author wrote this article themselves, and it expresses their own opinions. The author is not receiving compensation for it (other than from Seeking Alpha). The author has no business relationship with any company whose stock is mentioned in this article. (More...)",
                    "date": "2014-07-18",
                    "eventUri": "1020476",
                    "id": "15622409",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6255,
                    "source": {
                        "title": "Seeking Alpha",
                        "uri": "seekingalpha.com"
                    },
                    "time": "05:13:00",
                    "title": "IBM Transformation Continues, Expect The Shares To Trade To $250 By Year End",
                    "uri": "198132510",
                    "url": "http://seekingalpha.com/article/2322075-ibm-transformation-continues-expect-the-shares-to-trade-to-250-by-year-end?source=feed",
                    "wgt": 1
                },
                {
                    "body": "There was front-page coverage to Microsoft cutting 18,000 jobs, but what could be worse news for Microsoft wasn'‍t as broadly reported.\n\nLast week, Apple and IBM announced a partnership aimed at the business world.\n\nApple for a long time has wanted to loosen Microsoft'‍s hold on the desktop office computer with little success.\n\nBusinesses have been allowing employees to use iPads and iPhones, but the IT departments of many businesses are not enthusiastic about the practice. The reasons for that are the same reasons that Apple has not cracked enterprise computing -- the lack of a sales force, a support network and expertise in secure networking.\n\nEnter IBM.\n\nIn its posting on the partnership, Apple said it expects to get from IBM cloud services optimized for iOS, including device management, security, analytics and mobile integration; new AppleCare service and support offering tailored to the needs of the enterprise; and new packaged offerings from IBM for device activation, supply and management, support, sales and networking -- just what Apple could not offer businesses.\n\nIn addition, the newest version of the Apple operating system for its Mac desktop, due in the fall, will concentrate on linking its mobile products, iPhone and iPad to the desktop. This gives Apple a direct line to business desktops from their mobile products. But the desktops must be Macs, so maybe Apple has finally unlocked the door to the cubicle.\n\n●\n\nWhen \"free\" doesn'‍t mean \"free\": Google has said that by the end of September, it will cease to advertise games as \"free\" when they include in-app purchases, according to The Verge. Many of us have had the frustration of downloading a free app, then finding out you can'‍t do much with it unless you buy features from within the app. Google took this action at the behest of the European Commission, so it is unclear whether it will apply outside of Europe.\n\n●\n\nLoad up your Kindle: Amazon has announced Kindle Unlimited, an unrestricted reading and listening service for $10 a month that offers more than 600,000 books for reading on Kindle and Kindle-reading apps as well as thousands of audiobooks from Audible, according to TechCrunch. The big five -- the major publishers -- are offering some of their best and most popular titles on the service. The service also features Whispersync for Voice, which allows you to move from reading to listening without losing your place in the book.\n\n●\n\nAll aboard the cheaper train: Microsoft with its partners plans to launch a $199 Windows-based laptop that is designed to compete with Chromebooks, according to Tech Times, and a $99 tablet designed to compete with cheap Android-based tablets. The $199 laptop will be made by HP.\n\n●\n\nBack to just being just sand: IBM is getting ready for a future in which chips are not made of silicon, says Wired.com. The components of silicon chips are getting so small that they are reaching a point where they can no longer maintain a reliable on or off state, so IBM will spend $3 billion to find alternatives. In the wings are carbon nanotubes and silicon nanophotonics, which use light instead of electrical signals to send data around the chip.",
                    "date": "2014-07-19",
                    "eventUri": "1020476",
                    "id": "15904399",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6086,
                    "source": {
                        "title": "Pittsburgh Post-Gazette",
                        "uri": "www.post-gazette.com"
                    },
                    "time": "16:47:00",
                    "title": "Ced Kurtz's Techman Texts: Apple moving in on rival's territory",
                    "uri": "198962896",
                    "url": "http://www.post-gazette.com/business/technology/2014/07/22/Ced-Kurtz-s-Techman-Texts-Apple-moving-in-on-rival-s-territory/stories/201407220018",
                    "wgt": 1
                },
                {
                    "body": "Government agencies aren't the first group that come to mind as cloud computing trailblazers, but the State of California is investing in its own private cloud to help unclog the government service bottlenecks that occur all too frequently in America's most populated state.\n\n\"CalCloud\" is a collaboration between the California Department of Technology and IBM to offer cloud services to state and local government agencies using a subscription model based on usage.\n\nIBM manages CalCloud's pool of IT resources -- compute, networking, storage, and disaster recovery -- using its orchestration software called IBM Service Delivery Manager (ISDM). The company is also training state employees on how to use CalCloud. The CalCloud infrastructure is located at data centers in Rancho Cordova and Vacaville, Calif., so the data stays in the state's control. The state Department of Technology is supplying the floor space, power/cooling, network connectivity, and management at the data center sites. IBM is providing, and retains ownership of, the IT infrastructure.\n\n[Apple and IBM's alliance has huge potential, starting with slick business apps. Read Apple, IBM Deal: When Siri Meets Watson.]\n\nUsing an IBM portal, a state or local agency can customize the computing it gets from CalCloud. An agency starts with a base server bundle and can select different options to fit its needs.\n\nThe CalCloud concept is the first of its kind to be implemented in the US at the state level, according to IBM. The main benefits of CalCloud for government IT workers is they can scale up or down to match workload requirements. Today, hundreds of state and local agencies rely on siloed, legacy IT systems. The CalCloud service model lets government entities share a pool of computing resources with quick access to modern back-end services that will help them operate more efficiently than they do today within their own systems.\n\nCalCloud is currently an IaaS offering. In its roadmap, IBM said it plans to have support for PaaS and SaaS offerings within CalCloud.\n\nThe benefit for California residents, if enough of the state's agencies use CalCloud, is they will have a single sign-on system for state and local government services. Single sign-on will authenticate users to access services that usually require individual registrations.\n\n\"With single sign-on, citizens get a consistent view of who they are across different state services and what services they're eligible for,\" says Dan Pelino, GM for IBM's global public sector. \"If you're applying for a license or permit or changing your address on one service, it's applied to all of them because they'll all be on one platform.\"\n\nCalifornia has 400 state departments and local government entities that are served by the state's Department of Technology. Because these agencies mostly manage their own infrastructures today, \"there's a lot of redundancy, a lot of vendors to manage, a lot of backup and recovery,\" says Pelino. \"It creates too many islands of information, and it's expensive to manage.\"\n\nThe State of California and IBM have organized seminars and events promoting CalCloud to state and local agencies. The state will let the agencies decide whether to use CalCloud. So far, 20 agencies - including the Employment Development Department, one of the largest state departments -- have begun to migrate from their legacy infrastructures to the CalCloud service.\n\nCalCloud meets security standards based on National Institute of Standards (NIST) for cloud-based services and FedRAMP, a program that provides standards for security assessment, authorization, and monitoring for cloud services for the federal government.\n\nIn addition to IBM, CalCloud partners include AT&T, which will provide network services for the core and edge networks. IT consulting firms Alexan International and KPMG are also helping with migration to CalCloud.",
                    "date": "2014-07-24",
                    "eventUri": "1020476",
                    "id": "16085233",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6079,
                    "source": {
                        "title": "InformationWeek",
                        "uri": "www.informationweek.com"
                    },
                    "time": "17:00:00",
                    "title": "IBM & California Partner On Private Cloud - InformationWeek",
                    "uri": "199483647",
                    "url": "http://www.informationweek.com/cloud/infrastructure-as-a-service/ibm-and-california-partner-on-private-cloud/d/d-id/1297526",
                    "wgt": 1
                },
                {
                    "body": "(The Hosting News) - CloudOne (http://www.oncloudone.com), an IBM Premier Business Partner and the industry leader in cloud delivery of IBM Software-as-a-Service, announced today they have acquired the North American sales and marketing operations of Sodius Corp., the market leader in interoperability solutions for systems development. Simultaneously, Sodius Corp. announced a partnership to serve as CloudOne's sales and marketing reseller in the growing French marketplace.\n\nAs part of the acquisition, Robert Baillargeon will become Director of Solutions Delivery for CloudOne's new systems services practice. Led by CloudOne's Vice President of Business Development James Pietrocarlo, a former executive in the Lab Services team for IBM Rational, this new practice will provide top-level consulting services and architectural direction for customers in automotive and related systems development industries.\n\nJean-Philippe Lerat, Président-Directeur Général of Sodius said, \"I welcome this mutually beneficial agreement for our companies. This will leverage our strengths in our respective marketplaces, and put us at the forefront of systems development, which is integrated, cloud-delivered workspaces to accelerate collaborative product innovation.\"\n\nJohn McDonald, CEO of CloudOne added, \"We've had a long and close relationship with Sodius, a company well-respected in the marketplace and appreciated by their customers for the capabilities and reputation they bring to systems development. It is an honor to represent their technologies in North America, and even more exciting is the chance to better serve the French marketplace through this new chapter in our relationship.\"\n\nAbout CloudOne\n\nCloudOne delivers on-demand Software-as-a-Service (SaaS) and Virtual Private Cloud solutions for IBM® software tools to meet the needs of all industry verticals and variably sized organizations. Cummins, Panasonic, Hilton, CVS/Caremark, US Army, Shell, Xerox, Deloitte, Delphi Automotive, Harman/Kardon, McDonald's and other organizations worldwide rely on CloudOne's cloud-based IBM SaaS services to make their infrastructure work on-demand.\n\nStarted in 2009, the company is privately owned and headquartered in Indianapolis, IN. CloudOne speeds the development of IBM® technologies with no up-front capital, so companies \"pay as they go\" on a monthly subscription saving them money on infrastructure, staffing and configuration costs while creating a dynamic, elastic environment to facilitate global collaboration, visibility and consistency. To learn more about accelerating architecture initiatives with CloudOne, visit http://www.oncloudone.com or follow us on Twitter @OnCloudOne.\n\nAbout Sodius\n\nStarted in 1999, Sodius, a privately-owned French corporation, is dedicated to improving engineering processes for designing complex systems, products, and software by amplifying existing skills and engineering assets to deliver products more efficiently. Sodius provides off-the-shelf and custom interoperability solutions to integrate applications, engineering teams, and processes. Sodius is a technology provider for IBM Rational, with an expertise in integrating the Rational tool suite with non-Rational design and architecture products. To learn more about Sodius, visit http://www.sodius.com or follow us on Twitter at @SodiusCorp.",
                    "date": "2014-07-21",
                    "eventUri": "1020476",
                    "id": "15838632",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.483,
                    "source": {
                        "title": "TheHostingNews.com",
                        "uri": "www.thehostingnews.com"
                    },
                    "time": "14:31:00",
                    "title": "CloudOne Acquires North American Sales and Marketing Operations of Sodius Corp.",
                    "uri": "198772044",
                    "url": "http://www.thehostingnews.com/cloudone-acquires-north-american-sales-and-marketing-operations-of-sodius-corp-32143.html",
                    "wgt": 1
                },
                {
                    "body": "A Site Devoted to the Discovery and Application of Emerging Technologies .\n\nHave had some discussions on this concept. There is considerable interest in academia, but the ideas have to be tied to course structure, AND be of real interest to hiring companies. You have to work both sides of the knowledge chain. IBM News room - 2014-05-07 Seven of the Nation's Leading Technology Institutions Unveil Cognitive Computing Courses Leveraging IBM Watson.",
                    "date": "2014-07-21",
                    "eventUri": "1020476",
                    "id": "15837876",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4166,
                    "source": {
                        "title": "eponymouspickle.blogspot.com",
                        "uri": "eponymouspickle.blogspot.com"
                    },
                    "time": "13:56:00",
                    "title": "Watson and Academic Institutions",
                    "uri": "198769961",
                    "url": "http://eponymouspickle.blogspot.com/2014/07/watson-and-academic-institutions.html",
                    "wgt": 1
                },
                {
                    "body": "Adaptable System Recovery (ASR) for Linux virtual machines\n\nQuotw How would you like to be told that you've lost your job? Probably not with an email which started with the phrase: \"Hello there.\"\n\nBut that's how Microsoft mobile boss Stephen Elop began his missive to the Microsoft Devices Group, burying the news about killing off Nokia X in par four, and the bit about which operations in the Devices Group would be \"right-sized\" in par nine.\n\nHe wrote: \"We expect to focus phone production mainly in Hanoi, with some production to continue in Beijing and Dongguan. We plan to shift other Microsoft manufacturing and repair operations to Manaus and Reynosa respectively, and start a phased exit from Komaron, Hungary.\"\n\nHe continued: \"We plan that this would result in an estimated reduction of 12,500 factory direct and professional employees over the next year.\n\nElop had been elaborating on Microsoft CEO Satya Nadella's earlier announcement, which had included a warning that a whopping 18,000 jobs would be lost from Microsoft as a whole - 12,500 of which would come from Elop's troops.\n\n\"We recognize these planned changes are broad and have very difficult implications for many of our team members,\" wrote Elop.\n\nThat's OK then. Sleep tight Microsofties.\n\nThis was also the week when we were told that Apple would have to cough $400m to customers in 33 US states after participating in a price-fixing conspiracy to raise the prices of ebooks.\n\nNew York State Attorney General Schneiderman said:\n\nThis settlement proves that even the biggest, most powerful companies in the world must play by the same rules as everyone else.\n\nSo will Apple - famously described by the Chinese state television channel CCTV as \"greedy\" and \"incomparably arrogant\" - change its wicked price-fixing ways? We don't know for sure, because the firm has a way of surprising us all.\n\nJaws around the world dropped to the floor when Apple announced a deal with IBM, a company that late CEO Steve Jobs regarded as his arch-rival. The two companies struck a \"landmark deal\", which will see IBM develop 100 enterprise apps for iPad and iPhone.\n\nIBM chief Ginni Rommetty said of Big Blue Apple:\n\nWe are delighted to be teaming with Apple, whose innovations have transformed our lives in ways we take for granted, but can't imagine living without. Our alliance will bring the same kind of transformation to the way people work, industries operate and companies perform.\n\nThis week we also learned that NASA boffins expect to find habitable, Earth-like worlds and maybe even extra-terrestrial life within the next 20 years (assuming we haven't all killed each other by then).\n\nMatt Mountain, a top space scientist, said:\n\nImagine the moment when the world wakes up and the human race realizes that its long loneliness in time and space may be over - the possibility we're no longer alone in the universe.\n\nIf that doesn't make you worry about humanity, perhaps the revelation that Elon Musk wanted to name his range of electric cars \"SEX\" will. He already had a range called the Model S and X, which are sedans or SUVS, so he thought why not name the next lots of cars Model E?\n\nSadly, Ford wasn't happy and sued him for the use of the name.\n\nHe said:\n\nThis is crazy. Ford's trying to kill sex! So we'll have to think of another name. The new model is going to be called Model 3, we'll have three bars to represent it and it'll be S III X!\"\n\nIt's not only difficult to get into space, it's difficult to stay up there, particularly when astronauts' competing paymasters in Russia and the US spend all their time squabbling. So when the private firm Orbital Sciences Corp sent its unmanned Cygnus craft into orbit from a spaceport in Virginia, NASA took the chance to tell the major space powers to sort out their differences.\n\n\"Keeping the space station supplied, keeping it flying, and even, politically, keeping it supported by the various governments around the world continues to be a challenge,\" said Frank Culbertson, a former NASA astronaut and current executive vice president for Orbital Sciences.\n\nSo how did the team which created the darkest material in the world come up with the idea? They were down the pub, of course.\n\n\"We were in the research lab getting very frustrated. We raced down to the pub and had a lightbulb moment,\" said Surrey NanoSystems CTO Ben Jensen.\n\nThe light of freedom is well and truly alight up in Scotland, where the SNP's mission to burn down the United Kingdom is reaching fever pitch. Smug wee Alex Salmond's shock troops are celebrating the arrival of Scotland's very own domain name, .scot, which can be used by anyone who wants to pledge allegiance to Lord Shrek and his freedom-crying hordes.\n\nNicola Sturgeon, deputy first minister, said:\n\nIt is entirely right that Scotland should have its own distinctive and recognisable Internet domain, in particular one that will resonate internationally, helping to promote Scottish business and culture throughout the world.\n\n®",
                    "date": "2014-07-18",
                    "eventUri": "1020476",
                    "id": "15625825",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3884,
                    "source": {
                        "title": "www.theregister.co.uk",
                        "uri": "www.theregister.co.uk"
                    },
                    "time": "06:03:00",
                    "title": "Stephen Elop: 'Hello there' (and goodbye to, er, 12,500 of you)",
                    "uri": "198141687",
                    "url": "http://www.theregister.co.uk/2014/07/18/quote_of_the_week/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-07-20",
            "avgCos": 0.4315,
            "categories": [
                {
                    "label": "Computers/Companies/Apple_Inc.",
                    "uri": "http://www.dmoz.org/Computers/Companies/Apple_Inc.",
                    "wgt": 34
                },
                {
                    "label": "Computers/Companies/IBM",
                    "uri": "http://www.dmoz.org/Computers/Companies/IBM",
                    "wgt": 37
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1020476",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1020476",
            "lang": "eng",
            "storyDate": "2014-07-20",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-576336",
            "variance": 0.3138
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-221280": {
        "articles": {
            "resultCount": 31,
            "results": [
                {
                    "body": "IBM desarrollará servicios en nube optimizados para los sistemas operativos iOS.\n Los gigantes tecnológicos Apple e IBM, que hace tres décadas eran rivales irreconciliables en el entonces emergente mercado informático, anunciaron este martes una alianza para competir juntos en el mercado de la telefonía inteligente.\n Trabajarán juntas en el desarrollo de más de 100 nuevas soluciones para empresasEn un comunicado, Apple explicó que su nueva sociedad con IBM llevará a ambas compañías a trabajar juntas en el desarrollo de más de 100 nuevas soluciones para empresas, entre ellas, aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad que comercializa la empresa de la manzana mordida.\n Con el acuerdo, Apple, que en los últimos tiempos ha dirigido sus esfuerzos hacia la informática de consumo en lugar de centrarse en la empresa (donde el líder indiscutible sigue siendo el software de Microsoft), trata de introducirse en el ámbito empresarial de la mano de un titán de este sector como es IBM.\n IBM, una de las pocas grandes empresas tecnológicas que sobreviven fuera de Silicon Valley -la compañía tiene su sede en Armonk (Nueva York)-, desarrollará servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhones e iPads que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst.\n IBM proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, mientras que Apple se encargará de ofrecer apoyo técnico a las empresas para las nuevas aplicaciones a través de AppleCare.\n \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las prestigiosas herramientas de Big Data y análisis de IBM, lo que abre una gran oportunidad de mercado para Apple.  Esto es un avance radical para las empresas y algo que sólo Apple e IBM pueden ofrecer\", indicó el consejero delegado de Apple, Tim Cook.\n Se trata del primer acuerdo de gran calado entre dos compañías que, a finales del siglo XX, se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejó para la historia la icónica fotografía del cofundador de Apple, Steve Jobs, dedicándole una peineta al logotipo de IBM.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15410959",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8573,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "02:39:00",
                    "title": "Apple se alía con su rival histórico IBM para competir en el mercado móvil",
                    "uri": "197597319",
                    "url": "http://www.20minutos.es/noticia/2194425/0/apple/ibm/mercado-movil/",
                    "wgt": 1
                },
                {
                    "body": "Antes rivales irreconciliables, trabajarán en el desarrollo de soluciones para empresas.  Los gigantes tecnológicos Apple e IBM, que hace tres décadas eran rivales irreconciliables en el entonces emergente mercado informático, anunciaron una alianza para competir juntos en el mercado de la telefonía inteligente.\n En un comunicado, Apple explicó que su nueva sociedad con IBM llevará a ambas compañías a trabajar juntas en el desarrollo de más de 100 nuevas soluciones para empresas, entre ellas aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad que comercializa la empresa de la manzana mordida.\n Con el acuerdo, Apple, que en los últimos tiempos ha dirigido sus esfuerzos hacia la informática de consumo en lugar de centrarse en la empresa (donde el líder indiscutible sigue siendo el software de Microsoft), trata de introducirse en el ámbito empresarial de la mano de un titán de este sector como es IBM.\n IBM, una de las pocas grandes empresas tecnológicas que sobreviven fuera de Silicon Valley -la compañía tiene su sede en Armonk (Nueva York)-, desarrollará servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhones e iPads que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst.\n IBM proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, y Apple se encargará de ofrecer apoyo técnico a las empresas para las nuevas aplicaciones a través de AppleCare.\n \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las prestigiosas herramientas de Big Data y análisis de IBM, lo que abre una gran oportunidad de mercado para Apple.  Esto es un avance radical para las empresas y algo que sólo Apple e IBM pueden ofrecer\", indicó el consejero delegado de Apple, Tim Cook.\n Se trata del primer acuerdo de gran calado entre dos compañías que a finales del siglo XX se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejó para la historia la icónica fotografía del cofundador de Apple Steve Jobs dedicándole una peineta al logotipo de IBM.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15405084",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8447,
                    "source": {
                        "title": "heraldo.es",
                        "uri": "www.heraldo.es"
                    },
                    "time": "07:49:00",
                    "title": "Apple e IBM se alían en el mercado móvil",
                    "uri": "197579860",
                    "url": "http://www.heraldo.es/noticias/sociedad/2014/07/16/apple_ibm_alian_mercado_movil_299775_310.html",
                    "wgt": 1
                },
                {
                    "body": "Los gigantes tecnológicos Apple e IBM, que hace tres décadas eran rivales irreconciliables en el entonces emergente mercado informático, anunciaron este martes una alianza para competir juntos en el mercado de la telefonía inteligente.\n En un comunicado, Apple explicó que su nueva sociedad con IBM llevará a ambas compañías a trabajar juntas en el desarrollo de más de 100 nuevas soluciones para empresas, entre ellas, aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad que comercializa la empresa de la manzana mordida.\n Con el acuerdo, Apple, que en los últimos tiempos ha dirigido sus esfuerzos hacia la informática de consumo en lugar de centrarse en la empresa (donde el líder indiscutible sigue siendo el software de Microsoft), trata de introducirse en el ámbito empresarial de la mano de un titán de este sector como es IBM.\n IBM, una de las pocas grandes empresas tecnológicas que sobreviven fuera de Silicon Valley -la compañía tiene su sede en Armonk (Nueva York)-, desarrollará servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhones e iPads que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst.\n IBM proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, mientras que Apple se encargará de ofrecer apoyo técnico a las empresas para las nuevas aplicaciones a través de AppleCare.\n \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las prestigiosas herramientas de Big Data y análisis de IBM, lo que abre una gran oportunidad de mercado para Apple.  Esto es un avance radical para las empresas y algo que sólo Apple e IBM pueden ofrecer\", indicó el consejero delegado de Apple, Tim Cook.\n Se trata del primer acuerdo de gran calado entre dos compañías que, a finales del siglo XX, se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejó para la historia la icónica fotografía del cofundador de Apple, Steve Jobs, dedicándole una peineta al logotipo de IBM.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15378511",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8399,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "00:37:00",
                    "title": "Apple e IBM se alían en el mercado móvil",
                    "uri": "197510689",
                    "url": "http://www.rpp.com.pe/2014-07-15-apple-e-ibm-se-alian-en-el-mercado-movil-noticia_708291.html",
                    "wgt": 1
                },
                {
                    "body": "Apple y Google alcanzan un acuerdo para sellar su lucha por patentes de telefonía móvil\nLos gigantes tecnológicos Apple e IBM, rivales irreconciliables desde hace tres décadas en el entonces emergente mercado informático, han anunciado una alianza con el objetivo de desarrollar más de 100 nuevas soluciones para empresas, entre ellas aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad.\n IBM, una de las pocas grandes empresas tecnológicas que sobreviven fuera de Silicon Valley (la compañía tiene su sede en Armonk, Nueva York), desarrollará servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhone e iPad que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst, según ha explicado Apple en un comunicado.\n IBM proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, y Apple se encargará de ofrecer apoyo técnico a las empresas para las nuevas aplicaciones a través de AppleCare.\n \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las herramientas de Big Data y análisis de IBM, lo que abre una gran oportunidad de mercado para Apple\", ha declarado el consejero delegado de Apple, Tim Cook.\n Este movimiento pondrá a disposición de Apple la docena de adquisiciones de patentes en seguridad que IBM ha realizado en la última década y más de 6.000 investigadores y desarrolladores en más de 25 laboratorios en todo el mundo.\n Con el acuerdo, Apple, que en los últimos tiempos ha dirigido sus esfuerzos hacia la informática de consumo en lugar de centrarse en la empresa (donde el líder indiscutible sigue siendo el software de Microsoft), trata de introducirse en el ámbito empresarial de la mano de IBM.\n Se trata del primer acuerdo de gran calado entre dos compañías que a finales del siglo XX se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejó para la historia la icónica fotografía del cofundador de Apple Steve Jobs dedicándole una peineta al logotipo de IBM.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15418825",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8357,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "10:56:00",
                    "title": "Apple e IBM firman un acuerdo para colaborar en el entorno empresarial",
                    "uri": "197619884",
                    "url": "http://www.rtve.es/noticias/20140716/apple-ibm-firman-acuerdo-para-colaborar-entorno-empresarial/974460.shtml",
                    "wgt": 1
                },
                {
                    "body": "Apple y Google alcanzan un acuerdo para sellar su lucha por patentes de telefonía móvil\nLos gigantes tecnológicos Apple e IBM, rivales irreconciliables hace tres décadas en el entonces emergente mercado informático, han anunciado una alianza con la que la marca de la manzana mordida pretende introducirse en el mercado de la empresa.\n En un comunicado, Apple explica que su nueva sociedad con IBM llevará a ambas compañías a trabajar juntas en el desarrollo de más de 100 nuevas soluciones para empresas, entre ellas aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad que pretenden revolucionar la aplicación de la tecnología móvil en la empresa.\n IBM, una de las pocas grandes empresas tecnológicas que sobreviven fuera de Silicon Valley (la compañía tiene su sede en Armonk, Nueva York), desarrollará servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhones e iPads que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst.\n IBM proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, y Apple se encargará de ofrecer apoyo técnico a las empresas para las nuevas aplicaciones a través de AppleCare.\n \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las prestigiosas herramientas de Big Data y análisis de IBM, lo que abre una gran oportunidad de mercado para Apple.  Esto es un avance radical para las empresas y algo que sólo Apple e IBM pueden ofrecer\", ha declarado el consejero delegado de Apple, Tim Cook.\n La combinación del saber hacer de ambas firmas creará aplicaciones capaces de transformar las relaciones entre empresas y empleados y permitirá a las compañías ser más eficientes, efectivas y satisfactorias para sus clientes.\n Este movimiento hará útil la docena de adquisiciones de patentes en seguridad que IBM ha realizado en la última década y pondrá al servicio de los clientes empresariales de Apple sus más de 6.000 investigadores y desarrolladores en más de 25 laboratorios en todo el mundo.\n Con el acuerdo, Apple, que en los últimos tiempos ha dirigido sus esfuerzos hacia la informática de consumo en lugar de centrarse en la empresa (donde el líder indiscutible sigue siendo el software de Microsoft), trata de introducirse en el ámbito empresarial de la mano de un titán de este sector como es IBM.\n Se trata del primer acuerdo de gran calado entre dos compañías que a finales del siglo XX se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejó para la historia la icónica fotografía del cofundador de Apple Steve Jobs dedicándole una peineta al logotipo de IBM.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15380522",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8287,
                    "source": {
                        "title": "RTVE.es",
                        "uri": "www.rtve.es"
                    },
                    "time": "01:03:00",
                    "title": "Apple e IMB firman un acuerdo para comer terreno a Microsoft en el mundo empresarial",
                    "uri": "197515097",
                    "url": "http://www.rtve.es/noticias/20140716/apple-imb-firman-acuerdo-para-comer-terreno-microsoft-mundo-empresarial/974460.shtml",
                    "wgt": 1
                },
                {
                    "body": "Apple ha explicado en un comunicado que su nueva sociedad con IBM llevará a ambas compañías a trabajar juntas en el desarrollo de más de 100 nuevas soluciones para empresas, entre ellas, aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad que comercializa la empresa de la manzana mordida.\n Con el acuerdo, Apple, que en los últimos tiempos ha dirigido sus esfuerzos hacia la informática de consumo en lugar de centrarse en la empresa (donde el líder indiscutible sigue siendo Microsoft), trata de introducirse en el ámbito empresarial de la mano de un titán de este sector como es IBM.\n IBM, una de las pocas grandes empresas tecnológicas que sobreviven fuera de Silicon Valley -la compañía tiene su sede en Armonk (Nueva York)-, desarrollará servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhone e iPad que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst.\n IBM proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, mientras que Apple se encargará de ofrecer apoyo técnico a las empresas para las nuevas aplicaciones a través de AppleCare.\n \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las prestigiosas herramientas de Big Data y análisis de IBM, lo que abre una gran oportunidad de mercado para Apple.  Esto es un avance radical para las empresas y algo que sólo Apple e IBM pueden ofrecer\", indicó el consejero delegado de Apple, Tim Cook.\n Se trata del primer acuerdo de gran calado entre dos compañías que, a finales del siglo XX, se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejó para la historia la icónica fotografía del cofundador de Apple, Steve Jobs, dedicándole una peineta al logotipo de IBM, así como el mítico anuncio del Mac en el que se representaba el ordenador personal de IBM y Microsoft como el Gran Hermano de la novela 1984.\n Con esta decisión, Apple intentará hacerse fuerte en el mercado empresarial, un nicho que ha dejado huérfano Blackberry y en el que Microsoft ha visto la gran oportunidad de ganar hueco para su Windows Phone.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15452463",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8264,
                    "source": {
                        "title": "Libertad Digital",
                        "uri": "www.libertaddigital.com"
                    },
                    "time": "16:32:00",
                    "title": "Apple se alía con IBM, el \"Gran Hermano\"",
                    "uri": "197704480",
                    "url": "http://www.libertaddigital.com/ciencia-tecnologia/tecnologia/2014-07-16/apple-e-ibm-viejos-competidores-se-alian-en-el-mercado-movil-1276523969/",
                    "wgt": 1
                },
                {
                    "body": "Los dos gigantes tecnológicos, rivales irreconciliables durante décadas, sellaron un acuerdo para desarrollar aplicaciones corporativas que operarán bajo el sistema de la empresa de la manzanita\n\nEn un comunicado de prensa, Apple explicó que su nueva sociedad con IBM llevará a ambas compañías a trabajar juntas en el desarrollo de más de 100 nuevas soluciones para empresas, entre ellas, aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad. Con este acuerdo, Apple intentará ganar espacio en el ámbito empresarial de la mano de un titán de la industria, como es IBM.\n\nIBM, una de las pocas grandes empresas tecnológicas que sobreviven fuera de Silicon Valley -la compañía tiene su sede en Armonk (Nueva York) -, desarrollará servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhones e iPads que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst.\n\nIBM proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, mientras que Apple se encargará de ofrecer apoyo técnico a las empresas para las nuevas aplicaciones a través de AppleCare.\n\n\"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las prestigiosas herramientas de Big Data y análisis de IBM, lo que abre una gran oportunidad de mercado para Apple. Esto es un avance radical para las empresas y algo que sólo Apple e IBM pueden ofrecer\" , aseguró el consejero delegado de Apple, Tim Cook.\n\n\"Queremos enfocarnos en crear un flujo de trabajo irresistible, en los procesos, junto con diseños de aplicaciones que puedan ser empleados por todos los usuarios de la organización\", le dijo Bridget van Kralingen, vicepresidenta senior de IBM y jefa del negocio de servicios globales, a la agencia de noticias Reuters.\n\nSe trata del primer acuerdo de gran calado entre dos compañías que, a finales del siglo XX, se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejó para la historia la icónica fotografía del cofundador de Apple, Steve Jobs, dedicándole una peineta al logotipo de IBM.",
                    "date": "2014-07-17",
                    "eventUri": "1031357",
                    "id": "15560150",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8137,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "15:03:00",
                    "title": "Histórica alianza entre IBM y Apple para potenciar el iOS - InfoBAE.com",
                    "uri": "197980922",
                    "url": "http://www.infobae.com/2014/07/17/1581378-historica-alianza-ibm-y-apple-potenciar-el-ios",
                    "wgt": 1
                },
                {
                    "body": "IBM proveerÃ¡ mecanismos de seguridad, herramientas de anÃ¡lisis e integraciÃ³n mÃ³vil para los sistemas operativos iOS\nSan Francisco.- - Los gigantes tecnolÃ³gicos Apple e IBM, que hace tres dÃ©cadas eran rivales irreconciliables en el entonces emergente mercado informÃ¡tico, anunciaron este martes una alianza para competir juntos en el mercado de la telefonÃ­a inteligente.\n En un comunicado, Apple explicÃ³ que su nueva sociedad con IBM llevarÃ¡ a ambas compaÃ±Ã­as a trabajar juntas en el desarrollo de mÃ¡s de 100 nuevas soluciones para empresas, entre ellas aplicaciones exclusivas para los telÃ©fonos iPhone y las tabletas iPad que comercializa la empresa de la manzana mordida.\n Con el acuerdo, Apple, que en los Ãºltimos tiempos ha dirigido sus esfuerzos hacia la informÃ¡tica de consumo en lugar de centrarse en la empresa (donde el lÃ­der indiscutible sigue siendo el software de Microsoft), trata de introducirse en el Ã¡mbito empresarial de la mano de un titÃ¡n de este sector como es IBM.\n IBM, una de las pocas grandes empresas tecnolÃ³gicas que sobreviven fuera de Silicon Valley -la compaÃ±Ã­a tiene su sede en Armonk (Nueva York)-, desarrollarÃ¡ servicios en nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhones e iPads que se vendan a las compaÃ±Ã­as llevarÃ¡n instalada la plataforma para empresas de IBM MobileFirst.\n IBM proveerÃ¡ mecanismos de seguridad, herramientas de anÃ¡lisis e integraciÃ³n mÃ³vil para los sistemas operativos iOS, y Apple se encargarÃ¡ de ofrecer apoyo tÃ©cnico a las empresas para las nuevas aplicaciones a travÃ©s de AppleCare.\n \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las prestigiosas herramientas de Big Data y anÃ¡lisis de IBM, lo que abre una gran oportunidad de mercado para Apple.  Esto es un avance radical para las empresas y algo que sÃ³lo Apple e IBM pueden ofrecer\", indicÃ³ el consejero delegado de Apple, Tim Cook.\n Se trata del primer acuerdo de gran calado entre dos compaÃ±Ã­as que a finales del siglo XX se atacaban sin reparo alguno para llegar a controlar el mercado de los ordenadores personales, una rivalidad que dejÃ³ para la historia la icÃ³nica fotografÃ­a del cofundador de Apple Steve Jobs dedicÃ¡ndole una peineta al logotipo de IBM.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15386923",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7775,
                    "source": {
                        "title": "Primera Hora",
                        "uri": "www.primerahora.com"
                    },
                    "time": "02:49:00",
                    "title": "Apple e IBM se alían en el mercado móvil",
                    "uri": "197530451",
                    "url": "http://www.primerahora.com/noticias/tecnologia/nota/appleeibmsealianenelmercadomovil-1022674/",
                    "wgt": 1
                },
                {
                    "body": "Apple busca así reforzar sus grandes carencias en el mundo empresarial El acuerdo conocido este martes entre los gigantes tecnológicos Apple e IBM para expandir el iPhone y el iPad dentro del mundo empresarial supone una amenaza directa a los planes de Microsoft de controlar el mercado de los teléfonos inteligentes en este sector.\n Apple e IBM, que hace tres décadas eran rivales irreconciliables en el entonces emergente mercado informático, anunciaron esta semana una alianza para competir juntos en el mercado de la telefonía inteligente, con el objetivo de complementar sus fortalezas para superar las debilidades de cada empresa en distintos ámbitos.\n Apple, muy consolidada en la informática de consumo pero con grandes carencias en el mundo de la empresa, trata así de introducirse de lleno en el ámbito de los negocios de la mano de un titán del sector como es IBM, mientras que la compañía neoyorquina encuentra en los dispositivos de Apple una plataforma ideal para ofrecer sus servicios a las empresas.\n Por su parte, Microsoft, la gran dominadora del mercado informático en el ámbito empresarial, ve cómo de la noche a la mañana aparece un nuevo competidor para una de sus grandes apuestas de futuro: el control del mercado del móvil en las empresas de la mano de sus tabletas y del sistema operativo Windows Phone.\n Además, se trata de un competidor a priori muy serio si se tienen en cuenta las dimensiones de las dos compañías aliadas, y que puede tener un efecto directo sobre las ventas de Windows Phone, ya que de ahora en adelante cuando IBM ofrezca servicios a su gigantesca cartera de clientes, tendrá un incentivo para recomendarles el iPhone y el iPad antes que los productos de Microsoft.\n Desde que Satya Nadella asumió el cargo de consejero delegado de Microsoft el 4 de febrero de este año, la empresa con sede en Seattle (Washington) ha redoblado su apuesta en este sentido, con el lanzamiento del paquete de servicios en el móvil para empresas Enterprise Mobility Suite y la mejora de sus servicios en la nube.\n Tal es la magnitud de la apuesta conjunta de Apple e IBM, que el propio consejero delegado de Apple y exempleado de IBM, Tim Cook, la calificó de \"punto de inflexión\" para su compañía, ya que, a su juicio, ambas empresas proveen juntas \"un producto para las empresas que ninguna de las dos podía proveer por sí misma y que ninguna otra alianza de compañías puede proveer\".\n La nueva sociedad llevará a ambas compañías a trabajar juntas en el desarrollo de más de 100 nuevas soluciones para empresas, entre ellas aplicaciones exclusivas para iPhone e iPad, a la vez que IBM desarrollará servicios en la nube optimizados para los sistemas operativos iOS de Apple y, a su vez, los iPhone e iPad que se vendan a las compañías llevarán instalada la plataforma para empresas de IBM MobileFirst.\n IBM también proveerá mecanismos de seguridad, herramientas de análisis e integración móvil para los sistemas operativos iOS, y Apple se encargará de ofrecer asistencia técnica a las empresas para las nuevas aplicaciones a través de AppleCare.\n \"Muchas de las aplicaciones más exitosas fueron desarrolladas para el móvil y no para el ordenador.  A su vez, muchos de los productos para empresas empezaron en el ordenador y luego migraron al móvil, pero no están optimizados para él.  (...) Para cambiar esto necesitamos la experiencia de la industria que tiene IBM\", explicó Cook.\n Si la alianza entre ambas empresas da sus frutos y las aplicaciones que éstas lancen para los sistemas operativos iOS resultan exitosas, Microsoft se verá obligada a desarrollar productos similares o mejorados para no quedarse atrás y, además, deberá hacer frente a la cuestión sobre si desarrollarlos sólo para Windows Phone o adaptarlos también para iOS y alcanzar así a todo el mercado.\n Además de Microsoft, el otro gran perjudicado por el acuerdo entre Apple e IBM es el fabricante canadiense de teléfonos inteligentes Blackberry, que tras ceder mucho terreno durante los últimos años en el mercado de consumo, ha redirigido y focalizado su estrategia en el sector empresarial.",
                    "date": "2014-07-17",
                    "eventUri": "1031357",
                    "id": "15509084",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7578,
                    "source": {
                        "title": "heraldo.es",
                        "uri": "www.heraldo.es"
                    },
                    "time": "04:37:00",
                    "title": "La alianza de Apple e IBM pone en jaque los planes de Microsoft para el móvil",
                    "uri": "197840335",
                    "url": "http://www.heraldo.es/noticias/sociedad/2014/07/17/la_alianza_apple_ibm_pone_jaque_los_planes_microsoft_para_movil_299958_310.html",
                    "wgt": 1
                },
                {
                    "body": "Esta alianza incluye la creación de una nueva categoría con más de 100 soluciones de empresa específicas, incluyendo aplicaciones desarrolladas \"por completo y en exclusiva\" para iPhone e iPad\nApple e IBM han establecido una \"alianza exclusiva\" que une las fortalezas de ambas compañías para \"transformar la movilidad en el mundo de la empresa\" mediante la creación de un nuevo tipo de aplicaciones de negocios que llevan al iPhone y a iPad las capacidades de analítica y gestión de datos de IBM.\n \"Esta asociación histórica tiene como objetivo redefinir el modo de realizar el trabajo, abordar retos clave en el ámbito de la movilidad en la industria y propiciar un auténtico cambio en el mundo de los negocios impulsado por la movilidad\", aseguran ambas empresas en un comunicado conjunto.\n En concreto, esta alianza incluye la creación de una nueva categoría con más de 100 soluciones de empresa específicas, incluyendo aplicaciones desarrolladas \"por completo y en exclusiva\" para iPhone e iPad.\n Asimismo, también incorpora servicios en la 'nube' de IBM optimizados para iOS, incluyendo gestión de dispositivos, seguridad, analítica e integración móvil, así como una nueva oferta de servicio y soporte AppleCare adaptada a las necesidades de la empresa.\n En esta línea, informan de que también se realizarán \"nuevas ofertas en paquetes\" de IBM para el suministro, la activación y la gestión del dispositivo.\n Ambas empresas defienden que la combinación creará aplicaciones que pueden transformar aspectos específicos de cómo trabajan las empresas y los empleados usando el iPhone y el iPad, \"permitiendo a las empresas alcanzar nuevos niveles de eficiencia, efectividad y satisfacción del cliente; más rápido y más fácil que nunca antes\".\n Por otro lado, informan de que, como parte del acuerdo exclusivo IBM MobileFirst para iOS, IBM venderá también iPhones e iPads equipados con las soluciones específicas para empresas a clientes empresariales de todo el mundo.\n El consejero delegado de Apple, Tim Cook, recalcó que el iPhone y el iPad son \"los mejores dispositivos móviles del mundo\" y han transformado la forma de trabajar de más del 98% de las empresas de la lista Fortune 500 y de más del 92% de las empresas de la lista Global 500, que actualmente hacen uso de dispositivos iOS en tareas de negocios.\n \"Por vez primera vamos a poner la renombrada capacidad de gestión de big data y analítica de IBM en las manos de los usuarios de iOS, lo que abre una enorme oportunidad de mercado para Apple.  Este es un paso trascendental para el mundo de la empresa; algo que sólo Apple e IBM pueden ofrecer\", destacó.\n Por su parte, la presidenta y consejera delegado de IBM, Ginni Rometty, afirmó que esta alianza contribuirá a su empeño por llevar las innovaciones a sus clientes de todo el mundo y fortalece el liderazgo de IBM en los ámbitos de analítica, cloud, software y servicios.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15416953",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7309,
                    "source": {
                        "title": "El Correo Gallego - Diario de la Capital de Galicia",
                        "uri": "www.elcorreogallego.es"
                    },
                    "time": "10:31:00",
                    "title": "Apple e IBM unirán fuerzas para la creación de nuevas aplicaciones y negocios",
                    "uri": "197614862",
                    "url": "http://www.elcorreogallego.es/tendencias/ecg/apple-e-ibm-uniran-fuerzas-para-la-creacion-de-nuevas-aplicaciones-y-negocios/idEdicion-2014-07-16/idNoticia-880333/",
                    "wgt": 1
                },
                {
                    "body": "Apple e IBM han establecido una \"alianza exclusiva\" que une las fortalezas de ambas compañías para \"transformar la movilidad en el mundo de la empresa\" mediante la creación de un nuevo tipo de aplicaciones de negocios que llevan al iPhone y a iPad las capacidades de analítica y gestión de datos de IBM.\n \"Esta asociación histórica tiene como objetivo redefinir el modo de realizar el trabajo, abordar retos clave en el ámbito de la movilidad en la industria y propiciar un auténtico cambio en el mundo de los negocios impulsado por la movilidad\", aseguran ambas empresas en un comunicado conjunto.\n En concreto, esta alianza incluye la creación de una nueva categoría con más de 100 soluciones de empresa específicas, incluyendo aplicaciones desarrolladas \"por completo y en exclusiva\" para iPhone e iPad.\n Gestión de dispositivos\nAsimismo, también incorpora servicios en la 'nube' de IBM optimizados para iOS, incluyendo gestión de dispositivos, seguridad, analítica e integración móvil, así como una nueva oferta de servicio y soporte AppleCare adaptada a las necesidades de la empresa.\n En esta línea, también se realizarán \"nuevas ofertas en paquetes\" de IBM para el suministro, la activación y la gestión del dispositivo.\n Ambas firmas defienden que la combinación creará aplicaciones que pueden transformar aspectos específicos de cómo trabajan las empresas y los empleados usando el iPhone y el iPad, \"permitiendoles alcanzar nuevos niveles de eficiencia, efectividad y satisfacción del cliente; más rápido y más fácil que nunca antes\".\n Como parte del acuerdo exclusivo IBM MobileFirst para iOS, IBM venderá también iPhones e iPads equipados con las soluciones específicas a clientes empresariales de todo el mundo.\n El consejero delegado de Apple, Tim Cook, recalcó que el iPhone y el iPad son \"los mejores dispositivos móviles del mundo\" y han transformado la forma de trabajar de más del 98% de las empresas de la lista Fortune 500 y de más del 92% de las de la lista Global 500, que actualmente hacen uso de dispositivos iOS en todo lo relacionado con sus tareas de negocios.\n Capacidad gestión\n\"Por vez primera vamos a poner la renombrada capacidad de gestión de big data y analítica de IBM en las manos de los usuarios de iOS, lo que abre una enorme oportunidad de mercado para Apple.  Este es un paso trascendental para el mundo de la empresa; algo que sólo Apple e IBM pueden ofrecer\", destacó.\n Por su parte, la presidenta y consejera delegado de IBM, Ginni Rometty, afirmó que esta alianza contribuirá a su empeño por llevar las innovaciones a sus clientes de todo el mundo y fortalece el liderazgo de IBM en los ámbitos de analítica, cloud, software y servicios.",
                    "date": "2014-07-17",
                    "eventUri": "1031357",
                    "id": "15514565",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7232,
                    "source": {
                        "title": "El Adelanto de Salamanca",
                        "uri": "www.eladelantado.com"
                    },
                    "time": "06:09:00",
                    "title": "Apple e IBM unen fuerzas para facilitar soluciones a los negocios",
                    "uri": "197855946",
                    "url": "http://www.eladelantado.com/noticia.asp?id=194987",
                    "wgt": 1
                },
                {
                    "body": "Dos de las tecnológicas más grandes del mundo, después de treinta años de competir sin desmayo, acuerdan ahora emprender juntas \"100 nuevas soluciones\" para las empresas.\n Apple e IBM, ahora socias\nDesde aplicaciones exclusivas para los teléfonos iPhone y las tabletas iPad a las que se instalará la plataforma para empresas de IBM Mobile First, hasta servicios en la nube del máximo nivel, optimizados con sistemas operativos iOS de Apple, un panorama de nuevas y gigantescas relaciones se abre para ambas, que, en conjunto podrían cambiar el escenario de la competitividad.  IBM tiene como objetivo ahora proveer sistemas de seguridad, y herramientas de integración móvil para sistemas operativos iOS, mientras que Apple, a través de Apple Care, dará apoyo técnico a empresas para nuevas aplicaciones.\n Los lugares físicos de ambas compañías seguirán siendo independientes: IBM es de las pocas megacompañías de tecnología que esta fuera de Silicon Valley y piensa continuar en su sede neoyorquina de Armonk.\n Patentes de seguridad de IBM serán compartidas por Apple\nUn gigantesco despliegue de 6.000 investigadores y desarrolladores en todo el mundo, que trabajan en unos 26 laboratorios, serán ahora trabajadores para ambas firmas, en tanto Apple dispondrá de unas doce o trece patentes de seguridad que IBM ha comprado en los últimos doce años.\n Apple podrá ahora ingresar más fácilmente a la competencia con Microsoft en la focalización empresarial, donde ésta mantiene el liderazgo del software, para lo cual el aporte de IBM le será fundamental.\n Para la empresa de la manzana, se trata de la segunda gran jugada del año, después que comprara el fabricante de auriculares Beats Electronics, en unos 3.000 millones de dólares, para ingresar de lleno al negocio de la música para suscriptores.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15431536",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7206,
                    "source": {
                        "title": "LARED21",
                        "uri": "www.lr21.com.uy"
                    },
                    "time": "13:15:00",
                    "title": "Apple e IBM acuerdan \"revolucionar\" juntas el flujo de trabajo mediante movilidad",
                    "uri": "197653449",
                    "url": "http://www.lr21.com.uy/tecnologia/1186266-apple-e-ibm-acuerdan-revolucionar-juntas-el-flujo-de-trabajo-mediante-movilidad#utm_source%3Drss%26utm_medium%3Drss%26utm_campaign%3Dapple-e-ibm-acuerdan-revolucionar-juntas-el-flujo-de-trabajo-mediante-movilidad",
                    "wgt": 1
                },
                {
                    "body": "Los defensores de los discapacitados presionan a Apple para mejorar la accesibilidad de las apps\nCUPERTINO, California y ARMONK, New York -- 15 de julio de 2014 -- Apple e IBM han anunciado hoy una alianza exclusiva que conjuga las fortalezas de ambas compañías para transformar la movilidad en el mundo de la empresa por medio de un nuevo tipo de apps de negocios que llevan al iPhone y a iPad las capacidades de analítica y gestión de datos de IBM.\n Este gran acuerdo de colaboración tiene como objetivo redefinir el modo de realizar el trabajo, abordando retos clave en el ámbito de la movilidad en la industria y propiciando así un cambio profundo en el mundo de los negocios.\n Las principales iniciativas que se desarrollarán para poner en marcha esta alianza son: una nueva categoría con más de cien soluciones de empresa específicas, incluyendo apps nativas, desarrolladas por completo y en exclusiva para iPhone e iPad; servicios cloud de IBM optimizados para iOS, incluyendo gestión de dispositivos, seguridad, analítica e integración móvil; una nueva oferta de servicio y soporte AppleCare adaptada a las necesidades de la empresa; y nuevas ofertas paquetizadas de IBM para el suministro, la activación y la gestión del dispositivo.\n Las nuevas soluciones IBM MobileFirst para el sistema operativo iOS de Apple aprovecharán las capacidades de big data y analítica de IBM y la plataforma de desarrollo de Apple.  La combinación creará apps que pueden transformar aspectos específicos de cómo trabajan las empresas y los empleados usando los dispositivos de Apple.\n Como parte del acuerdo exclusivo IBM MobileFirst para iOS, IBM venderá también iPhones e iPads equipados con las soluciones específicas para empresas a clientes empresariales de todo el mundo:\n\"El iPhone y el iPad son los mejores dispositivos móviles del mundo y han transformado la forma de trabajar de más del 98 por ciento de las empresas de la lista Fortune 500 y de más del 92 por ciento de las empresas de la lista Global 500, que actualmente hacen uso de dispositivos iOS en tareas de negocios\", dice Tim Cook, CEO de Apple.\n \"Por vez primera vamos a poner la renombrada capacidad de gestión de big data y analítica de IBM en las manos de los usuarios de iOS, lo que abre una enorme oportunidad de mercado para Apple.  Este es un paso trascendental para el mundo de la empresa; algo que sólo Apple e IBM pueden ofrecer\".\n \"La movilidad -- sumada al fenómeno de los datos y la nube (cloud) -- está transformando las empresas y nuestra industria de una forma histórica, permitiendo a las personas reinventar el trabajo, las industrias y las profesiones\" dice Ginni Rometty, Chairman, Presidente y CEO de IBM.\n \"Esta alianza con Apple contribuirá a nuestro empeño por llevar estas innovaciones a nuestros clientes de todo el mundo, y fortalece el liderazgo de IBM en los ámbitos de analítica, cloud, software y servicios.  Estamos encantados de poder hacer equipo con Apple, cuyas innovaciones han transformado nuestras vidas hasta el punto de que no podríamos imaginar ahora nuestra vida sin ellas.  Nuestra alianza impulsará este mismo tipo de transformación en la forma en la que trabajan las personas, operan las industrias y realizan su actividad las empresas\".\n Las nuevas apps de la plataforma IBM MobileFirst para iOS estarán enfocadas a diferentes situaciones y oportunidades específicas en industrias como retail, salud, banca, viajes y transporte, telecomunicaciones y seguros, entre otras, que estarán disponibles a partir de este otoño y a lo largo de 2015.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15544366",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7166,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "07:43:00",
                    "title": "Apple e IBM se alían para transformar la movilidad en la empresa",
                    "uri": "197940411",
                    "url": "http://www.lavanguardia.com/tecnologia/moviles-dispositivos/iphone-ipad/20140716/54411153139/apple-ibm-alian-transformar-movilidad-empresa.html",
                    "wgt": 1
                },
                {
                    "body": "Tim Cook, consejero delegado de de Apple y Ginni Rometty, consejera delegada de IBM, quienes han anunciado una alianza global para transformar la movilidad en la empresa.\n Alianza histórica entre dos gigantes tecnológicos.  Apple e IBM, acérrimos enemigos en el negocio de los ordenadores personales en los años 80, parecen haber corrido un tupido velo y anoche anunciaron un acuerdo exclusivo para sumar sus fortalezas y atacar el negocio móvil en las empresas.  Con esta maniobra, la compañía de la manzana quiere impulsar las ventas de sus iPhone y iPad en el mercado corporativo, un entorno que se le ha resistido hasta ahora, e IBM afianzarse como un líder en la nube, donde rivaliza con empresas como Amazon.\n Ambas empresas destacaron que con esta alianza desarrollarán un nuevo tipo de aplicaciones corporativas que llevarán al smartphone y tableta de Apple las capacidades de analítica y gestión de datos de IBM.  Según los términos del acuerdo, además de crear más de 100 soluciones de empresas específicas, IBM venderá iPhones e iPads equipados con el nuevo software.\n Ken Dulaney, analista de la consultora Gartner, aseguró a la BBC que aún era demasiado pronto para saber la importancia que tendrá el acuerdo.  \"Es difícil estar seguro, sin tener más detalles\".  Para empezar, se desconocen qué aplicaciones concretas serán desarrolladas y el alcance económico de la alianza entre ambas empresas.\n En la nota enviada por ambas empresas, estas se limitan a apuntar que crearán apps específicas en industrias como el retail, el sector sanitario, la banca, los viajes y el transporte, las telecomunicaciones y los seguros, entre otras.  Igualmente aseguran que estarán disponibles a partir de este otoño y a lo largo de 2015.\n Junto a las aplicaciones, la alianza incluye una oferta de servicios en la nube de IBM optimizados para iOS (el sistema operativo móvil de Apple), incluyendo gestión de dispositivos, seguridad, analítica e integración móvil; una nueva oferta de servicios y soporte AppleCare adaptadas a las necesidades de la empresa, y nuevas ofertas paquetizadas de IBM para el suministro y la gestión de los dispositivos.\n Según reconocen ambas compañías, Apple podrá sacar partido de los más de 100.000 consultores y desarrolladores de software de IBM para impulsar las ventas de sus iPads y iPhones en las empresas, mientras que el gigante azul se beneficiará de la experiencia de usuario y la plataforma de desarrollo de Apple.\n \"Por primera vez vamos a poner la renombrada capacidad de gestión de big data y analítica de IBM en las manos de los usuarios de iOS, lo que abre una enorme oportunidad de mercado para Apple\", aseguró Tim Cook, consejero delegado de Apple.  Por su parte, la presidenta de IBM, Ginni Rometty, defendió que la movilidad, junto con los datos y la nube están transformando las empresas.  \"Están permitiendo a las personas reinventar el trabajo, las industrias y las profesiones.  Y esta alianza con Apple fortalecerá nuestro liderazgo en los ámbitos de analítica, cloud, software y servicios\".\n El nuevo acuerdo marca un nuevo intento de Apple para aprovechar la caída de Blackberry, uno de los líderes móviles en el ámbito empresarial, pero también deja clara la intención de la compañía de la manzana por arañar cuota de mercado a Microsoft en el mundo de la empresa, donde hasta ahora el gigante de Redmond se ha defendido bien con Windows y Office, y sus servicios en la nube.  Ahora, con el apoyo de IBM la empresa de Tim Cook gozará -al menos sobre el papel- de mayor confianza por parte de los departamentos de TI de las empresas.\n Las acciones de Apple subieron ayer un 1,5% en las operaciones posteriores al cierre del mercado, mientras las de IBM se elevaron un 1,8% tras el anuncio.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15397915",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7121,
                    "source": {
                        "title": "Cinco Días",
                        "uri": "cincodias.com"
                    },
                    "time": "06:03:00",
                    "title": "Apple e IBM se alían en el negocio móvil empresarial",
                    "uri": "197559951",
                    "url": "http://cincodias.com/cincodias/2014/07/16/tecnologia/1405486464_703787.html",
                    "wgt": 1
                },
                {
                    "body": "IBM venderá iPhones y iPads a sus clientes, y desarrollará aplicaciones corporativas para el sistema operativo móvil de Apple.\n IBM se asociará de manera exclusiva con Apple para vender iPhones y tabletas iPads equipados con aplicaciones para clientes empresariales a partir del otoño boreal, anunció la compañía ayer.\n El anuncio, que se produce dos días antes de que IBM reporte sus resultados del segundo trimestre, ocurre mientras la firma intenta enfocarse en software y servicios mientras su unidad de hardware continúa enfrentando problemas, y luego de una serie de adquisiciones de software para dispositivos móviles.\n IBM lanzará a partir del otoño boreal más de 100 aplicaciones orientadas a sectores específicos como minoristas, salud, banca, viajes, transportes y telecomunicaciones.\n \"Queremos enfocarnos en crear un flujo de trabajo irresistible, en los procesos, junto con diseños de aplicaciones que puedan ser empleados por todos los usuarios de la organización\", le dijo Bridget van Kralingen, vicepresidenta senior de IBM y jefa del negocio de servicios globales, a Reuters, en la sede de Apple en California.\n \"Queríamos quitar algunas de actuales barreras en cuanto a móviles para las empresas\", sostuvo, y agregó que a los ejecutivos les preocupa la seguridad, la utilización de la nube y la instalación de aplicaciones en sus dispositivos móviles.\n Tim Cook, director ejecutivo de Apple, le dijo a AP que su empresa está recurriendo a la ayuda de IBM porque no comprende las necesidades de clientes corporativos tan bien como conoce las de los consumidores.  Ginni Rometty, directora ejecutiva de IBM, señaló que la alianza ayudará a su compañía al ampliar la clientela para sus herramientas tecnológicas, proporcionando mayores ganancias sobre los aproximadamente 24.000 millones de dólares que IBM ha invertido en análisis de datos.\n \"Es una sociedad que reúne lo mejor de Apple y lo mejor de IBM'', dijo Cook el martes.  \"Esto se trata de dos centrales eléctricas desencadenando la energía de movilidad (para los negocios)'', dijo Rometty.  \"Esto va a transformar profesiones e industrias''.\n Al unir fuerzas, Apple e IBM esperan construir aplicaciones móviles que demuestren que iPhones y iPads pueden servir para otros muchos propósitos empresariales además de revisar el correo electrónico y estar al tanto de citas.  Cook dice que los dispositivos ya son utilizados para trabajar en casi todas las compañías de la lista Fortune 500.\n La asociación, que estuvo franguándose por seis meses, ofrecerá servicios con altos estándares de seguridad, gestión de dispositivos móviles y gran capacidad de análisis de datos.  La compañía también planea desarrollar negocios en la nube optimizados por el sistema operativo para móviles de Apple, iOS.\n La asociación con IBM podría ayudar a Apple a abordar las preocupaciones constantes sobre la seguridad del software y la privacidad de datos en los teléfonos móviles, gracias al aporte de un socio con experiencia que se ha destacado en el sector por décadas.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15454237",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7003,
                    "source": {
                        "title": "lt10digital.com.ar",
                        "uri": "lt10digital.com.ar"
                    },
                    "time": "16:46:00",
                    "title": "IBM y Apple se asocian para llevar al iOS al mundo corporativo",
                    "uri": "197708168",
                    "url": "http://lt10digital.com.ar/noticia/idnot/211741/ibmyappleseasocianparallevaraliosalmundocorporativo.html",
                    "wgt": 1
                },
                {
                    "body": "Los grupos informáticos estadounidenses Apple e IBM anunciaron el martes una asociación centrada en el mercado de clientes profesionales.\n Ambos grupos diseñarán en común aplicaciones móviles integrando tecnologías de IBM destinadas a empresas para el iPhone y la tableta iPad.  IBM venderá también los aparatos iPhone así como iPad, integrando productos adaptados específicamente a clientes profesionales, detalla el comunicado conjunto de los grupos.\n Los grupos expresan su voluntad de \"transformar la movilidad de la empresa con una nueva clase de aplicaciones profesionales\", aportando la capacidad de IBM en términos de análisis de grandes cantidades de datos (\"big data\") a los aparatos de Apple.\n \"Por primera vez, ponemos la renombrada capacidad de análisis de big data de IBM al alcance de los usuarios de iOS\", el sistema de explotación móvil de Apple, \"lo que abre una gran oportunidad en el mercado para Apple\", comentó el director general del grupo de la manzana, Tim Cook.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15434097",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6702,
                    "source": {
                        "title": "Revista Summa Magazine",
                        "uri": "www.revistasumma.com"
                    },
                    "time": "13:40:00",
                    "title": "Apple e IBM se unen en mercado para empresas",
                    "uri": "197660091",
                    "url": "http://www.revistasumma.com/tecnologia/50015-apple-e-ibm-se-unen-en-mercado-para-empresas.html",
                    "wgt": 1
                },
                {
                    "body": "16-07-2014 - IBM y Eduardo Marin Alt1040.- - Apple acaban de anunciar lo que supone una de las sociedades y acuerdos más importantes en el ámbito corporativo de la electrónica de consumo en lo que va de año.  Se trata de un acuerdo para proveer a los dispositivos móviles con sistema operativo iOS de un gran número de aplicaciones y funcionalidades dirigidas al mercado empresarial, que a su vez abre un nuevo mercado para Apple, el de los clientes de IBM.\n Desde hace algunos años IBM se ha dedicado a crear un fuerte catálogo de software y servicios para el ámbito empresarial, se ha convertido en su nicho de mercado y es líder en esa industria, especialmente luego de deshacerse de sus divisiones de hardware, vendida a varios, entre ellos Lenovo.\n IBM es experto en software y aplicaciones corporativas, y se ha comprometido a llevar unas 100 aplicaciones de uso corporativo a iOS, para que funcionen de forma exclusiva en iPhones y iPads, lo que significa que comenzarán a vender iPhones y iPads a sus clientes empresariales.\n Esto es un gran amenaza para BlackBerryAlgunos de los servicios de IBM que llegará al iPhone y al iPad están relacionados con aplicaciones para gestión de dispositivos a nivel empresarial, analíticas y estadísticas, integración móvil con la plataforma de la empresa y por supuesto, seguridad plena en los datos e información sensible.\n Según Tim Cook, esta nueva sociedad que han llamado MobileFirst se dedicará a \"transformar la movilidad corporativa\", ofreciendo los servicios y productos únicos de ambas marcas que ya trabajaron en conjunto alguna vez, hasta el año 2005 con PowerPC.\n Por otro lado, esto supone un nuevo titán en el mercado corporativo que se plantará con muchísima fuerza ante otros como, por supuesto, BlackBerry, cuyo ecosistema, potenciado por QNX, es considerado uno de los más seguros a nivel empresarial (y cuenta con el apoyo de cientos de compañías en el mundo), pero dada la delicada situación económica que vive la compañía canadiense, la llegada de este nuevo rival no son buenas noticias.\n Apple e IBM en conjunto se convertirán en una opción de lo más atractiva a nivel corporativo, aprovechando la enorme popularidad del iPhone y iPad en el mercado, con el respaldo de seguridad de los productos y software IBM para dar confianza a nuevos y viejos clientes.\n Mientras que BlackBerry intenta recuperarse aprovechando su fama en el ámbito empresarial, y Microsoft también comienza a apostar de lleno por este mercado, Apple cuenta con un gran aliado para impactar con un catálogo atractivo de dispositivos y servicios.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15406969",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6633,
                    "source": {
                        "title": "www.internautas.org",
                        "uri": "www.internautas.org"
                    },
                    "time": "08:16:00",
                    "title": "IBM anuncia sociedad con Apple para vender iPhones y iPads",
                    "uri": "197585572",
                    "url": "http://www.internautas.org/html/8398.html",
                    "wgt": 1
                },
                {
                    "body": "Apple se asoció con su ex competidor IBM en un intento por vender más iPhones y iPads a clientes corporativos y agencias gubernamentales.\n La sociedad anunciada el martes requiere que las dos compañías tecnológicas trabajen juntas en aproximadamente 100 diferentes aplicaciones móviles diseñadas para un rango amplio de industrias.\n Las aplicaciones, que se espera salgan al mercado a fin de año, contendrán algunas herramientas de compactación de información que IBM Corp. vende a compañías que tratan de obtener un mejor control de sus mercados principales, al tiempo que buscan nuevas oportunidades de ganar dinero.\n 21 cosas que no sabían que hace su iPhone y les facilitarán el día\nIBM también está prometiendo proporcionar mejor seguridad para tranquilizar a compañías preocupadas por piratas cibernéticos que roben información vital de dispositivos móviles de empleados que realizan cada vez menos de su trabajo en computadoras de escritorio o portátiles.\n Tim Cook, director ejecutivo de Apple Inc., dijo que su empresa está recurriendo a la ayuda de IBM porque no comprende las necesidades de clientes corporativos tan bien como conoce las de los consumidores.\n Ginni Rometty, director ejecutivo de IBM, señaló que la alianza ayudará a su compañía al ampliar la clientela para sus herramientas tecnológicas, proporcionando mayores ganancias sobre los aproximadamente 24.000 millones de dólares que IBM ha invertido en análisis de datos.\n \"Es una sociedad parteaguas que reúne lo mejor de Apple y lo mejor de IBM\", dijo Cook el martes durante una entrevista en la sede de Apple, en Cupertino, California.  En un hecho que enfatiza la importancia de la alianza, Rometty voló de la sede de IBM en Armonk, Nueva York, con el fin de reunirse con Cook para realizar el anuncio.\n \"Esto se trata de dos centrales eléctricas desencadenando la energía de movilidad (para los negocios)\", dijo Rometty.  \"Esto va a transformar profesiones e industrias\".\n Al unir fuerzas, Apple e IBM esperan construir aplicaciones móviles que demuestren que iPhones y iPads pueden servir para otros muchos propósitos empresariales además de revisar el correo electrónico y estar al tanto de citas.  Cook dice que los dispositivos ya son utilizados para trabajar en casi todas las compañías de la lista Fortune 500.\n Tanto Apple como IBM están contando en su sociedad para impulsar sus propios ingresos.  Ambas compañías han estado enfrentando preocupaciones en Wall Street sobre si serán capaces de acelerar su crecimiento de ingreso a un ritmo que empuje al alza sus acciones.\n La acción de Apple ha repuntado desde sus recientes niveles bajos registrados en 2013 y se está aproximando ahora al precio más alto de su historia.  Las acciones bajaron el martes 1,13 dólares para cerrar a 95,32 dólares, apenas 5% debajo de su cotización máxima ajustada de 100,72 dólares.\n La acción de IBM retrocedió el martes 1,37 dólares, cerrando a 188,49, aproximadamente 13% debajo de su precio máximo de 215,90 dólares.\n Ve también\nGoogle desarrollará lentes de contacto\nMás personajes para Super Smash Bros.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15379324",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6576,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "00:48:00",
                    "title": "Apple e IBM se asocian para vender dispositivos",
                    "uri": "197512336",
                    "url": "http://www.publimetro.com.mx/tecno/apple-e-ibm-se-asocian-para-vender-dispositivos/mngp%21Pz2pV4BUEOukI/",
                    "wgt": 1
                },
                {
                    "body": "Apple e IBM, que alguna vez fueron duros rivales en el mercado de las computadoras personales, han hecho una alianza para vender iphones y ipads a corporaciones más grandes.\n Según el acuerdo, IBM proveerá servicios de nube, incluyendo la administración de aparatos y la seguridad para los teléfonos y tabletas de Apple, que venderá a clientes corporativos, y aportará aplicaciones especializadas en industrias particulares.\n \"Por primera vez en la historia estamos poniendo la reconocida capacidad de análisis de datos de IBM en la punta de los dedos de los usuarios de iOS.  Esto abre una oportunidad de mercado enorme para Apple\", dijo Tim Cook, el director ejecutivo de Apple, en un comunicado conjunto.  \"Es un paso radical para la empresa y algo que sólo Apple e IBM pueden lograr\".\n Aunque Apple dijo que el 98% de las compañías de Fortuna 500 ya usaban sus aparatos, la alianza es un reconocimiento de que esta firma enfocada en el cliente no tiene la experticia y la fuerza de ventas necesarias para llegar a los grandes clientes corporativos.  También llega en medio de críticas continuas por el sistema nube de Apple y le dará un nuevo giro al iphone, que ha padecido de una desaceleración en los ingresos durante los últimos trimestres.\n Ginni Rometty, directora ejecutiva de IBM, dijo que estaba \"encantada de aliarse con Apple, cuyas innovaciones han transformado nuestras vidas de formas que damos por hecho, pero que no logro imaginar de otra manera.  Nuestra alianza traerá el mismo tipo de transformación a la forma como la gente trabaja, a la manera como las industrias operan y a cómo las compañías se desempeñan\".\n Las acciones de Apple aumentaron 1,4% luego del día comercial, habiendo cerrado el día con una caída de 1,2%, para llegar a US$95,32.  Las acciones de IBM, que habían caído 0,7%, para llegar a US$188,49 durante el martes, aumentaron 1,6% luego del cierre.  Blackberry, la empresa enfocada en la fabricación de teléfonos móviles, cayó 4% al cierre del mercado.\n Frank Gillet, analista de Forrester Research, alabó el acuerdo como un negocio histórico.  \"Apple ha sido arrastrada a esta empresa por individuos que quieren la misma conveniencia móvil en el trabajo que en sus vidas personales, pero se ha resistido a proveer a empresas por el temor de perder su famoso enfoque en una experiencia de usuario de la mejor calidad\".\n \"Dada la fuerza y el cubrimiento de IBM en el mercado, esta alianza le da a Apple capacidades empresariales y credibilidad de un solo tajo, y le da a IBM la ventaja de calidad en la carrera por el liderazgo en móviles.  Es de esperar que Google y los proveedores más importantes de empresas comiencen a buscar alianzas que ofrezcan una alternativa creíble\", añadió el analista.\n Hace treinta años, Apple intentó competir con las computadoras personales de IBM a través de su famosa publicidad \"1984\", presentando a Big Blue como un dictador malvado, mientras que Macintosh ofrecía la solución.  En la década de 1990, las dos compañías se aliaron para crear el microprocesador PowerPC, que corría en computadoras Macintosh, hasta que Apple empezó a utilizar los chips Intel en 2006.",
                    "date": "2014-07-17",
                    "eventUri": "1031357",
                    "id": "15519585",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6333,
                    "source": {
                        "title": "ElEspectador",
                        "uri": "www.elespectador.com"
                    },
                    "time": "05:14:00",
                    "title": "Apple e IBM se aliaron para atender mercado empresarial - ElEspectador.com",
                    "uri": "197869930",
                    "url": "http://www.elespectador.com/noticias/economia/apple-e-ibm-se-aliaron-atender-mercado-empresarial-articulo-504873",
                    "wgt": 1
                },
                {
                    "body": "WASHINGTON (Reuters) - International Business Machines Corp se asociará de manera exclusiva con Apple Inc para vender iPhones y tabletas iPads equipados con aplicaciones para clientes empresariales a partir del otoño, anunció la compañía el martes.\n El anuncio, que se produce dos días antes de que IBM (IBM.N NY)reporte sus resultados del segundo trimestre, ocurre mientras la firma intenta enfocarse en software y servicios mientras su unidad de hardware continúa enfrentando problemas, y tras una serie de adquisiciones de software para dispositivos móviles.\n La compañía espera que sus ventas de software contribuyan con la mitad de sus ganancias totales en el 2015.\n IBM lanzará a partir del otoño más de 100 aplicaciones estarán orientadas a sectores específicos como minoristas, salud, banca, viajes, transportes y telecomunicaciones.\n \"Queremos enfocarnos en crear un flujo de trabajo absolutamente irresistible, en los procesos, junto con diseños de aplicaciones que puedan ser empleados por todos los usuarios de la organización\", dijo Bridget van Kralingen, vicepresidenta senior de IBM y jefa del negocio de servicios globales, a Reuters en la sede de Apple en California.\n \"Queríamos eliminar algunas de actuales barreras en cuanto a móviles para las empresas\", sostuvo, y agregó que a los ejecutivos de la información les preocupa la seguridad, la utilización de la nube y la instalación de aplicaciones en sus dispositivos móviles.\n La asociación, que estuvo franguándose por seis meses, ofrecerá servicios con altos estándares de seguridad, gestión de dispositivos móviles y gran capacidad de análisis de datos.  La compañía también planea desarrollar negocios en nube optimizados por el sistema operativo para móviles de Apple, iOS.\n Los dispositivos funcionarán a través de operadores inalámbricos elegidos por el cliente, indicó van Kralingen.\n Las acciones de BlackBerry Ltd perdían 3 por ciento después del anuncio.  La fabricante canadiense de teléfonos móviles se han estado enfocando en su negocio de software como parte de un esfuerzo por reactivar sus ventas tras perder terreno ante el iPhone de Apple y los nuevos modelos de teléfonos de Samsung Electronics Co.\nLa asociación con IBM podría ayudar a Apple a abordar las preocupaciones constantes sobre la seguridad del software y la privacidad de datos en los teléfonos móviles, gracias al aporte de un socio con experiencia que se ha destacado en el sector por décadas.\n Las acciones de IBM subían un 1,9 por ciento y los títulos de Apple avanzaban 1,3 por ciento en las operaciones posteriores al cierre de los mercados.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15400366",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6176,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "06:40:00",
                    "title": "IBM ofrecerá iPads e iPhones equipados para clientes empresariales",
                    "uri": "197566812",
                    "url": "http://www.eleconomista.es/telecomunicaciones-tecnologia/noticias/5944315/07/14/IBM-ofrecera-iPads-e-iPhones-equipados-para-clientes-empresariales.html",
                    "wgt": 1
                },
                {
                    "body": "La sociedad anunciada el martes requiere que las dos compañías tecnológicas trabajen juntas en aproximadamente 100 diferentes aplicaciones móviles diseñadas para un rango amplio de industrias.\n Las aplicaciones, que se espera salgan al mercado a fin de año, contendrán algunas herramientas de compactación de información que IBM Corp. vende a compañías que tratan de obtener un mejor control de sus mercados principales, al tiempo que buscan nuevas oportunidades de ganar dinero.\n IBM también está prometiendo proporcionar mejor seguridad para tranquilizar a compañías preocupadas por piratas cibernéticos que roben información vital de dispositivos móviles de empleados que realizan cada vez menos de su trabajo en computadoras de escritorio o portátiles.\n Tim Cook, director ejecutivo de Apple Inc., dijo que su empresa está recurriendo a la ayuda de IBM porque no comprende las necesidades de clientes corporativos tan bien como conoce las de los consumidores.  Ginni Rometty, director ejecutivo de IBM, señaló que la alianza ayudará a su compañía al ampliar la clientela para sus herramientas tecnológicas, proporcionando mayores ganancias sobre los aproximadamente 24.000 millones de dólares que IBM ha invertido en análisis de datos.\n \"Es una sociedad parteaguas que reúne lo mejor de Apple y lo mejor de IBM\", dijo Cook el martes durante una entrevista en la sede de Apple, en Cupertino, California.  En un hecho que enfatiza la importancia de la alianza, Rometty voló de la sede de IBM en Armonk, Nueva York, con el fin de reunirse con Cook para realizar el anuncio.\n \"Esto se trata de dos centrales eléctricas desencadenando la energía de movilidad (para los negocios)\", dijo Rometty.  \"Esto va a transformar profesiones e industrias\".\n Al unir fuerzas, Apple e IBM esperan construir aplicaciones móviles que demuestren que iPhones y iPads pueden servir para otros muchos propósitos empresariales además de revisar el correo electrónico y estar al tanto de citas.  Cook dice que los dispositivos ya son utilizados para trabajar en casi todas las compañías de la lista Fortune 500.\n Tanto Apple como IBM están contando en su sociedad para impulsar sus propios ingresos.  Ambas compañías han estado enfrentando preocupaciones en Wall Street sobre si serán capaces de acelerar su crecimiento de ingreso a un ritmo que empuje al alza sus acciones.\n La acción de Apple ha repuntado desde sus recientes niveles bajos registrados en 2013 y se está aproximando ahora al precio más alto de su historia.  Las acciones bajaron el martes 1,13 dólares para cerrar a 95,32 dólares, apenas 5% debajo de su cotización máxima ajustada de 100,72 dólares.\n La acción de IBM retrocedió el martes 1,37 dólares, cerrando a 188,49, aproximadamente 13% debajo de su precio máximo de 215,90 dólares.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15385542",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6137,
                    "source": {
                        "title": "Periódico El Mexicano",
                        "uri": "www.el-mexicano.com.mx"
                    },
                    "time": "02:25:00",
                    "title": "Apple e IBM se asocian para vender dispositivos",
                    "uri": "197527241",
                    "url": "http://www.el-mexicano.com.mx//informacion/noticias/1/57/economia-y-finanzas/2014/07/15/770954/apple-e-ibm-se-asocian-para-vender-dispositivos",
                    "wgt": 1
                },
                {
                    "body": "International Business Machines Corp (IBM) se asociará de manera exclusiva con Apple Inc para vender iPhones y tabletas iPads equipados con aplicaciones para clientes empresariales a partir del otoño boreal, anunció la compañía el martes.\n El anuncio, que se produce dos días antes de que IBM reporte sus resultados del segundo trimestre, ocurre mientras la firma intenta enfocarse en software y servicios mientras su unidad de hardware continúa enfrentando problemas, y luego de una serie de adquisiciones de software para dispositivos móviles.\n La compañía espera que sus ventas de software contribuyan con la mitad de sus ganancias totales en el 2015.\n IBM lanzará a partir del otoño boreal más de 100 aplicaciones estarán orientadas a sectores específicos como minoristas, salud, banca, viajes, transportes y telecomunicaciones.\n \"Queremos enfocarnos en crear un flujo de trabajo absolutamente irresistible, en los procesos, junto con diseños de aplicaciones que puedan ser empleados por todos los usuarios de la organización\", dijo Bridget van Kralingen, vicepresidenta senior de IBM y jefa del negocio de servicios globales, a Reuters en la sede de Apple en California.\n \"Queríamos remover algunas de actuales barreras en cuanto a móviles para las empresas\", sostuvo, y agregó que a los ejecutivos de la información les preocupa la seguridad, la utilización de la nube y la instalación de aplicaciones en sus dispositivos móviles.\n La asociación, que estuvo franguándose por seis meses, ofrecerá servicios con altos estándares de seguridad, gestión de dispositivos móviles y gran capacidad de análisis de datos.  La compañía también planea desarrollar negocios en nube optimizados por el sistema operativo para móviles de Apple, iOS.\n Los dispositivos funcionarán a través de operadores inalámbricos elegidos por el cliente, indicó van Kralingen.\n Las acciones de BlackBerry Ltd perdían 3 por ciento después del anuncio.  La fabricante canadiense de teléfonos móviles se han estado enfocando en su negocio de software como parte de un esfuerzo por repuntar sus ventas tras perder terreno ante el iPhone de Apple y los nuevos modelos de teléfonos de Samsung Electronics Co.\nLa asociación con IBM podría ayudar a Apple a abordar las preocupaciones constantes sobre la seguridad del software y la privacidad de datos en los teléfonos móviles, gracias al aporte de un socio con experiencia que se ha destacado en el sector por décadas.\n Las acciones de IBM subían un 1,9 por ciento y los títulos de Apple avanzaban 1,3 por ciento en las operaciones posteriores al cierre de los mercados.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15405554",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5982,
                    "source": {
                        "title": "Telecinco",
                        "uri": "www.telecinco.es"
                    },
                    "time": "07:56:00",
                    "title": "IBM y Apple se alían para transformar la movilidad en la empresa",
                    "uri": "197581332",
                    "url": "http://www.telecinco.es/informativos/tecnologia/IBM-Apple-transformar-movilidad-empresa_0_1828575053.html",
                    "wgt": 1
                },
                {
                    "body": "La empresa creada por Bill Gates podría perder el control del suministro de teléfonos inteligentes a las empresas\nEl acuerdo de colaboración exclusivo firmado el martes por IBM y Apple, en el que ambos unirán sus fuerzas en el mercado de la telefonía inteligente, podría suponer una amenaza directa para los intereses de otro gigante, Microsoft.\n Microsoft, que posee una gran fortaleza empresarial, compite contra dos de las grandes multinaciones del sector tecnológico en un mercado por el que había apostado muy fuerte tras el nombramiento de Satya Nadella como consejero delegado de la empresa: el control del mercado del móvil en las empresas por medio de sus tabletas y del sistema operativo Windows Phone.\n Si la alianza entre ambas empresas da sus frutos y las aplicaciones que lancen para los sistemas operativos iOS resultan exitosas, Microsoft se verá obligada a desarrollar productos similares o mejorados para no quedarse atrás y, además, deberá hacer frente a la cuestión sobre si desarrollarlos sólo para Windows Phone o adaptarlos también para iOS y alcanzar así a todo el mercado, informa Efe.\n La unión de ambas empresas, insólita puesto que IBM y Apple han sido durante tres décadas grandes y enconados rivales en el incipiente mercado informático, permitirá a IBM distribuir productos de Apple a sus clientes corporativos y reforzar el sistema operativo iOS de Apple proveyendo a la empresa de mecanismos de seguridad y de análisis.  A cambio, la empresa de la manzana ofrecerá apoyo técnico a las empresas con sus nuevas aplicaciones a través de AppleCare.\n Además de Microsoft, el otro gran perjudicado por este acuerdo entre Blackberry, el fabricante canadiense de teléfonos inteligentes, que tras un periodo ausente en el mercado, ha redirigido y focalizado su estrategia en el sector empresarial.",
                    "date": "2014-07-17",
                    "eventUri": "1031357",
                    "id": "15515752",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5707,
                    "source": {
                        "title": "Revista Summa Magazine",
                        "uri": "www.revistasumma.com"
                    },
                    "time": "06:26:00",
                    "title": "Microsoft teme que la unión de Apple e IBM haga peligrar su plan de expansión",
                    "uri": "197859757",
                    "url": "http://www.revistasumma.com/tecnologia/50043-microsoft-teme-que-la-union-de-apple-e-ibm-haga-peligrar-su-plan-de-expansion.html",
                    "wgt": 1
                },
                {
                    "body": "Hay gestos que pasan a la historia.  Los cortes de manga también.  En el caso de la tecnología, probablemente, la peineta más recordada es la que le dedicó Steve Jobs, el extinto fundador de Apple, a las letras que conforman IBM.  Hace tres décadas, ambos gigantes competían por el mercado de los ordenadores domésticos.\n La imagen de Virginia Rommety junto a Tim Cook sentados en un plató de la NBC enterró el histórico gesto, que ha quedado enmarcado en el recuerdo como otra de las excentricidades del brillante currículum del genio de Palo Alto.  Y es que los máximos responsables de ambas compañías suscribieron este martes en una entrevista en un programa de televisión de Estados Unidos una alianza para crear aplicaciones y vender teléfonos y tabletas en el ámbito laboral.\n La firma del acuerdo -el de mayor entidad suscrito por ambas firmas- permitirá al fabricante de Cupertino abordar uno de los ámbitos donde hasta el momento se prodigaba más bien poco: el de las negocios.  Y es que a día de hoy resulta más bien raro ver que alguna empresa haya hecho de los iPhone y los iPads sus dispositivos de cabecera a la hora de trabajar.\n Ese papel venía correspondiendo tradicionalmente a Microsoft y, en la era de los móviles, a Blackberry (sus acciones recibieron la noticia con un descenso de más del 4%) y, tras el declive del gigante canadiense, Samsung había puesto gran parte del foco de sus planes de futuro.  Otro de los interesados ha sido Google, quien ya ha empezado a trabajar en Android herramientas pensando en el 'Bring your own device' (Trae tu propio dispositivo), una filosofía al alza en el entreno empresarial.\n Este tándem tiene en su punto de mira a los de Redmond que, a pesar del impulso y los aires de cambio insuflados por su nuevo CEO, Sayda Nadella, aún buscan culminar la transición al mundo móvil sin perder su liderato en el mercado empresarial.\n EL ACUERDO\nA partir de ahora, las tabletas y los terminales móviles que facilite IBM a sus clientes de soluciones móviles llevarán instalada la plataforma 'MobileFirst', desarrollada por el que otrora fue líder mundial de la fabricación de 'pecés'.  En total, han desarrollado conjuntamente un centenar de aplicaciones y la empresa dirigida por Rommety trabajará soluciones en la nube adaptadas a iOS, sistema operativo de los dispositivos de Apple, que ofrecerá asistencia técnica a las empresas.\n Otro de las grandes beneficios para IBM es que se asocia con una de las marcas más vanguardistas del mercado, refrescando así su imagen de empresa.  Apple tendrá acceso al registro de patentes de seguridad, así como a la veintena larga de laboratorios de su nuevo socio para el desarrollo de proyectos conjuntos.  \"Por primera vez en la historia, estamos ofreciendo a los usuarios de iOS las herramientas de 'big data' y análisis de IBM\", destacó sobre este asunto Tim Cook, quien no dudó en reconocer la gran oportunidad de negocio que ahora se abre para su compañía.",
                    "date": "2014-07-17",
                    "eventUri": "1031357",
                    "id": "15508650",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5687,
                    "source": {
                        "title": "diariodenavarra.es",
                        "uri": "www.diariodenavarra.es"
                    },
                    "time": "04:29:00",
                    "title": "IBM hace un hueco en la oficina a su archienemigo Apple",
                    "uri": "197839237",
                    "url": "http://www.diariodenavarra.es/noticias/mas_actualidad/economia/2014/07/16/ibm_hace_hueco_oficina_archienemigo_apple_167784_1033.html",
                    "wgt": 1
                },
                {
                    "body": "La necesidad es a menudo la madre de la invención, o en el caso de Apple e IBM un nuevo canal de distribución.\n El movimiento de dos empresas que en otro tiempo fueron rivales para abordar conjuntamente el mercado de tecnología corporativa cogió por sorpresa.  Pero en cierto sentido no debería hacerlo: ambas son compañías enormes que afrontan retos para crecer.\n Apple ha adoptado un enfoque amplio frente a este problema, combinando varias tácticas como el aumento de la penetración del iPhone en regiones como China, la adquisición del negocio de auriculares y música por streaming Beats y el desarrollo, según las noticias, de un iPhone con pantalla grande y de un smartwatch.\n El acuerdo con Big Blue se suma a esos esfuerzos.  IBM desarrollará apps especializadas y servicios móviles que sus comerciales venderán a los clientes empresariales junto al iPhone y el iPad.  Esto ayudará en cierta medida a legitimar a Apple en este mercado.\n Hace tiempo que los productos de la compañía de la manzana se utilizan en los negocios, aunque a menudo entran a través de políticas conocidas como \"trae tu propio dispositivo\".  Por otra parte, muchos responsables de tecnología corporativa siguen apoyando a plataformas como BlackBerry, que son más fáciles de gestionar de forma centralizada.\n En el caso de IBM, el acuerdo le une a una marca popular que podría contribuir a aumentar la demanda de servicios como MobileFirst.  Éste fue lanzado el año pasado y está diseñado para ayudar a las compañías a simplificar la gestión de los dispositivos móviles.  La noticia supuso el miércoles un revés para las acciones de BlackBerry y MobileIron, ya que ambas compañías ofrecen servicios rivales.\n Resultará difícil evaluar las ventajas del acuerdo para Apple e IBM, pero es probable que sus beneficios no dejen de aumentar.  BlackBerry vendió unos 6 millones de smartphones en los dos últimos trimestres frente a casi 95 millones de iPhones durante el mismo periodo.  Apple e IBM probablemente compartirán los ingresos por el software y los servicios, aunque el anuncio no ofreció muchos detalles al respecto.\n Pero las compañías buscarán crecimiento allí donde puedan extraerlo.  Así, hasta un pequeño acuerdo puede llegar lejos.\n Lea el artículo original publicado en The Wall Street Journal Apple Takes Its Business Seriously",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15485250",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5615,
                    "source": {
                        "title": "Expansion",
                        "uri": "www.expansion.com"
                    },
                    "time": "22:20:00",
                    "title": "Apple se toma en serio su negocio",
                    "uri": "197781565",
                    "url": "http://www.expansion.com/2014/07/16/opinion/1405536256.html",
                    "wgt": 1
                },
                {
                    "body": "La era post-PC da un paso más.  IBM, el gigante del mundo empresarial, y Apple, la firma de electrónica de consumo y software más relevante, acaban de cerrar un acuerdo para introducir sus móviles y tabletas en el mundo de los negocios, la última frontera que tenían que atravesar estos aparatos.\n Durante una entrevista en NBC, Tim Cook, consejero delegado de Apple, y Virginia Rometti, su homóloga en la blue chip, antiguos enemigos en el mercado de los ordenadores personales para los hogares a finales de los 80 y comienzos de los 90, certificaron su acuerdo para llevar iPhones e iPads a las empresas.\n Los aparatos no llegarán solos.  Los harán con un centenar de aplicaciones desarrolladas de manera conjunta.  Apple se beneficia de la experiencia de IBM en el entorno corporativo.  Cook ha destacado su intención de \"cumplir con la promesa de la telefonía móvil a lo grande\".  Mientras que Rometti pone el foco en la seguridad, uno de los motivos de desconfianza hacia el hasta ahora informal mundo táctil.  Apple se compromete a dar soporte de hardware, el denominado Apple Care, mientras que IBM insiste en que dará soluciones pensadas en aumentar la productividad de los empleados.\n Cuando Steve Jobs presentó el iPad, hace cuatro años, su afirmación sonó exagerada.  \"Los ordenadores existirán, pero ya no serán para todos, sino para trabajos concretos\", dijo.  Y añadía una similitud.  En su visión de futuro los ordenadores eran el equivalente a los tractores, aptos para una tarea muy específica, pero no para desplazarse.  Los móviles y tabletas serían los nuevos coches.\n Desde entonces, el mercado de consumo ha pasado a estar liderado por Apple, pero nunca terminaron de verse como aparatos aptos para la productividad, sino enfocados para el consumo de contenidos, navegación ...",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15463629",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5459,
                    "source": {
                        "title": "nuevo siglo tampa",
                        "uri": "nuevosiglotampa.com"
                    },
                    "time": "18:22:00",
                    "title": "Apple e IBM se al&#237;an para vender aplicaciones, m&#243;viles y tabletas",
                    "uri": "197730463",
                    "url": "http://nuevosiglotampa.com/noticia/6273/apple-e-ibm-se-al-amp-237-an-para-vender-aplicaciones",
                    "wgt": 1
                },
                {
                    "body": "TORONTO -- Las acciones de BlackBerry bajaron el miércoles al conocerse detalles de la asociación orientada a clientes empresariales entre Apple e IBM, dos de las compañías tecnológicas más grandes del mundo.\n IBM Corp. creará más aplicaciones de negocios para los iPhones y las iPads.  IBM y Apple Inc. dijeron el martes por la noche que las aplicaciones saldrían al mercado a fin de año.\n Las más de 100 aplicaciones de IBM servirán a sectores específicos, como ventas minoristas y atención médica.\n La asociación entre ambas empresas tiene lugar en momentos en que BlackBerry intenta reafirmar su posición orientada a negocios y agencias del gobierno que necesitan comunicaciones móviles seguras.\n La empresa canadiense podría comenzar a sentir la presión a medida que sus competidores apuntan su atención hacia el mercado empresarial, que es altamente lucrativo y generalmente leal.\n El analista Anil Doradla, de la firma William Blair, consideró que la asociación entre Apple e IBM será \"negativa a largo plazo\" para BlackBerry.\n \"En el posible escenario de que Apple/IBM atiendan con eficacia las necesidades de los clientes empresariales, vemos pocos motivos para que las compañías elijan la plataforma de BlackBerry sobre la de Apple\", escribió el experto en una nota.\n Sin embargo, la firma canadiense dijo en tono optimista en un correo electrónico que ella \"sólo hace hincapié en la actual necesidad de soluciones seguras integrales de movilidad empresarial como las que BlackBerry ha proveído durante años\".\n BlackBerry Ltd., antes conocida como Research In Motion, fue alguna vez la compañía más valiosa de Canadá, con un valor de mercado de 83.000 millones de dólares en junio de 2008.\n Sin embargo, las acciones se desplomaron ante la competencia que representan los iPhone y los teléfonos con sistema operativo Android.\n BlackBerry ha dedicado más recursos para construir su relación con clientes empresariales desde que la administra el director general John Chen, quien se incorporó a la empresa en noviembre.\n Chen fue contratado para que reestructurara BlackBerry, redujera costos y reforzara a la empresa en el competitivo sector de la tecnología.\n Antes de que asumiera el cargo, contribuyó a que la compañía de programas informáticos Sybase se convirtiera en una firma lucrativa enfocada en la tecnología móvil para negocios.\n Las acciones de BlackBerry perdieron 1,30 dólares, 11,5%, y cerraron en 10 dólares en la sesión vespertina del miércoles en el Nasdaq.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15488820",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.537,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "22:58:00",
                    "title": "BlackBerry baja en bolsa por acuerdo Apple-IBM - El Nuevo Herald",
                    "uri": "197790208",
                    "url": "http://www.elnuevoherald.com/2014/07/16/1800886/blackberry-baja-en-bolsa-por-acuerdo.html",
                    "wgt": 1
                },
                {
                    "body": "La alianza de IBM y Apple para el mercado empresarial podría afectar directamente a Dell y BlackBerry, compañías que dependen en gran medida de sus clientes profesionales. Sin embargo, responsables de ambas firmas han restado importancia al acuerdo entre IBM y Apple, considerando que su posición todavía no es preocupante.\n\nA mediados de julio IBM y Apple anunciaban un acuerdo para colaborar en el sector empresarial. Según dicha alianza, Apple introduciría software para profesionales diseñado por IBM en iPhone y iPad para su venta a empresas. De esta forma, ambas compañías se reforzarían y Apple conseguiría ganar competitividad en el ámbito empresarial.\n\nEl anuncio del acuerdo entre IBM y Apple afectaría directamente a Dell y BlackBerry, dos empresas con importantes intereses en el sector profesional. Dell es una de las compañías líderes en ordenadores y equipamiento para empresas, mientras que BlackBerry ha sido tradicionalmente la plataforma móvil preferida de las empresas. En un momento en el que el mercado de consumo está dominado por iOS y Android, BlackBerry dependería aún más de su éxito en el campo de las empresas, por lo que la alianza de IBM y Apple sería especialmente dañina para sus intereses.\n\nPese a la competencia potencial que supone la unión de IBM y Apple, desde Dell y BlackBerry han restado importancia al acuerdo. En concreto, el responsable de software de Dell, John Swainson, ha asegurado en declaraciones a Reuters que sus rivales han hecho \"un buen comunicado de prensa\", pero más allá de eso en Dell no interpretan el acuerdo como algo \"terriblemente serio\".\n\nSwainson ha expresado su escepticismo ante el posible éxito del acuerdo de sus rivales y ha destacado que los productos de Apple no responden por el momento a las necesidades de los clientes profesionales. En concreto, el directivo de Dell ha señalado que los equipos de Apple no ofrecen las opciones de seguridad que los clientes empresariales demandan.\n\nPor su parte, el presidente de BlackBerry, John Chen, también ha restado importancia a la amenaza de esta alianza entre IBM y Apple. En una entrevista a Financial Times, Chen se ha referido al acuerdo comparándolo con \"dos elefantes que comienzan a bailar\".\n\nEsta postura común de Dell y BlackBerry a la hora de restar importancia a la estrategia de sus rivales ha disparado especulaciones sobre un posible acuerdo. En BlackBerry han reconocido que trabajan con otras compañías para buscar acuerdos y Dell podría ser una de ellas. Por el momento no ha habido ninguna confirmación oficial, pero ambas compañías podrían ver con buenos ojos una colaboración para ser más competitivas aún contra sus rivales.",
                    "date": "2014-07-27",
                    "eventUri": "1031357",
                    "id": "16231246",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4359,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "10:05:00",
                    "title": "El acuerdo entre IBM y Apple no asusta ni a Dell ni a BlackBerry",
                    "uri": "199946917",
                    "url": "http://www.europapress.es/portaltic/empresas/noticia-acuerdo-ibm-apple-no-asusta-dell-blackberry-20140727120043.html",
                    "wgt": 1
                },
                {
                    "body": "SoftLayer, la compañía que ofrece productos y servicios en la nube, ha cumplido un año dentro de la multinacional de tecnología IBM, y lo ha hecho en medio de la expansión de la adopción de servicios híbridos en la nube entre las empresas.\n IBM compró SoftLayer por 2.000 millones de dólares en julio de 2013 y ha seguido invirtiendo desde entonces en su infraestructura y oferta de soluciones, como ha explicado la multinacional en un comunicado.\n \"Clientes de todas partes del mundo están migrando hacia la plataforma de SoftLayer, 6.000 el año pasado.  En España, la Compañía cuenta ya con cerca de 200 clientes en infraestructura SoftLayer\", según la información ofrecida por IBM.  En este tiempo, más de 1.000 socios de negocio han firmado con IBM para ofrecer sus servicios sobre la infraestructura de SoftLayer, más de 90 en España.\n A día de hoy, IBM tiene 28 centros de datos incluidas las recientes inauguraciones de Lisboa, Hong Kong, Dallas y Londres.  En el tercer trimestre de 2014, IBM planea anunciar centros adicionales en Melbourne, Toronto y Washington D.C, que ofrecerán los servicios completos de infraestructura de SoftLayer en la nube, es decir, servidores físicos, servidores virtuales, almacenamiento y redes.\n \"Las empresas-clientes están transformando sus modelos de negocio para poder responder a los requisitos de la era digital gracias a la oferta de tecnología en nube híbrida\".  Esta oferta aúna la tecnología tradicional y el cloud computing: puede mantener el control en las instalaciones de aplicaciones a la vez que desempeña otras tareas, como poder acceder con mayor rapidez a los datos, para expandir los nuevos servicios y reducir costes.\n Casi la mitad de las grandes empresas tendrán desarrollos en la nube híbrida a finales de 2017, según datos aportados en el comunicado.  Esto requerirá integrar sus infraestructuras e inversiones tecnológicas existentes (systems of record, en inglés) con las nuevas cargas de trabajo cloud surgidas de las nuevas tendencias, como el incremento de los datos, la movilidad y las redes sociales (systems of engagement).\n SERVICIOS CLOUD PARA LA EMPRESA DE IBM\nSegún han explicado en el comunicado, SoftLayer ha reforzado la oferta IaaS, PaaS y SaaS de IBM, ha ampliado su red de centros de datos y ha creado una nueva plataforma para desarrolladores, denominada Bluemix, y un mercado online cloud.  Además, a partir de ahora, SoftLayer jugará un papel fundamental en el rápido desarrollo de nuevas soluciones de analítica de negocio a los clientes.\n Por otra parte, IBM tiene más de 100 soluciones SaaS en la nube y una red de 40 centros de datos en todo el mundo.  Desde 2007, IBM ha invertido más de 7.000 millones de dólares en 17 adquisiciones para acelerar sus iniciativas cloud y construir su oferta de soluciones.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15411419",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4163,
                    "source": {
                        "title": "Telecinco",
                        "uri": "www.telecinco.es"
                    },
                    "time": "09:17:00",
                    "title": "IBM celebra el primer aniversario de la compra de SoftLayer",
                    "uri": "197598846",
                    "url": "http://www.telecinco.es/informativos/tecnologia/IBM-celebra-primer-aniversario-SoftLayer_0_1828575086.html",
                    "wgt": 1
                },
                {
                    "body": "Apple e IBM no son las únicas empresas del sector tecnológico que se han unido contra todo pronóstico.  La industria ha dado lugar a extraños compañeros de cama.\n La sorprendente alianza entre Apple e IBM por la que la segunda compañía ofrecerá los smartphones y tablets de la primera a sus clientes empresariales a partir de este otoño cogió por sorpresa al sector.  Ambas empresas habían sido rivales encarnizadas en el pasado, pero han decidido enterrar el hacha de guerra en busca de intereses comunes.  De todos modos, no debería sorprender, ya que el sector tecnológico es propenso a este tipo de uniones estratégicas.\n Posiblemente la alianza más extraña que ha vivido esta industria fue la que llevaron a cabo la propia Apple y nada menos que Microsoft, su eterna rival.  Fue en agosto de 1997, pocos meses después de que Steve Jobs volviese a la empresa que había creado para hacerla renacer de sus cenizas.  Y para que haya cenizas tiene que haber un fuego, aunque en este caso fuese metafórico.\n La presencia del mismísimo Bill Gates en la Mac World Expo del 6 de agosto de 1997, por videoconferencia, aún es uno de los momentos clave de la historia de las dos compañías.  Los de Redmond invirtieron 150 millones de dólares en la firma de la manzana, una cantidad que no daba derecho a voto pero sí servía para reflotar la empresa de Jobs.  Por su parte, Microsoft evitaba el hundimiento de su rival, pero también las posibles demandas antimonopolio que habría causado su desaparición.\n Tanto Apple como Microsoft han sido protagonistas de otras alianzas peculiares.  La empresa de Cupertino se ha enfrentado a Samsung en múltiples juicios a lo largo de los últimos años, casi todos relacionados con patentes de sus dispositivos, tanto por hardware (diseño, principalmente) como por software.  Sin embargo, los coreanos están presentes en muchos mercados y uno de ellos es el de la producción de pantallas como las que utilizan los productos de Apple.  Así, han tenido una relación de amor/odio que, eso sí, poco a poco se ha ido deteriorando.\n Por su parte, Microsoft ha cuidado más sus relaciones.  Su acuerdo más sonado fue el que cerró con Nokia para que se centrase en su sistema operativo para smartphones, Windows Phone.  Gracias a la gama Lumia, la plataforma consiguió hacerse con el tercer puesto por cuota de mercado (tras Android y iOS).  Finalmente, el pez grande se comió al chico y Microsoft compró el negocio de telefonía de Nokia.\n Google también ha protagonizado una alianza tan sorprendente como criticada.  El buscador y Verizon se unieron para proteger la neutralidad de la Red en agosto de 2010.  Eso sí, dejaron fuera de esta defensa las redes móviles, algo que Facebook aprovechó para criticar.\n A pesar de ello, los dos gigantes de Internet suelen coincidir a la hora de recordar la importancia de un Internet abierto, aunque esto no sea una alianza comercial.  Ambas empresas formaron parte del movimiento global contra SOPA, la ley antipiratería que causó el rechazo de múltiples compañías y organizaciones como Wikipedia.  Sus acciones no fueron las más duras (la enciclopedia virtual, por ejemplo, cerró durante un día para expresar su oposición), pero sí de las más visibles: Google le dedicó un doodle y Mark Zuckerberg, una carta abierta en su perfil.  La ley nunca llegó a ver la luz.",
                    "date": "2014-07-17",
                    "eventUri": "1031357",
                    "id": "15521920",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4117,
                    "source": {
                        "title": "Terra",
                        "uri": "noticias.terra.com.pe"
                    },
                    "time": "05:01:00",
                    "title": "Alianzas tecnológicas imposibles que se hicieron realidad - Terra Perú",
                    "uri": "197876180",
                    "url": "http://noticias.terra.com.pe/tecnologia/alianzas-tecnologicas-imposibles-que-se-hicieron-realidad%2C7fd190328ff37410VgnVCM10000098cceb0aRCRD.html",
                    "wgt": 1
                },
                {
                    "body": "La campaña De-OIE, de China afecta a las grandes firmas de Silicon Valley.  Para aquellos no familiarizados con el término, se está utilizando para describir el impulso de las empresas estatales de Pekín para dejar de depender del software y los servicios las empresas estadounidenses, principalmente IBM, Oracle y EMC.\n China es el tercer mayor mercado de tecnologías de la información del mundo -con un rápido crecimiento-.  El gobierno chino, sin embargo, quiere dejar de depender de empresas masivas a favor de proveedores nacionales como Huawei y Lenovo en nombre del desarrollo económico y la seguridad.\n China solo representa alrededor del 4% de las ventas de IBM y Cisco.  En Oracle y EMC es probable que la cifra sea aún menor.  Apple obtiene el 20% de sus ingresos allí.  Pero los grandes bancos, operadores de telecomunicaciones y empresas estatales son los objetivos naturales del espionaje estadounidense, y las decisiones de compra son más vulnerables a la presión de las autoridades.  Tales cuestiones no afectan realmente a los consumidores chinos, lo que puede explicar por qué las ventas de Apple en China subieron el último trimestre y las de Cisco cayeron en cifras de dos dígitos.\n Las grandes firmas de hardware se enfrentan al grueso del problema, por lo que estos vendedores serán los primeros en hacer frente a la caída de las ventas.  IBM está particularmente expuesta.  Alrededor de la mitad de sus ventas en China provienen del hardware.  Las mayores cifras de la compañía en China cayeron un 20% en el último trimestre.  Quedan por delante más caídas.  Microsoft, por su parte, verá ralentizarse o incluso reducirse lo que había sido un mercado de rápido crecimiento, después de que China prohibiera instalar Windows 8 en los equipos del gobierno.\n Los inversores no parecen esperar mucho crecimiento de estos gigantes de la tecnología.  IBM, Oracle y EMC -los principales objetivos en China- o de, Cisco y Microsoft .  Los resultados trimestrales, que comienzan a salir esta semana, pueden poner un poco más de manifiesto el problema.",
                    "date": "2014-07-16",
                    "eventUri": "1031357",
                    "id": "15468877",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3854,
                    "source": {
                        "title": "Cinco Días",
                        "uri": "cincodias.com"
                    },
                    "time": "19:16:00",
                    "title": "Golpe a las tecnológicas",
                    "uri": "197743235",
                    "url": "http://cincodias.com/cincodias/2014/07/16/empresas/1405533137_765566.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 31,
            "averageDate": "2014-07-16",
            "avgCos": 0.6595,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1031357",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1031357",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New York City",
                "lat": 40.71427,
                "long": -74.00597,
                "wikiUri": "http://en.wikipedia.org/wiki/New_York_City"
            },
            "storyDate": "2014-07-16",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-221280",
            "variance": 0.5489
        }
    },
    "meta": {
        "CCAArticleMatchCount": 49,
        "CCAArticleMatchRatio": 0.3888888888888889,
        "CCAAvgCosSim": 0.7135142857142858,
        "CCAAvgMatchWgt": 57.6530612244898,
        "_articleUri1": "198113769",
        "_articleUri2": "197597319",
        "_datetime": "2015-02-19 21:13:14",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-576336",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-221280",
        "_username": "Evgenia Belyaeva",
        "artCount1": 10,
        "artCount2": 31,
        "avgCosSimStory1": 0.4315,
        "avgCosSimStory2": 0.6595,
        "categorySim": 0,
        "conceptCosSim": 0.5248456653080735,
        "conceptJaccardSim": 0.1739130434782609,
        "coreTime1": 127490.7166666667,
        "coreTime2": 127442.4166666667,
        "coreTimeStDev1": 40.09885738665589,
        "coreTimeStDev2": 9.38297853680861,
        "entityCosSim": 0.7639085299504801,
        "entityJaccardSim": 0.2,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 1,
        "hasSameLocation": -1,
        "keywordCosSim": 0.3981946764545102,
        "keywordJaccardSim": 0.1538461538461539,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 8,
        "storyQuality2": 21,
        "timeAvg1": 127537.235,
        "timeAvg2": 127463.1532258065,
        "timeStDev1": 53.04271625041768,
        "timeStDev2": 47.01205450907219,
        "varianceStory1": 0.3138,
        "varianceStory2": 0.5489
    }
}