{
    "850f305d-14db-4c75-b547-79470a557ea3-1157765": {
        "articles": {
            "resultCount": 31,
            "results": [
                {
                    "body": "Shares in energy companies have been punished as oil prices plunge to new five year lows.\n\nBut it is not all doom and gloom, as lower oil prices should help boost global economic growth.\n\nBHP shares are at five year lows, Santos hit a 10 year low and Woodside Petroleum and Oil Search are also significantly weaker.\n\nThat's after another drop in oil prices overnight as the Organisation of Petroleum Exporting Countries (OPEC) said demand for the cartel's crude oil would fall to its lowest level since 2003, well below the amount of oil it is producing.\n\nOPEC has shown no signs yet of reducing production.\n\nThe US benchmark West Texas Intermediate is just above $US60 a barrel - down 40 per cent in just six months.\n\nIG chief market strategist Chris Weston said prices could fall to $US40 a barrel given falling demand, increasing US production and global growth concerns.\n\nMorningstar analyst Mark Taylor said it would not take too long for high cost oil producers to reduce production, which would help stabilise prices.\n\nThe volume of oil production driving the oil price fall is small - one to two per cent of global demand - so would not have to be tweaked much to have a big impact on price, he said.\n\nInvestors should still consider buying quality oil and gas stocks, with the likes of Woodside and Santos boasting low production costs, strong balance sheets and high quality projects, Mr Taylor said.\n\nBoth also produce liquefied natural gas (LNG).\n\n\"While the LNG is referenced to the oil price, there's floors and ceilings and contract re-openers, so if oil goes to $US20 it doesn't mean that Santos is going to be getting the equivalent of that for their gas prices,\" Mr Taylor said.\n\nMining giant BHP is also not dependent on oil, and what it loses on lower oil prices could be partly compensated for in its other businesses due to lower energy costs.\n\n\"That's the other thing that seems to be missing in all the commentary - if you're going to make energy so much cheaper, it's got to be a massive boost to the global economy, for anyone who's a net energy importer anyway,\" Mr Taylor said.\n\nShare\n\nShare\n\nPlunging oil prices decimate share prices - The West Australian Email Facebook Twitter Pinterest Tumblr",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27842681",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6915,
                    "source": {
                        "title": "West Australian",
                        "uri": "au.news.yahoo.com"
                    },
                    "time": "06:14:00",
                    "title": "Plunging oil prices decimate share prices (AAP)",
                    "uri": "233344295",
                    "url": "https://au.news.yahoo.com/thewest/business/national/a/25743912/plunging-oil-prices-decimate-share-prices/",
                    "wgt": 1
                },
                {
                    "body": "Shares in energy companies have been punished as oil prices plunge to new five year lows.\n\nBut it is not all doom and gloom, as lower oil prices should help boost global economic growth.\n\nBHP shares are at five year lows, Santos hit a 10 year low and Woodside Petroleum and Oil Search are also significantly weaker.\n\nThat's after another drop in oil prices overnight as the Organisation of Petroleum Exporting Countries (OPEC) said demand for the cartel's crude oil would fall to its lowest level since 2003, well below the amount of oil it is producing.\n\nOPEC has shown no signs yet of reducing production.\n\nThe US benchmark West Texas Intermediate is just above $US60 a barrel - down 40 per cent in just six months.\n\nIG chief market strategist Chris Weston said prices could fall to $US40 a barrel given falling demand, increasing US production and global growth concerns.\n\nMorningstar analyst Mark Taylor said it would not take too long for high cost oil producers to reduce production, which would help stabilise prices.\n\nThe volume of oil production driving the oil price fall is small - one to two per cent of global demand - so would not have to be tweaked much to have a big impact on price, he said.\n\nInvestors should still consider buying quality oil and gas stocks, with the likes of Woodside and Santos boasting low production costs, strong balance sheets and high quality projects, Mr Taylor said.\n\nBoth also produce liquefied natural gas (LNG).\n\n\"While the LNG is referenced to the oil price, there's floors and ceilings and contract re-openers, so if oil goes to $US20 it doesn't mean that Santos is going to be getting the equivalent of that for their gas prices,\" Mr Taylor said.\n\nMining giant BHP is also not dependent on oil, and what it loses on lower oil prices could be partly compensated for in its other businesses due to lower energy costs.\n\n\"That's the other thing that seems to be missing in all the commentary - if you're going to make energy so much cheaper, it's got to be a massive boost to the global economy, for anyone who's a net energy importer anyway,\" Mr Taylor said.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27840246",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6906,
                    "source": {
                        "title": "au.finance.yahoo.com",
                        "uri": "au.finance.yahoo.com"
                    },
                    "time": "05:32:00",
                    "title": "Plunging oil prices decimate share prices",
                    "uri": "233337747",
                    "url": "https://au.finance.yahoo.com/news/plunging-oil-prices-decimate-share-052532398.html",
                    "wgt": 1
                },
                {
                    "body": "PRLog - Dec. 10, 2014 - KOWLOON BAY, Hong Kong -- OPEC oil producers released a forecast indicating less global oil demand on 2015.\n\nA separate US report, which showed a surprise increase in the country's crude oil supplies, also pushed prices lower.\n\nThe price of Brent crude has fallen 43% since mid-June.\n\nIt fell another 3.61% to close at $64.41 on Wednesday.\n\nInfluential energy commentator Hilary Kramer at Chopper Securities said the price could fall \"drastically lower\" and that \"there are a certain amount of people that believe the mid-to-long term price is the mid-60's.\"\n\n\"That means prices could fall further before they reach their balance. I think we could see some spikes or troughs that are a little bit deeper. But over time we could end up around $50 or $60 a barrel.\"\n\nA recent OPEC report said that it expected demand for its crude oil to fall to 28.9 million barrels per day next year, which is near ten-year lows.\n\nOPEC's official production target is 30 million barrels per day, meaning significantly more oil would be on the market than was demanded.\n\nIn a separate note, the US Energy Department said there was a surprise increase in US crude stockpiles last week of 1.5 million barrels.\n\nAnalysts had been predicting a decline of 2.2 million barrels.\n\nThat increase has led to declining prices for petrol, jet fuel, and heating oil.\n\nThe US Energy Department says that if its projections hold, the price of petrol will fall by 23% to $2.60 per gallon next year, saving the average US household approximately $550 a year.\n\nThe decline in oil prices has hurt the share price of several large firms, from Exxon Mobil to BP, but helped businesses such as airlines where cheap oil prices can help buoy profits.\n\nShares in US carriers American Airlines and United both ended slightly higher on Wednesday, while oil shares fell sharply.\n\nThe airline industry body, IATA, said passengers would see cheaper fares. Hilary Kramer adds: \"Airlines' fuel prices are based on the previous month's oil price so airlines are not seeing the results of the falling oil price just yet.\"",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27827491",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6745,
                    "source": {
                        "title": "PRLOG (Press Release Distribution)",
                        "uri": "www.prlog.org"
                    },
                    "time": "02:23:00",
                    "title": "Chopper Securities: Oil Hits 5-year Low On Opec Report And US Concerns",
                    "uri": "233307527",
                    "url": "http://www.prlog.org/12404683-chopper-securities-oil-hits-5-year-low-on-opec-report-and-us-concerns.html",
                    "wgt": 1
                },
                {
                    "body": "Today was another big day for energy news: Oil prices fell to a new five-year-low, below $61 per barrel on world markets; the U.S. said its supplies of crude oil increased last week; and OPEC said it expected lower demand next year.\n\nThe news prompted a selloff on Wall Street. Jim Paulson, chief investment strategist at Wells Capital Management, tells our NPR's Newscast unit investors fear global economic tumult.\n\n\"Do you want to be in the equity markets if the world economy is rolling over? I think that's what it is,\" he said. \"I don't necessarily agree with that. I think the real catalyst has to do with other things like the strength of the U.S. dollar than it does with the overall global economy falling off a cliff.\"\n\nThe Wall Street Journal provides background:\n\n\"As prices have plunged more than 40% in about six months, market watchers have scrambled to adjust forecasts and explain the glut of oil that is forcing producers to cut prices as they compete for buyers. Supply growth, particularly in the U.S., exceeded expectations, while demand growth has been moderate due to a slowdown in China and Europe.\"\n\nThe Organization of Petroleum Exporting Countries, which last month said it would keep production levels steady despite falling prices, said today that demand for oil globally would be lower than expected. The cartel accounts for a third of global oil production and some of its members want to dramatically cut production in order to counter falling oil prices.\n\nSeparately, the U.S. Energy Information Administration said oil supplies in the country rose last week by 1.5 million barrels. The Wall Street Journal reported that analysts had expected a decline in stocks. Domestic crude oil output, meanwhile, is at its highest level since 1983.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27812799",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6513,
                    "source": {
                        "title": "kunm.org",
                        "uri": "kunm.org"
                    },
                    "time": "23:24:00",
                    "title": "Stocks Are Battered As Oil Hits Another 5-Year Low",
                    "uri": "233273403",
                    "url": "http://kunm.org/post/stocks-are-battered-oil-hits-another-5-year-low",
                    "wgt": 1
                },
                {
                    "body": "The weekly reading on US oil supplies signals a potential deepening of a global glut that has sent crude oil prices plunging more than 40 per cent in about six months.\n\nThe benchmark US oil price fell below $US61 a barrel for the first time since July 2009 in the minutes following the release. The contract closed 4.5 per cent lower at $US60.94 a barrel on the New York Mercantile Exchange. ​Brent crude, the international benchmark, slumped 3.7 per cent to a five-year low of $US64.26.\n\nThe amount of crude that refiners and traders have on hand rose by 1.5 million in the week ended December 5 to 380.8 million barrels, enough to keep the nation's refineries humming at their current rates for about 23 days, according to the Energy Information Administration. That compares with expectations for a decline of 2.7 million barrels based on estimates of analysts surveyed by The Wall Street Journal.\n\nPrices already were lower ahead of the EIA data after the Organization of the Petroleum Exporting Countries cut its forecast for global demand for its oil next year.\n\nOPEC, which has cut its production in the past when prices drop, opted last month to maintain its production quota of 30 million barrels a day, prompting concerns that the market could stay oversupplied well into 2015.\n\nMeanwhile, OPEC said demand for its oil will decline to 28.9 million barrels a day in 2015, down from 29.4 million barrels a day in 2014.\n\nRising oil production in the US has helped create the global supply glut. With the US extracting more barrels, fewer are being imported by the world's biggest oil consumer. As a result, competition among the world's big oil exporters is heating up as they lower prices to attract other buyers.\n\nUS crude oil output last week rose to 9.1 million barrels a day, the highest level since 1983, according to the EIA.\n\n\"Obviously there's still unabated strength in the production sector,\" John Kilduff, founding partner of Again Capital in New York, said. \"This is just feeding on itself.\"\n\nBut oil companies that have made big bets on shale-rock formation in the US, a resource that became economically feasible to tap with the advent of new drilling technology, have become victims of their own success. Their shares have been pummelled by the decline in oil prices, which is likely to cut deeply into their revenues. Continental Resources recently was down 4.8 per cent, Penn Virginia. fell 6.2 per cent and Whiting Petroleum declined 5.8 per cent.\n\nEven bigger energy companies with more diversified operations took a hit, dragging down major benchmark stock indexes. The S&P 500 Energy Index fell 2.8 per cent, the worst-performing sector in the S&P 500, which was 0.8 per cent lower.\n\nGlobal energy companies have raced to adjust their production and spending forecasts to suit the new environment.\n\nBP, which has aggressively slimmed down since the 2010 Deepwater Horizon disaster, became the latest to unveil cuts, outlining plans to book $US1 billion ($1.2bn) in restructuring charges over the next year and reduce spending on development by as much as $US2bn. US oil giant ConocoPhillips also rattled the market earlier this week when it said it would reduce capital spending by 20 per cent.\n\nCrude oil supplies weren't the only ones to post an increase last week. Gasoline stockpiles climbed by 8.2 million barrels, the largest weekly gain since September 2001. Inventories of distillate, a category that includes diesel and heating oil, increased by a bigger-than-expected 5.6 million barrels.\n\nBehind the rise in fuel stockpiles was higher output from refineries rather than a decline in consumption. Refinery utilisation, a closely watched indicator that reflects the plants' operations, rose more than forecast, to 95.4 per cent.\n\n\"A lot of the refiners now have very cheap crude,\" Don Morton, senior vice president at Herbert J. Sims & Co, said. \"There's a lot of juice in the system.\"",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27840625",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6481,
                    "source": {
                        "title": "TheAustralian",
                        "uri": "www.theaustralian.com.au"
                    },
                    "time": "05:38:00",
                    "title": "Oil dives 4pc on US supplies, OPEC call",
                    "uri": "233338766",
                    "url": "http://www.theaustralian.com.au/business/news/oil-dives-4-per-cent-on-us-supplies-opec-call/story-e6frg906-1227152035538?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2520TheAustralianBusinessMiningEnergy%2520%2528The%2520Australian%2520%257C%2520Business%2520%257C%2520Mining%2520and%2520energy%2529&nk=713b8d49d7343ed21beaf97db8a26b0d",
                    "wgt": 1
                },
                {
                    "body": "The price of has fallen to fresh five year lows in the wake of two separate reports indicating a global supply glut.\n\nOpec oil producers released a forecast indicating less global oil demand next year.\n\nA separate US report, which showed a surprise increase in the country's crude oil supplies, also pushed prices lower.\n\nThe price of Brent crude has fallen 43% since mid-June.\n\nIn its report, Opec said that it expected demand for its crude oil to fall to 28.9m barrels per day next year, which is near ten-year lows.\n\nOpec's official production target is 30m barrels per day, meaning significantly more oil would be on the market than was demanded.\n\nIn a separate note, the US Energy Department said there was a surprise increase in US crude stockpiles last week of 1.5m barrels.\n\nAnalysts had been predicting a decline of 2.2m barrels.\n\nThat increase has led to declining prices for petrol, jet fuel, and heating oil.\n\nThe Energy Department says that if its projections hold, the price of petrol in the US will fall by 23% to $2.60 per gallon next year, saving the average US household approximately $550 a year.\n\nThe decline in oil prices has hurt the share price of several large firms, from Exxon Mobil to BP, but helped businesses such as airlines where cheap oil prices can help buoy profits.\n\nShares in US carriers American Airlines, Delta, and United were trading higher on Wednesday, while oil shares fell sharply.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27803525",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6471,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "21:48:00",
                    "title": "Oil falls to new five-year low",
                    "uri": "233252501",
                    "url": "http://www.bbc.co.uk/news/business-30423943#sa-ns_mchannel%3Drss%26ns_source%3DPublicRSS20-sa",
                    "wgt": 1
                },
                {
                    "body": "Today was another big day for energy news: Oil prices fell to a new five-year-low, below $61 per barrel on world markets; the U.S. said its supplies of crude oil increased last week; and OPEC said it expected lower demand next year.\n\nThe news prompted a selloff on Wall Street. Jim Paulson, chief investment strategist at Wells Capital Management, tells our NPR's Newscast unit investors fear global economic tumult.\n\n\"Do you want to be in the equity markets if the world economy is rolling over? I think that's what it is,\" he said. \"I don't necessarily agree with that. I think the real catalyst has to do with other things like the strength of the U.S. dollar than it does with the overall global economy falling off a cliff.\"\n\nThe Wall Street Journal provides background:\n\nThe Organization of Petroleum Exporting Countries, which last month said it would keep production levels steady despite falling prices, said today that demand for oil globally would be lower than expected. The cartel accounts for a third of global oil production and some of its members want to dramatically cut production in order to counter falling oil prices.\n\nSeparately, the U.S. Energy Information Administration said oil supplies in the country rose last week by 1.5 million barrels. The Wall Street Journal reported that analysts had expected a decline in stocks. Domestic crude oil output, meanwhile, is at its highest level since 1983.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27813023",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6313,
                    "source": {
                        "title": "NPR.org",
                        "uri": "www.npr.org"
                    },
                    "time": "23:27:00",
                    "title": "Stocks Are Battered As Oil Hits Another 5-Year Low",
                    "uri": "233274140",
                    "url": "http://www.npr.org/blogs/thetwo-way/2014/12/10/369933879/stocks-are-battered-as-oil-hits-another-five-year-low?utm_medium=RSS&utm_campaign=storiesfromnpr",
                    "wgt": 1
                },
                {
                    "body": "The international oil market held more bad news for Alaska on Wednesday as prices fell to near $60 per barrel, while the state released its major annual report on revenue expectations -- showing a one-year decline in oil revenue of more than $2.7 billion.\n\nBank of America said a price of $50 per barrel is possible in the short term, while Morgan Stanley said it could go even lower.\n\nThe market decline Wednesday further clouds the outlook for Alaska's finances in the coming fiscal year, with a budget deficit of $3.5 billion or more expected if oil prices average $65 until next July.\n\nThe rapid collapse in prices since this summer, triggered by what some say is the inability of the OPEC cartel to control the market and the growth in Lower 48 production, is reflected in the forecast from the state Department of Revenue released Wednesday.\n\nThe report said oil production in the state is expected to remain above 500,000 barrels a day for the next three years, while prices are likely to stay down, then rebound.\n\nThe state said prices in the fiscal year starting next July are expected to be $66, down more than $40 from previous forecasts. Over the longer term, the department expects prices to climb to about $90 in fiscal year 2017.\n\nIn 2014, production sat at an average of 531,000 barrels per day. In fiscal year 2015, that number is expected to drop to 509,000 barrels, before climbing back up to 534,000 barrels by 2017. But that small gain may be short-lived; the report estimates that production will drop again in 2018 to an average of 503,000 barrels per day.\n\nThe state received a total of $17.2 billion in the fiscal year that ended last summer, the second highest in history. For the current fiscal year, the state expects a drop to $10.1 billion, and $9.9 billion in fiscal year 2016.\n\nUnrestricted petroleum revenue is now expected to drop from $4.7 billion in the last fiscal year to $2 billion this fiscal year and $1.6 billion in the fiscal year that starts next July. The oil revenue drop from last fiscal year to this year is expected to be 58 percent.\n\nThe biggest drop is expected in the production tax, which totaled $2.6 billion last fiscal year and is expected to be nearly 90 percent lower in fiscal year 2016, at $308 million. The decline is largely a function of lower prices and higher expenses under a net profits system, not the change in oil taxes from the previous structure, known as Alaska's Clear and Equitable Share, to the new structure, most commonly known as SB 21.\n\nIf oil prices continue to slide beyond the lower levels in the state forecast, state revenue would drop by a few hundred million dollars or more. If the average oil price this year dipped to $60, which would take another big drop in market prices to offset the first few months of the year when oil was $100, state revenue would drop by about $400 million more.\n\nFor the past few years, the department has said a long-term outlook for prices above $100 seemed reasonable for the next decade, but conditions have changed in the last three months.\n\nWhile both ConocoPhillips and BP have announced cutbacks this week on spending plans for next year around the world, there have been no specific announcements about Alaska projects.\n\nFor Alaska, the decline has triggered the minimum gross tax, installed as part of SB 21 in an effort to prevent production taxes going to zero with the subtraction of credits. Under the old tax system, ACES, there was also a 4 percent floor, but the companies could have reduced their taxes below that level at low prices by taking a credit on capital expenditures that could have cut the tax to close to zero.\n\nThe debate in the Legislature in 2013 over the minimum tax dealt with whether 4 percent was sufficient. In the latter days of the Economic Limit Factor system a decade ago, the gross tax rate was 7.1 percent.\n\nThe taxes on so-called \"new oil,\" such as that expected from Point Thomson on the North Slope, are likely to be close to zero at today's prices, analysts say, because of credits that can be applied. That oil is not subject to the 4 percent minimum.\n\nIn a plan to raise the level of the minimum gross tax last spring, Sitka Sen. Bert Stedman said the \"state's exposure increases as oil prices drop.\" The Legislature took no action on his plan.\n\nThe oil price crash is also taking a toll in the Canadian province of Alberta, where the premier said budget cuts are on the way to deal with a potential decline of $7 billion.\n\nThat province is in a position analogous to Alaska, though it has a more diversified economy and it does not have the tens of billions in savings that Alaska has.\n\nThe Edmonton Journal reported that in his state-of-the-province speech, Premier Jim Prentice, who took over in September, said, \"We will have to make some tough decisions and the impact will be felt in every corner of this province.\"\n\nHe said it is a \"price trough\" brought on by \"a conscious decision by OPEC and its members to overproduce.\" OPEC supplies about one-third of the world market demand for oil.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27830240",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6211,
                    "source": {
                        "title": "Alaska Dispatch News",
                        "uri": "www.adn.com"
                    },
                    "time": "03:02:00",
                    "title": "Falling oil prices, revenue forecast paint gloomy picture for Alaska",
                    "uri": "233313963",
                    "url": "http://www.adn.com/article/20141210/falling-oil-prices-revenue-forecast-paint-gloomy-picture-alaska",
                    "wgt": 1
                },
                {
                    "body": "JUNEAU, Alaska (AP) -- Slumping oil prices have helped push Alaska's potential budget deficit this year to $3.5 billion -- an increase of $2.1 billion from what lawmakers expected in April.\n\nThe price of oil, forecast at $105 a barrel in the state's spring revenue forecast, is now expected to average about $76 a barrel for the fiscal year that ends June 30. The price is forecast to dip even lower, to $66 a barrel, during fiscal 2016 before rebounding.\n\nThe average price last fiscal year was $107 a barrel, according to the fall revenue forecast released Wednesday.\n\nThe forecast expects unrestricted general fund revenue of $2.6 billion this year, down from $5.4 billion in 2014. That, combined with about $200 million in anticipated supplemental budget items like oil and gas credits, accounts for the predicted $3.5 billion deficit, said Jerry Burnett, a deputy Revenue commissioner. The revenue forecast itself does not delve into the overall budget.\n\nUnrestricted general fund revenue -- money not limited in its use by the constitution, law or something else -- is expected to drop to $2.2 billion in 2016.\n\nThe state is expected to dip into savings to get by. Gov. Bill Walker, who took office Dec. 1, has warned of lean times ahead.\n\nThe Revenue Department said oil prices were the biggest factor in the revenue drop from the prior forecast. It also cited increases in expected lease expenditures by oil and gas companies, which reduce the amount of tax they pay.\n\nIn a news release, acting Revenue Commissioner Marcia Davis said while despite lower oil prices and less revenue in the short term, \"our long-term view is optimistic.\"\n\n\"Greater investment by the oil and gas industry on the North Slope and solid performance of state investments makes Alaska's overall financial health sound,\" she said.\n\nAlaska relies heavily on oil revenue to fund the operations of state government. It has ridden this wave before and recovered. One major difference this time, Burnett said, is lower oil production. Production has been on a downward trend since the late 1980s.\n\nEven as prices have fallen, however, oil companies have continued making investments on the North Slope aimed at boosting production, Burnett said. The forecast expects increases in oil production in 2016 and 2017, up from the forecast 509,500 barrels per day for the current fiscal year.\n\nThe expected drop in the oil and gas production tax is sharp, from $2.6 billion last year to about $520 million this year. The tax is expected to bring in about $310 million in 2016 and about $1.2 billion the following year.\n\nOne of the biggest political debates in recent years was over the state's oil production tax. The tax was overhauled in 2013, a change that critics said amounted to a giveaway to oil companies.\n\nBut Burnett said the current situation is a function of price. He said with these low prices, \"there's very little production tax revenue, regardless of what system you're under.\"\n\nWhen prices are low and companies are investing -- incurring expenses they can deduct -- they don't pay a lot in taxes, he said. The current tax structure, as well as others in the recent past, allowed for deductibility, he said.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27836820",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5906,
                    "source": {
                        "title": "Arizona Daily Sun",
                        "uri": "azdailysun.com"
                    },
                    "time": "04:33:00",
                    "title": "Alaska faces $3.5B deficit amid lower oil prices",
                    "uri": "233328784",
                    "url": "http://azdailysun.com/news/national/alaska-faces-b-deficit-amid-lower-oil-prices/article_55ea29fb-2031-5d2e-8843-eb0ae09d357a.html",
                    "wgt": 1
                },
                {
                    "body": "The price of oil, forecast at $105 a barrel in the state's spring revenue forecast, is now expected to average about $76 a barrel for the fiscal year that ends June 30. The price is forecast to dip even lower, to $66 a barrel, during fiscal 2016 before rebounding.\n\nThe average price last fiscal year was $107 a barrel, according to the fall revenue forecast released Wednesday.\n\nThe forecast expects unrestricted general fund revenue of $2.6 billion this year, down from $5.4 billion in 2014. That, combined with about $200 million in anticipated supplemental budget items like oil and gas credits, accounts for the predicted $3.5 billion deficit, said Jerry Burnett, a deputy Revenue commissioner. The revenue forecast itself does not delve into the overall budget.\n\nUnrestricted general fund revenue -- money not limited in its use by the constitution, law or something else -- is expected to drop to $2.2 billion in 2016.\n\nThe state is expected to dip into savings to get by. Gov. Bill Walker, who took office Dec. 1, has warned of lean times ahead.\n\nThe Revenue Department said oil prices were the biggest factor in the revenue drop from the prior forecast. It also cited increases in expected lease expenditures by oil and gas companies, which reduce the amount of tax they pay.\n\nIn a news release, acting Revenue Commissioner Marcia Davis said while despite lower oil prices and less revenue in the short term, \"our long-term view is optimistic.\"\n\n\"Greater investment by the oil and gas industry on the North Slope and solid performance of state investments makes Alaska's overall financial health sound,\" she said.\n\nAlaska relies heavily on oil revenue to fund the operations of state government. It has ridden this wave before and recovered. One major difference this time, Burnett said, is lower oil production. Production has been on a downward trend since the late 1980s.\n\nEven as prices have fallen, however, oil companies have continued making investments on the North Slope aimed at boosting production, Burnett said. The forecast expects increases in oil production in 2016 and 2017, up from the forecast 509,500 barrels per day for the current fiscal year.\n\nThe expected drop in the oil and gas production tax is sharp, from $2.6 billion last year to about $520 million this year. The tax is expected to bring in about $310 million in 2016 and about $1.2 billion the following year.\n\nOne of the biggest political debates in recent years was over the state's oil production tax. The tax was overhauled in 2013, a change that critics said amounted to a giveaway to oil companies.\n\nBut Burnett said the current situation is a function of price. He said with these low prices, \"there's very little production tax revenue, regardless of what system you're under.\"\n\nWhen prices are low and companies are investing -- incurring expenses they can deduct -- they don't pay a lot in taxes, he said. The current tax structure, as well as others in the recent past, allowed for deductibility, he said.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27835419",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5827,
                    "source": {
                        "title": "www.timesdispatch.com",
                        "uri": "www.timesdispatch.com"
                    },
                    "time": "04:09:00",
                    "title": "Alaska faces $3.5B deficit amid lower oil prices",
                    "uri": "233325124",
                    "url": "http://www.timesdispatch.com/news/national-world/ap/alaska-faces-b-deficit-amid-lower-oil-prices/article_fb6b8795-7520-5855-9957-124b085ef43e.html",
                    "wgt": 1
                },
                {
                    "body": "The international oil market featured more bad news for Alaska on Wednesday as prices fell to near $60 per barrel, while the state released its major annual report on revenue expectations -- showing a one-year decline in oil revenue of more than $2.7 billion.\n\nBank of America said a price of $50 per barrel is possible in the short term, while Morgan Stanley said it could go even lower.\n\nThe market decline Wednesday further clouds the outlook for Alaska finances for the coming fiscal year, with a budget deficit of $3.5 billion or more expected if oil prices average $65 until next July.\n\nThe rapid collapse in prices since summer, triggered by what some say is the inability of the OPEC cartel to control the market and the growth in Lower 48 production, is reflected in a far more conservative forecast from the state Department of Revenue.\n\nThe Alaska report said oil production is expected to remain above 500,000 barrels a day for the next three years, while prices are likely to stay down. The state said prices in the fiscal year starting next July are expected to be $66, down more than $40 from previous forecasts. Over the longer term, the department expects prices to rebound to about $90 in fiscal year 2017.\n\nIn 2014, production sat at an average of 531,000 barrels per day. In fiscal year 2015, that number is expected to drop to 509,000 barrels, before climbing back up to 534,000 barrels by 2017. But that small gain may be short-lived; the report estimates that production will drop again in 2018 to an average of 503,000 barrels per day.\n\nThe state received a total of $17.2 billion in the fiscal year that ended last summer from all sources, the second highest in history. For the current fiscal year, the state expects a drop to $10.1 billion, and $9.9 billion in fiscal year 2016.\n\nUnrestricted petroleum revenue is now expected to drop from $4.7 billion in the last fiscal year to $2 billion this fiscal year and $1.6 billion in the fiscal year that starts next July. The oil revenue drop from last fiscal year to this year is expected to be 58 percent.\n\nIf oil prices continue to slide beyond the lower levels in the state forecast, state revenue would drop by a few hundred million or more. Oil prices of $60 for an annual average this year would produce about $400 million less than the prediction.\n\nFor the past few years, the department has said a long-term outlook for prices above $100 seemed reasonable for the next decade, but conditions have changed in the last three months.\n\nWhile both ConocoPhillips and BP have announced cutbacks this week on spending plans for next year around the world, there have been no specific announcements about Alaska projects.\n\nFor Alaska, the decline has triggered the minimum gross tax, installed as part of SB 21 in an effort to prevent production taxes going to zero with the subtraction of credits. Under the old tax system, Alaska's Clear and Equitable Share, there was also a 4 percent floor, but the companies could cut their taxes below that level by taking a credit on capital expenditures that could have cut the tax to close to zero.\n\nThe debate in the Legislature in 2013 over the minimum tax dealt with whether 4 percent was sufficient. In the latter days of the so-called Economic Limit Factor system a decade ago, the gross tax rate was 7.1 percent.\n\nThe taxes on so-called \"new oil,\" such as that expected from Point Thomson, would pay no production tax at these levels, analysts say, because of credits.\n\nIn a plan to raise the level of the minimum gross tax last spring, Sitka Sen. Bert Stedman said the \"state's exposure increases as oil prices drop.\" The Legislature took no action on his plan.\n\nThe oil price crash is also taking a toll in the Canadian province of Alberta, where the premier said budget cuts are on the way to deal with a potential decline of $7 billion.\n\nThat province is in a position analogous to Alaska, though it has a more diversified economy and does not have the tens of billions in savings that Alaska has.\n\nThe Edmonton Journal reported that in his state-of-the-province speech, Premier Jim Prentice, who took over in September, said, \"We will have to make some tough decisions and the impact will be felt in every corner of this province.\"\n\nHe said it is a \"price trough\" brought on by \"a conscious decision by OPEC and its members to overproduce.\" OPEC supplies about one-third of the world market demand for oil.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27817134",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5815,
                    "source": {
                        "title": "Alaska Dispatch News",
                        "uri": "www.adn.com"
                    },
                    "time": "00:18:00",
                    "title": "Falling oil prices trim billions from Alaska revenue forecast",
                    "uri": "233284067",
                    "url": "http://www.adn.com/article/20141210/falling-oil-prices-trim-billions-alaska-revenue-forecast",
                    "wgt": 1
                },
                {
                    "body": "Since the International Energy Agency announced that oil prices will continue to decline next year due to weak demand and increased production of shale oil, there has been confusion in the global financial markets, which has impacted energy production.\n\nThe agency predicted that the world will consume only 37 percent of global energy by 2040, thanks to measures taken by some countries towards energy savings, and structural economic changes in favour of services and light industries sectors.\n\nWhile oil production in Europe has declined, Asian demand has increased by over 60 percent. Experts believe that demand will keep increasing to exceed 104 million barrels daily in 2040, an estimated increase of 14 million barrels.\n\nTension, panic and confusion caused by the drop in oil prices in the past few weeks is the result of weak demand due to the extraction of shale oil, sanctions imposed on Russia, debt issues in the euro zone, and instability in the Middle East that has caused oil production to decline in a number of Arab countries.\n\nOil prices have declined to their lowest levels in four years, going below $82 a barrel, and are expected to drop further.\n\nRecently, a new economic term, \"the economic cycle\", has emerged. It means that oil prices were the main factor during periods of change in the global economy, from expansion to recession and vice versa.\n\nAfter crude oil prices hit their highest levels of $107.45 a barrel, they reached a low of $73.21 recently, which analysts called \"a sharp decline\"; so the agency suggested that the decline must remain the same until next year.\n\nAmong the reasons for the recession and weak demand is slow growth in China, which is the second largest importer and consumer of oil in the world, and the Euro debts are resulting in many economic reforms.\n\nAnother reason is Japan's announcement that it has entered a period of recession, with indicators showing its economy is shrinking by 1.6 percent in the current quarter. This has cast a shadow on energy stocks.\n\nThere is still confusion in the global market despite optimistic recommendations from the Group of 20 (G20) during its recently concluded summit, where they vowed to strengthen and support the global economy by backing it with two trillion dollars, which means adding 2.1 percent by 2018.\n\nThe G20 prepared a financial reform plan aiming to support growth for all economies in order to escape the abyss of recession and achieve growth, even by a small margin.\n\nDebt in European nations, tensions in the Middle East, stagnation in Japan and weak growth in China require joint efforts to tackle the global situation and chart a new fiscal policy in harmony with the status quo.\n\nThe global economy today is caught between cautious optimism and fear of the recurrence of a severe financial crisis that can be worse than its predecessor. However, there are also concerns that weak demand for oil will affect the economic activities of companies.\n\nRegarding the current situation of the international economy, Fitch Ratings has emphasised that Gulf governments will continue to use high oil revenues to stimulate their economic development and the financial surpluses from past annual budgets will enhance expenditure.\n\nA Qatar National Bank report indicates that financial asset growth of GCC banks will continue despite the reality of an emerging markets crisis due to the impact of the oil price decline and the increase of economic activity outside the oil sector.\n\nThe GCC countries do not rely on foreign capital to finance their economic activities, except to a limited extent. The accumulation of surpluses and oil revenue has led to the formation of a solid financial footing that saves these states from political pressures, improves the job market and opens new horizons for the banking sector.\n\nThe International Monetary Fund has declared that domestic oil demand, adequate foreign reserves and political stability will reduce the risk of a financial crisis if it happened. The effects of such a crisis will be limited despite what markets are facing today because of the decline in oil prices.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27837776",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5754,
                    "source": {
                        "title": "thepeninsulaqatar.com",
                        "uri": "thepeninsulaqatar.com"
                    },
                    "time": "04:52:00",
                    "title": "Concern over oil price fall hurting econ... Author: Ali Bahzad",
                    "uri": "233331475",
                    "url": "http://thepeninsulaqatar.com/qatar-perspective/ali-bahzad/311103/concern-over-oil-price-fall-hurting-economic-activity",
                    "wgt": 1
                },
                {
                    "body": "By Nicole Friedman, Nicole Friedman The Wall Street Journal CANCEL BiographyNicole Friedman nicole.friedman@wsj.com @nicolefriedman Google+ Dan Strumpf and Dan Strumpf The Wall Street Journal CANCEL BiographyDan Strumpf Dan.Strumpf@wsj.com @DanStrumpf Summer Said Summer Said The Wall Street Journal CANCEL BiographySummer Said summer.said@wsj.com @summer_said Google+ Dec. 10, 2014 7:30 p.m. ET\n\nSkittish investors, wary about the health of the world economy, pushed the Dow industrials to their largest decline in two months, propelled in part by reports of a deepening global oil glut that sent crude prices to five-year lows.\n\nENLARGE\n\nThe benchmark U.S. oil price slid 4.5% on the New York Mercantile Exchange, to $60.94 a barrel, bringing year-to-date losses to 38%. The declines delivered the latest blow to an oil industry that just months ago was thought to be booming, as many analysts and observers predicted that crude prices would remain near $100 a barrel.\n\nOther markets also saw large moves Wednesday, as investors bought government bonds perceived as safe, unwound bullish bets on the U.S. dollar, and sold riskier assets such as high-yield corporate, or \"junk,\" bonds.\n\nThe retreat from riskier assets and the embrace of securities perceived as safe underscores the fragile mind-set of many investors, analysts and traders said, following a 2014 rally that has taken stock and bond prices in many markets around the globe to near record levels.\n\nU.S. stocks are trading above their historical average valuations, many investors said, and the Dow industrials haven't had a 10% decline, known as a correction, for more than three years. Despite Wednesday's slide, major indexes remain close to record territory. The Dow is just 2.4% off its record hit on Friday and is up 5.8% for the year.\n\nThe steady gains in stocks amid mostly uneven U.S. growth has made some portfolio managers nervous that at least a temporary reversal could be in the offing.\n\n\"There's some global unease that has people wanting to take money off the table,\" said Jesse Lubarsky, senior vice president and equities trader at Raymond James. \"We've had this nice rally for a while, but there are still worries.\"\n\nNew data on Wednesday out of the U.S., the world's biggest oil consumer, showed an unexpected increase in crude supplies last week. Meanwhile, the latest projections from the Organization of the Petroleum Exporting Countries point to lower demand for the cartel's oil in 2015.\n\nThe Dow Jones Industrial Average slumped to its biggest one-day point and percentage decline since Oct. 9, dropping 268.05 points, or 1.5%, to 17533.15.\n\nThe S&P 500 index fell 33.68 points, or 1.6%, to 2026.14.\n\nRelated\n\nPump Prices Prime Economy for Growth U.S. Stocks Tumble Oil Prices Fall\n\nHardest hit were shares of U.S. energy producers, whose fortunes are closely tied to the price of oil.\n\nShares in Exxon Mobil Corp. lost 3%, ConocoPhillips slid 2.2% and Chevron Corp. dropped 2%. Among small producers, Comstock Resources Inc. tumbled 11%, Goodrich Petroleum Corp. slipped 8.8% and Triangle Petroleum Corp. fell 8.6%.\n\nShares of materials, industrials and technology companies also tumbled. All 10 major market sectors declined.\n\nTo be sure, there is good news for the world economy in falling energy prices. Declining fuel costs stand to put more money in household coffers and boost consumer spending in a shift that economists expect will bolster growth in the world's largest economies.\n\nBut concerns about the global growth outlook and fears of deflation, a damaging spiral of falling prices and slowing spending, in some regions such as Japan and Europe continue to compete with the crude drop for investors' attention.\n\nThe dollar, usually considered a safe haven, has fallen against the yen and the euro since Friday, including a 1.6% drop against the Japanese currency on Wednesday.\n\nInvestors appear to be taking advantage of periods of uncertainty to take profits on dollar bets that have appreciated substantially this year.\n\nThe 10-year Treasury note rallied, sending its yield to near a two-month low of 2.169%. Driving the shifts: concerns that the drop in oil prices would weigh on already-low inflation in Europe and Asia.\n\nA number of big banks, including Goldman Sachs Group Inc., J.P. Morgan Chase & Co. and Morgan Stanley, have lowered their forecasts in recent months as prices have fallen well below expectations.\n\nIn mid-June, when prices started falling, most market watchers thought that geopolitics posed a danger to oil supplies, as insurgents had recently entered Iraq and Libyan exports were uncertain due to unrest. Since then, production from both Iraq and Libya has increased, surprising many and augmenting the output of oil coming from the U.S., which is at its highest level since 1986.\n\nSome observers expected OPEC to announce a production cut right up until the group's Nov. 27 meeting. The cartel decided to maintain output levels. Some saw the inaction as a new era for the oil market in which the cartel has less power, while others said the group is likely to reassert its strength by announcing a production cut early in 2015.\n\nWednesday was the biggest one-day drop in the oil price since Nov. 28, the session that followed OPEC's decision to maintain its oil-output target. OPEC's agreement to stand pat was the latest catalyst for a selloff that began in June.\n\nLast week, Credit Suisse Group AG called for Brent crude, the global oil benchmark, to average $75.25 and Nymex oil to average $70 in 2015, down from its earlier forecasts of $91.50 and $84.50, respectively. Brent crude finished Wednesday at $64.24 a barrel, down 3.9% on the day.\n\n\"What I'm looking at is a market that has no reason yet to bounce,\" said Jan Stuart, global energy economist at Credit Suisse. \"There's no indication that [the market is] getting any less weak.\"\n\nMr. Stuart said he believes oil prices will bottom out in the first quarter. After that, he expects reduced investment will lead to slower production growth at the same time demand strengthens.\n\n-- James Ramage contributed to this article.\n\nWrite to Nicole Friedman at nicole.friedman@wsj.com, Dan Strumpf at daniel.strumpf@wsj.com and Summer Said at summer.said@wsj.com",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27826885",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5716,
                    "source": {
                        "title": "WSJ",
                        "uri": "www.wsj.com"
                    },
                    "time": "02:12:00",
                    "title": "Investors Sell Stocks as Oil Prices Keep Falling",
                    "uri": "233305882",
                    "url": "http://www.wsj.com/articles/investors-sell-stocks-as-oil-prices-keep-falling-1418257831?mod=europe_home",
                    "wgt": 1
                },
                {
                    "body": "Energy company Santos plans to slash its capital expenditure by 25 per cent as the oil price slides to fresh five-year lows.\n\nSantos chief executive David Knox said Santos' projected capital expenditure for 2015 had been cut by $700 million to $2 billion.\n\nHe insisted the company was in strong financial shape and could meet its production forecasts for 2015.\n\nMr Knox said the company's underlying performance remained strong, with production rising in the second half.\n\nHe insisted Santos had no need, or plan, to raise equity, noting that it had $2 billion in cash on its books and undrawn debt facilities.\n\nIt was also on track to realise cash flow benefits from its growth investments and was continuing to consider possible asset divestments.\n\n\"The current volatile oil price means that Santos is focused on driving operational efficiency, reducing costs, prudently managing capital and making sure our balance sheet remains strong - without making short-term reactive decisions that could damage the long-term interests of the company or the interests of shareholders,\" Mr Knox said in a statement on Thursday.\n\nMr Knox's comments came after oil prices slipped to new five-year lows overnight.\n\nWest Texas Intermediate crude has fallen to nearly $US60 a barrel, 40 per cent below what it was just six months ago.\n\nThe latest slide was driven by OPEC forecasting demand for the oil cartel's crude would fall to an 12-year low of 28.92 million barrels a day in 2015.\n\nThe cartel has refused to cut back production despite suppliers in North America and elsewhere stepping up production.\n\nSantos's shares have been hammered by the sliding oil price, shedding more than a third of their value in less than three weeks.\n\nThe stock was 43 cents, or 5.6 per cent, lower at $7.20 at 1034 AEDT.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27815364",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.531,
                    "source": {
                        "title": "au.finance.yahoo.com",
                        "uri": "au.finance.yahoo.com"
                    },
                    "time": "23:54:00",
                    "title": "Santos slashes spending plans",
                    "uri": "233279969",
                    "url": "https://au.finance.yahoo.com/news/santos-slashes-spending-plans-233217406.html",
                    "wgt": 1
                },
                {
                    "body": "Energy company Santos plans to slash its capital expenditure by 25 per cent as the oil price slides to fresh five-year lows.\n\nSantos chief executive David Knox said Santos' projected capital expenditure for 2015 had been cut by $700 million to $2 billion.\n\nHe insisted the company was in strong financial shape and could meet its production forecasts for 2015.\n\nMr Knox said the company's underlying performance remained strong, with production rising in the second half.\n\nHe insisted Santos had no need, or plan, to raise equity, noting that it had $2 billion in cash on its books and undrawn debt facilities.\n\nIt was also on track to realise cash flow benefits from its growth investments and was continuing to consider possible asset divestments.\n\n\"The current volatile oil price means that Santos is focused on driving operational efficiency, reducing costs, prudently managing capital and making sure our balance sheet remains strong - without making short-term reactive decisions that could damage the long-term interests of the company or the interests of shareholders,\" Mr Knox said in a statement on Thursday.\n\nMr Knox's comments came after oil prices slipped to new five-year lows overnight.\n\nWest Texas Intermediate crude has fallen to nearly $US60 a barrel, 40 per cent below what it was just six months ago.\n\nThe latest slide was driven by OPEC forecasting demand for the oil cartel's crude would fall to an 12-year low of 28.92 million barrels a day in 2015.\n\nThe cartel has refused to cut back production despite suppliers in North America and elsewhere stepping up production.\n\nSantos's shares have been hammered by the sliding oil price, shedding more than a third of their value in less than three weeks.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27818290",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.527,
                    "source": {
                        "title": "News",
                        "uri": "www.sbs.com.au"
                    },
                    "time": "00:25:00",
                    "title": "Santos slashes spending plans",
                    "uri": "233285294",
                    "url": "http://www.sbs.com.au/news/article/2014/12/11/santos-slashes-spending-plans",
                    "wgt": 1
                },
                {
                    "body": "A big spike in gold prices and continued weakness in oil is sending warning signs about the health of the global economy. As China reported Tuesday its consumer price index rose only 1.4% last month -- the slowest pace in five years -- global deflation fears are mounting. In Greece, a snap election is causing turmoil in the Greek bond market as they try to negotiate their debt financing and independence away from its European bailout strictures. OPEC is reporting the demand for its oil will be at the lowest level in 12 years. So if deflation is the fear, than the spike in gold yesterday is very troubling. Safe haven buying in US bonds and metals signal fears that the globe is on the verge of a downward deflationary spiral.\n\nLet's focus on oil first. The dramatic price drop inspired by the OPEC price war, but being reinforced with lowered demand expectations, is already having a deflationary impact on the energy sector. Investment in the sector is freezing up, as a crashing oil price makes it almost impossible to evaluate oil projects, especially when you have Iran saying that oil could go into the $40's. OPEC lowered their demand forecast for their oil to 28.9 million barrels, but in November produced 30.05 million barrels per day. That was actually less production than last month, but it was because of maintence in Saudi Arabia and issues in Kuwait and Libya. The overproduction is tanking prices as the cartel more than likely will see an increase in production this coming month.\n\nJust yesterday the Energy Information Administration said that U.S. oil production growth will slow next year in response to lower crude prices. The EIA cut its crude price forecasts by $15 a barrel. The agency reduced its 2015 U.S. oil production outlook for a second month. We also heard from ConocoPhillips, which said it would reduce investment spending by 20% next year in response to the price drop. BP is saying that it will cut hundreds of jobs across its global oil and gas business by the end of next year in a $1 billion restructuring. While some of that is due to the Gulf oil spill, it is no doubt that lower oil prices are not helping. Dow Jones reports that the sell- off in energy is leading to a swoon in Goldman Sachs credit operations. Citing \"tougher credit and high-yield markets\" and \"a full valuation,\" Susquehanna downgrades Goldman Sachs to neutral and drops its price target to $200 from $218, while trimming EPS views through next year. Susquehanna notes energy makes up 16% of the high-yield market now, and the sector has been the source of 22% of US high-yield issuance this year and 16% of loans. With oil slumping 30% just this quarter, \"we expect an incredibly difficult comparable in 2015.\" The firm also notes GS has had \"a great 2 years\" for harvesting investment gains. \"Combined with yet-another potential addition to the buffers for capital from the Federal Reserve, we think there is some downside risk to capital returns in 2015.\"\n\nThe bottom line is one of the aspects of a deflationary environment is when capital has an incentive to delay investment, because prices continue to fall, because the risk adjusted return on investment on assets drops to negative, investors stay in cash. That is not good for growth over all, and it may spill over into other sectors of the economy. There may have to be dramatic action by global central banks to try to offset what may be the most significant deflationary threat since the meltdown of 2008.\n\nYet gold is popping. Talk of the Russian central bank buying gold to reduce its ruble exposure as its currency gets smoked as oil prices collapse is only one of many reasons. Norway is repatriating some gold reserves amid talk that other European Central banks will be doing the same. India lifted gold restriction and may open up the buying of gold to all trading houses and alow banks to beef up their gold reserves. Reuters reported that India may change a rule mandating that \"star trading houses\" export all of their gold imports.\n\nDuring the recent selloff in oil, gold tried to follow, but if they continue to diverge it could signal bad things on the horizon. If we see this accelerate, it is time to move to safety.\n\nPrice Links Video series gives insight across the financial spectrum. https://www.youtube.com/playlist?list=PLDq9JQANqxRxCBaHqunzBT4Frxitjw-XV\n\nPast results are not necessarily indicative of future results. Investing in futures can involve substantial risk of loss & is not suitable for everyone. Trading foreign exchange also involves a high degree of risk. The leverage created by trading on margin can work against you as well as for you, and losses can exceed your entire investment. Before opening an account and trading, you should seek advice from your advisors as appropriate to ensure that you understand the risks and can withstand the losses.\n\nThe information and data in this report were obtained from sources considered reliable. Their accuracy or completeness is not guaranteed and the giving of the same is not to be deemed as an offer or solicitation on our part with respect to the sale or purchase of any securities or futures. The Price Futures Group, its officers, directors, employees, and brokers may in the normal course of business have positions, which may or may not agree with the opinions expressed in this report. Any decision to purchase or sell as a result of the opinions expressed in this report will be the full responsibility of the person authorizing such transaction. Reproduction and/or distribution of any portion of this report are strictly prohibited without the written permission of the author. Trading in futures contracts, options on futures contracts, and forward contracts is not suitable for all investors and involves substantial risks.\n\nPhil Flynn is senior energy analyst at The PRICE Futures Group and a Fox Business Network contributor. He is one of the world's leading market analysts, providing individual investors, professional traders, and institutions with up-to-the-minute investment and risk management insight into global petroleum, gasoline, and energy markets. His precise and timely forecasts have come to be in great demand by industry and media worldwide and his impressive career goes back almost three decades, gaining attention with his market calls and energetic personality as writer of The Energy Report. You can contact Phil by phone at (888) 264-5665 or by email at pflynn@pricegroup.com. Learn even more on our website at www.pricegroup.com.\n\n+ FollowFox Business on Facebook",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27818435",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5255,
                    "source": {
                        "title": "Fox Business",
                        "uri": "www.foxbusiness.com"
                    },
                    "time": "17:15:00",
                    "title": "Oil and Gold Warning Signs",
                    "uri": "233286654",
                    "url": "http://www.foxbusiness.com/markets/2014/12/10/oil-and-gold-warning-signs/",
                    "wgt": 1
                },
                {
                    "body": "Investors are over-reacting and should not 'panic', says Al Habtoor Group Chairman\n\nInvestors are overreacting and shouldn't be overly concerned with fluctuations in the global markets as a result of the drop in oil prices, said Khalaf Ahmad Al Habtoor, Chairman of the Dubai-based Al Habtoor Group.\n\nAl Habtoor said he can't understand why investors are running for safety. \"A drop in oil prices isn't necessarily a bad thing, in fact, it's very positive for the majority of sector like airlines and shipping, transportation and manufacturing,\" he said.\n\n\"The benefits of lower oil prices outweigh the negatives,\" he said.\n\n\"A drop in oil prices benefits many businesses. Sure, energy companies lose out, but cheaper oil is generally good for the economy and the overall stock market. Companies that use oil as an input experience a reduction in their cost of production. This means profit margins go up, and this can be passed on to the consumer,\" Al Habtoor Group chairman said.\n\nAl Habtoor provided an example in India where car sales jumped 10 per cent in November on the back of lower oil, according to data released by industry body Society of Indian Automobile Manufacturers (SIAM). \"Car sales bounced into positive territory in India following two months of decline. This sends a strong message,\" he said.\n\n\"If you look at the US economy, the world's largest economy and a significant energy consumer, it would benefit from a drop in oil prices. Consumers gain because gas costs less and results in higher real income which could result in increased spending. Businesses benefit from lower costs of production and higher profits, and this could lead to increased output, which means more activity in the economy.\"\n\nInvestors took fright after Morgan Stanley revised its oil forecast lower, saying prices could drop as low as $43 a barrel next year.\n\nCrude oil has already decreased from over $100 a barrel to around $65 a barrel.\n\n\"I believe the analysts are being more academic than practical in this instance. This is just an assessment and it has led the bears to come out,\" Al Habtoor said. \"What people have to remember is that the stock market is not an indicator of the overall economy.\"\n\nCommenting on the UAE market, the Al Habtoor Group Chairman said that country has proved it can withstand global market turmoil following its recovery from the global crisis in 2008. \"The UAE has a diversified economy that is not wholly reliant on oil,\" he said.\n\n\"Plus the UAE government put measures in place to give itself a buffer, and it is in a better position than ever to cope with external shocks.\"",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27836521",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5198,
                    "source": {
                        "title": "Emirates 24|7",
                        "uri": "www.emirates247.com"
                    },
                    "time": "04:27:00",
                    "title": "Falling oil prices should be viewed as a positive: Al Habtoor",
                    "uri": "233327913",
                    "url": "http://www.emirates247.com/business/falling-oil-prices-should-be-viewed-as-a-positive-al-habtoor-2014-12-11-1.572998",
                    "wgt": 1
                },
                {
                    "body": "Texas could have the best of both worlds when it comes to gasoline and crude oil, according to the Energy Information Administration's short-term energy outlook that projects energy production and prices for 2015.\n\nIt looks like $2 a gallon gasoline could be the norm and the Texas shale drilling boom will continue, though it will slow down, the EIA reported.\n\nThe average national gasoline price will be $2.60 a gallon for 2015. That's 35 cents lower than the EIA's projection even a month ago. Then, consider that Texas typically pays lower gasoline prices than the national average. The current national price is $2.639 while Texans are paying $2.41 and Californians pay $2.953, according to AAA.\n\nSign up for the free Energy Inc. Texas newsletter here and get the multistate Who's Who in Energy 2014 publication free.\n\n\"The savings at the pump will continue for U.S. drivers in 2015, when annual gasoline costs for the average household are expected to fall below $2,000, about $550 less than this year,\" said Adam Sieminski, a EIA administrator.\n\nU.S. crude oil production cracked the 9 million barrels per day mark in November, on average, according to EIA estimates. For 2015, U.S. oil production will average 9.3 million barrels per day, down about 100,000 barrels from last month's projection.\n\n\"U.S. crude oil production growth is expected to slow next year in response to lower crude prices but annual output is forecast to still increase to the highest level since 1972,\" Sieminski said.\n\nBrent crude oil prices fell by more than 15 percent in November, going from $85 a barrel on Nov. 3 to $72 a barrel on Nov. 28. The decision by the Organization of Petroleum Exporting Countries in late November to maintain production despite lower prices puts downward pressure on price expectations, according to the EIA.\n\nNicholas covers the energy, manufacturing, aviation and transportation beats for the Dallas Business Journal. Subscribe the Energy Inc. newsletter",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27805297",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5112,
                    "source": {
                        "title": "Business Journal",
                        "uri": "www.bizjournals.com"
                    },
                    "time": "22:01:00",
                    "title": "Can Texas have $2 gasoline and a booming shale, too? EIA says yes",
                    "uri": "233255925",
                    "url": "http://www.bizjournals.com/dallas/blog/2014/12/can-texas-have-2-gasoline-and-abooming-shale-too.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bvertical_29%2B%2528Energy%2BConservation%2BIndustry%2BNews%2529",
                    "wgt": 1
                },
                {
                    "body": "Santos (STO) chief executive David Knox said Santos' projected capital expenditure for 2015 had been cut by $700 million to $2 billion. He insisted the company was in strong financial shape and could meet its production forecasts for 2015.\n\nMr Knox said the company's underlying performance remained strong, with production rising in the second half.\n\nHe insisted Santos had no need, or plan, to raise equity, noting that it had $2 billion in cash on its books and undrawn debt facilities.\n\nIt was also on track to realise cash flow benefits from its growth investments and was continuing to consider possible asset divestments.\n\n\"The current volatile oil price means that Santos is focused on driving operational efficiency, reducing costs, prudently managing capital and making sure our balance sheet remains strong -- without making short-term reactive decisions that could damage the long-term interests of the company or the interests of shareholders,\" Mr Knox said in a statement today.\n\nMr Knox's comments came after oil prices slipped to new five-year lows overnight.\n\nWest Texas Intermediate crude has fallen to nearly $US60 a barrel, 40 per cent below what it was just six months ago.\n\nThe latest slide was driven by OPEC forecasting demand for the oil cartel's crude would fall to an 12-year low of 28.92 million barrels a day in 2015.\n\nThe cartel has refused to cut back production despite suppliers in North America and elsewhere stepping up production.\n\nSantos's shares have been hammered by the sliding oil price, shedding more than a third of their value in less than three weeks.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27840594",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5078,
                    "source": {
                        "title": "TheAustralian",
                        "uri": "www.theaustralian.com.au"
                    },
                    "time": "05:38:00",
                    "title": "Santos slashes capex by 25pc",
                    "uri": "233338742",
                    "url": "http://www.theaustralian.com.au/business/news/santos-slashes-capital-spending-by-25-per-cent/story-e6frg906-1227152264950?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2520TheAustralianBusinessMiningEnergy%2520%2528The%2520Australian%2520%257C%2520Business%2520%257C%2520Mining%2520and%2520energy%2529&nk=adffd9095e62c6d2d9e05bd2d0358cf8",
                    "wgt": 1
                },
                {
                    "body": "SEOUL -- As U.S. lawmakers debate whether to free up more than the tiny amount of oil output currently eligible for export, buyers from Asia are moving in.\n\nMitsui & Co., Japan's second-biggest trader, has doubled employees relocated to Houston to 50 over the past two years while Tokyo-based Cosmo Oil opened an office in the oil hub in April and South Korea's SK Innovation is bolstering its presence in the region. They are now limited to buying a product called condensate, an ultra-light oil that accounts for about 8 percent of U.S. output, but are positioning themselves to purchase more if Congress ends export restrictions.\n\nTheir move into Houston illustrates the challenge for the Organization of Petroleum Exporting Countries as the highest American output in more than three decades lures the group's traditional customers and benchmark prices tumble. OPEC members are responding by offering the deepest discounts in more than a decade, sparking speculation they're embarking on a price war as demand slows.\n\n\"Asia has been dependent on the Middle East, but now refiners see more possibilities of importing U.S. crude,\" Ehsan Ul-Haq, a senior market consultant at KBC Energy Economics in Walton-on-Thames, England, said by phone Dec. 8. \"Although the U.S. is currently not exporting any oil with the exception of condensates, it's going to be an opportunity.\"\n\nThe ban was passed by Congress in 1975 in response to the Arab oil embargo that cut global supplies, quadrupled crude prices and created gasoline shortages in the U.S. at a time when the country's own crude production was shrinking. Now that horizontal drilling and hydraulic fracturing are unleashing record volumes of light oil from U.S. shale formations, federal policy makers are facing increasing pressure to ease the restriction and Asian buyers are circling.\n\nThey're already benefiting from regulation that allows lightly processed oil to be exported. Enterprise Products Partners and Pioneer Natural Resources got approval earlier this year from the U.S. Commerce Department to ship some condensates overseas. BHP Billiton Ltd. is exporting without explicit approval, prompting speculation more companies will follow suit.\n\n\"The ban on crude exports is really an artifact of the 1970s,\" Daniel Yergin, an energy analyst and Pulitzer Prize- winning author, said in an e-mail. \"The U.S. will still be a net importer of declining amounts of crude, but exporting one quality and importing another to help balance the market.\"\n\nRep. Joe Barton, R-Texas, introduced a bill Tuesday that would remove all restrictions on crude oil exports.\n\nHouston-based Enterprise is seeking to export 600,000 barrels a month of U.S. condensate to Asia next year. Melbourne- based BHP is offering 650,000 barrels for delivery in January.\n\nThe light, sweet oil from North American shale deposits may be more attractive to overseas processors because many domestic plants prefer to use lower quality crudes. Most U.S. refineries were built to run oil with higher levels of sulfur and greater viscosity than the grades being pumped from shale formations, Amos Hochstein, special envoy and coordinator for international energy affairs for the State Department, said in an interview in Singapore on Oct. 30.\n\n\"Mitsui wants to take part in the oil-export business from the U.S. because for clients in Asia, it helps to diversify supply from the Middle East,\" Tomohiro Sunada, a Tokyo-based manager with the company's energy strategic planning division, said in an interview last month.\n\nThe company is seeking to boost shipments of ultra-light crude to Asia and expand its Gulf Coast operations, Sunada said.\n\nJapan relies on the Middle East for 83 percent of its oil imports, South Korea is dependent on the region for more than 87 percent, and India gets almost two-thirds of its petroleum from the area.\n\nCosmo Oil opened its office in Houston because of the opportunities to ship crude from North and Latin America, Senior Managing Executive Officer Hisashi Kobayashi said in Tokyo on Nov. 17. SK Innovation started commercial production of a 100,000 barrel-a-day plant that processes condensates at its Incheon refinery in July. The U.S. is producing about 650,000 barrels a day of the ultra-light oil.\n\n\"Our U.S. office is getting more important\" as the company expands its exploration and production operations, Lee Mi Ji, a spokeswoman for SK, said by phone on Dec. 5. \"We are well aware of the rising significance of the U.S. oil market.\"\n\nIndia's biggest refiner is testing Canadian and Mexican crudes in anticipation the ban will be lifted, cutting prices and boosting global supplies.\n\n\"We are indeed looking forward to U.S. crude coming into the market,\" B. Ashok, the chairman of Indian Oil, said in an interview in New Delhi last month.\n\nSouth Korea imported 1.6 million barrels of oil from the U.S. and Canada in September and October, the first such shipments since at least 2005, and Japan in October got its U.S. oil for the first time in four years.\n\nThe lifting of the ban on U.S. oil exports \"will substantially reduce the cost of bringing crude\" to South Korea, Chang Woo Seck, head of the corporate planning office at SK Innovation, said in an earnings call on Oct. 28.\n\n\"Right now, U.S. refiners enjoy higher refining margins compared to refiners in other countries\" because of their access to U.S. oil, said Seck. \"For refiners like us who are in east Asia, it will be hugely beneficial.\"\n\n_ With assistance from Yuriy Humber in Tokyo, Dan Murtaugh in Houston, Laura Litvan in Washington and Lynn Doan in San Francisco.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27831928",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5013,
                    "source": {
                        "title": "chicagotribune.com",
                        "uri": "www.chicagotribune.com"
                    },
                    "time": "23:26:00",
                    "title": "Texas is now home to bargain-hunting Japanese oil buyers",
                    "uri": "233317205",
                    "url": "http://www.chicagotribune.com/sns-wp-blm-news-bc-oil-asia-texas10-20141210-story.html",
                    "wgt": 1
                },
                {
                    "body": "The Toronto Stock Exchange shed 329 points or two per cent of its value on Monday as oil prices continued their slide and a major U.S. investment bank said there is plenty more downside left.\n\nThe TSX composite index had earlier traded below the 14,000-point level before recovering a little late in the trading day to close at 14,144.17. It was the biggest one-day drop since April 2013. The sell-off came on the first day of trading after the index lost about two per cent last week.\n\n'Investors are selling everything.'\n\nBasically everything was lower, as banks, tech stocks and industrials joined commodities in sliding into the red. (The only exception was health care, which was clinging to a small gain on the day.)\n\nThe TSX is now at its lowest point since the middle of October, and Canada's benchmark stock index is now only up by just under four per cent since the start of the year. The Canadian dollar fell 0.38 of a cent to 87.09 cents US.\n\n\"The psychology is extremely negative. We're back into panic mode,\" said David Cockfield, managing director and portfolio manager at Northland Wealth Management. \"The market in Canada is becoming more and more irrational.\n\n\"People are selling because the market is down and they think it's going to go down further,\" he said. \"They're probably going to be right because they're selling.\"\n\nCockfield, who is waiting on the sidelines until the dust settles, said the oil and gas sell-off has unnerved the market and now \"investors are selling everything.\"\n\nOne of the big catalysts was disappointing data out of China showing the country is buying less goods from overseas -- and shipping out less to the rest of the world.\n\nChina's imports shrank unexpectedly in November, falling 6.7 per cent, while export growth slowed, fuelling concerns the world's second-largest economy could be facing a sharp slowdown.\n\nChina's crude oil imports rose nine per cent in November from October to 6.18 million barrels per day, suggesting the country may be boosting its reserves.\n\n\"If one looks at the overall economic indicators, they are all showing a picture of China which is stagnating rather than having strong growth,\" said Olivier Jakob, oil analyst at Petromatrix in Zug, Switzerland.\n\nThat's bad news for a country like Canada, which has long been criticized for being heavily dependent on shipping natural resources to the rest of the world.\n\nOil prices keep sliding lower, with Brent Crude for January down $2.95 at $66.12 a barrel at the close of trading at 4 p.m. ET, having fallen $2.30 to $66.77 US -- its lowest since October 2009.\n\nOil was selling at $105 a barrel as recently as July, but the price has been falling ever since.\n\nU.S. crude was down $2.86 at $62.99 a barrel. The U.S. contract, also known as West Texas Intermediate, touched $63.72 last week, its lowest since July 2009.\n\nIn a report dated Dec. 5, U.S. investment bank Morgan Stanley said oil prices could fall as low as $43 a barrel next year.\n\n\"Without OPEC intervention, markets risk becoming unbalanced, with peak oversupply likely in the second quarter of 2015,\" Morgan Stanley analyst Adam Longson said.\n\n\"Given continued oversupply and still no sign yet that U.S. oil production starts to show any reaction, perhaps prices will continue to head lower,\" said Carsten Fritsch, senior oil and commodities analyst at Commerzbank in Frankfurt.",
                    "date": "2014-12-08",
                    "eventUri": "2000136",
                    "id": "27817066",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4991,
                    "source": {
                        "title": "CBC News",
                        "uri": "www.cbc.ca"
                    },
                    "time": "20:10:00",
                    "title": "TSX down almost 500 points as oil slumps to new multiyear lows - CBC.ca",
                    "uri": "232590158",
                    "url": "http://www.cbc.ca/news/business/tsx-down-329-points-as-oil-slumps-to-new-multiyear-lows-1.2864101",
                    "wgt": 1
                },
                {
                    "body": "The revenue growth challenges facing the country as a result of the dwindling price of crude oil imply that governments' borrowing may increase next year.\n\nRenaissance Capital (RenCap), a financial advisory firm revealed this in report obtained by THISDAY.\n\nIt also predicted that 2015 may turn out to be a tougher year for consumers.\n\nThe report further revealed that two out of four of its variables that explain consumer confidence in its regression model had been adversely impacted by recent developments in the economy.\n\nThe Central Bank of Nigeria (CBN) recently hiked interest rates and contractionary fiscal policy suggests that the prospects of wage increases for civil servants, in the short term, have dimmed.\n\nIn addition, the Organisation of Petroleum Exporting Countries (OPEC) recently opted not to cut output, confirming low prices are here to stay.\n\nThe report argued that the naira remains at significant risk, \"which implies the probability of further tightening is high.\"\n\n\"Three months ago, the probability of the oil price falling below $80/bl was low. Today, we are adapting to the fact that this may be the new normal, following OPEC's (which represents 40per cent of the world's production) decision to maintain current production levels in response to lower oil prices.\n\n\"We think there is scope for the crude oil price to drop below $70/bl in the near term. Lower oil prices may result in a further slowdown in forex inflows, challenging the central bank's ability to defend the naira,\" RenCap forecast.\n\nTo this end, it pointed out that given the downside risk to revenue and the near-depletion of the excess crude account, the government may have little option but to remove the fuel subsidy.\n\n\"This means savings of $2.5 billion or four per cent of the 2014 consolidated government budget. We think the current low public debt levels of 11 to 12 per cent of GDP and revenue growth challenges imply government borrowing may increase in 2015, leading to an increase in yields in 2015, after being depressed in 2014,\" it added.\n\nAccording to the report, oil price is likely to settle around the current forward price of $80/bl in 2015.\n\n\"At an oil price of $80/bl Nigeria's current account (C/A) would become negative for the first time in 12 years, from our revised 2014 estimate of 2.2 per cent of GDP 2014 estimate (versus 4.3 per cent previously).\n\n\"While a weaker naira would possibly slow demand for imports and the lower oil price reduce the cost of importing refined oil (20per cent of imports), we do not think this would be sufficient to keep the C/A positive, implying that forex reserves may have to be drawn down to finance Nigeria's balance of payments (BOP).\n\n\"This is negative for the naira, which we see at N197/$1 at the end of 2015 versus N182/$1 at the end of 2014,\" it added.\n\nFurthermore, it anticipated that demand in the cement industry would soften as capital expenditure slows on the back of restrictive fiscal policy and a higher interest rate environment.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27838857",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4941,
                    "source": {
                        "title": "Nigeria BusinessNews",
                        "uri": "businessnews.com.ng"
                    },
                    "time": "14:58:00",
                    "title": "FG, States may increase borrowing in 2015",
                    "uri": "233334175",
                    "url": "http://businessnews.com.ng/2014/12/11/fg-states-may-increase-borrowing-2015/?utm_source=rss&utm_medium=rss&utm_campaign=fg-states-may-increase-borrowing-2015",
                    "wgt": 1
                },
                {
                    "body": "Oil's collapse is ripping through financial markets, broadening a selloff in stocks beyond energy companies and leaving investors with few havens as assets from metals to corporate debt sink.\n\nBrent crude on Wednesday fell below $65 for the first time since 2009 as OPEC cut its forecast for 2015 demand, raising concern over the strength of the global economy and leaving investors contemplating when oil's plunge will reach a bottom.\n\n\"As great as it feels to pump $2 gasoline at the station, it's not a healthy environment for financial assets,\" Walter Todd, who oversees about $1 billion as chief investment officer for Greenwood, South Carolina-based Greenwood Capital Associates LLC, said in a phone interview. \"It's rare to see commodity prices fall this quickly in a non-recessionary situation. You really need to see some stabilization.\"\n\nThe selloff sent the MSCI All-Country World Index to its biggest drop in two months. The Standard & Poor's 500 Index lost 1.6 percent, Canadian stocks plunged to the lowest since February and emerging-market shares fell to an eight-month low. Traders are almost certain that Venezuela will teeter into default as bonds plunge to a 16-year low and the cost of default protection soars to a record. A measure of risk in the U.S. junk-bond market rose the most in two months. Copper fell 1.2 percent and gold slipped 0.2 percent.\n\nInvestors sought relief in U.S. Treasury securities as 30-year bond yields fell to a seven-week low, and the yen capped its biggest three-day gain versus the dollar in more than a year.\n\nWhile oil prices have been spiraling downward since June, entering a bear market and dragging down energy shares, the pace of Wednesday's decline spurred selling in S&P 500 groups that helped drive the benchmark gauge to an all-time high on Dec. 5. All 10 major industries in the S&P 500 slumped at least 1 percent Wednesday.\n\n'Human Emotion'\n\n\"There's nothing like human emotion to take over in the short term, and fear is taking over; it looks like this really is a slowdown,\" Ron Weiner, president and chief executive officer of RDM Financial Group in Westport, Connecticut, said. His firm oversees $750 million. \"In this case it really is an oil story, it really is a global slowdown of some sort.\"\n\nOPEC cut the forecast for how much crude it will need to provide in 2015 to the lowest level in 12 years on surging U.S. shale supplies and lower demand estimates amid signs of a slowing growth in economies from China to Europe.\n\nJapan has already slumped into its fourth recession since 2008, while China's economy, the world's second-largest, is forecast to grow this year at the slowest pace since 1990, according to the median estimate in a Bloomberg survey. The European Central Bank last week unveiled \"substantially\" lower forecasts for inflation and growth in the euro region, warning of a deflationary spiral. Russia is also heading toward its first recession since 2009.\n\nOil Mantra\n\n\"The mantra of 'lower oil prices are good for the economy' can only last so long until finally there's a break in the psychology of investors,\" Jeff Sica, president and CEO of advisory firm Circle Squared Alternative Investments, which oversees $1.5 billion, said by phone. \"You start to realize the reason why oil prices are declining is because there's severe economic weakness that has yet to be acknowledged. It's bringing down all commodity prices.\"\n\nThe Markit CDX North American High Yield Index, a credit-default swaps benchmark used to hedge against losses or to speculate on creditworthiness, climbed 14.9 basis points to 371 basis points at 4:01 p.m. in New York, according to data compiled by Bloomberg. The credit-swaps index typically rises as investor confidence deteriorates and falls as it improves.\n\n'No Bottom'\n\nThe bear market that has cut the price of crude almost in half in less than six months is calling into question the prospects for North American companies that have been aided by the boom in energy production in the past decade. Banks, capital goods makers and technology companies helped lead declines Wednesday as the S&P 500 slid the most in two months and reached a five-week low. Exxon Mobil Corp. and Chevron Corp. sank at least 2 percent.\n\n\"For the energy stocks, it's like there's no bottom,\" Terry Morris, a senior equity manager who helps oversee about $2.8 billion at Wyomissing, Pennsylvania-based National Penn Investors Trust Co., said in a phone interview. \"Because it's year-end and so many money managers are lagging the index, they have no interest in buying energy between now and year-end. Energy might not start to turn around until January.\"\n\nMorris added that \"it's probably a decent buy if you have patience.\"",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27821898",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.433,
                    "source": {
                        "title": "www.moneynews.com",
                        "uri": "www.moneynews.com"
                    },
                    "time": "01:07:00",
                    "title": "Oil Plunge Rips Through World Markets",
                    "uri": "233294285",
                    "url": "http://www.moneynews.com/StreetTalk/Oil-World-Markets-Investors/2014/12/10/id/612319/",
                    "wgt": 1
                },
                {
                    "body": "Stocks got crushed and oil tanked on Wednesday, as the Dow fell more than 200 points and all of the major stock indexes lost more than 1.5% while oil made fresh multi-year lows.\n\n1. Stocks took a beating. After falling early in the day on Tuesday and then turning it around, stocks started the day lower and took a turn for the worst in the afternoon, with the Dow losing as much as 285 points at one point. Stocks attempted to stage a rally in the last hour of trade, before falling back to session lows into the close.\n\n2. Oil was again the lead story in the markets, as WTI and Brent crude both made fresh lows, with WTI breaking below $US61 a barrel and Brent falling below $US65 a barrel for the first time since 2009. At one point on Wednesday, WTI was down more than 5%. There were a number of bad headlines for oil on Wednesday, with OPEC's latest report showing a reduction in demand expectations for 2015, the US EIA's latest status report showing an unexpected increase in inventories last week, and comments from Saudi Arabian oil minister Ali Al-Naimi that suggested a change in tone out of OPEC.\n\n3. In an afternoon email, NYSE floor governor Rich Barry noted that on the floor of the NYSE, all traders can talk about is oil. \"While the sell-off in crude has been a drubbing of historic proportions, we do not think it is over yet.,\" Barry wrote. \"Look for more pain and a little more bloodletting before we see a real bottom in place. Or, to quote one esteemed market-player in expressing his views on commodity prices, 'The number of human beings in the history of mankind who could consistently and accurately predict future commodity prices is Zero.'\"\n\n4. And while the oil and equity markets were falling sharply on Wednesday, the VIX, or volatility index spiked. The VIX climbed to nearly 20, a more than 20% rise on Wednesday bringing the measure's gains to almost 50% since Friday, when it was trading closer to 11. Long-dated US treasury bonds also rallied on Wednesday, with the 10-year falling back below 2.2% to as low as 2.16%, and the 30-year extending its gains to as low as 2.82%.\n\n5. On Tuesday, BlackRock released its 2015 investment outlook, and the firm is looking for a few main themes next year: volatility and standout US growth.\n\n6. It was an ugly day overall for oil & gas stocks with the some of big losers including Hess, Marathon Oil, Williams, Devon Energy, and Noble Energy, which all fell more than 4%. Some of the other notable S&P 500 losers were Yum! Brands, which last night said sales in China still continue to recover at a slower pace than expected.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27818459",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4268,
                    "source": {
                        "title": "Business Insider Australia",
                        "uri": "www.businessinsider.com.au"
                    },
                    "time": "21:03:00",
                    "title": "STOCKS CRUSHED, OIL TANKS: Here's What You Need To Know",
                    "uri": "233286647",
                    "url": "http://www.businessinsider.com.au/closing-bell-december-10-2014-12",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK: Oil traders have been quietly buying cheap, far out-of-the-money call options at $100 a barrel, betting that the biggest sell-off since the financial crisis has gone too far and that crude is likely to rebound by this time next year.\n\nOpen interest in US crude oil $100 calls for December 2015 has jumped 13 per cent in the last two weeks to nearly 37,000 on Wednesday, with a premium of around 40 cents.\n\nFor the December 2016 $100 calls, open interest has surged by more than 50 per cent to nearly 16,000, with a premium of around $1.00, according to exchange data.\n\nWith US crude oil futures for January hovering at just above $60 a barrel, down from nearly $108 a barrel in June, traders aren't likely counting on those options to expire in the money but rather betting that their value will increase provided oil prices bottom out or begin to creep up next year.\n\n\"People don't trade options because they think the price will necessarily get there. They're looking for relatively good value,\" said John Saucer, vice president of research and analytics at Mobius Risk Group in Houston.\n\n\"The question is: How do you get the most bang for your buck?\" he said.\n\nSince the summer, oversupplied global markets coupled with lackluster demand kicked off a sell-off in both the US crude and Brent contracts. The sell-off accelerated following the Organization of the Petroleum Exporting Countries ( OPEC) meeting in Vienna last month, when member countries decided not to cut production amid speculation of a price war.\n\nThe motivations for investors to have so many open contracts in those two months at $100 are not immediately clear. High levels of activity in December are not a surprise as it is among the most liquid months of the year for hedging.\n\nYet, some argue that it is an opportune moment to buy as falling prices have increased the put skew - the difference in implied volatility for out-of-the-money and in-the-money options - allowing more upside potential to the call side.\n\n\"There are too many guys on the short side now,\" said one trader.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27815169",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4158,
                    "source": {
                        "title": "Economic Times",
                        "uri": "economictimes.indiatimes.com"
                    },
                    "time": "23:52:00",
                    "title": "Despite price crash, oil traders buy $100 options | Oil hits $60",
                    "uri": "233279514",
                    "url": "http://economictimes.indiatimes.com/markets/stocks/news/oil-traders-buy-100-options-betting-on-a-rebound-eventually/articleshow/45464984.cms",
                    "wgt": 1
                },
                {
                    "body": "Caltex expects to lift its full year profit by about 40 per cent thanks to higher fuel sales in the face of falling oil prices.\n\nInvestors cheered the news on Thursday, sending the company's shares higher amid weakness in the energy sector.\n\nCaltex expects to make an underlying operating profit of between $450 and $470 million for 2014, up from $332 million last year.\n\nThe oil refiner attributed the stronger profit - which it reports on a replacement cost basis to exclude the effects of oil price movements - to stronger earnings from its marketing division, which includes the company's service stations.\n\nAdvertisement\n\nHigher sales of premium petrol and diesel had offset lower demand for unleaded petrol overall, it said.\n\nCaltex also expects its refining business to bounce back into the black with earnings of between $10 million and $30 million, compared with a $171 million loss last year.\n\nRefiner margins had improved in recent weeks, as petrol prices had not fallen as quickly as oil prices, though Caltex said that would change in the near future.\n\nCMC chief market analyst Michael McCarthy said a less competitive landscape was easing pressure on Caltex's margins.\n\n\"That's translating to a much better operating environment for them and hence the good lift,\" he said.\n\n\"However, while that is pleasing from a business point of view, the hit that they'll take from their oil inventories means that the market is unlikely to get too enthusiastic about this.\"\n\nMr McCarthy said being in the refining business meant Caltex always carried inventory and recent falls in oil prices would not help.\n\nOil prices hit fresh five-year lows overnight after OPEC slashed estimates of how much oil the cartel will need to produce in 2015 amid weak demand.\n\nCaltex expects the recent falls will eat into the profit it reports on a historic cost basis, which takes into account the effect of oil price movements on its inventories.\n\nIt has forecast that profit result to drop to between $90 million and $110 million, from $530 million last year.\n\nHefty costs from its recent efficiency review are also expected to affect the result.\n\nThe company, which is half-owned by US oil giant Chevron, makes the bulk of its earnings as a fuel supplier and operator of petrol stations.\n\nCaltex shares were 89 cents, or 2.9 per cent, higher at $31.30 at 1340 AEDT after earlier rising as high as $31.43.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27836824",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.415,
                    "source": {
                        "title": "The Sydney Morning Herald",
                        "uri": "news.smh.com.au"
                    },
                    "time": "04:33:00",
                    "title": "Fuel sales drive Caltex profits higher",
                    "uri": "233328494",
                    "url": "http://news.smh.com.au/breaking-news-business/fuel-sales-drive-caltex-profits-higher-20141211-3masd.html",
                    "wgt": 1
                },
                {
                    "body": "U.S. stocks fell sharply on Wednesday, with the Dow down by triple digits as oil slumped almost 5% after the U.S. government reported a surprise increase in inventories as OPEC also cut its 2015 demand expectations.\n\nAs of 3:35 p.m. in New York, the Dow Jones Industrial Average (INDEXDJX:.DJI) was down 206 points at 17,594 while the Nasdaq Composite (INDEXNASDAQ:.IXIC) fell 62 points to 4,704 and the S&P 500 (INDEXSP:.INX) shed 25 points to 2,034.\n\nOil prices resumed their slide today, with the January contract in New York last down $2.91 at $60.91 a barrel in electronic trading. Ahead of inventory data, OPEC said it sees less demand for its own oil in 2015, forecasting demand will drop to 28.9 million barrels a day next year, compared with 29.4 million in 2014. Adding to these fears, the U.S. Energy Information Administration said Wednesday oil inventories rose by 1.5 million barrels in the week ending December 5. Analysts had expected a decrease in supplies of around 3 million barrels.\n\nOn the economic agenda, the November Federal budget statement, the only government economic report out today, showed the U.S. budget deficit for November narrowed 58% compared with a year ago.\n\nIn corporate activity, BP (NYSE:BP) said it would spend $1 billion for a company-wide restructuring, while also announcing plans to review its capital spending for next year in light of the oil price. Shares fell 2% in New York.\n\nAccording to a report in the FT, JPMorgan (NYSE:JPM) has a $22 billion capital hole under new rules proposed by the Federal Reserve, with the bank having until 2019 to reach the new buffer.\n\nIn corporate earnings, Costco (NASDAQ:COST) dropped 1.4% to $140.98, reversing earlier gains. The company topped estimates on earnings, with revenue essentially in line with forecasts, as same store sales excluding fuel increased 7%.\n\nToll Brothers (NYSE:TOL), meanwhile, fell short of earnings expectations, though its top line beat estimates. Shares fell over 6% even as it said it sees positive momentum going into the new fiscal year.\n\nHovnanian Enterprises (NYSE:HOV), another home builder, rose 7.4% after saying its earnings and revenue improved and it posted a tax benefit for the quarter ended October.\n\nAfter the closing bell today, retailers will be in focus, as Men's Wearhouse (NYSE:MW), Restoration Hardware (NYSE:RH) and Wet Seal (NASDAQ:WTSL) are all due to report quarterly results.\n\nEuropean markets settled mostly lower today. Japan's Nikkei declined 2.25% as a stronger yen prompted investors to sell exporters' shares. Japanese consumer confidence also weighed on stocks, dropping for a fourth consecutive month.\n\nGold futures for February delivery fell 0.2% to $1,229 an ounce.",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27804369",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4107,
                    "source": {
                        "title": "Proactiveinvestors NA",
                        "uri": "www.proactiveinvestors.com"
                    },
                    "time": "21:54:00",
                    "title": "Wall Street in the pits as oil continues to plunge",
                    "uri": "233254145",
                    "url": "http://www.proactiveinvestors.com/companies/news/58722/wall-street-in-the-pits-as-oil-continues-to-plunge-58722.html",
                    "wgt": 1
                },
                {
                    "body": "Wall Street declined more than 1% on Wednesday, with the Standard & Poor's 500 Index sinking the most in seven weeks, as another big drop in oil prices hammered energy shares.\n\nThe Dow Jones industrial average declined 268 points, or 1.51%, to 17,533, the S&P 500 lost 34 points, or 1.64%, to 2,026 and the Nasdaq Composite dropped 82 points, or 1.73%, to 4,684.\n\nAlthough the selling was broad, energy shares led the decline. Brent crude LCOc1 touched a new five-year low of $63.56 after Saudi Arabia's oil minister reiterated that he has no plans to cut output, while OPEC forecast global demand for OPEC crude in 2015 to fall to the lowest level in more than a decade.\n\nFalling oil prices have added to worries about global demand and raised concerns about earnings for energy companies.\n\nConocoPhillips, Exxon Mobil Corp. and Chevron Corp. lost more than 2%.\n\nBanks in the S&P 500 fell after JP Morgan Chase & Co. said it will probably report a \"high teens\" percentage drop in fourth-quarter trading revenue from a year earlier. JP Morgan dropped 2.8%, while Goldman Sachs Group Inc. and Citigroup Inc. each lost 2.5%.\n\nShares of Yum Brands Inc (YUM.N) sank 6.2% a day after it again lowered its profit forecast for the year, hurt by slower-than-expected sales recovery in China following a food safety scare.\n\nAmong the day's gainers were airline shares, including Southwest Airlines (LUV.N), up 1.8%. Barclays said airlines stand to see a decline of about $10 billion in fuel costs in 2015.\n\nIn Asia, shares declined on Thursday in morning trade as falling oil prices continued to feed into global growth concerns, while the dollar lost more ground against peers such as the yen and euro after a further drop in US bond yields.\n\nThe MSCI Asia Pacific Index fell 0.3% by 11:01 a.m. in Tokyo, heading for a seven-week low. Hong Kong's Hang Seng Index retreated 1.1% and a gauge of Chinese shares in the city slid 1%. Australia's ASX All Ordinaries Index was down 0.54%, while South Korea's KOSPI Index was trading 0.62% lower. In China, Shanghai Composite Index gained 0.15%.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27834882",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4094,
                    "source": {
                        "title": "New Model Adviser",
                        "uri": "citywire.co.uk"
                    },
                    "time": "04:00:00",
                    "title": "Overnight Markets: Wall Street plunges as energy renews decline",
                    "uri": "233323698",
                    "url": "http://citywire.co.uk/new-model-adviser/news/overnight-markets-wall-street-plunges-as-energy-renews-decline/a788953",
                    "wgt": 1
                },
                {
                    "body": "The Canadian dollar fell against its most major rivals in European deals on Wednesday, as oil prices plunged amid fears over global growth and after industry data showed an unexpected rise in crude stockpiles in the U.S.\n\nCrude for January delivery fell $1.12 to $62.70 per barrel.\n\nU.S. inventories rose 4.4 million barrels to 377.4 million barrels last week, compared to analysts' expectations of a drop of 2.2 million, according to the data from American Petroleum Institute.\n\nThe U.S. Energy Information Administration's weekly oil report is due at 10:30 am ET.\n\nRising concerns over a supply glut also weighed on crude oil. Increasing political uncertainty in Greece and a slow down in consumer prices in China stocked worries over global growth.\n\nOil prices were further weighed by warning by Iranian oil official that crude may fall to $40, if divisions in OPEC or price war emerges.\n\nMohammad Sadegh Memarian, head of petroleum market analysis at the Iranian oil ministry, said at a conference in Dubai yesterday that \"any break in OPEC solidarity or price war will lead to an enormous price dive shock\" which would push prices to $40 or $50. The collapse under $80 is already below market equilibrium.\n\nThe loonie that ended yesterday's trading at 1.4161 against the euro declined to a 9-day low of 1.4212. The loonie is likely to find support around the 1.43 zone.\n\nThe loonie hit a 5-day low of 0.9552 against the Australian dollar, down from Tuesday's closing value of 0.9487. If the loonie extends slide, 0.96 is possibly seen as its next support level.\n\nThe loonie edged down to 1.1468 against the greenback, after having advanced to a multi-day high of 1.1396 yesterday. Next key support for the loonie may be located around the 1.16 region.\n\nThe loonie eased to 103.76 against the yen in Asian trading and has been steady since then. Continuation of the loonie's downtrend may lead it to a support around the 102.00 area.\n\nConsumer confidence in Japan decreased unexpectedly in November, figures from the Cabinet Office showed.\n\nThe consumer confidence index dropped to 37.7 in November from 38.9 in the previous month. Economists had forecast the index to rise to 39.5.\n\nLooking ahead, U.S. monthly budget statement is due in the New York session.\n\nby RTT Staff Writer\n\nFor comments and feedback: editorial@rttnews.com\n\nBusiness News",
                    "date": "2014-12-10",
                    "eventUri": "2000136",
                    "id": "27804520",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4008,
                    "source": {
                        "title": "RTTNews",
                        "uri": "www.rttnews.com"
                    },
                    "time": "11:39:00",
                    "title": "Canadian Dollar Slides Amid Falling Oil Prices",
                    "uri": "233254135",
                    "url": "http://www.rttnews.com/2428957/canadian-dollar-slides-amid-falling-oil-prices.aspx?type=cn",
                    "wgt": 1
                },
                {
                    "body": "On an historic cost profit basis, Caltex (CTX) said it was expecting an after tax profit, including significant items, in the range of $90m to $110m for the full year.\n\nCaltex said the result included a forecast product and crude oil inventory loss of around $250m after tax, which reflected the recent deterioration in Brent crude oil prices.\n\nThe result follows a $530m historic cost profit after tax in 2013, which was buoyed by an inventory gain of $172m after tax.\n\nOvernight oil prices slumped to fresh five-year lows, on a US government report showing a surprise increase in the country's crude stockpiles.\n\nBrent crude, the international benchmark, slumped 3.7 per cent to $US64.26.\n\nBut Caltex said it was expecting a slight increase in a net profit after tax for the 2014 full year, on a replacement cost operating profit basis, which it is forecasting to come in between $450 million to $470m, excluding significant items.\n\nThe expected increase is due largely to higher fuel sales.\n\nThis would be an increase of over $100m from 2013, when the petroleum producer recorded a result of $332m.\n\nThe replacement cost of sales operating profit excludes the impact of the fall or rise in oil prices and presents a clearer picture of the company's underlying business performance.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27840596",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.399,
                    "source": {
                        "title": "TheAustralian",
                        "uri": "www.theaustralian.com.au"
                    },
                    "time": "05:38:00",
                    "title": "Plunging oil set to weigh on Caltex",
                    "uri": "233338743",
                    "url": "http://www.theaustralian.com.au/business/news/plunging-oil-price-set-to-weigh-on-caltex-earnings/story-e6frg906-1227152202347?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2520TheAustralianBusinessMiningEnergy%2520%2528The%2520Australian%2520%257C%2520Business%2520%257C%2520Mining%2520and%2520energy%2529&nk=a0e1667f000d102b3dbaffc7c0f6ae93",
                    "wgt": 1
                },
                {
                    "body": "MANILA, Philippines - The local benchmark index slumped for the fourth consecutive session yesterday as declining oil prices scared off investors.\n\nThe Philippine Stock Exchange index (PSEi) lost 0.12 percent or 8.79 points to close at 7,175.08, while the broader All Shares index fell 0.11 percent or 4.67 points at 4,220.89.\n\nAlexander Tiu, analyst at AB Capital Securities Inc., said Wednesday's outcome was on the back of international leads fueled primarily by fear spurred among investors by the declining oil prices.\n\n\"Fundamentally, the Philippines should not be affected by this. However, investors reduced risks. It was investors taking the risk off the table,\" Tiu said.\n\nBrent crude declined to $66.29 a barrel while US crude futures fell to $63.18 a barrel.\n\nLocally, Escartin said everything was normal especially as Typhoon Ruby failed to meet expectations.\n\n\"People are expecting much worse. So what happened was a good thing for the market,\" he said.\n\nStill, decliners continued to dominate advancers, 109 to 64, while 52 stocks were unchanged. Value turnover thinned to P8.69 billion from P10 billion the previous day.\n\nFour counters ended in the red led by mining and oil firms which dropped 0.74 percent or 115.75. Financial firms, meanwhile, gained 0.40 percent or 6.71 points.",
                    "date": "2014-12-11",
                    "eventUri": "2000136",
                    "id": "27833952",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3395,
                    "source": {
                        "title": "philstar.com",
                        "uri": "www.philstar.com"
                    },
                    "time": "03:41:00",
                    "title": "Declining global oil prices dampen Phl stocks",
                    "uri": "233321361",
                    "url": "http://www.philstar.com/business/2014/12/11/1401205/declining-global-oil-prices-dampen-phl-stocks",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 31,
            "averageDate": "2014-12-10",
            "avgCos": 0.3746,
            "categories": [
                {
                    "label": "Business/Energy/Oil_and_Gas",
                    "uri": "http://www.dmoz.org/Business/Energy/Oil_and_Gas",
                    "wgt": 31
                },
                {
                    "label": "Business/Food_and_Related_Products/Fats_and_Oils",
                    "uri": "http://www.dmoz.org/Business/Food_and_Related_Products/Fats_and_Oils",
                    "wgt": 36
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2000136",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1993259",
            "lang": "eng",
            "storyDate": "2014-12-10",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-1157765",
            "variance": 0.3597
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-377545": {
        "articles": {
            "resultCount": 30,
            "results": [
                {
                    "body": "La OPEP revisa a la baja sus previsiones de consumo mundial de crudo y, también, la de demanda del petróleo que producen los países integrados en el cártel. Según el nuevo escenario que maneja la organización, la demanda de 'su' crudo se resiente por la debilidad del crecimiento del consumo en general y también por la competencia que ejerce el boom de producción en Estados Unidos.\n\nLa OPEP rebaja hasta los 28,92 millones de barriles diarios su estimación de demanda del crudo del cártel en 2015, 280.000 barriles menos que su anterior previsión. Un recorte de la previsión mucho mayor que el estimado para conjunto de la demanda mundial, que el cártel recorta en sólo 70.000 barriles diarios.\n\nEl consumo mundial de crudo alcanzará en 2015 los 92,26 millones de barriles diarios, un 1,2 % más que en el presente año pero levemente menos de lo que había previsto hasta ahora la OPEP, que advirtió hoy de las consecuencias que podría tener para la economía si los precios del petróleo siguen bajos. En su informe de diciembre sobre la situación del mercado, la Organización de Países Exportadores de Petróleo (OPEP) ha actualizado con una revisión a la baja del 0,07 % (unos 70.000 barriles diario) sus cálculos de consumo para el próximo año.\n\nPor regiones, los países ricos de Europa y de Asia, especialmente Japón, vuelven a ser los únicos que quemarán en 2015 menos crudo que este año. Con todo, la OPEP se refiere a \"proyectadas mejoras en las economías de región\" cuando calcula que la caída del consumo en la Unión Europea será menor que la de 2014.\n\nRespecto a China, el país que ha tirado de la demanda mundial incluso en lo más duro de la crisis económica de los últimos años, los expertos de la OPEP hablan de un aumento del consumo del 2,95 % (en 2014 fue del 3,49 %), hasta llegar a 10,73 mbd. La OPEP recuerda que, pese a que en 2015 crecerá de nuevo un 7 %, \"la actividad económica china continua perdiendo impulso\". Pese a todo, el gigante asiático consumirá el próximo año un 11 por ciento de toda la demanda mundial de \"oro negro\".\n\nEn su reporte, la OPEP analiza la actual tendencia a la baja de los precios del crudo que ha llevado el valor de su barril a sus mínimos en los últimos cinco años. \"El valor de la cesta (de crudos OPEP) sigue reflejando los pesimistas fundamentos del mercado global de crudo, debido a que los abundantes suministros se mantienen significativamente más elevados que la demanda\", constata el documento del grupo con sede en Viena.\n\nLa OPEP señala como principal responsable de ese aumento de la oferta de \"oro negro\" a sus países competidores, especialmente a Estados Unidos, que a principios de noviembre llegó a niveles de bombeo no vistos desde los primeros años de la década de 1970.\n\nEl análisis de la OPEP señala una menor demanda como otro de los factores que están enfriando los precios. \"Si el actual ambiente de precios persistiera el año próximo, podría tener implicaciones tanto para la economía global como para el mercado global de petróleo conforme pase el tiempo\", advierte la OPEP aunque indicando que no está claro aún el alcance de ese efecto.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27754155",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7951,
                    "source": {
                        "title": "Expansion",
                        "uri": "www.expansion.com"
                    },
                    "time": "14:34:00",
                    "title": "OPEC predicts lower demand for its oil boom by the us",
                    "uri": "233138277",
                    "url": "http://www.expansion.com/2014/12/10/empresas/energia/1418212841.html",
                    "wgt": 1
                },
                {
                    "body": "El precio del barril de petróleo Brent, de referencia para Europa, ha caído este miércoles por debajo de la barrera de los 65 dólares por primera vez desde septiembre de 2009, después de que la Organización de Países Exportadores de Petróleo (OPEP) haya recortado sus previsiones de consumo de crudo para el próximo año.\n\nLONDRES, 10 (EUROPA PRESS)\n\nEn concreto, la cotización del barril de Brent (brent.167)ha llegado a bajar hasta los 64,98 dólares, frente a los 66,25 dólares del comienzo de la sesión.\n\nDe este modo, el barril de crudo de referencia para Europa acumula una depreciación del 41,4% desde principios de año.\n\nPor su parte, el precio del barril de petróleo Texas, de referencia en EEUU, caía hasta los 62,21 dólares desde los 63,33 del comienzo de la sesión.\n\nLa OPEP ha revisado a la baja su previsión de demanda mundial de petróleo en 2015, que ahora prevé que aumente en 1,12 millones de barriles al día, hasta los 92,26 millones de barriles diarios, lo que representa un descenso de 70.000 barriles por día respecto al anterior pronóstico del cártel.\n\nAsimismo, la organización calcula que la demanda mundial de crudo en 2014 crecerá alrededor de 930.000 barriles diarios, 12.000 menos de los previstos en noviembre, hasta los 91,13 millones de barriles al día.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27761169",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7862,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "15:41:00",
                    "title": "El precio del barril de petróleo Brent baja de 65 dólares por primera vez en cinco años",
                    "uri": "233155977",
                    "url": "http://www.eleconomista.es/economia/noticias/6315651/12/14/El-precio-del-barril-de-petroleo-Brent-baja-de-65-dolares-por-primera-vez-en-cinco-anos.html",
                    "wgt": 1
                },
                {
                    "body": "La Organización de Países Exportadores de Petróleo (OPEP) revisó a la baja sus previsiones de consumo mundial de crudo y, también, la de demanda del petróleo que producen los países integrados en el cartel.\n\nSegún el nuevo escenario que maneja la organización, la demanda de 'su' crudo se resiente por la debilidad del crecimiento del consumo en general y también por la competencia que ejerce el boom de producción en Estados Unidos.\n\nAsí, la OPEP rebajó hasta los 28,92 millones de barriles diarios su estimación de demanda del crudo en 2015, 280.000 barriles menos que su anterior previsión. Un recorte de la previsión mucho mayor que el estimado para conjunto de la demanda mundial, que el cartel recorta en sólo 70.000 barriles diarios.\n\nEl consumo mundial de crudo alcanzará en 2015 los 92,26 millones de barriles diarios, un 1,2% más que en el presente año pero levemente menos de lo que había previsto hasta ahora la OPEP, que advirtió hoy de las consecuencias que podría tener para la economía si los precios del petróleo siguen bajos.\n\nEn su informe de diciembre sobre la situación del mercado, la OPEP ha actualizado con una revisión a la baja del 0,07% (unos 70.000 barriles diario) sus cálculos de consumo para el próximo año.\n\nPor regiones, los países ricos de Europa y de Asia, especialmente Japón, vuelven a ser los únicos que quemarán en 2015 menos crudo que este año. Con todo, la OPEP se refiere a \"proyectadas mejoras en las economías de región\" cuando calcula que la caída del consumo en la Unión Europea será menor que la de 2014.\n\nRespecto a China, el país que ha tirado de la demanda mundial incluso en lo más duro de la crisis económica de los últimos años, los expertos de la OPEP hablan de un aumento del consumo del 2,95% (en 2014 fue del 3,49%), hasta llegar a 10,73 mbd. La OPEP recordó que, pese a que en 2015 crecerá de nuevo un 7%, \"la actividad económica china continua perdiendo impulso\". Pese a todo, el gigante asiático consumirá el próximo año un 11% de toda la demanda mundial de \"oro negro\".\n\nEl análisis de la OPEP, además señala una menor demanda como otro de los factores que están enfriando los precios. \"Si el actual ambiente de precios persistiera el año próximo, podría tener implicaciones tanto para la economía global como para el mercado global de petróleo conforme pase el tiempo\", advirtió la organización, aunque indicó que no está claro aún el alcance de ese efecto.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27773428",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7846,
                    "source": {
                        "title": "Diario Financiero",
                        "uri": "www.df.cl"
                    },
                    "time": "17:15:00",
                    "title": "La OPEP prevé una menor demanda del petróleo para 2015",
                    "uri": "233183569",
                    "url": "https://www.df.cl/noticias/internacional/actualidad-internacional/la-opep-preve-una-menor-demanda-del-petroleo-para-2015/2014-12-10/134624.html",
                    "wgt": 1
                },
                {
                    "body": "Viena, 10 dic (EFE).- El consumo mundial de crudo alcanzará en 2015 los 92,26 millones de barriles diarios, un 1,2 % más que en el presente año pero levemente inferior a lo que había previsto hasta ahora la OPEP, que advirtió hoy de las consecuencias que podría tener para la economía si los precios del petróleo siguen bajos.\n\nEn su informe de diciembre sobre la situación del mercado, la Organización de Países Exportadores de Petróleo (OPEP) ha revisado a la baja, el 0,07 % (unos 70.000 barriles diarios), sus cálculos de consumo para el próximo año.\n\nPor regiones, los países ricos de Europa y de Asia, especialmente Japón, vuelven a ser los únicos que demandarán en 2015 menos crudo que este año.\n\nCon todo, la OPEP se refiere a las \"proyectadas mejoras en las economías de la región\" cuando calcula que la caída del consumo en la Unión Europea será menor que la de 2014.\n\nRespecto a China, el país que ha tirado de la demanda mundial, incluso en lo más duro de la crisis económica de los últimos años, los expertos de la OPEP hablan de un aumento del consumo del 2,95 % (en 2014 fue del 3,49 %), hasta llegar a 10,73 millones de barriles diarios (mbd).\n\nLa OPEP recuerda que, pese a que en 2015 crecerá de nuevo un 7 %, \"la actividad económica china continua perdiendo impulso\".\n\nPese a todo, el gigante asiático consumirá el próximo año un 11 por ciento de toda la demanda mundial de \"oro negro\".\n\nEn su reporte, la OPEP analiza la actual tendencia a la baja de los precios del crudo que ha llevado el valor de su barril a sus mínimos en los últimos cinco años.\n\nEl crudo OPEP cotizó el martes a 62,33 dólares/barril, el valor más bajo desde julio de 2009, mientras que el Brent europeo (66,84 dólares/barril) y el Texas estadounidense (63,82 dólares/barril) están también en mínimos de los últimos cuatro años.\n\n\"El valor de la cesta (de petróleo OPEP) sigue reflejando los pesimistas fundamentos del mercado global de crudo, debido a que los abundantes suministros se mantienen significativamente más elevados que la demanda\", constata el documento del grupo con sede en Viena.\n\nLa OPEP señala como principal responsable de ese aumento de la oferta de \"oro negro\" a sus países competidores, especialmente a Estados Unidos, que a principios de noviembre llegó a niveles de bombeo no vistos desde los primeros años de la década de 1970.\n\nEl análisis de la OPEP señala una menor demanda como otro de los factores que están enfriando los precios.\n\n\"Si el actual ambiente de precios persistiera el año próximo, podría tener implicaciones tanto para la economía global como para el mercado global de petróleo conforme pase el tiempo\", advierte la OPEP, aunque indicando que no está claro aún el alcance de ese efecto.\n\nEso sí, la OPEP señala que si los precios del \"oro negro\" siguen a este nivel durante mucho tiempo, la producción de sus competidores se verá afectada, especialmente las explotaciones de petróleo de esquisto, que son las que han elevado a EEUU a la categoría de primer productor mundial.\n\nEse tipo de petróleo es mucho más caro de extraer, por lo que un barril por debajo de 80 dólares hace que este tipo de explotaciones dejen de ser rentables.\n\nAdemás de los precios, el informe se refiere a factores geopolíticos, medioambientales o de régimen fiscal como elementos que pueden afectar las previsiones de oferta para el futuro próximo.\n\nCon esa advertencia hecha, la OPEP augura que el ritmo de extracción de sus competidores llegará en 2015 hasta los 57,31 mbd, un 2,4 % más que este año que acaba.\n\nEstados Unidos alcanzaría una capacidad de extracción de 13,72 mbd, un 8 % más que en 2014, y muy por encima de los otros dos grandes productores, Rusia y Arabia Saudí.\n\nParalelamente, la producción conjunta de los 12 países socios de la OPEP (sin contar el gas líquido y los crudos no convencionales) caerá un 1,7 por ciento en 2015, hasta los 28,9 millones de barriles diarios.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27747408",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7839,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "13:35:00",
                    "title": "La OPEP reduce levemente su expectativa de demanda de crudo para 2015",
                    "uri": "233121480",
                    "url": "http://www.eleconomista.es/energia/noticias/6315090/12/14/La-OPEP-reduce-levemente-su-expectativa-de-demanda-de-crudo-para-2015.html",
                    "wgt": 1
                },
                {
                    "body": "Publicado 10/12/2014 16:33:34CET\n\nLONDRES, 10 Dic. (EUROPA PRESS) -\n\nEl precio del barril de petróleo Brent, de referencia para Europa, ha caído este miércoles por debajo de la barrera de los 65 dólares por primera vez desde septiembre de 2009, después de que la Organización de Países Exportadores de Petróleo (OPEP) haya recortado sus previsiones de consumo de crudo para el próximo año.\n\nEn concreto, la cotización del barril de Brent ha llegado a bajar hasta los 64,98 dólares, frente a los 66,25 dólares del comienzo de la sesión.\n\nDe este modo, el barril de crudo de referencia para Europa acumula una depreciación del 41,4% desde principios de año.\n\nPor su parte, el precio del barril de petróleo Texas, de referencia en EEUU, caía hasta los 62,21 dólares desde los 63,33 del comienzo de la sesión.\n\nLa OPEP ha revisado a la baja su previsión de demanda mundial de petróleo en 2015, que ahora prevé que aumente en 1,12 millones de barriles al día, hasta los 92,26 millones de barriles diarios, lo que representa un descenso de 70.000 barriles por día respecto al anterior pronóstico del cártel.\n\nAsimismo, la organización calcula que la demanda mundial de crudo en 2014 crecerá alrededor de 930.000 barriles diarios, 12.000 menos de los previstos en noviembre, hasta los 91,13 millones de barriles al día.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27764073",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7808,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "16:10:00",
                    "title": "Economía.- El precio del barril de petróleo Brent baja de 65 dólares por primera vez en cinco años",
                    "uri": "233163634",
                    "url": "http://www.europapress.es/economia/energia-00341/noticia-economia-precio-barril-petroleo-brent-baja-65-dolares-primera-vez-cinco-anos-20141210163334.html",
                    "wgt": 1
                },
                {
                    "body": "Prosigue la espiral bajista del precio del petróleo. La revisión a la baja que hizo la OPEP en su previsión de demanda para 2015 ahondó las pérdidas del crudo, que acabó en mínimos de 2009.\n\nEl crudo WTI que se cotiza en Nueva York (y sirve de referencia para los precios en Chile) cerró en US$ 60,9 el barril (-4,31%), su nivel más bajo desde el martes 14 de julio de 2009.\n\nEn el mercado spot de Londres, en tanto, el referencial europeo Brent se ubicó en US$ 64,2 por barril, lo que supone una caída de 4,28% en relación al cierre de ayer y un mínimo desde el jueves 16 de julio del mismo año.\n\nEn lo que va de año el Brent se ha depreciado 42,51%, mientras que el West Texas acumula una caída del 38,09%.\n\nEn su nueva estimación, la OPEP rebajó hasta los 28,92 millones de barriles diarios su estimación de demanda del crudo en 2015, 280.000 barriles menos que su anterior previsión. Un recorte de la previsión mucho mayor que el estimado para conjunto de la demanda mundial, que el cartel recorta en sólo 70.000 barriles diarios.\n\nEl consumo mundial de crudo alcanzará en 2015 los 92,26 millones de barriles diarios, un 1,2% más que en el presente año pero levemente menos de lo que había previsto hasta ahora la OPEP, que advirtió hoy de las consecuencias que podría tener para la economía si los precios del petróleo siguen bajos.\n\nEn su informe de diciembre sobre la situación del mercado, la OPEP ha actualizado con una revisión a la baja del 0,07% (unos 70.000 barriles diario) sus cálculos de consumo para el próximo año.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27805797",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.763,
                    "source": {
                        "title": "Diario Financiero",
                        "uri": "www.df.cl"
                    },
                    "time": "22:06:00",
                    "title": "Petróleo sigue en picada y cae a mínimos de más de cinco años",
                    "uri": "233257068",
                    "url": "https://www.df.cl/noticias/mercados/commodities/petroleo-sigue-en-picada-y-cae-a-minimos-de-mas-de-cinco-anos/2014-12-10/181258.html",
                    "wgt": 1
                },
                {
                    "body": "La Organización de Países Exportadores de Petróleo (OPEP) ha revisado a la baja su previsión de demanda mundial de petróleo en 2015, que ahora prevé que aumente en 1,12 millones de barriles al día, hasta los 92,26 millones diarios. Esta previsión representa un descenso de 70.000 barriles por día respecto al anterior pronóstico del cártel.\n\nAsimismo, la organización calcula que la demanda mundial de crudo en 2014 crecerá alrededor de 930.000 barriles diarios, 12.000 menos de los previstos en noviembre, hasta los 91,13 millones de barriles al día. En la última edición del boletín mensual de la organización, la OPEP achaca este descenso de sus estimaciones para 2014 a un menor consumo del esperado en los países miembros de la Organización para la Cooperación y el Desarrollo Económico (OCDE).\n\nLos países exportadores de petróleo prevén que la economía mundial siga recuperándose este año y repunte aún más en 2015. En concreto, destacan que Estados Unidos ganó impulso en los últimos meses, mientras que la situación en la eurozona sigue siendo \"incierta\" pese a que ciertos progresos en los países de la periferia han ayudado a elevar el crecimiento.\n\nAdemás, consideran que el aumento del crecimiento global en 2015 es consecuencia principalmente del repunte de Estados Unidos, mientras que los vientos en contra procederán de la baja inflación en la eurozona y una mayor volatilidad en los mercados de divisas. Otras incertidumbres son el resultado de las políticas monetarias y las tensiones geopolíticas.\n\nLa revisión a la baja de las previsiones de demanda se produce después de que a finales de noviembre, en medio de tensiones, la cumbre de la organización decidiera no alterar la situación actual y mantener la cuota de producción en 30 millones de barriles diarios a la espera de que los mecanismos del mercado contrarresten la caída de los precios.\n\nEn relación con esta decisión, el ministro de Energía de Argelia, Yucef Yusfi, afirmó este martes que la OPEP podría reunirse de emergencia antes de junio para debatir la forma de hacer frente a la caída de los precios. \"Vamos a continuar con nuestros esfuerzos de diálogo con los productores de la OPEP y los que no lo son para lidiar con un excedente estimado de dos millones de barriles por día\", aseguró. El crudo Brent, que ha caído más de un 40% en los últimos seis meses, alcanzó el martes su menor nivel en cinco años, de 65,29 dólares por barril, antes de rebotar ligeramente.\n\nPor su parte, la oferta de crudo de los países que no forman parte de la OPEP en 2014 crecerá en un 1,72 millones de barriles por día, hasta 55,95 millones de barriles diarios, lo que representa una revisión al alza de 40.000 barriles respecto al último informe. Para 2014, ha revisado la oferta en 12.000 barriles diarios, hasta un aumento de 1,36 millones de barriles al día.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27750774",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.754,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "economia.elpais.com"
                    },
                    "time": "14:02:00",
                    "title": "La OPEP rebaja su previsión de demanda de petróleo en 2015",
                    "uri": "233129705",
                    "url": "http://economia.elpais.com/economia/2014/12/10/actualidad/1418217099_906672.html",
                    "wgt": 1
                },
                {
                    "body": "La Organización de Países Exportadores de Petróleo (OPEP) ha revisado a la baja su previsión de demanda mundial de petróleo en 2015, que ahora prevé que aumente en 1,12 millones de barriles al día, hasta los 92,26 millones de barriles diarios, lo que representa un descenso de 70.000 barriles por día respecto al anterior pronóstico del cártel. Como reacción más palpable, el Dow Jones de Industriales cayo un 1,50% hasta 266 puntos. Del mismo pesimismo se contagió el Nasdaq, que cayó un 1,73%, mientras que las pérdidas del S&P 500 fueron del 1,63%.\n\nLa OPEP calcula que la demanda mundial de crudo en 2014 crecerá alrededor de 930.000 barriles diarios, 12.000 menos de los previstos en noviembre, hasta los 91,13 millones de barriles al día. En la última edición del boletín mensual de la organización, la OPEP achaca este descenso de sus estimaciones para 2014 a un menor consumo del esperado en los países miembros de la Organización para la Cooperación y el Desarrollo Económico (OCDE).\n\nLos países exportadores de petróleo prevén que la economía mundial siga recuperándose este año y repunte aún más en 2015. En concreto, destaca que Estados Unidos ganó impulso en los últimos meses, mientras que la situación en la eurozona sigue siendo \"incierta\" pese a que ciertos progresos en los países de la periferia han ayudado a elevar el crecimiento.\n\nEn este contexto, la organización mantiene su previsión de crecimiento de la economía mundial en 2014 y 2015 en el 3,2% y el 3,6%, respectivamente, así como que el conjunto de la OCDE crecerá este año un 1,8% y el próximo un 2,1%.\n\nAsí, explica que el aumento del crecimiento global en 2015 es consecuencia principalmente del repunte de Estados Unidos, mientras que los vientos en contra procederán de la baja inflación en la eurozona y una mayor volatilidad en los mercados de divisas. Otras incertidumbres también son el resultados de la políticas monetarias y las tensiones geopolíticas.\n\nPor su parte, la oferta de crudo de los países que no forman parte de la OPEP en 2014 crecerá en un 1,72 millones de barriles por día, hasta 55,95 millones de barriles diarios, lo que representa una revisión al alza de 40.000 barriles respecto al último informe. Para 2014, ha revisado la oferta en 12.000 barriles diarios, hasta un aumento de 1,36 millones de barriles al día.\n\nLa rebaja de las previsiones de demanda de crudo ha hundido aún más el precio de la materia prima. El barril brent ha descendido por primera vez en cinco años de los 64 dólares el barril, marcando mínimos de julio de 2009. Y el crudo West Texas ha descendido por debajo de los 61 dólares, a niveles que no se recuerdan desde julio de 2009. Su cotización cerró con una caída del 4,51% y cerró en 60,94 dólares el barril.",
                    "date": "2014-12-11",
                    "eventUri": "1994519",
                    "id": "27851988",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7374,
                    "source": {
                        "title": "El Mundo Financiero",
                        "uri": "www.elmundofinanciero.com"
                    },
                    "time": "08:47:00",
                    "title": "La OPEP quiere hundir a&#250;n m&#225;s los precios del crudo",
                    "uri": "233372406",
                    "url": "http://www.elmundofinanciero.com/noticia/36633/Economia/La-OPEP-quiere-hundir-aun-mas-los-precios-del-crudo.html",
                    "wgt": 1
                },
                {
                    "body": "Reuters\n\nDUBAI (EFE Dow Jones)--La producción de crudo de la Organización de Países Exportadores de Petróleo se redujo en noviembre hasta justo por encima del techo de producción que ha acordado, aunque el cártel anunció que prevé que la demanda de su petróleo seguirá cayendo el año próximo por debajo del nivel al que actualmente produce.\n\nEn su último informe mensual, la OPEP dijo que su producción conjunta de crudo descendió en noviembre respecto a octubre en 390.100 barriles al día a un total de 30,05 millones de barriles diarios. Este nivel se sitúa ligeramente por encima del techo de producción de 30 millones de barriles diarios, un nivel que el cártel acordó mantener en su reunión en Viena el mes pasado, pese a las peticiones de algunos de sus miembros de que se llevara a cabo un recorte mayor en la producción para combatir el desplome de los precios del crudo desde el verano.\n\nLa OPEP prevé que la demanda de su petróleo caerá a 28,9 millones de barriles al día el año próximo, cifra que se compara con los 29,4 millones de barriles diarios en 2014.\n\nLa caída de la producción de la OPEP en noviembre se debió en gran parte a la menor producción de Libia, descenso que el cártel cifró en unos 248.300 barriles diarios a 638.000 barriles por día. La producción de Arabia Saudí en noviembre retrocedió en 60.100 barriles diarios a 9,59 millones de barriles al día, mientras que en Kuwait la producción descendió en 59.400 barriles al día a 2,69 millones de barriles diarios, según el informe.\n\nLa OPEP basa sus estimaciones de producción en fuentes secundarias, como controladores del transporte marítimo o consultoras del sector energético.\n\nTras conocerse el informe de la OPEP, el precio del crudo WTI caía un 1,9% a US$62,63 y el Brent restaba un 1,6% a US$65,75.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27779548",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7322,
                    "source": {
                        "title": "WSJ América Latina",
                        "uri": "lat.wsj.com"
                    },
                    "time": "18:05:00",
                    "title": "La OPEP prevé una menor demanda para su petróleo en 2015",
                    "uri": "233197421",
                    "url": "http://lat.wsj.com/articles/SB10619504511798443808104580329013217430370?tesla=y&mod=rss_americas_spanish&mg=reno64-wsj&url=http:%2F%2Fonline.wsj.com%2Farticle%2FSB10619504511798443808104580329013217430370.html%3Fmod=rss_americas_spanish",
                    "wgt": 1
                },
                {
                    "body": "Reciba gratis el informe de las principales noticias en su correo electrónico\n\nLas cotizaciones del petróleo en Nueva York y Londres cayeron a su nivel más bajo en cinco años el miércoles afectadas por una reducción de las proyecciones de demanda mundial por parte de la OPEP y un alza inesperada de las reservas de crudo en EEUU.\n\nEl barril de \"light sweet crude\" (WTI) para entrega en enero cayó 2,88 US$ en el New York Mercantile Exchange (Nymex) a 60,94 US$, su nivel más bajo desde julio de 2009.\n\nEn Londres, el barril de Brent del mar del Norte para entrega en enero terminó a 64,24 US$ en el Intercontinental Exchange (ICE), en baja de 2,60 USD con relación al cierre del martes. Se trata igualmente de su piso desde julio de 2009.\n\nLos precios del petróleo \"están de nuevo bajo presión tras la revisión a la baja por parte de la OPEP (...) de sus estimaciones de (aumento del) consumo mundial de petróleo\", dijo Andy Lipow de Lipow Oil Associates.\n\nLos doce países, que extraen alrededor de un tercio del crudo en el mundo prevé un alza de la demanda de 1,12 millones de barriles por día en 2015 a 92,26 millones de barriles por día, contra un aumento de 1,19 millones previsto hasta ahora.\n\n\"La OPEP además redujo sus estimaciones de demanda para su propia producción a 28,9 millones de barriles diarios, y reafirmó su intención de mantener una cuota de 30 millones de barriles al día\", destacó Matt Smith de Schneider Electric.\n\nLas cifras de la OPEP van en línea con las publicadas el martes por la agencia estadounidense de información sobre energía (EIA), que revisó a la baja sus previsiones de crecimiento de la demanda mundial en 2015 a 880.000 barriles diarios frente a 1,12 millones el mes anterior.\n\nLa EIA bajó además sus expectativas de precios del crudo para el año que viene: las cotizaciones del barril de Brent del mar del Norte y de WTI fueron revisadas a la baja en 15 dólares, a 68 y 63 dólares respectivamente en promedio para 2015.\n\nLa caída de precios, que descendieron más de 40% desde mediados de junio, se vio reforzada el miércoles por un alza sorpresiva de las reservas de crudo en EEUU.\n\nLas reservas de crudo crecieron 1,5 millones de barriles a 380,8 millones en la semana que terminó el 5 de diciembre, cuando los analistas interrogados por la agencia Dow Jones Newswires esperaban una baja de 2,7 millones de barriles.\n\nLas reservas de productos destilados aumentaron 5,6 millones de barriles a 121,80 millones, mucho más que el alza de 600.0000 barriles esperada por los expertos.\n\nLas reservas de gasolina aumentaron por su parte 8,2 millones de barriles a 216,8 millones, superando ampliamente la previsión de los analistas (+2,2 millones de barriles).",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27802791",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7169,
                    "source": {
                        "title": "El Nuevo Diario",
                        "uri": "www.elnuevodiario.com.ni"
                    },
                    "time": "21:42:00",
                    "title": "Petróleo cae a mínimos en cinco años en Nueva York y Londres",
                    "uri": "233250992",
                    "url": "http://www.elnuevodiario.com.ni/internacionales/336890-petroleo-cae-a-minimos-cinco-anos-nueva-york-londres",
                    "wgt": 1
                },
                {
                    "body": "El precio del petróleo se vuelve a derrumbar en una jornada marcada por las pesimistas previsiones de demanda efectuadas por la OPEP y por el incremento de los inventarios de crudo en EEUU. El precio del barril de West Texas ha tocado los 60 dólares en la jornada de hoy, la cota que habían marcados algunos expertos como sinónimo de correcciones mayores.\n\nLa OPEP ha informado hoy que la demanda de crudo producido por el cártel alcanzará en 2015 los 28,9 millones de barriles diarios, según los cálculos de la organización. Esta cifra se sitúa unos 300.000 barriles diarios por debajo de las anteriores proyecciones del cártel de productores y supone, además, el menor nivel de los últimos doce años. Esto, unido al constante descenso de los precios del crudo, podría tener consecuencias que aún no están claras.\n\nAdemás, la US Energy Information Administration (EIA) ha informado de que los inventarios de petróleo aumentanron en 1.5 millones de barriles la semana pasada hasta alcanzar más de 380 millones de barriles totales acumulados, 5,5 millones más de barriles que la misma semana del año anterior.\n\nLa débil demanda y el buen ritmo de la producción de crudo está hundiendo los precios, que en todo el año ya acumula una caída superior al 42% en el caso del petróleo de tipo Brent y más de un 38% en el del West Texas.\n\nEl West Texas está tocando los 60 dólares, una resistencia muy peligrosa, que de ser superada podría llevar el precio del crudo hasta los 40 dólares. Estos precios podrían causar serios problemas a los países productores, que tienen gran parte de sus ingresos en los beneficios obtenidos a través de la exportación del petróleo.\n\nLa caída de hoy está superando el -4% tanto en el barril de Brent como en el de West Texas. La última caída que fue similar en tamaño se produjo hace unas semanas, cuando la OPEP se reunió y tomó la decisión de no recortar la producción.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27776894",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7025,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "17:42:00",
                    "title": "El precio del petróleo se vuelve a desplomar y podría entrar en caída libre",
                    "uri": "233191422",
                    "url": "http://www.eleconomista.es/materias-primas/noticias/6316147/12/14/El-precio-del-petroleo-se-vuelve-a-desplomar-y-podria-entrar-en-caida-libre.html",
                    "wgt": 1
                },
                {
                    "body": "NUEVA YORK, AFP.- Las cotizaciones del petróleo en Nueva York y Londres cayeron a su nivel más bajo en cinco años el miércoles afectadas por una reducción de las proyecciones de demanda mundial por parte de la OPEP y un alza inesperada de las reservas de crudo en EEUU.\n\nEl barril de \"light sweet crude\" (WTI) para entrega en enero cayó 2,88 USD en el New York Mercantile Exchange (Nymex) a 60,94 USD, su nivel más bajo desde julio de 2009.\n\nEn Londres, el barril de Brent del mar del Norte para entrega en enero terminó a 64,24 USD en el Intercontinental Exchange (ICE), en baja de 2,60 USD con relación al cierre del martes. Se trata igualmente de su piso desde julio de 2009.\n\nLos precios del petróleo \"están de nuevo bajo presión tras la revisión a la baja por parte de la OPEP (...) de sus estimaciones de (aumento del) consumo mundial de petróleo\", dijo Andy Lipow de Lipow Oil Associates.\n\nLos doce países, que extraen alrededor de un tercio del crudo en el mundo prevé un alza de la demanda de 1,12 millones de barriles por día en 2015 a 92,26 millones de barriles por día, contra un aumento de 1,19 millones previsto hasta ahora.\n\n\"La OPEP además redujo sus estimaciones de demanda para su propia producción a 28,9 millones de barriles diarios, y reafirmó su intención de mantener una cuota de 30 millones de barriles al día\", destacó Matt Smith de Schneider Electric.\n\nLas cifras de la OPEP van en línea con las publicadas el martes por la agencia estadounidense de información sobre energía (EIA), que revisó a la baja sus previsiones de crecimiento de la demanda mundial en 2015 a 880.000 barriles diarios frente a 1,12 millones el mes anterior.\n\nLa EIA bajó además sus expectativas de precios del crudo para el año que viene: las cotizaciones del barril de Brent del mar del Norte y de WTI fueron revisadas a la baja en 15 dólares, a 68 y 63 dólares respectivamente en promedio para 2015.\n\nLa caída de precios, que descendieron más de 40% desde mediados de junio, se vio reforzada el miércoles por un alza sorpresiva de las reservas de crudo en EEUU.\n\nLas reservas de crudo crecieron 1,5 millones de barriles a 380,8 millones en la semana que terminó el 5 de diciembre, cuando los analistas interrogados por la agencia Dow Jones Newswires esperaban una baja de 2,7 millones de barriles.\n\nLas reservas de productos destilados aumentaron 5,6 millones de barriles a 121,80 millones, mucho más que el alza de 600.0000 barriles esperada por los expertos.\n\nLas reservas de gasolina aumentaron por su parte 8,2 millones de barriles a 216,8 millones, superando ampliamente la previsión de los analistas (+2,2 millones de barriles). (Diario La Hora)",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27814998",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7002,
                    "source": {
                        "title": "Radio Colosal 1.040 AM",
                        "uri": "www.radiocolosal.com"
                    },
                    "time": "23:50:00",
                    "title": "Barril de Petróleo cae a $60,94 en Nueva York, el mínimo en 5 años",
                    "uri": "233279149",
                    "url": "http://www.radiocolosal.com/sitio/index.php?option=com_content&view=article&id=25532:barril-de-petroleo-cae-a-6094-en-nueva-york-el-minimo-en-5-anos&catid=40:internacionales&Itemid=155",
                    "wgt": 1
                },
                {
                    "body": "La Organización de Países Exportadores de Petróleo (OPEP) redujo hoy sus previsiones sobre la demanda mundial de crudo para 2015, ante el débil panorama de crecimiento en Europa y Asia, incluso en China, el principal consumidor del mundo.\n\nEn un informe mensual sobre el comportamiento del mercado petrolero, la OPEP estimó que la demanda global del crudo en 2015 caerá a 28.92 millones de barriles por día (bpd), lo que representa un descenso de 280 mil bpd, 0.07 por ciento, respecto a sus estimaciones del mes pasado.\n\nEl recorte representa cerca de un millón bpd menos que la producción actual, que en la reunión del 27 de noviembre pasado se fijo con el objetivo de bombear 30 millones de barriles diarios.\n\nLa reducción de sus estimaciones se deben en gran parte al débil crecimiento de la demanda global en 2015 por el endeble panorama en Europa y Asia, incluida China, y la producción en los países ajenos a la organización, principalmente Estados Unidos.\n\nLa organización, productora de casi la mitad del crudo que se consume a nivel mundial, prevé que el suministro crudo fuera de su grupo aumente durante 2015 en 1.36 millones bpd en 2015 respecto a sus proyecciones de su reporte del mes pasado.\n\nAdemás, la OPEP advirtió en su reporte que la demanda de crudo podría desacelerarse, si los precios continúan débiles o bajan más del 40.0 por ciento, que en promedio se han depreciado en las últimas semanas, los niveles más bajos desde hace cuatro años.\n\n\"Si la caída actual en los precios del crudo se mantiene durante un periodo mayor, impactará a las proyecciones de suministro de fuera de la OPEP para 2015, especialmente al crecimiento anticipado del esquisto\", destacó el texto, difundido en esta capital, sede del grupo petrolero.\n\nLos precios del crudo se ubican por debajo de lo que la mayoría de los 12 miembros de la OPEP necesitan para mantener en equilibrio sus presupuestos anuales.\n\nEl barril de crudo tipo Brent, de referencia mundial, para su entrega en enero cotizaba este miércoles en torno a los 65.70 dólares por barril poco después del mediodía, cerca de los 65 dólares que ha alcanzado desde septiembre de 2009.\n\nEl ministro de Energía de Argelia, Youcef Yousfi, informó esta mañana que ante la baja de los precios del crudo, la OPEP podría sostener una reunión de emergencia antes de su sesión regular, prevista para el 5 de junio próximo, para discutir la forma de como afrontar la caída.\n\n\"Vamos a continuar con nuestros esfuerzos de diálogo con los productores de la OPEP y los que no lo son para lidiar con un excedente estimado de dos millones de barriles por día, pero si no vamos a tener una reunión de emergencia antes de junio\", indicó.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27783912",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6993,
                    "source": {
                        "title": "Diario Imagen",
                        "uri": "www.diarioimagen.net"
                    },
                    "time": "18:44:00",
                    "title": "La OPEP reduce previsiones sobre demanda mundial de crudo para 2015",
                    "uri": "233207248",
                    "url": "http://www.diarioimagen.net/?p=199853",
                    "wgt": 1
                },
                {
                    "body": "Por regiones, los países ricos de Europa y de Asia, especialmente Japón, volverán a ser los únicos que quemarán en 2015 menos crudo que este año\n\nEl consumo mundial de crudo alcanzará en 2015 los 92,26 millones de barriles diarios, un 1,2% más que en el presente año pero levemente menos de lo que había previsto hasta ahora la OPEP, que ha advertido de las consecuencias que podría tener para la economía si los precios del petróleo siguen bajos.\n\nEn su informe de diciembre sobre la situación del mercado, la Organización de Países Exportadores de Petróleo (OPEP) ha actualizado con una revisión a la baja del 0,07% (unos 70.000 barriles diario) sus cálculos de consumo para el próximo año.\n\nPor regiones, los países ricos de Europa y de Asia, especialmente Japón, volverán a ser los únicos que quemarán en 2015 menos crudo que este año. Con todo, la OPEP se refiere a \"proyectadas mejoras en las economías de región\" cuando calcula que la caída del consumo en la Unión Europea será menor que la de 2014.\n\nRespecto a China, el país que ha tirado de la demanda mundial incluso en lo más duro de la crisis económica de los últimos años, los expertos de la OPEP hablan de un aumento del consumo del 2,95 % (en 2014 fue del 3,49%), hasta llegar a 10,73 mbd. La OPEP recuerda que, pese a que en 2015 crecerá de nuevo un 7%, \"la actividad económica china continua perdiendo impulso\". Pese a todo, el gigante asiático consumirá el próximo año un 11% de toda la demanda mundial de \"oro negro\".\n\nEn su reporte, la OPEP analiza la actual tendencia a la baja de los precios del crudo que ha llevado el valor de su barril a sus mínimos en los últimos cinco años.\n\n\"El valor de la cesta (de crudos OPEP) sigue reflejando los pesimistas fundamentos del mercado global de crudo, debido a que los abundantes suministros se mantienen significativamente más elevados que la demanda\", constata el documento del grupo con sede en Viena.\n\nLa OPEP señala como principal responsable de ese aumento de la oferta de \"oro negro\" a sus países competidores, especialmente a Estados Unidos, que a principios de noviembre llegó a niveles de bombeo no vistos desde los primeros años de la década de 1970. El análisis de la OPEP señala una menor demanda como otro de los factores que están enfriando los precios.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27752618",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6972,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "14:18:00",
                    "title": "La OPEP reduce levemente sus expectativas de demanda de crudo pese a la caída de precios",
                    "uri": "233134158",
                    "url": "http://www.abc.es/economia/20141210/abci-opep-demanda-petroleo-201412101334.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "El ministro de Petróleo de Arabia Saudita, Ali al-Naimi, descartó las sugerencias de que el mayor exportador mundial de crudo podría reducir su producción para frenar un desplome de los precios y aseguró que el bombeo del reino se ha mantenido estable hasta el mes pasado.\n\nConsultado sobre si pensaba que sería necesario reducir la producción de petróleo antes de la próxima reunión de la Organización de Países Exportadores de Petróleo (OPEP) en junio, el funcionario respondió: \"¿Por qué deberíamos recortar la producción? ¿Por qué?\".\n\nAl margen de una conferencia anual de cambio climático de la ONU en Lima, Naimi dijo también que la producción de petróleo del reino en noviembre fue de 9,6 a 9,7 millones de barriles por día (bpd), cifra consistente con las estimaciones de octubre.\n\nEstas son las primeras declaraciones de Naimi después de la reunión de la OPEP el 27 de noviembre, donde se decidió mantener la producción del grupo sin cambios. Los precios del petróleo Brent caían el miércoles a mínimos de cinco años de menos de 65 dólares por barril.\n\nLa OPEP rebaja hasta los 28,92 millones de barriles diarios su estimación de demanda del crudo del cártel en 2015, 280.000 barriles menos que su anterior previsión. Un recorte de la previsión mucho mayor que el estimado para conjunto de la demanda mundial, que el cártel recorta en sólo 70.000 barriles diarios.",
                    "date": "2014-12-11",
                    "eventUri": "1994519",
                    "id": "27842269",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6893,
                    "source": {
                        "title": "El País eN - Noticias de Tarija, Bolivia",
                        "uri": "www.elpaisonline.com"
                    },
                    "time": "06:08:00",
                    "title": "Saudi will keep its oil production",
                    "uri": "233343273",
                    "url": "http://www.elpaisonline.com/index.php/2013-01-15-14-16-26/internacional/item/151320-arabia-no-rebajara-su-produccion-de-crudo",
                    "wgt": 1
                },
                {
                    "body": "El petróleo de Texas se desplomó hoy un 4,51 % y cerró en 60,94 dólares el barril después de que la OPEP redujera sus previsiones sobre el consumo mundial en 2015 y tras un aumento inesperado de las reservas de crudo en Estados Unidos.\n\nAl cierre de la sesión en la Bolsa Mercantil de Nueva York (Nymex), los contratos futuros del petróleo WTI para entrega en enero del año próximo cayeron con fuerza 2,88 dólares respecto a la clausura del martes.\n\nEl crudo de referencia en EE.UU. continuó en caída libre tras publicarse que las reservas subieron un 0,4 % la semana pasada pese a que los analistas esperaban un descenso, y después de que la OPEP rebajara sus previsiones de consumo para el próximo año.\n\nEl desplome fue incluso mayor en el caso del barril de Brent, de referencia en Europa y el resto de los mercados mundiales, que cayó un contundente 3,88 % y cerró en 64,24 dólares en el International Exchange Futures (ICE).\n\nLas reservas en EE.UU. subieron la semana pasada en 1,5 millones barriles y se ubicaron en 380,8 millones, según el Departamento de Energía, unos datos que sorprendieron a los analistas porque habían previsto un descenso de cerca de 2,7 millones de barriles.\n\nLos inventarios están ligeramente por encima del promedio para esta época del año y son un 1,5 % mayores que hace doce meses, y el total de existencias, incluida la Reserva Estratégica, alcanzó la pasada semana 1.819,2 millones de barriles.\n\nEl desplome de hoy vino también marcado por la revisión a la baja de las previsiones de consumo mundial de la OPEP, que espera que alcance en 2015 los 92,26 millones de barriles diarios, un 1,2 % más que este año pero menos de lo que había previsto hasta ahora.\n\nEl precio del crudo de Texas está muy por debajo del máximo anual de los 102 dólares alcanzado a fines de junio. Comenzó a caer desde entonces, en un descenso que se agudizó a fines de septiembre pasado, por un exceso de oferta de los principales exportadores.\n\nEl descenso fue aún mayor después de que la Organización de Países Exportadores de Petróleo (OPEP) decidiera el pasado 27 de noviembre mantener los actuales niveles de producción, en torno a los 30 millones de barriles diarios.\n\nPor su parte, los contratos de gasolina para entrega en enero bajaron 8 centavos hasta 1,72 dólares el galón, tras publicarse que las aumentaron la semana pasada un 3,9 % y se ubicaron en 216,8 millones de barriles.\n\nMientras, los de gasóleo de calefacción para entrega en ese mismo mes bajaron 4 centavos y cerraron en 2,08 dólares el galón, tras conocerse que sus inventarios subieron un 4,8 % y quedaron la semana pasada en 121,8 millones de barriles.\n\nFinalmente, y a la espera de conocer mañana el estado de sus reservas, los contratos de gas natural para entrega en enero, también de referencia, subieron 5 centavos y cerraron la sesión en 3,70 dólares por cada mil pies cúbicos.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27808393",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6864,
                    "source": {
                        "title": "La Razon",
                        "uri": "www.la-razon.com"
                    },
                    "time": "22:34:00",
                    "title": "El petróleo de Texas se desploma un 4,51 % y cierra en 60,94 dólares",
                    "uri": "233263506",
                    "url": "http://www.la-razon.com/mundo/petroleo-Texas-desploma-cierra-dolares_0_2177782290.html",
                    "wgt": 1
                },
                {
                    "body": "NUEVA YORK (EFE Dow Jones)--Los precios del crudo se cotizaron miércoles a nuevos mínimos intradía tras anunciar la Organización de Países Exportadores de Petróleo una rebaja de su previsión de la demanda mundial de crudo para el próximo año.\n\nLos precios llevan meses perdiendo terreno debido a que el crecimiento de la oferta ha superado a la demanda. La OPEP, que en el pasado ha reducido la producción cuando los precios han caído, optó el mes pasado por mantener la cuota de producción de 30 millones de barriles diarios, aumentando el temor a que el mercado pueda seguir sobreabastecido en 2015.\n\nLa OPEP dijo el miércoles que la demanda de su petróleo bajará a 28,9 millones de barriles diarios en 2015, por debajo de 29,4 millones de barriles diarios en 2014.\n\nLa producción del cártel superó su cuota en 50.000 barriles al día en noviembre, dijo.\n\nHacia el mediodía, el crudo de referencia para EE.UU. West Texas Intermediate perdía US$3,18 a US$60,64 por barril, mientras que el Brent, la referencia mundial, bajaba US$2,95 a US$63,89",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27796810",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6857,
                    "source": {
                        "title": "WSJ América Latina",
                        "uri": "lat.wsj.com"
                    },
                    "time": "20:36:00",
                    "title": "El petróleo cae a un nuevo mínimo",
                    "uri": "233236779",
                    "url": "http://lat.wsj.com/articles/SB10619504511798443808104580329081204366828?tesla=y&mod=rss_americas_spanish&mg=reno64-wsj&url=http:%2F%2Fonline.wsj.com%2Farticle%2FSB10619504511798443808104580329081204366828.html%3Fmod=rss_americas_spanish",
                    "wgt": 1
                },
                {
                    "body": "Nueva York, 10 dic (EFE).- El petróleo de Texas se desplomó hoy un 4,51 % y cerró en 60,94 dólares el barril después de que la OPEP redujera sus previsiones sobre el consumo mundial en 2015 y tras un aumento inesperado de las reservas de crudo en Estados Unidos.\n\nAl cierre de la sesión en la Bolsa Mercantil de Nueva York (Nymex), los contratos futuros del petróleo WTI para entrega en enero del año próximo cayeron con fuerza 2,88 dólares respecto a la clausura del martes.\n\nEl crudo de referencia en EE.UU. continuó en caída libre tras publicarse que las reservas subieron un 0,4 % la semana pasada pese a que los analistas esperaban un descenso, y después de que la OPEP rebajara sus previsiones de consumo para el próximo año.\n\nEl desplome fue incluso mayor en el caso del barril de Brent, de referencia en Europa y el resto de los mercados mundiales, que cayó un contundente 3,88 % y cerró en 64,24 dólares en el International Exchange Futures (ICE).\n\nLas reservas en EE.UU. subieron la semana pasada en 1,5 millones barriles y se ubicaron en 380,8 millones, según el Departamento de Energía, unos datos que sorprendieron a los analistas porque habían previsto un descenso de cerca de 2,7 millones de barriles.\n\nLos inventarios están ligeramente por encima del promedio para esta época del año y son un 1,5 % mayores que hace doce meses, y el total de existencias, incluida la Reserva Estratégica, alcanzó la pasada semana 1.819,2 millones de barriles.\n\nEl desplome de hoy vino también marcado por la revisión a la baja de las previsiones de consumo mundial de la OPEP, que espera que alcance en 2015 los 92,26 millones de barriles diarios, un 1,2 % más que este año pero menos de lo que había previsto hasta ahora.\n\nEl precio del crudo de Texas está muy por debajo del máximo anual de los 102 dólares alcanzado a fines de junio. Comenzó a caer desde entonces, en un descenso que se agudizó a fines de septiembre pasado, por un exceso de oferta de los principales exportadores.\n\nEl descenso fue aún mayor después de que la Organización de Países Exportadores de Petróleo (OPEP) decidiera el pasado 27 de noviembre mantener los actuales niveles de producción, en torno a los 30 millones de barriles diarios.\n\nPor su parte, los contratos de gasolina para entrega en enero bajaron 8 centavos hasta 1,72 dólares el galón, tras publicarse que las aumentaron la semana pasada un 3,9 % y se ubicaron en 216,8 millones de barriles.\n\nMientras, los de gasóleo de calefacción para entrega en ese mismo mes bajaron 4 centavos y cerraron en 2,08 dólares el galón, tras conocerse que sus inventarios subieron un 4,8 % y quedaron la semana pasada en 121,8 millones de barriles.\n\nFinalmente, y a la espera de conocer mañana el estado de sus reservas, los contratos de gas natural para entrega en enero, también de referencia, subieron 5 centavos y cerraron la sesión en 3,70 dólares por cada mil pies cúbicos.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27802031",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6849,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "21:34:00",
                    "title": "El petróleo de Texas se desploma un 4,51 por ciento y cierra en 60,94 dólares",
                    "uri": "233249072",
                    "url": "http://www.eleconomista.es/energia/noticias/6316733/12/14/El-petroleo-de-Texas-se-desploma-un-451-por-ciento-y-cierra-en-6094-dolares.html",
                    "wgt": 1
                },
                {
                    "body": "El petróleo de Texas, referente para nuestro país, se desplomó ayer un 4,51% y cerró en 60,94 dólares el barril después de que la OPEP redujera sus previsiones sobre el consumo mundial en 2015 y tras un aumento inesperado de las reservas de crudo en EE.UU.\n\nAl cierre de la sesión en la Bolsa Mercantil de Nueva York (Nymex), los contratos futuros del petróleo WTI para entrega en enero del año próximo cayeron con fuerza 2,88 dólares respecto a la clausura del martes.\n\nEl crudo de referencia en EE.UU. continuó en caída libre tras publicarse que las reservas subieron un 0,4% la semana pasada, pese a que los analistas esperaban un descenso y después de que la OPEP rebajara sus previsiones de consumo para el próximo año.\n\nEl desplome fue incluso mayor en el caso del barril de Brent, de referencia en Europa y el resto de los mercados mundiales, que cayó un contundente 3,88% y cerró en 64,24 dólares en el International Exchange Futures (ICE).\n\nLas reservas en EE.UU. subieron la semana pasada en 1,5 millones barriles y se ubicaron en 380,8 millones, según el Departamento de Energía, unos datos que sorprendieron a los analistas porque habían previsto un descenso de cerca de 2,7 millones de barriles.\n\nLos inventarios están ligeramente por encima del promedio para esta época del año y son un 1,5% mayores que hace doce meses, y el total de existencias, incluida la Reserva Estratégica, alcanzó la pasada semana 1.819,2 millones de barriles.\n\nContexto\n\nEl desplome de hoy vino también marcado por la revisión a la baja de las previsiones de consumo mundial de la OPEP, que espera que alcance en 2015 los 92,26 millones de barriles diarios, un 1,2% más que este año, pero menos de lo que había previsto hasta ahora.\n\nEl precio del crudo de Texas está muy por debajo del máximo anual de los 102 dólares alcanzado a fines de junio. Comenzó a caer desde entonces, en un descenso que se agudizó a fines de septiembre pasado, por un exceso de oferta de los principales exportadores.\n\nEl descenso fue aún mayor después de que la Organización de Países Exportadores de Petróleo (OPEP) decidiera el pasado 27 de noviembre mantener los actuales niveles de producción, en torno a los 30 millones de barriles diarios.\n\nPor su parte, los contratos de gasolina para entrega en enero bajaron 8 centavos hasta 1,72 dólares el galón, tras publicarse que aumentaron la semana pasada un 3,9% y se ubicaron en 216,8 millones de barriles. Mientras, los de gasóleo de calefacción para entrega en ese mismo mes bajaron 4 centavos y cerraron en 2,08 dólares el galón, tras conocerse que sus inventarios subieron un 4,8% y quedaron la semana pasada en 121,8 millones de barriles.\n\nFinalmente y a la espera de conocer hoy el estado de sus reservas, los contratos de gas natural para entrega en enero, también de referencia, subieron 5 centavos y cerraron la sesión en 3,70 dólares por cada mil pies cúbicos.",
                    "date": "2014-12-11",
                    "eventUri": "1994519",
                    "id": "27842790",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6793,
                    "source": {
                        "title": "La Hora de Quito",
                        "uri": "www.lahora.com.ec"
                    },
                    "time": "06:16:00",
                    "title": "Oil falls another 4,51% and reaches 60,94 dollars",
                    "uri": "233344703",
                    "url": "http://www.lahora.com.ec/index.php/noticias/fotoReportaje/1101760254",
                    "wgt": 1
                },
                {
                    "body": "La caída del petróleo no cesa. El barril de Brent, el de referencia en Europa, se ha desplomado por debajo de los 64 dólares, al nivel de septiembre del 2009. El West Texas, de referencia en EEUU, se ha acercó a la cota de los 60 dólares. El crudo acumula ya un descenso de alrededor del 40% en el último medio año, desde que alcanzó casi los 115 dólares, y los efectos empiezan a transmitirse a la economía. Hay sectores a los que les va muy bien este desplome del que es uno de sus mayores costes.\n\nPor ejemplo, las aerolíneas, agrupadas en la IATA, prevén unos beneficios de unos 20.205 millones de euros el año que viene, el 25,6% más que este año, según los pronósticos hechos públicos este miércoles por esta organización. Además de un mayor crecimiento mundial, el sector atribuye esta revisión al alza \"a los bajos precios del petróleo\".\n\nEsta evolución del crudo es muy bien recibida por gobiernos como el español, cuya economía es muy dependiente de las importaciones de crudo. El Ejecutivo estima que un menor precio del petróleo puede suponer un ahorro anual de unos 10.000 millones y afianzar la recuperación. La Caixa Research también ve en esta variable un mayor impulso para la actividad, aunque estima que el ahorro será de la mitad, unos 5.000 millones.\n\nAunque con mayor lentitud, los precios de los carburantes también bajan. La media del litro de gasolina y de gasóleo se han reducido en torno al 3% en una semana, hasta los 1,253 euros y los 1,195 euros, respectivamente. Son unos precios de venta similares a los que se registraban hace cuatro años, según se desprende del Boletín Petrolero de la Unión Europea (UE).\n\nLa gasolina y el gasóleo cuestan un 10,87% y un 11,94% menos que a principios de año, respectivamente, y acumulan un descenso de precios del 17,61% y el 17,3% desde los máximos anotados en septiembre de 2012.\n\nMientras, la Organización de Países Exportadores de Petróleo (OPEP), que hace unos días renunció a reducir su oferta para elevar los precios, ha revisado a la baja en su último informe la previsión sobre la demanda en el 2015.\n\nEn opinión de este cártel del petróleo que controla en torno a un tercio de la producción a escala mundial, la demanda aumentará el año que viene en 1,12 millones de barriles diarios, hasta llegar a los 92,26 millones, 70.000 menos de los que estimaba en su anterior informe.\n\nPara este año, calcula que la demanda mundial de crudo crecerá alrededor de 930.000 barriles diarios, 12.000 menos de los previstos en noviembre, hasta los 91,13 millones de barriles al día.\n\nArabia Saudí, el mayor productor de la OPEP con un tercio del total y unas reservas probadas de 265.789 millones de barriles, las mayores a escala mundial, tiene capacidad de soportar un desplome fuerte de la cotización.\n\nSegún los expertos, el objetivo sería ralentizar la capacidad de producir de sus nuevos competidores, como EEUU, que obtienen hidrocarburos no convencionales mediante técnicas como el 'fracking' (fracturación de la piedra madre con agua y otros productos para obtener hidrocarburos).\n\nPor debajo de 70 dólares por barril, estos métodos de extracción de crudo y de gas que antes se consideraban inviables son poco rentables para los productores, explican las mismas fuentes.",
                    "date": "2014-12-11",
                    "eventUri": "1994519",
                    "id": "27822561",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6502,
                    "source": {
                        "title": "El Periódico",
                        "uri": "www.elperiodico.com"
                    },
                    "time": "01:18:00",
                    "title": "El petróleo cae hasta el nivel de hace 5 años",
                    "uri": "233296131",
                    "url": "http://www.elperiodico.com/es/noticias/economia/petroleo-cae-hasta-nivel-hace-anos-3761301?utm_source=rss-noticias&utm_medium=feed&utm_campaign=portada",
                    "wgt": 1
                },
                {
                    "body": "La demanda global de petróleo de la OPEP será inferior a lo que se esperaba el próximo año debido a un menor consumo y por el auge en la producción de crudo no convencional en Estados Unidos, dijo el grupo el miércoles, apuntando a un creciente superávit de suministros en el 2015.\n\nEn un informe mensual, la Organización de Países Exportadores de Petróleo (OPEP) proyecta que la demanda por su crudo caerá a 28,92 millones de barriles por día (bpd) en el 2015, un descenso de 280.000 bpd respecto a su estimación anterior.\n\nEl informe se conoce tras la decisión de la OPEP el mes pasado de no reducir la producción pese a los bajos precios del petróleo, donde el mayor exportador -Arabia Saudita- instó a los miembros del grupo a combatir el auge en la producción de esquisto en Estados Unidos, que ha estado erosionando la cuota de mercado de la organización.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27762597",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6366,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "15:55:00",
                    "title": "OPEP recorta proyección de demanda de su petróleo en 2015",
                    "uri": "233159762",
                    "url": "http://www.rpp.com.pe/2014-12-10-opep-recorta-proyeccion-de-demanda-de-su-petroleo-en-2015-noticia_749712.html",
                    "wgt": 1
                },
                {
                    "body": "La caída del precio del petróleo no para, y no parará en el futuro cercano. Ayer el crudo Brent se ubicó por debajo de la barrera de los US$ 65 el barril luego de que la Organización de Países Exportadores de Petróleo (OPEP) advirtiera que el próximo año registrará la menor demanda en doce años. Y no sólo eso, un funcionario del Ministerio de Energía de Irán alertó que si se produce una guerra de precios dentro de la organización el valor del barril podría descender hasta los US$ 40. El pesimismo del reporte generó una segunda jornada negra para las principales bolsas mundiales.\n\nLa OPEP bajó su proyección para 2015 en cerca de 300 mil barriles por día, a 28,9 millones diarios, en su informe mensual de diciembre, su menor nivel desde 2003. Eso es cerca de 1,15 millón al día menos que lo que produjo el grupo el mes pasado, y se ubica por debajo de la meta de 30 millones diarios que reafirmó en la reunión de Viena el 27 de noviembre, cuando decidió no recortar la producción para elevar los precios.\n\n\"Los fundamentos delineados en el informe parecen bastante bajistas\", dijo a Bloomberg el analista de mercados petroleros de Natixis, Abhishek Deshpande. \"Los equilibrios fiscales son un gran problema para los miembros de la OPEP, así es que no me sorprendería si convocaran a una reunión de emergencia a principios del próximo año\".\n\nLa próxima cita de la OPEP está agendada para el 5 de junio, pero el ministro de Energía de Argelia, Youcef Yousfi, afirmó ayer en la televisión estatal que el grupo podría convocar a una reunión de emergencia.\n\nEl precio del crudo podría desplomarse a US$ 40 el barril si se produce una guerra de precios o si surgen divisiones en la organización, dijo por su parte un funcionario del Ministerio de Petróleo de Irán.\n\nMenos de US$ 65\n\nTras la divulgación del reporte, el precio del Brent cayó a menos de US$ 65 el barril por primera vez en más de cinco años. Los futuros en Londres bajaron hasta 4,9% a US$ 63,56, su menor nivel desde julio de 2009. Con eso, se acumula una caída de 45% desde el máximo de junio de este año de US$ 115 el barril.\n\n\"Aún estamos buscando el fondo, y podríamos no encontrarlo hasta que la OPEP cambie su política o los precios bajos comiencen a traspasarse a la producción\", dijo a Bloomberg el director de investigación de commodities de Commerzbank, Eugen Weinberg.\n\nLos precios están ahora por debajo de lo que diez de los doce miembros de la OPEP necesitan para equilibrar sus presupuestos nacionales, según datos recopilados por Bloomberg. Sólo Kuwait y Qatar son las excepciones.\n\nSegún Moody's, Rusia y Venezuela serán los países más afectados por la caída en el precio. Si el petróleo se estabiliza en US$ 60 el barril, esto \"aumentaría significativamente el riesgo de default de Caracas (que ya cuenta con una calificación de basura), mientras que el efecto en Moscú podría ser moderado por sus vastas reservas en moneda extranjera.\n\nEl codirector de investigación económica global de Bank of America Merrill Lynch, Alberto Ades, dijo a Reuters que la caída en el precio del crudo obligará al gobierno venezolano a implementar ajustes económicos y eliminar distorsiones. Entre los cambios estaría un ajuste del tipo de cambio este año y otro el próximo.\n\nImpacto en la bolsa\n\nEl tono negativo del reporte de la OPEP provocó números rojos en las principales plazas mundiales, que se vieron arrastradas por las empresas de energía.\n\n\"La caída del petróleo está creando incertidumbre\", dijo a Bloomberg el jefe de estrategias multi-activos de Voya Investment Management, Paul Zemsky. \"Las personas están intentando dirimir qué significa para otros mercados. El impacto indirecto debería ser beneficioso ya que el precio de las gasolinas baja, pero eso sucede después. Hay temor antes de que lleguen los beneficios\".\n\nEn Estados Unidos, las petroleras Exxon Mobil y Chevron retrocedieron al menos 2,5%, liderando las caídas del sector de energía. El petróleo parece ser el único ítem que tiene control sobre la dirección del mercado y el nivel de volatilidad existente, dijo a Reuters el estratega de mercados jefe de Clearpool Group, Peter Kenny. \"Es el motor de la dirección y lo será hasta que encontremos algo de estabilidad, algún tipo de rango de precios que sea significativamente más predecible que lo que hemos visto\", agregó.\n\nLa producción de la OPEP bajó en 390 mil barriles diarios en noviembre a 30,05 millones en medio de una menor producción de Libia, Argelia, Angola, Kuwait, Qatar, Emiratos Árabes Unidos y Arabia Saudita, explicó el reporte.\n\nLa organización rebajó además las proyecciones de demanda global de petróleo. El consumo mundial de combustible aumentará en 1,2% en 2015, a 92,26 millones diarios. Asimismo, elevó los pronósticos de oferta de los países no pertenecientes al grupo. Impulsada por EEUU, Canadá y Brasil, se expandirá en 1,36 millones de barriles a 57,31 millones diarios.",
                    "date": "2014-12-11",
                    "eventUri": "1994519",
                    "id": "27854838",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6299,
                    "source": {
                        "title": "Diario Financiero",
                        "uri": "www.df.cl"
                    },
                    "time": "09:27:00",
                    "title": "OPEP advierte que demanda por crudo bajará a su menor nivel en doce años en 2015",
                    "uri": "233380659",
                    "url": "https://www.df.cl/noticias/internacional/opep-advierte-que-demanda-por-crudo-bajara-a-su-menor-nivel-en-doce-anos-en-2015/2014-12-10/201422.html",
                    "wgt": 1
                },
                {
                    "body": "El petróleo estadounidense (Western Texas Intermediate, WTI) cayó en el mercado Nymex de Nueva York hasta quedar en u$s60,97 por cada barril (una pérdida de 4,47%), por debajo de la cifra histórica en más de cinco años (desde julio de 2009) de u$s62,25, alcanzada el martes.\n\nMientras tanto, el petróleo europeo Brent (del mar del Norte) para entrega en enero también abrió a la baja en el Intercontinental Exchange Futures (ICE) de Londres, al cotizar a u$s66,20 dólares, un 0,9% menos que al cierre de la jornada anterior. Y al final de la jornada se desplomó un 3,8% para terminar en u$s64,30, su mínimo desde septiembre de 2009.\n\nEl hidrocarburo extraído del Viejo Continente ya había alcanzado el martes otro mínimo histórico en más de cinco años (también desde septiembre de 2009) de 65,29 dólares.\n\nLos precios del petróleo han estado bajo presión en medio de un exceso de oferta, luego de que la Organización de Países Exportadores de Petróleo (OPEP) decidiera, a finales de noviembre, no recortar la producción.\n\nLa creciente producción de petróleo de esquisto en Estados Unidos ha afectado la capacidad de la OPEP de manejar los suministros, lo que debilitó fuertemente los precios en anticipo a un gran exceso en la oferta a inicios del próximo año.\n\nEl futuro\n\nLa oferta y la demanda determinarán los precios del petróleo en los próximos meses, dijo el martes un funcionario del sector en Emiratos Árabes, en la más reciente señal de que los productores de la OPEP en el golfo Pérsico están preparados para enfrentar los precios bajos tras negarse a reducir la producción en noviembre pasado.\n\nFuentes de la industria dijeron que Arabia Saudita, el mayor exportador de la OPEP, mantendría en enero las ventas de crudo en los volúmenes contratados para los compradores asiáticos, mientras que el jefe de la petrolera estatal de Kuwait había dicho el lunes que el crudo se mantendría en torno a los 65 dólares por barril durante meses.\n\nLa correduría noruega DNB Markets dijo que el exceso de suministros podría presionar al Brent hacia los 50 dólares en la primera mitad de 2015, luego de reducir su pronóstico anual promedio en u$s10, a u$s70 por barril.\n\nLos precios del Brent promediaron casi u$s110 entre 2011 y 2013 y superaron los u$s115 en junio. Las pérdidas se aceleraron a finales de noviembre luego de que la OPEP decidiera no reducir su meta de producción, pese a sus pronósticos de un superávit en el mercado y los llamados de miembros del grupo, como Irán y Venezuela, a reducir la producción.\n\nDesde entonces, Arabia Saudita y el segundo productor de la OPEP, Irak, han reducido sus precios mensuales para Estados Unidos y Asia, en una decisión que, según algunos analistas, muestra que los miembros de la OPEP están compitiendo por participación de mercado.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27802436",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6273,
                    "source": {
                        "title": "La Nacion de Paraguay",
                        "uri": "www.lanacion.com.py"
                    },
                    "time": "21:38:00",
                    "title": "El barril de petrĂłleo cerrĂł a 60,97 dĂłlares y cayĂł al precio mĂĄs bajo desde 2009",
                    "uri": "233250052",
                    "url": "http://www.lanacion.com.py/articulo/186025-el-barril-de-petroleo-cerro-a-6097-dolares-y-cayo-al-precio-mas-bajo-desde-2009.html",
                    "wgt": 1
                },
                {
                    "body": "El petróleo estadounidense (Western Texas Intermediate, WTI) cayó en el mercado Nymex de Nueva York hasta quedar en u$s60,97 por cada barril (una pérdida de 4,47%), por debajo de la cifra histórica en más de cinco años (desde julio de 2009) de u$s62,25, alcanzada el martes, informó Infobae.\n\nMientras tanto, el petróleo europeo Brent (del mar del Norte) para entrega en enero también abrió a la baja en el Intercontinental Exchange Futures (ICE) de Londres, al cotizar a u$s66,20 dólares, un 0,9% menos que al cierre de la jornada anterior. Y al final de la jornada se desplomó un 3,8% para terminar en u$s64,30, su mínimo desde septiembre de 2009.\n\nEl hidrocarburo extraído del Viejo Continente ya había alcanzado el martes otro mínimo histórico en más de cinco años (también desde septiembre de 2009) de 65,29 dólares.\n\nLos precios del petróleo han estado bajo presión en medio de un exceso de oferta, luego de que la Organización de Países Exportadores de Petróleo (OPEP) decidiera, a finales de noviembre, no recortar la producción.\n\nLa creciente producción de petróleo de esquisto en Estados Unidos ha afectado la capacidad de la OPEP de manejar los suministros, lo que debilitó fuertemente los precios en anticipo a un gran exceso en la oferta a inicios del próximo año.\n\nLa oferta y la demanda determinarán los precios del petróleo en los próximos meses, dijo el martes un funcionario del sector en Emiratos Árabes, en la más reciente señal de que los productores de la OPEP en el golfo Pérsico están preparados para enfrentar los precios bajos tras negarse a reducir la producción en noviembre pasado.\n\nFuentes de la industria dijeron que Arabia Saudita, el mayor exportador de la OPEP, mantendría en enero las ventas de crudo en los volúmenes contratados para los compradores asiáticos, mientras que el jefe de la petrolera estatal de Kuwait había dicho el lunes que el crudo se mantendría en torno a los 65 dólares por barril durante meses.\n\nLa correduría noruega DNB Markets dijo que el exceso de suministros podría presionar al Brent hacia los 50 dólares en la primera mitad de 2015, luego de reducir su pronóstico anual promedio en u$s10, a u$s70 por barril.\n\nLos precios del Brent promediaron casi u$s110 entre 2011 y 2013 y superaron los u$s115 en junio. Las pérdidas se aceleraron a finales de noviembre luego de que la OPEP decidiera no reducir su meta de producción, pese a sus pronósticos de un superávit en el mercado y los llamados de miembros del grupo, como Irán y Venezuela, a reducir la producción.\n\nDesde entonces, Arabia Saudita y el segundo productor de la OPEP, Irak, han reducido sus precios mensuales para Estados Unidos y Asia, en una decisión que, según algunos analistas, muestra que los miembros de la OPEP están compitiendo por participación de mercado.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27813847",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6264,
                    "source": {
                        "title": "Infocampo.com.ar",
                        "uri": "infocampo.com.ar"
                    },
                    "time": "23:37:00",
                    "title": "El barril de petróleo cerró a 60,97 dólares y cayó al precio más bajo desde 2009",
                    "uri": "233276336",
                    "url": "http://infocampo.com.ar/nota/campo/64943/el-barril-de-petroleo-cerro-a-60-97-dolares-y-cayo-al-precio-mas-bajo-desde-2009",
                    "wgt": 1
                },
                {
                    "body": "LONDRES (Reuters) - La demanda global de petróleo de la OPEP será inferior a lo que se esperaba el próximo año debido a un menor consumo y por el auge en la producción de crudo no convencional en Estados Unidos, dijo el grupo el miércoles, apuntando a un creciente superávit de suministros en 2015.\n\nEn un informe mensual, la Organización de Países Exportadores de Petróleo (OPEP) proyecta que la demanda de su crudo caerá a 28,92 millones de barriles por día (bpd) en el 2015, un descenso de 280.000 bpd respecto a su estimación anterior.\n\nEl informe se conoce tras la decisión de la OPEP el mes pasado de no reducir la producción pese a los bajos precios del petróleo, donde el mayor exportador -Arabia Saudí- instó a los miembros del grupo a combatir el auge en la producción de petróleo no convencional o 'shale' en Estados Unidos, que ha estado erosionando la cuota de mercado de la organización.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27746792",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6264,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "13:28:00",
                    "title": "OPEP recorta proyección demanda de su petróleo en 2015, por auge 'shale'",
                    "uri": "233119782",
                    "url": "http://www.eleconomista.es/empresas-finanzas/noticias/6314989/12/14/OPEP-recorta-proyeccion-demanda-de-su-petroleo-en-2015-por-auge-shale.html",
                    "wgt": 1
                },
                {
                    "body": "Las cotizaciones del petróleo en Nueva York bajan con fuerza y se acercan a u$s 62,34 este miércoles, afectadas por el recorte de las perspectivas de demanda en 2015 por parte de la OPEP antes de la difusión de las cifras de reservas de crudo en EEUU.\n\nLa demanda global de petróleo de la OPEP en 2015 será menor de lo esperado y muy por debajo de su producción actual, informó el grupo el miércoles, destacando que habrá un fuerte exceso de suministro si no hay recortes en el bombeo o si no se ralentiza el auge del esquisto en Estados Unidos.\n\nEl reporte se conoce tras la decisión de la OPEP el mes pasado de no reducir la producción pese a los bajos precios del petróleo, donde el mayor exportador -Arabia Saudita- instó a los miembros del grupo a combatir el auge en la producción de esquisto en Estados Unidos, que ha estado erosionando la cuota de mercado de la organización.\n\nLa decisión tomada el 27 de enero por la OPEP de mantener su objetivo de producción de 30 millones bpd hundió los precios. El crudo Brent se comerciaba el miércoles por debajo de los 66 dólares el barril, cerca de un mínimo en cinco años y un 40 por ciento menos que en junio.\n\nEl informe rebajó la estimación de crecimiento de la demanda global en 2015 por el débil panorama en Europa y Asia, y predijo un mayor incremento del esquisto y otras fuentes de fuera de la OPEP, aunque advirtió que podrían ralentizarse si los precios continúan débiles.\n\n\"Si la caída actual en los precios del crudo se mantiene durante un periodo mayor, impactará a las proyecciones de suministro de fuera de la OPEP para 2015, especialmente al crecimiento anticipado del esquisto\", señaló el texto.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27771967",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6048,
                    "source": {
                        "title": "Ambito Financiero",
                        "uri": "www.ambito.com"
                    },
                    "time": "17:04:00",
                    "title": "Nueva baja del petróleo: pierde 2,3% a u$s 62,34",
                    "uri": "233180462",
                    "url": "http://www.ambito.com/noticia.asp?id=770676",
                    "wgt": 1
                },
                {
                    "body": "México- Refinería de Petroleos Mexicanos (PEMEX), de su refinería en la ciudad de Minatitlán\n\nLa cotización del barril de petróleo Brent ha bajóde US$65 por primera vez desde septiembre de 2009. En estos momentos, el precio del crudo de referencia en Europa cae 3,33%, hasta los US$64,98 por barril.\n\nLas caídas iniciales superaron el 1,5% también en el precio del barril tipo West Texas, de referencia en Estados Unidos. Ahora mismo, el precio del crudo de referencia estadounidense se desploma un 4,12%, hasta US$61,19.\n\nEl rebote que experimentó en la segunda mitad de la jornada de ayer se ha esfumado con mensajes como el lanzado por Irán. Desde el Ministerio del Petróleo lanzan un ultimátum: si continúa la 'guerra interna' entre los países de la OPEP, responsables del 40% del suministro mundial, el precio del petróleo podría desplomarse incluso hasta los 40 dólares.\n\nEn la jornada de ayer se conoció que Iraq se sumó a los descuentos ofrecidos anteriormente por Arabia Saudí en los precios de exportación de crudo a Asia, en un intento por mantener sus cuotas de mercado.\n\nLos llamamientos al consenso y el descalabro del precio del crudo avivan los rumores de una reunión de emergencia de los países de la OPEP durante el primer trimestre de 2015, con el fin de recortar la producción e intentar mitigar así la espiral bajista en la cotización del petróleo.\n\nAl margen de la OPEP, el mercado atisba los primeros síntomas de desaceleración en el ritmo de bombeo. En EEUU, la Administración de Información Energética ha recortado en 100.000 barriles diarios sus previsiones de producción de crudo en EEUU durante 2015, como consecuencia del desplome de los precios y de las rebajas en las estimaciones de demanda.",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27781546",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5961,
                    "source": {
                        "title": "El Observador",
                        "uri": "www.elobservador.com.uy"
                    },
                    "time": "18:24:00",
                    "title": "El precio del crudo baja de US$ 65 por primera vez desde 2009",
                    "uri": "233202000",
                    "url": "http://www.elobservador.com.uy/noticia/293821/el-precio-del-crudo--baja-de-us-65-por-primera-vez-desde-2009/",
                    "wgt": 1
                },
                {
                    "body": "La nueva oleada bajista que azotó ayer al mercado del petróleo dejó la cotización del barril de tipo West Texas, de referencia en EEUU, al filo de los 60 dólares. Hoy frena sus caídas y resiste por encima de este nivel, mientras que el barril de Brent rebota en los 64 dólares.\n\nEl petróleo se ha convertido en las últimas semanas en uno de los principales factores de incertidumbre en los mercados financieros. Las caídas se han acelerado hasta superar el 40% de desplome desde junio.\n\nLa primera mitad de la jornada de ayer amagó con una tegua a estas caídas. Pero la espiral bajista se reactivó en la segunda mitad de la sesión. Las bajadas llegaron a rozar el 5%.\n\nEl resultado fueron nuevos mínimos desde 2009 en la cotización del crudo. El barril tipo West Texas, de referencia en EEUU, se desinfló hasta el umbral de los 60 dólares. Hoy frena sus caídas y resiste por encima de este nivel.\n\nLa cotización del barril de Brent, de referencia en Europa, renovó sus mínimos de 2009 por debajo incluso de los 64 dólares. Hoy los bajistas otorgan una minitregua, y el Brent recupera los 64 dólares.\n\nLa oleada de ventas se desató ayer cuando al mismo tiempo que la OPEP rebajaba las previsiones de demanda de su petróleo, Arabia Saudí insistía en que el precio se estabilizará por sí solo, sin necesidad de un recorte en la cuota oficial de producción.\n\nLas nuevas previsiones de la OPEP para 2015 recortan la demanda de su petróleo en otros 300.000 barriles diarios, hasta los 28,9 millones de barriles, la cifra más baja en más de una década, desde el año 2003.",
                    "date": "2014-12-11",
                    "eventUri": "1994519",
                    "id": "27855148",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5194,
                    "source": {
                        "title": "Expansion",
                        "uri": "www.expansion.com"
                    },
                    "time": "09:31:00",
                    "title": "El precio del barril tipo West Texas salva, de momento, los 60 dólares",
                    "uri": "233381861",
                    "url": "http://www.expansion.com/2014/12/11/mercados/1418283804.html",
                    "wgt": 1
                },
                {
                    "body": "El petróleo de Texas o WTI se desplomó ayer un 4,51 % y cerró la jornada en $ 60,94 el barril después de que la Organización de Países Exportadores de Petróleo (OPEP) redujera sus previsiones sobre el consumo mundial en el 2015 y tras un nuevo aumento inesperado de las reservas de crudo en Estados Unidos.\n\nEl precio de referencia para EE.UU. y para Ecuador continuó en caída libre tras publicarse que las reservas subieron 1,5 millones de barriles y se ubicaron en 380,8 millones.\n\nEl desplome también se marcó por las previsiones de consumo mundial de la OPEP, que espera que alcance en el 2015 los 92,26 millones de barriles diarios, 1,2% más que este año, pero menos de lo previsto.\n\nLa cifra de $ 60,94 es similar a la del rango promedio del 2009, año de crisis, cuando se registró un precio de $ 61,66.\n\nEl ingreso promedio para Ecuador en ese año, debido al castigo que recibe por la calidad de su crudo fue de $ 53,43.\n\nEn Ecuador, el BCE publicó la cifra promedio de crudo para octubre, que fue de $ 73,25 con un castigo de $ 11,18 frente al crudo WTI. La cifra está por debajo de los $ 98,36 que recibió el país por el crudo en marzo pasado. Las exportaciones petroleras representaron el 52,2% del total, a octubre del 2014.\n\nA 21 días de que empiece el 2015, y con cifras de $ 60 para el WTI, el crudo ecuatoriano se estaría cotizando en $ 50 en promedio, una cifra inferior a la prevista en la proforma del 2015 ($ 79,7) dice Jaime Carrera, secretario ejecutivo del Observatorio de la Política Fiscal.\n\nEl problema para el Ecuador no sería solamente el precio bajo del crudo, sino el modelo económico que \"nos mantiene vulnerables al precio\", agregó.\n\nCree que como país no se ha aplicado una política contracíclica, como ahorrar cuando hay más recursos, para gastarlos cuando existen menos.\n\nEl camino sería, sugirió, reducir el gasto, no endeudarse, pues el riesgo país ha subido y las tasas de endeudamiento son cada vez más caras. Se debe abrir espacios para la inversión privada, dijo. (I)\n\nAjustes\n\nFinanzas ha dicho que a inicios del 2015 se realizarían ajustes al presupuesto, pues la ley permite hasta un 15 % de cambio, sin necesidad de que pase por la Asamblea.\n\nPetroecuador\n\nEP Petroecuador informó que el precio teórico del crudo al 28 de noviembre fue $ 66,05 Oriente y $ 61,05 Napo.",
                    "date": "2014-12-11",
                    "eventUri": "1994519",
                    "id": "27840614",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.496,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "05:38:00",
                    "title": "El petróleo se desplomó a precios del 2009",
                    "uri": "233338705",
                    "url": "http://www.eluniverso.com/noticias/2014/12/11/nota/4329726/petroleo-se-desplomo-ayer-precios-2009",
                    "wgt": 1
                },
                {
                    "body": "La Organización de Países Exportadores de Petróleo (OPEP) revisó ligeramente a la baja sus previsiones de aumento de la demanda de crudo en 2014 y 2015, pese a que los precios han caído al nivel de hace cuatro años, en su informe mensual publicado el miércoles en Viena.\n\nEl cartel de doce países, que produce un tercio del crudo mundial, prevé un aumento de la demanda de 1,12 millones de barriles diarios (mbd) en 2015, a 92,26 mbd, contra el aumento de 1,19 mbd previsto con anterioridad.\n\nPara este año, la OPEP vaticina una subida de 0,93 mbd a 91,13 mbd, contra el aumento de 1,05 mbd anteriormente.\n\nLa organización justifica estas revisiones en la caída del consumo en los países ricos de la OCDE, que representan casi la mitad de la demanda mundial.\n\nNo se espera que el crecimiento económico de este grupo de países supere el 1,8% este año y el 2,1% en 2015.\n\nLa OPEP constata que los precios del crudo han caído por quinto mes seguido en noviembre, lo que supone \"el periodo más largo de bajada desde la crisis financiera de 2008\".\n\nDurante la reunión en Viena el mes pasado, el cartel decidió mantener el volumen de su producción, pese a la voluntad de algunos países de reducir la oferta para empujar al alza el precio.\n\nEn su informe, la organización se limita a constar que \"si el entorno en materia de precios persiste el próximo año, con el tiempo podría repercutir tanto en la economía mundial como en el mercado petrolero, aunque es difícil cuantificar en qué medida\".",
                    "date": "2014-12-10",
                    "eventUri": "1994519",
                    "id": "27777740",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4422,
                    "source": {
                        "title": "www.elsiglo.net.ve",
                        "uri": "www.elsiglo.net.ve"
                    },
                    "time": "16:41:00",
                    "title": "OPEP reduce previsiones de demanda de crudo en 2014 y 2015",
                    "uri": "233193209",
                    "url": "http://www.elsiglo.net.ve//modules.php?name=News&file=article&sid=94669",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 30,
            "averageDate": "2014-12-10",
            "avgCos": 0.4788,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1994519",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1994519",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New York City",
                "lat": 40.71427,
                "long": -74.00597,
                "wikiUri": "http://en.wikipedia.org/wiki/New_York_City"
            },
            "storyDate": "2014-12-10",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-377545",
            "variance": 0.2707
        }
    },
    "meta": {
        "CCAArticleMatchCount": 9,
        "CCAArticleMatchRatio": 0.01914893617021277,
        "CCAAvgCosSim": 0.5825833333333333,
        "CCAAvgMatchWgt": 44.44444444444444,
        "_articleUri1": "233138277",
        "_articleUri2": "233344295",
        "_datetime": "2015-02-19 21:13:29",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-377545",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-1157765",
        "_username": "Evgenia Belyaeva",
        "artCount1": 30,
        "artCount2": 31,
        "avgCosSimStory1": 0.4788,
        "avgCosSimStory2": 0.3746,
        "categorySim": 0,
        "conceptCosSim": 0.6169113843543009,
        "conceptJaccardSim": 0.2222222222222222,
        "coreTime1": 130982.3,
        "coreTime2": 130990.0166666667,
        "coreTimeStDev1": 4.658500419383763,
        "coreTimeStDev2": 10.99168728327558,
        "entityCosSim": 0.7552344978079869,
        "entityJaccardSim": 0.2195121951219512,
        "extractedDateJaccardSim": 1,
        "extractedDatesStory1": 4,
        "extractedDatesStory2": 1,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5731772567049531,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 1,
        "matchingDateRatio": 1,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 18,
        "storyQuality2": 10,
        "timeAvg1": 130989.1444444445,
        "timeAvg2": 130991.2650537634,
        "timeStDev1": 6.15254890469688,
        "timeStDev2": 10.30208625810843,
        "varianceStory1": 0.2707,
        "varianceStory2": 0.3597
    }
}