{
    "850f305d-14db-4c75-b547-79470a557ea3-262032": {
        "articles": {
            "resultCount": 12,
            "results": [
                {
                    "body": "* On 22 March, the Ministry of Health (MoH) of Guinea notified the World Health Organisation (WHO) of an outbreak of the Ebola Haemorrhagic Fever in the forest area of south-east Guinea.\n * Cases of the disease - among the most virulent pathogens known to infect humans, with a fatality rate of up to 90 percent - have been confirmed in four south-eastern districts, namely Kissidougou in Faranah Region and Gueckedou, Macenta and N'Zerekore in N'Zerekore Region.  Six out of seven samples subjected to PCR* analysis at the Institute Pasteur in Lyon, France, were found positive for the Ebola virus.\n * Suspected cases with similar symptoms have been reported in the Region of Conakry, as well as in areas of Sierra Leone and Liberia bordering Guinea.\n * The disease has no previous record in the country.  As of 24 March, 86 cases, of which 59 deaths, have been reported since February 9.  However, not all of them are due to the EHF virus andi nvestigations are still ongoing in areas with suspected cases.  According to the Guinean MoH situation report of 24 March, three such cases in Conakry were found negative for the Ebola virus.\n * On 22 March, the Medecins Sans Frontières launched an emergency response, including sending approximately 33 tons of medicines and isolation, sanitation and protective equipment in two planes leaving from Belgium and France.",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8394449",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7132,
                    "source": {
                        "title": "ReliefWeb",
                        "uri": "reliefweb.int"
                    },
                    "time": "12:01:00",
                    "title": "Guinea: 24 March 2014: Guinea - Ebola Haemorrhagic Fever (EHF) Outbreak",
                    "uri": "170702287",
                    "url": "http://reliefweb.int/map/guinea/24-march-2014-guinea-ebola-haemorrhagic-fever-ehf-outbreak",
                    "wgt": 1
                },
                {
                    "body": "CONAKRY, Guinea -- Doctors Without Borders has begun opening isolation units in areas of Guinea where suspected Ebola cases are concentrated to stop the deadly disease spreading.\n Patients are isolated from their families and \"we are obliged to do this with Ebola because there is neither vaccine nor remedy\" for the viral infection, Julie Damond, a spokeswoman for the medical aid body in west Africa, said in an interview from the Guinea capital of Conakry Tuesday.  \"The center in Gueckedou town is operational with about 20 beds, while the one of Macenta, where the disease was also detected, will be opened in the next two or three days.\" \"\nAt least 86 cases and 59 deaths have been recorded across Guinea, the country's health ministry said.  Five people are suspected to have died from the disease in Lofa county in neighboring Liberia, Bernice Dahn, Liberia's chief medical officer, said at a briefing Monday.\n MSF has chartered two cargo planes with 30 tons of medical materials, enough for two weeks, said Damond.  \"Such operations are expensive,\" she said.  MSF is also looking in nearby Kissidougou and N'Zerekore in Guinea to see if they are affected by the outbreak, she said.",
                    "date": "2014-03-25",
                    "eventUri": "501189",
                    "id": "8342116",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6969,
                    "source": {
                        "title": "chicagotribune.com",
                        "uri": "www.chicagotribune.com"
                    },
                    "time": "18:31:00",
                    "title": "Ebola quarantine units open in Guinea - Chicago Tribune",
                    "uri": "170509754",
                    "url": "http://www.chicagotribune.com/news/sns-wp-blm-news-bc-ebola-quarantine25-20140325%2C0%2C3288316.story",
                    "wgt": 1
                },
                {
                    "body": "Two more people have died of Ebola in Guinea, bringing to 61 the death toll from the deadly virus, while neighbouring Liberia reproted one new case, health officials said Wednesday.\n Liberia reported 11 suspected cases and five deaths this week.  The cases were detected in the districts of Zorzor, Lofa and Foyah, near Liberia's northern border with Guinea.\n Last week, Guinea's Ministry of Health registered almost 100 infections since the virus was first reported last month, noting the outbreak has reached \"epidemic proportions.\" \"\nEbola is one of the most contagious viral diseases known, often resulting in death.  The virus cannot be prevented with a vaccine and is untreatable with medication.",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8397128",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6786,
                    "source": {
                        "title": "Times LIVE",
                        "uri": "www.timeslive.co.za"
                    },
                    "time": "12:01:00",
                    "title": "Guinea ebola death toll rises to 61, neighbouring Liberia reports new case",
                    "uri": "170702295",
                    "url": "http://www.timeslive.co.za/africa/2014/03/26/guinea-ebola-death-toll-rises-to-61-neighbouring-liberia-reports-new-case",
                    "wgt": 1
                },
                {
                    "body": "\"The epidemic is not spreading to other regions, but we cannot yet say that it is over.  Large quantities of medical equipment has been shipped in and sent to the four affected areas.  The MSF (Doctors Without Borders) is helping us to control the outbreak\", Guinean Health minister Remy Lamah in a bid to reassure on the nation's first ever Ebola outbreak.\n Based on latest government reports, the toll of the outbreak has rise to 63 deaths and 88 cases.  The hotbed is in the southern Forestière region, in Guéckedou, Macenta and Kissidougou.  A new suspect Ebola case was reported in the past hours in Kankan, in the east, while lab tests are being carried out to establish the origin of the virus that has also killed two in Guinea's populous capital Conakry.  Laboratories have however so far only confirmed 13 cases of the disease out of 45 tested.  Neighboring Liberia (south-east) has confirmed five dead and Sierra Leone (south-west) two dead in the Boidu border area, with a total of 70 cases in the two nations.  Other neighbors, such as Senegal, Mali and the Ivory Coast are on high health alert.\n Among the measures taken by the Conakry government to contain the epidemic is a media and mobile phone sensitization campaign, which every hour provides hygenic measures to be observed, including thorough hand washing with soap and bleach and also methods of preserving and cooking food.  A ban was set on the sale and consumption of batmeat.  \"A local speciality that appears to contain the main vectors responsible for the virus in the south\", explained minister Lamah.\n \"It is the first time that Ebola has appeared in Guinea and this has created a surprise effect.  We have lost six of our public health officials operating in the field, because in the beginning we thought it was malaria\" said a Guinean health ministry source.  The incubation of Ebola can be of up to three weeks and the symptoms are similar to those of malaria and cholera - high fever, headache, muscle pain, conjunctivitis and tiredness - rendering the identification of the virus difficult.\n On the field, mixed teams of Guinean and MSF medical staff are moving from village to village informing the people on prevention and ways to identify those who have entered in contact with infected people.  \"The priority consists in isolating the patients with symptoms.  Isolation units for those people and family members are essential in preventing the spread of the disease, which is highly contageous, without cure and not well known in Guinea\", said the MSF emergency coordinator Marie-Christine Ferir.",
                    "date": "2014-03-27",
                    "eventUri": "501189",
                    "id": "8499540",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6778,
                    "source": {
                        "title": "www.misna.org",
                        "uri": "www.misna.org"
                    },
                    "time": "22:43:00",
                    "title": "EBOLA: GOVERNMENT REASSURANCES, \"CASES MUST BE ISOLATED\"",
                    "uri": "171125752",
                    "url": "http://www.misna.org/en/medicine-and-health/ebola-government-reassurances-now-cases-must-be-isolated-27-03-2014-813.html",
                    "wgt": 1
                },
                {
                    "body": "Two more people have died of Ebola in Guinea, bringing to 61 the death toll from the deadly virus, while neighbouring Liberia reported one new case, health officials said on Wednesday.\n Liberia reported 11 suspected cases and five deaths this week.\n The cases were detected in the districts of Zorzor, Lofa and Foyah, near Liberia's northern border with Guinea.\n Last week, Guinea's Ministry of Health registered almost 100 infections since the virus was first reported last month, noting the outbreak has reached \"epidemic proportions.\" \"\nEbola is one of the most contagious viral diseases known, often resulting in death.\n The virus cannot be prevented with a vaccine and is untreatable with medication.  - Sapa-dpa",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8418876",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6714,
                    "source": {
                        "title": "Independent Online",
                        "uri": "www.iol.co.za"
                    },
                    "time": "18:03:00",
                    "title": "Guinea Ebola death toll rises - Independent Online",
                    "uri": "170790396",
                    "url": "http://www.iol.co.za/news/africa/guinea-ebola-death-toll-rises-1.1666769",
                    "wgt": 1
                },
                {
                    "body": "27 March 2014 - The Ministry of Health of Guinea has today reported 4 laboratory confirmed cases of Ebola Haemorrhagic Fever (EHF) in the capital, Conakry.  In addition, a fifth suspected case died without laboratory confirmation.  Intensive case investigations are underway to identify the source and route of these patients' infection, record their travel histories before arrival in Conakry and determine their period of infectivity for the purposes of contact tracing.  Rapid Response Teams are carrying out these investigations and sensitizing health care workers and the affected communities about EHF to reduce the risk of further transmission.\n The total number of suspected and confirmed cases in the on-going EHF outbreak in Guinea has increased to 103, including 66 deaths.  Today 15 new suspected cases were reported in Guinea (8 in Guekedou and 2 in Macenta, in addition to the 5 cases in Conakry).  The case fatality rate (CFR) is 64%.  All age groups have been affected but most of the cases are adults aged 15-59 years.  Four health care workers are among the deaths attributed to the Ebola outbreak.  As this is a rapidly changing situation, the number of reported cases and deaths are preliminary and subject to change due to enhanced surveillance activities and laboratory testing of cases.\n Since the beginning of the outbreak, most of the cases have been reported in three districts in south east Guinea (Guekedou, Macenta, and Kissidougou districts).  Contact tracing and follow up continues in these areas.\n To date, 15 cases have tested positive by PCR testing for the Ebola virus, confirmed by collaborating laboratories including the Institut Pasteur Lyon, France, Institut Pasteur (IP) Dakar, Senegal and Bernhard-Nocht Institute of Tropical Medicine Hamburg, Germany.  Laboratories studies demonstrated that Zaire ebolavirus is the virus responsible for the outbreak.\n The number of laboratory confirmed cases is subject to change as the laboratory results from the participating laboratories are still being consolidated and new samples are being tested.\n WHO has alerted countries bordering Guinea about the outbreak and to heighten surveillance for illness consistent with a viral haemorrhagic fever, especially along land borders.  Both Sierra Leone and Liberia have reported suspected cases and deaths consistent with EHF to WHO among people who had travelled to Guinea before symptom onset.  To date, WHO has received no reports of viral haemorrhagic fever from either country in individuals who have not travelled to Guinea.  The three countries are sharing information with each other and with WHO daily.  Liberia has reported 8 suspected cases of EHF, including 6 deaths, with travel histories to Guekedou district.  Sierra Leone has reported 6 suspected cases, including 5 deaths.  Investigations into these suspected cases are on-going.\n The MOH together with WHO and other partners continues to implement measures to control the outbreak and prevent further spread.  As part of the international response to the outbreak, WHO and the Global Outbreak Alert and Response Network (GOARN) have deployed experts deployed to support Guinea in the following areas: outbreak coordination, clinical case management, surveillance and epidemiology, diagnostics, infection prevention and control, social mobilisation outbreak logistics and medical anthropology.  Training health and community workers to detect, notify and manage suspected and confirmed cases and in measures to strengthen infection prevention and control, including the safe burial of the deceased, are priority interventions.\n The Emerging and Dangerous Pathogens Laboratory Network (EDPLN) is working with national laboratories in Guinea, Sierra Leone and Liberia to ensure access to laboratory testing of suspected cases and for supplementary testing.\n WHO does not recommend that any travel or trade restrictions be applied to Guinea, Liberia or Sierra Leone based on the current information available for this event.",
                    "date": "2014-03-27",
                    "eventUri": "501189",
                    "id": "8494945",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6636,
                    "source": {
                        "title": "ReliefWeb",
                        "uri": "reliefweb.int"
                    },
                    "time": "21:10:00",
                    "title": "Guinea: Ebola Haemorrhagic Fever, Guinea (Situation as of 27 March 2014)",
                    "uri": "171108087",
                    "url": "http://reliefweb.int/report/guinea/ebola-haemorrhagic-fever-guinea-situation-27-march-2014",
                    "wgt": 1
                },
                {
                    "body": "DAKAR, 26 March 2014 (IRIN) - As health authorities and aid groups work to contain the spread of Ebola in Guinea which has killed 59 people and infected scores of others since January, suspected cases have emerged in neighbouring Liberia, prompting calls for a regional response.\n Haemorrhagic fever symptoms first appeared in Guinea's southern forested region.  Eighty-six people have so far been infected.  Authorities are urging restriction of movement and observance of hygiene to prevent further infections.\n The cases have mainly been reported in the four southern districts of Guéckédou, Macenta, Nzérékoré and Kissidougou near the border with Sierra Leone and Liberia.  Médecins Sans Frontières (MSF) has dispatched some 33 tons of medicines and equipment to Guinea to help curtail the epidemic which is infecting 1-3 people a day.\n \"It's happening along the border, so what we've been doing now is to start a collaboration between these neighbouring countries,\" said Francis Kasolo, director of the World Health Organization's (WHO) Disease Prevention and Control Unit in Africa.  \"Conferences are being held between these three countries to ensure that whenever there is a suspected case it can be identified quickly and appropriate response can be taken.\" \"\nIn Guinea's Guéckédou area, district health chief Moussa Kolié said: \"We have begun training nurses to help contain as much as possible the spread of new cases.\" \" Funeral gatherings and unnecessary hospital visits were being discouraged, he said.\n MSF has deployed medical teams to Guinea's affected areas, where the organization is setting up isolation centres and people thought to have been in contact with those infected are traced and also quarantined.\n \"This is the only way to try and contain the spread,\" Reinaldo Ortuno, a doctor with MSF, told IRIN.\n Ortuno pointed out that the failure of the epidemiology surveillance system explains the high number of cases registered so far.\n Sakoba Kéïta, head of Guinea's Health Ministry disease prevention unit, called for the observance of basic hygiene and avoiding eating meat the origin of which is unknown.\n \"We are calling on those who attended funerals of those who died of this disease to present themselves for identification and wash all their items with chlorine solution... and ensure they get medical observation for at least three weeks to one month,\" Kéïta said.\n Ebola is transmitted to humans through contact with blood, body fluids or organs of infected animals.  Infections have been reported in Africa following the handling of chimpanzees, gorillas, fruit bats, or antelopes and porcupines in tropical forests, according to WHO.\n Liberia\nLiberia's Health Ministry confirmed that five people have died of suspected Ebola haemorrhagic fever in the north of the country.  The four women and one child are said to have come from Guinea to seek treatment in Foya in Liberia's northern Lofa County.  Chief Medical Officer Bernice Dahn said a medical team had been sent to the area.\n \"The team is already investigating the situation, tracing contacts, collecting blood samples and sensitizing local health authorities on the disease,\" Dahn told reporters.\n However, the deaths have yet to be confirmed as being due to Ebola.  \"We need to confirm these cases to know what we are dealing with,\" said Peter Clement, WHO's acting country director.\n \"The key message is that ... we shouldn't panic because it can be prevented.  All of us should be responsible.  It can be contained.  We are working hand-in-hand with the Ministry of Health to be able to mobilize the necessary support,\" Clement said.\n Liberia's Health Minister Walter Gwenigale said market traders who cross to Guinean markets should avoid venturing into the affected districts of Guinea.  \"If you are living along the border and you really do not have any reason to go into towns where this disease is reported, you do not have to go there,\" he said.\n Guinea's public health system is weak and has been reliant on donor funding which was suspended due to political instability, affecting public services.\n \"The government does not even have a laboratory to quickly verify the nature of this [Ebola] disease.  This is why the death toll is high,\" said Conakry resident Fodé Camara\nIn Liberia, the health sector has yet to fully recover from the devastation of the country's civil war.  \"Most of the hospitals, clinics and equipment were destroyed during the years of civil conflict.  The strengthening of the health sector faced financial problems.  The country heavily relied on the international community for health infrastructure and aid,\" said health worker Martha Paye.\n \"This disease has really caught us off-guard\"\nAuthorities in Guinea and Liberia have urged citizens not to panic, but many are scared of contracting Ebola, which has emerged in West Africa for the first time.\n \"This disease has really caught us off-guard.  People are now avoiding each other in the town.  There are no more greetings.  Panic is overshadowing hospitality.  Bodies can't be washed [before burial], but that is alright because prevention is better than cure,\" said Guéckédou resident Atanasse Tinkiano.\n Guinea's government spokesman Damantang Albert Camara said health and public awareness measures were being taken and \"I think that if all these measures are respected, the worst can be avoided.\" \"\n\"I am deeply worried,\" said Liberian journalist Jallah Grayfield.  \"What is mostly disturbing is that the disease has no cure.\" \"",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8390169",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6513,
                    "source": {
                        "title": "New Europe",
                        "uri": "www.neurope.eu"
                    },
                    "time": "10:55:00",
                    "title": "Curbing West Africa's Ebola outbreak",
                    "uri": "170687841",
                    "url": "http://www.neurope.eu/article/curbing-west-africa%E2%80%99s-ebola-outbreak",
                    "wgt": 1
                },
                {
                    "body": "An Ebola epidemic which has already killed dozens of people in Guinea's southern forests has\nAn Ebola epidemic which has already killed dozens of people in Guinea's southern forests has spread to the capital Conakry, the United Nations Children's Fund said on Sunday.\n \"At least 59 out of 80 who contracted Ebola across the West African country have died so far.  Over the past few days, the deadly haemorrhagic fever has quickly spread from the communities of Macenta, Gueckedou, and Kissidougou to the capital, Conakry,\" UNICEF said in a statement emailed to AFP.\n Conakry, a vast, sprawling port city on Guinea's Atlantic coast, is estimated to have a population of between 1.5 and two million.\n To date, no treatment or vaccine is available for Ebola, which kills between 25 and 90 percent of those who fall sick, depending on the strain of the virus, according to the World Health Organisation.\n The disease is transmitted by direct contact with blood, faeces or sweat, or by sexual contact or unprotected handling of contaminated corpses.\n STAFF CASUALTIES\nUNICEF said at least three victims of the outbreak, which began on February 9, were children.\n \"This outbreak is particularly devastating because medical staff are among the first victims, so far it has killed at least eight health workers who have been in contact with infected patients, hindering the response and threatening normal care in a country already lacking in medical personnel,\" UNICEF said.\n The organisation said it had rushed five tonnes of aid, including medical supplies, to the most affected areas in Guinea's south.\n \"In Guinea, a country with a weak medical infrastructure, an outbreak like this can be devastating,\" said the organisation's Guinea representative, Mohamed Ag Ayoya.\n \"UNICEF has pre-positioned supplies and stepped up communication on the ground to inform and sensitise medical staff and the population on how to avoid contracting Ebola.\" \"\nThe organisation urged Guineans not to attend funerals wherever possible and to avoid all contact with the sick and the dead.\n Ebola, one of the world's most virulent diseases, was first discovered in the Democratic Republic of Congo (DRC) in 1976 and the country has had eight outbreaks.\n The most recent epidemic, also in the DRC, infected 62 people and left 34 dead between May and November 2012, according to the country's health ministry.\n There are fears it could be used in a biological weapons attack.\n According to researchers, the virus multiplies quickly, overwhelming the immune system's ability to fight the infection.\n Medical aid group Doctors Without Borders (MSF) said in a statement on Saturday it had set up isolation units for suspected cases in the southern region of Nzerekore and was seeking out people who may have had contacts with the infected.",
                    "date": "2014-03-25",
                    "eventUri": "501189",
                    "id": "8351295",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6301,
                    "source": {
                        "title": "mobile.nation.co.ke",
                        "uri": "mobile.nation.co.ke"
                    },
                    "time": "21:10:00",
                    "title": "Ebola epidemic spreads to Guinea's capital: UNICEF",
                    "uri": "170537700",
                    "url": "http://mobile.nation.co.ke/news/Ebola-epidemic-spreads-to-Guinea-s-capital-UNICEF/-/1950946/2255170/-/format/xhtml/-/13pwq10z/-/index.html",
                    "wgt": 1
                },
                {
                    "body": "\"Although daily activities are continuing as normal, in the capital everyone is speaking about Ebola.  There is widespread fear, also because we all know there is no cure and the exact origin of the virus has not been identified yet\", said to MISNA Charles Quenum, a Guinean civil society representative contacted in Conakry.  Based on the latest report released by health authorities, Ebola has already claimed 59 lives on 86 confirmed cases in the areas of Guéckédou, Macenta and Kissidougou, in the Forestière region (south).\n \"In a statement released last night on the public radio and TV, government officials specified that the confirmed deaths from the virus are 12 in the Forestière region and one in Conakry, while there is no formal conclusion on the cause of other 47 deaths\", Quenum explained to MISNA, stressing that the contrasting versions and numbers are also \"not reassuring\".\n Based on testimonies from the three southern areas affected by the Ebola outbreak, there is a possibility that the virus arrived from \"nearby Liberia and Sierra Leone\", though there is no confirmation.\n \"There is a vast sensitization campaign in the media and by mobile phone messages, indicating to residents prevention measures and hygene regulations to follow\", added Quenum.  \"I am currently at a school in the capital.  Only few students are absent, but also here we are following all the prevention measures: students are washing their hands often with soap and bleach, as recommended by health officials\", he specified.  Official statements are being limited and are prudent to \"avoid general panic that would only cause a mass exodus from the capital.  This must be avoided because it is not said that residents would be safer in the villages unfortunately\", concluded the local MISNA source.",
                    "date": "2014-03-25",
                    "eventUri": "501189",
                    "id": "8331258",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6237,
                    "source": {
                        "title": "www.misna.org",
                        "uri": "www.misna.org"
                    },
                    "time": "16:14:00",
                    "title": "EBOLA: \"WIDESPREAD FEAR\" IN CONAKRY",
                    "uri": "170475777",
                    "url": "http://www.misna.org/en/medicine-and-health/ebola-widespread-fear-in-conakry-25-03-2014-813.html",
                    "wgt": 1
                },
                {
                    "body": "In response to the Ebola epidemic that has broken out in Guinea, Doctors Without Borders/Médecins Sans Frontières (MSF) continues to reinforce its teams in Guéckédou and Macenta, two towns in the south of the country where the virus has spread.  Thirty staff members are already on the ground and more doctors, nurses, and sanitation specialists will be joining them in the coming days.\n To date, thirteen samples have tested positive for the Ebola virus, an extremely deadly viral hemorrhagic fever.  Other samples are currently being analyzed.  Suspected cases have been identified in neighboring Liberia and Sierra Leone, but none of these have yet been confirmed by laboratory tests.  The latest official figures from the Guinean Ministry of Health declare 86 suspect cases, 60 of whom have died.\n \"In partnership with the Ministry of Health, we have set up a dedicated ten-bed facility in Guéckédou town,\" says Marie-Christine Férir, MSF emergency coordinator.  \"We have also started working on a facility in Macenta.  It is essential that all patients showing symptoms of the disease be put on treatment rapidly and isolated from the rest of the community.\" \" Currently there are ten patients with Ebola symptoms under treatment in Guéckédou.\n \"We are doing everything we can to treat the patients with dignity, whilst at the same time protecting the community and family from possible contamination,\" says Férir.  The disease mainly spreads by direct contact with a patient's blood, feces, or saliva.  The team is therefore trying to minimize potentially dangerous contact between the patients and their families while still maintaining family links.\n The MSF teams are also focusing on \"contact tracing,\" identifying people who have been in direct contact with Ebola patients and who could therefore have caught the disease.  \"Our Ebola-specialist doctors go by foot from village to village in areas where there have been cases,\" says Férir.  \"They trace people showing symptoms of the disease and bring them to the dedicated facilities for medical care.\" \" No specific treatment exists for Ebola, but medical care can reduce the symptoms, halt the development of the disease, or reduce a patient's suffering.\n MSF health promotion experts also inform the community about how the disease spreads and what steps to take to avoid contamination.  \"Above all, we must avoid widespread panic,\" says Férir.  \"That is why it is so important to spread correct information so people understand the disease and how to protect themselves.\" \"\nLast weekend, MSF transported 33 tons of material by air, enabling the rapid set-up of isolation facilities and ensuring there are sufficient medical supplies and protective outfits for the teams to work through the coming weeks.\n MSF has worked in Guinea since 2001, running programs treating HIV/AIDS in Conakry, malaria in Guéckédou in addition to several emergency interventions such as cholera and meningitis epidemics.",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8371858",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5963,
                    "source": {
                        "title": "ReliefWeb",
                        "uri": "reliefweb.int"
                    },
                    "time": "03:58:00",
                    "title": "Guinea: MSF Reinforces Teams to Help Control Spread of Epidemic",
                    "uri": "170611568",
                    "url": "http://reliefweb.int/report/guinea/msf-reinforces-teams-help-control-spread-epidemic",
                    "wgt": 1
                },
                {
                    "body": "\"Outbreaks tend to be limited.  But certainly we need to watch this extremely carefully because there is no treatment, there is no cure and the course of the disease is more often than not fatal,\" WHO spokesman Gregory Hartl told reporters in Geneva.- --AFP\nThis picture taken on July 28, 2012 shows officials from the World Health Organization with protective clothing as they prepare to enter Kagadi Hospital in Kibale District, about 200 kilometres from Kampala, where an outbreak of Ebola virus started.  An Ebola epidemic which has already killed dozens of people in Guinea's southern forests has spread to the capital Conakry, the United Nations Children's Fund said on March 23, 2014.  \"At least 59 out of 80 who contracted Ebola across the West African country have died so far.  Over the past few days, the deadly haemorrhagic fever has quickly spread from the communities of Macenta, Gueckedou, and Kissidougou to the capital, Conakry,\" UNICEF said in a statement emailed to AFP.  AFP PHOTO/ ISAAC KASAMANI",
                    "date": "2014-03-28",
                    "eventUri": "501189",
                    "id": "8575543",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5689,
                    "source": {
                        "title": "NST Online",
                        "uri": "www.nst.com.my"
                    },
                    "time": "23:57:00",
                    "title": "Ebola 'a regional threat' as contagion hits Guinea capital - New Straits Times",
                    "uri": "171456710",
                    "url": "http://www.nst.com.my/latest/ebola-a-regional-threat-as-contagion-hits-guinea-capital-1.538013",
                    "wgt": 1
                },
                {
                    "body": "APA-Conakry (Guinea) Former Guinean Prime Minister Sidya Touré's Republican Forces Union (UFR) has postponed its national council, originally scheduled for March 29 and 30 to show solidarity with the population of the forest region where an Ebola epidemic has killed sixty people.\n UFR Secretary-General, Bakary Goyo Zoumanigui in a statement on Tuesday, delivered condolences to families of the victims and advised citizens to strictly observe rules of hygiene.\n The outbreak of Ebola was reported in the forest region of Guinea since February, killing sixty out of 81 confirmed cases of the disease.\n Ahead of the next elections, the UFR had called its 73 federations across the country for a 48-hour national council in Conakry to undertake an internal restructuring of the party.\n The theme of the meeting was supposed to be: â\u0080\u009cUFR, a credible alternation for real change in Guinea in 2015\".",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8369980",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5291,
                    "source": {
                        "title": "www.apanews.net",
                        "uri": "www.apanews.net"
                    },
                    "time": "03:12:00",
                    "title": "Guinea: Ex PM's party meeting off due to Ebola",
                    "uri": "170604657",
                    "url": "http://www.apanews.net/news/en/article.php?id=511359",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 12,
            "averageDate": "2014-03-26",
            "avgCos": 0.6417,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "501189",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "501189",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Guinea",
                    "lat": 11,
                    "long": -10,
                    "wikiUri": "http://en.wikipedia.org/wiki/Guinea"
                },
                "labelEng": "Conakry",
                "lat": 9.53795,
                "long": -13.67729,
                "wikiUri": "http://en.wikipedia.org/wiki/Conakry"
            },
            "storyDate": "2014-03-26",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-262032",
            "variance": 0.5882
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-120892": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "CONAKRY, Guinea -- Trabajadores de salud con trajes aislantes atendían a pacientes en los centros de cuarentena el martes en una parte remota de Guinea donde el ébola ha causado la muerte de al menos 60 personas, en el primer brote del virus mortal en el occidente de África en dos décadas.\n Siete pacientes están hospitalizados en un pabellón aislado en Gueckedou en el sur de Guinea, mientras que otros dos están siendo atendidos en otras partes, informó Médicos Sin Fronteras.  El grupo de ayuda dijo que ha enviado unidades móviles a las zonas rurales aledañas en busca de personas que pudieron haber estado expuestas desde que los primeros casos surgieron la semana pasada.\n \"Para limitar la epidemia es crucial rastrear toda la cadena de transmisión\", dijo la doctora Esther Sterk, asesora de medicina tropical para el grupo.  \"Todas las personas que han tenido contacto con los pacientes o que pudieron haber sido contaminadas están siendo vigiladas y aisladas ante el primer síntoma de infección\".\n Seis muestras de sangre de siete enviadas a Francia desde Guinea dieron positivo de ébola, específicamente la cepa de Zaire de la enfermedad originada en Congo que tiene una tasa de mortandad de hasta 90%, informó la Organización Mundial de la Salud el martes.\n El ébola no tiene vacuna ni tratamiento específico.  Sus primeros síntomas son fiebres altas, debilidad y dolor de cabeza, y se parecen a los de la malaria, una enfermedad mucho más común en África occidental.  Una vez que el virus causa hemorragias, las víctimas comienzan a vomitar sangre o a sangrar de la nariz y las encías.\n Cera de 1.500 de los 2,220 casos registrados desde que se descubrió el virus en 1976 han sido fatales, según los expertos.  Hasta ahora la tasa de mortandad en Guinea ha sido del 70% según el doctor Sakoba Keita, vocero del ministerio de Salud.\n Esas estadísticas abrumadoras han impulsado el miedo ante el primer brote en esta región de África en 20 años.  Hasta ahora 60 personas han muerto en Guinea, un país sumamente pobre con un sistema de salud limitado, dijo Keita.\n El brote también ha desatado alarma en los países vecinos, al otro lado de la frontera, en Liberia las autoridades investigan ya ocho casos, incluyendo cinco muertes, que sospechan podrían estar relacionados a los casos en Guinea, pues algunos pacientes viajaron a Liberia en busca de tratamiento.\n Las autoridades de Sierra Leona y Costa de Marfil vigilan sus fronteras ante el brote.\n No está claro por qué ha surgido el virus en Guinea, aunque el doctor Armand Sprecher, especialista de salud pública de Médicos Sin Fronteras dijo que el virus es transportado por murciélagos en la región.\n \"Suele esparcirse cuando la gente come murciélagos o cuando los murciélagos comparten un árbol con chimpancés y gorilas que comen fruta\", explicó.  \"Los chimpancés y gorilas se enferman y se vuelven presa fácil de los cazadores que los atrapan por su carne\".\n Los familiares también se pueden contagiar cuando entran en contacto con los cadáveres de las víctimas durante los funerales, dijeron las autoridades de salud.  Otras de las víctimas han sido los trabajadores de salud que atendieron a los pacientes antes de que se identificara el brote de ébola.",
                    "date": "2014-03-25",
                    "eventUri": "501189",
                    "id": "8348353",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7734,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "20:25:00",
                    "title": "Víctimas de ébola en cuarentena en Guinea",
                    "uri": "170528650",
                    "url": "http://www.elnuevoherald.com/2014/03/25/1710277/victimas-de-ebola-en-cuarentena.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "CONAKRY, Guinea (AP) -- Trabajadores de salud con trajes aislantes atendÃ­an a pacientes en los centros de cuarentena el martes en una parte remota de Guinea donde el Ã©bola ha causado la muerte de al menos 60 personas, en el primer brote del virus mortal en el occidente de Ã\u0081frica en dos dÃ©cadas.\n Siete pacientes estÃ¡n hospitalizados en un pabellÃ³n aislado en Gueckedou en el sur de Guinea, mientras que otros dos estÃ¡n siendo atendidos en otras partes, informÃ³ MÃ©dicos Sin Fronteras.  El grupo de ayuda dijo que ha enviado unidades mÃ³viles a las zonas rurales aledaÃ±as en busca de personas que pudieron haber estado expuestas desde que los primeros casos surgieron la semana pasada.\n \"Para limitar la epidemia es crucial rastrear toda la cadena de transmisiÃ³n\", dijo la doctora Esther Sterk, asesora de medicina tropical para el grupo.  \"Todas las personas que han tenido contacto con los pacientes o que pudieron haber sido contaminadas estÃ¡n siendo vigiladas y aisladas ante el primer sÃ­ntoma de infecciÃ³n\".\n Seis muestras de sangre de siete enviadas a Francia desde Guinea dieron positivo de Ã©bola, especÃ­ficamente la cepa de Zaire de la enfermedad originada en Congo que tiene una tasa de mortandad de hasta 90%, informÃ³ la OrganizaciÃ³n Mundial de la Salud el martes.\n El Ã©bola no tiene vacuna ni tratamiento especÃ­fico.  Sus primeros sÃ­ntomas son fiebres altas, debilidad y dolor de cabeza, y se parecen a los de la malaria, una enfermedad mucho mÃ¡s comÃºn en Ã\u0081frica occidental.  Una vez que el virus causa hemorragias, las vÃ­ctimas comienzan a vomitar sangre o a sangrar de la nariz y las encÃ­as.\n Cera de 1.500 de los 2,220 casos registrados desde que se descubriÃ³ el virus en 1976 han sido fatales, segÃºn los expertos.  Hasta ahora la tasa de mortandad en Guinea ha sido del 70% segÃºn el doctor Sakoba Keita, vocero del ministerio de Salud.\n Esas estadÃ­sticas abrumadoras han impulsado el miedo ante el primer brote en esta regiÃ³n de Ã\u0081frica en 20 aÃ±os.  Hasta ahora 60 personas han muerto en Guinea, un paÃ­s sumamente pobre con un sistema de salud limitado, dijo Keita.\n El brote tambiÃ©n ha desatado alarma en los paÃ­ses vecinos, al otro lado de la frontera, en Liberia las autoridades investigan ya ocho casos, incluyendo cinco muertes, que sospechan podrÃ­an estar relacionados a los casos en Guinea, pues algunos pacientes viajaron a Liberia en busca de tratamiento.\n Las autoridades de Sierra Leona y Costa de Marfil vigilan sus fronteras ante el brote.\n No estÃ¡ claro por quÃ© ha surgido el virus en Guinea, aunque el doctor Armand Sprecher, especialista de salud pÃºblica de MÃ©dicos Sin Fronteras dijo que el virus es transportado por murciÃ©lagos en la regiÃ³n.\n \"Suele esparcirse cuando la gente come murciÃ©lagos o cuando los murciÃ©lagos comparten un Ã¡rbol con chimpancÃ©s y gorilas que comen fruta\", explicÃ³.  \"Los chimpancÃ©s y gorilas se enferman y se vuelven presa fÃ¡cil de los cazadores que los atrapan por su carne\".\n Los familiares tambiÃ©n se pueden contagiar cuando entran en contacto con los cadÃ¡veres de las vÃ­ctimas durante los funerales, dijeron las autoridades de salud.  Otras de las vÃ­ctimas han sido los trabajadores de salud que atendieron a los pacientes antes de que se identificara el brote de Ã©bola.",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8400736",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7507,
                    "source": {
                        "title": "Diario Uno",
                        "uri": "www.diariouno.com.ar"
                    },
                    "time": "13:07:00",
                    "title": "Ya hay 60 muertes por el virus de ébola en Guinea en lo que va del ... - Diario Uno",
                    "uri": "170722283",
                    "url": "http://www.diariouno.com.ar/espectaculos/-Ya-hay-60-muertes-por-el-virus-de-ebola-en-Guinea-en-lo-que-va-del-ao-20140325-0135.html",
                    "wgt": 1
                },
                {
                    "body": "CONAKRY (Reuters) - Guinea dijo que evitó que un brote delmortal virus del ébola se propagara fuera del remoto sur delpaís, aunque el número de muertes por la enfermedad altamenteinfecciosa trepó a por lo menos 63.\n Agencias de Naciones Unidas y organizaciones humanitariascomo Médicos sin Fronteras (MSF) acudieron en ayuda de Guinea,uno de los países más pobres del mundo, en medio de temores aque el virus que causa fiebre hemorrágica se expandiera ycruzara las fronteras hacia otras naciones de África Occidental.\n Liberia, que limita con el sudeste de Guinea, reportó cincomuertes esta semana por infecciones sospechosas entre personasque habían cruzado la frontera en busca de tratamiento médico.\n Sierra Leona también reportó dos muertes en la ciudadfronteriza de Boidu que estarían vinculadas con el ébola, una delas enfermedades infecciosas más letales conocidas por elhombre.\n Hasta ahora los laboratorios han confirmado 13 casos de laenfermedad entre 45 personas examinadas.  Otras muestras, lamayoría de ellas desde Sierra Leona y Liberia, han sido enviadaspara ser estudiadas.\n \"La epidemia no se está propagando a otras regiones\", dijopor teléfono a Reuters el ministro de Salud de Guinea, RemyLamah, desde la remota región de Forest.  \"Han sido enviadosequipos médicos (...) Médicos sin Fronteras están ayudándonos acontrolar el brote\", agregó el funcionario.\n Un portavoz de MSF dijo que el número de supuestos casoshabía subido 2 desde el martes a 88, de acuerdo a cifras delGobierno.  Sin embargo, otras cuatro personas fallecieron, lo queelevó el número total de víctimas fatales a 63.\n Desde su descubrimiento en 1976 en lo que es ahora RepúblicaDemocrática del Congo, sólo unos 2.200 casos de ébola se hanregistrado.  De ellos, 1.500 fueron fatales.\n El brote de la misteriosa fiebre hemorrágica fue detectadopor primera vez en Guinea en febrero.  Desde entonces, loscientíficos la identificaron como la cepa Zaire del virus, lamás virulenta del ébola.\n Se cree que el virus reside mayormente en murciélagos entreesporádicos brotes en humanos.\n El ébola inicialmente provoca fiebre alta, dolores decabeza, dolor muscular, conjuntivitis y debilidad, antes de quelos síntomas pasen a una fase más severa con vómitos, diarreas yhemorragias.  No existe vacuna ni cura conocida para laenfermedad.",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8431482",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7388,
                    "source": {
                        "title": "El Economista",
                        "uri": "www.eleconomista.es"
                    },
                    "time": "22:55:00",
                    "title": "Guinea dice que brote de ébola está contenido, pero número de ... - ecodiario",
                    "uri": "170851199",
                    "url": "http://www.eleconomista.es/empresas-finanzas/noticias/5655846/03/14/Guinea-dice-que-brote-de-ebola-esta-contenido-pero-numero-de-muertos-sube.html",
                    "wgt": 1
                },
                {
                    "body": "Durante una visita el martes al sur del país, el ministro guineano de Sanidad, el coronel Rémy Lamah, también médico, declaró a la prensa que \"el agente vector es el murciélago\", actualmente en migración en esa zona.\n \"He prohibido formalmente el consumo de murciélagos en la región\", añadió.\n Según Médicos Sin Fronteras (MSF), que dispone en Guinea de un equipo de 30 personas, \"la prioridad es identificar a quienes han estado en contacto con los casos sospechosos o confirmados, para seguirlos y aislarlos en caso de que manifiesten síntomas\".\n Si bien Guinea es el epicentro de la epidemia, también ha habido casos en Sierra Leona, Liberia y Costa de Marfil, regiones cercanas a la frontera con Guinea.\n La fiebre hemorrágica primero se extendió a Conakry, la capital guineana, donde dos de cada tres personas infectadas han muerto, víctimas de un virus que según el Ministerio de Sanidad no es el Ébola.\n Sin embargo, el Ministerio aún no confirmó el origen de las fiebres mortales.\n El lunes, la epidemia llegó a Liberia, donde cinco personas murieron y otra está afectada por una fiebre hemorrágica que podría haber sido provocada por el virus del Ébola.\n El murciélago, \"agente vector\"\nDesde enero y hasta el 23 de marzo, al menos 61 personas murieron en Guinea a causa de la fiebre hemorrágica y en muchos de los casos se confirmó que se trataba del virus del Ébola, uno de los más mortales y contagiosos del mundo y contra el cual no existe ningún remedio ni vacuna.\n De las 45 muestras analizadas por el instituto Pasteur en Francia y Senegal, 13 resultaron ser casos de ébola.\n Los países fronterizos de Guinea, entre ellos Mali, Senegal, Sierra Leona, Liberia y Costa de Marfil, reactivaron los sistemas de vigilancia epidemiológica.\n \"Estamos preocupados.  La enfermedad puede viajar fácilmente.  Los animales transmisores no conocen fronteras\", reconoció Simplice Dagnan, director general del instituto de higiene de Costa de Marfil.\n En África, la infección fue observada después de la manipulación de animales muertos hallados en la selva tropical, indicaron las autoridades marfileñas.\n Luego, el virus se propaga entre las personas a través de contactos directos con la sangre, las secreciones, los órganos o los líquidos biológicos de los enfermos.\n La tasa de mortalidad de las fiebres hemorrágicas puede llegar a ser de 90 por ciento, recuerda Dagnan.\n La única forma de lucha contra la propagación de la epidemia es la prevención y el aislamiento de las personas afectadas.\n El virus apareció por primera vez en la República Democrática del Congo (RDC) en 1976 y desde entonces mató a 1.200 personas, de un total de 1.850 casos confirmados en varias epidemias surgidas en África Central.",
                    "date": "2014-03-27",
                    "eventUri": "501189",
                    "id": "8441579",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7153,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "02:58:00",
                    "title": "Guinea prohíbe la ingesta de murciélagos para prevenir la ébola - InfoBAE.com",
                    "uri": "170892261",
                    "url": "http://www.infobae.com/2014/03/26/1552912-guinea-prohibe-la-ingesta-murcielagos-prevenir-la-ebola",
                    "wgt": 1
                },
                {
                    "body": "Conakry.  (dpa) - Tras el brote del virus ébola en Guinea, se registraron los primeros casos en la capital Conakry, informó hoy por la noche la Organización Mundial de la Salud (OMS).\n En la ciudad de más de dos millones de habitantes se constataron cuatro casos.  Otra persona murió sin que de momento se tengan datos de laboratorio sobre su enfermedad.\n De acuerdo con estos datos, la cantidad de casos presuntos y confirmados asciende a 103, en su mayoría en el sudeste del país africano.  Desde que se reportó el brote, la enfermedad ya se cobró 66 víctimas.  También se registraron los primeros casos en Liberia.\n El virus del ébola causa hemorragias internas y una fiebre muy alta.  En el 90 por ciento de los casos provoca la muerte.  No hay vacuna ni terapia para tratarlo.  El nombre procede del río africano Ébola, donde apareció por primera vez.",
                    "date": "2014-03-28",
                    "eventUri": "501189",
                    "id": "8519285",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6581,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "07:01:00",
                    "title": "El ébola llega a la capital de Guinea - La Vanguardia",
                    "uri": "171215814",
                    "url": "http://www.lavanguardia.com/internacional/20140328/54404504801/ebola-llega-capital-guinea.html",
                    "wgt": 1
                },
                {
                    "body": "A Javascript enabled browser is required in order to view the video\nEs una de las medidas anunciadas por el Gobierno del país africano para intentar cortar la propagación de la enfermedad, tras la muerte de 62 personas y la infección de otras 24 más a causa de un brote del virus en las últimas semanas.\n Según las autoridades guineanas el brote está controlado en una zona del sur del país, no lejos de la frontera con Costa de Marfil, Liberia y Sierra Leona.  Ahora, las instancias médicas insisten en la prevención y recomiendan no comer carne no controlada que pueda portar el virus, como roedores, murciélagos, ratas y monos.\n Costa de Marfil está en alerta desde hace unos días a pesar de que todavía no se ha dado ningún caso.  Los hábitos alimentarios son similares y en ese país, como en Guinea, es habitual consumir el mismo tipo de carne.\n \" Es una amenaza real y estoy muy preocupado- dice este hombre-.  Me gustaría que nuestros expertos en salud vinieran aquí rápidamente para explicarnos como hacer frente de la mejor manera posible a este riesgo\"\nEl ébola es una patología muy contagiosa que se transmite entre humanos a través del contacto con órganos, sangre y otros fluidos corporales, y llega a los humanos por el consumo de determinados animales.",
                    "date": "2014-03-27",
                    "eventUri": "501189",
                    "id": "8458941",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.606,
                    "source": {
                        "title": "euronewses",
                        "uri": "es.euronews.com"
                    },
                    "time": "10:48:00",
                    "title": "Guinea prohíbe la venta y consumo de murciélagos para evitar el Ébola",
                    "uri": "170973373",
                    "url": "http://es.euronews.com/2014/03/27/guinea-prohibe-la-venta-y-consumo-de-murcielagos-para-evitar-el-ebola/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Beuronews%252Fes%252Fnews%2B%2528euronews%2B-%2Bnews%2B-%2Bes%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Las autoridades sanitarias de Guinea Conakry, Sierra Leona, Liberia, Senegal, Gambia, Mali y Costa de Marfil están en alerta tras la confirmación de que una cepa especialmente dañina de la enfermedad está detrás de las decenas de muertes registradas en las últimas semanas.  Guinea Conakry es el país más afectado.\n \" Nos han dado algunos consejos prácticos- dice este hombre en la capital- como por ejemplo evitar el contacto con fluidos corporales como orina, sudor y otras cosas.",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8419094",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5806,
                    "source": {
                        "title": "www.hoy.com.ec",
                        "uri": "www.hoy.com.ec"
                    },
                    "time": "18:25:00",
                    "title": "Video: África Occidental se moviliza contra un letal brote de ébola",
                    "uri": "170791002",
                    "url": "http://www.hoy.com.ec/noticias-ecuador/video-a-frica-occidental-se-moviliza-contra-un-letal-brote-de-a-bola-603413.html",
                    "wgt": 1
                },
                {
                    "body": "La considerada una de las enfermedades más mortales del mundo vuelve a abrir la caja de Pandora.  El último brote de Ébola que se extiende desde el mes de febrero al oeste de África ya ha provocado la muerte de 59 personas.  Los casos confirmados hasta el momento, en total 86, provienen del sureste de Guinea Conakry, concretamente de los distritos de Guekedou,...\n Suscribete para leer la noticia completa:",
                    "date": "2014-03-26",
                    "eventUri": "501189",
                    "id": "8366598",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5213,
                    "source": {
                        "title": "ABC.es",
                        "uri": "kioskoymas.abc.es"
                    },
                    "time": "01:15:00",
                    "title": "El brote de Ébola se extiende de Guinea a Liberia y Sierra Leona - ABC.es",
                    "uri": "170592542",
                    "url": "http://kioskoymas.abc.es/noticias/sociedad/20140326/abcp-brote-ebola-extiende-guinea-20140326.html",
                    "wgt": 1
                },
                {
                    "body": "((Esta noticia sustituye la anterior por un error en el titular y el primer párrafo))\nCONAKRY, 27 (Reuters/EP)\nLos servicios sanitarios guineanos han informado este jueves de cuatro casos de ébola en la capital, Conakry, lo que supone la confirmación de que el brote del virus se ha extendido más allá de zonas rurales para llegar a una ciudad donde residen dos millones de personas.\n El ministro de Sanidad, Remy Lamá, ha explicado a la agencia Reuters que el origen del contagio a la capital parece ser un anciano que mostró síntomas propios de una fiebre hemorrágica tras viajar a la localidad de Dinguiraye, en el centro del país africano.\n El anciano terminó falleciendo pero cuatro de sus hermanos, que asistieron al funeral en Dabola, comenzaron a mostrar los mismos síntomas a su vuelta a la capital.  Las pruebas han dado \"positivo\" y los cuatro hombres se encuentran \"en aislamiento\" en un hospital de Donka.\n Las autoridades también han aplicado medidas de cuarentena para la familia del hermano fallecido, según el ministro de Sanidad.\n El Gobierno mantiene en 63 el número de muertes que podrían estar relacionadas con el ébola, un virus que causa inicialmente fiebre alta, dolor de cabeza, dolor muscular, conjuntivitis y debilidad, y que en sus fases más agresivas provoca vómitos, diarrea y hemorragias.",
                    "date": "2014-03-27",
                    "eventUri": "501189",
                    "id": "8518394",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4553,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "22:42:00",
                    "title": "El Gobierno guineano confirma cuatro casos de ébola en Conakry - Europa Press",
                    "uri": "171210932",
                    "url": "http://www.europapress.es/internacional/noticia-guinea-gobierno-guineano-confirma-cuatro-casos-ebola-conakry-20140327234208.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-03-26",
            "avgCos": 0.6444,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "501189",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "410918",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Guinea",
                    "lat": 11,
                    "long": -10,
                    "wikiUri": "http://en.wikipedia.org/wiki/Guinea"
                },
                "labelEng": "Conakry",
                "lat": 9.53795,
                "long": -13.67729,
                "wikiUri": "http://en.wikipedia.org/wiki/Conakry"
            },
            "storyDate": "2014-03-26",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-120892",
            "variance": 0.5848
        }
    },
    "meta": {
        "CCAArticleMatchCount": 6,
        "CCAArticleMatchRatio": 0.03448275862068966,
        "CCAAvgCosSim": 0.6661666666666667,
        "CCAAvgMatchWgt": 73.83333333333333,
        "_articleUri1": "170528650",
        "_articleUri2": "170702287",
        "_datetime": "2015-02-19 21:14:48",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-120892",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-262032",
        "_username": "Evgenia Belyaeva",
        "artCount1": 9,
        "artCount2": 12,
        "avgCosSimStory1": 0.6444,
        "avgCosSimStory2": 0.6417,
        "categorySim": 0,
        "conceptCosSim": 0.4213346496084842,
        "conceptJaccardSim": 0.1720430107526882,
        "coreTime1": 124748.4166666667,
        "coreTime2": 124746.5166666667,
        "coreTimeStDev1": 18.35436335918267,
        "coreTimeStDev2": 17.18834909013813,
        "entityCosSim": 0.5977463747511745,
        "entityJaccardSim": 0.225,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 4,
        "hasSameLocation": 1,
        "keywordCosSim": 0.2360444674209613,
        "keywordJaccardSim": 0.1320754716981132,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 10,
        "storyQuality2": 11,
        "timeAvg1": 124775.9555555556,
        "timeAvg2": 124769.3263888889,
        "timeStDev1": 18.35436335918267,
        "timeStDev2": 23.54959154549916,
        "varianceStory1": 0.5848,
        "varianceStory2": 0.5882
    }
}