{
    "850f305d-14db-4c75-b547-79470a557ea3-946746": {
        "articles": {
            "resultCount": 5,
            "results": [
                {
                    "body": "The operator of the disaster-hit Fukushima Daiichi nuclear plant on Friday tentatively removed part of the cover shrouding the No.1 reactor building installed in the wake of the 2011 disaster to keep radioactive materials from dispersing.\n\nDismantling the cover is a first step toward removing spent fuel rods stored in a cooling pool sitting above the reactor, which suffered a meltdown in the disaster, and eventually extracting the melted fuel, Tokyo Electric Power Co said.\n\nOn Friday morning, plant workers removed a huge panel using a crane to see whether antidispersal agents, inserted last week to prevent radioactive dust from being scattered, are taking effect. No changes in radiation levels have been observed around the plant so far, the company said.",
                    "date": "2014-10-31",
                    "eventUri": "1678463",
                    "id": "24021451",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8476,
                    "source": {
                        "title": "english.kyodonews.jp",
                        "uri": "english.kyodonews.jp"
                    },
                    "time": "05:52:00",
                    "title": "TEPCO removes part of reactor building cover at Fukushima plant",
                    "uri": "223029424",
                    "url": "http://english.kyodonews.jp/news/2014/10/320058.html",
                    "wgt": 1
                },
                {
                    "body": "Tepco on Friday cracked open the cover over the reactor 1 building at the Fukushima No. 1 nuclear plant.\n\nThe covering was installed in a bid to contain radioactive dust after a hydrogen explosion shattered the building's exterior structure in March 2011.\n\nDismantling it is a first step toward removing spent fuel rods stored in a cooling pool above the reactor. That, in turn, must be completed before the reactor core can be opened to remove the melted-down fuel, according to Tokyo Electric Power Co.\n\nOn Friday morning, plant workers used a crane to remove a huge panel to see whether anti-dispersal agents are taking effect. They were inserted last week to reduce the risk of radioactive dust blowing out.\n\nNo changes in radiation levels have been observed around the plant so far, the company said.\n\nTepco will continue observations for a month to make sure radioactive materials are not emerging and then put the panel back again. It plans to begin full-fledged work on dismantling the cover next March.\n\nOnce the whole cover is removed, Tepco hopes to be able to clear debris lying on the structure's upper levels.\n\nThe company then plans to begin removing spent fuel rods from the pool -- in 2019 at the earliest -- and later to try to extract the melted fuel from the reactor itself.\n\nThe reactor 1 building cover was installed in October 2011 as an emergency response to the rain sluicing radioactive materials down and the wind picking up contaminated dust.\n\nTepco initially planned to begin removal preparations by the end of last March but was forced to delay the schedule after local residents voiced concern about the contamination of rice fields nearby.",
                    "date": "2014-10-31",
                    "eventUri": "1678463",
                    "id": "24034125",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8072,
                    "source": {
                        "title": "The Japan Times",
                        "uri": "www.japantimes.co.jp"
                    },
                    "time": "09:00:00",
                    "title": "Tepco cracks open weather shield covering reactor building at Fukushima No. 1 | The Japan Times",
                    "uri": "223064317",
                    "url": "http://www.japantimes.co.jp/news/2014/10/31/national/tepco-cracks-open-weather-shield-covering-reactor-building-fukushima-1/#.VFM7_fSUdU0",
                    "wgt": 1
                },
                {
                    "body": "The following is the latest available news video.\n\n-- The operator of the disaster-hit Fukushima Daiichi nuclear plant on Oct. 31, 2014, tentatively removes part of the cover shrouding the No.1 reactor building installed in the wake of the 2011 disaster to keep radioactive materials from dispersing. Dismantling the cover is a first step toward removing spent fuel rods stored in a cooling pool sitting above the reactor, which suffered a meltdown in the disaster, and eventually extracting the melted fuel, Tokyo Electric Power Co said.\n\nNOTE: To see and order the video, please go to the URL given. Use of the video is limited to news and other relevant broadcasting.",
                    "date": "2014-10-31",
                    "eventUri": "1678463",
                    "id": "24043876",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7752,
                    "source": {
                        "title": "english.kyodonews.jp",
                        "uri": "english.kyodonews.jp"
                    },
                    "time": "11:02:00",
                    "title": "Video Advisory (Oct. 31) TEPCO removes part of reactor building cover",
                    "uri": "223091095",
                    "url": "http://english.kyodonews.jp/news/2014/10/320181.html",
                    "wgt": 1
                },
                {
                    "body": "REUTERS / Ueslei Marcelino\n\nA glass gavel is seen in the office of judge Joaquim Barbosa during an interview with Reuters at the Supreme Court building in Brasilia November 19, 2012. REUTERS / Ueslei Marcelino\n\nBoth the federal government and Tokyo Electric Power Co, operator of the facility, explained the slowdown and sudden change in plans were prompted by safety concerns arising from the presence of radioactive material detected in nearby paddy fields in July. The company had earlier removed the contaminated debris around the building that surround reactor-3. Authorities believed the presence of radioactive material they detected resulted from the dust that flew during the removal. They believe the same thing can happen with reactor-1.\n\nTEPCO had started dismantling the canopy over the damaged No. 1 reactor building earlier in October. The canopy had been installed to prevent radioactive substances from entering the atmosphere. Asahi Shimbun reported both the government and TEPCO are expected to review the plans concerning the removal of the nuclear fuel at the No. 2 reactor building so as not to further hamper original plans. The removal of spent nuclear fuel from the No. 4 reactor building, meantime, is expected to be finished as scheduled, which is by yearend.",
                    "date": "2014-10-31",
                    "eventUri": "1678463",
                    "id": "24021433",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.644,
                    "source": {
                        "title": "CNBC",
                        "uri": "au.ibtimes.com"
                    },
                    "time": "05:52:00",
                    "title": "Dismantling Of Fukushima Reactor 1 Faces Delays, US Judge Gives Sailor Go Signal To Push Through Lawsuit Against TEPCO Over Radiation",
                    "uri": "223029425",
                    "url": "http://au.ibtimes.com/articles/571340/20141031/dismantling-fukushima-reactor-delays-u-s-judge.htm",
                    "wgt": 1
                },
                {
                    "body": "The fluid is being kept in rotting containers which are open to the elements, according to a worker who leaked images of the 70-year-old plant\n\nCrumbling containers of toxic waste abandoned 40 years ago at \"rundown\" Sellafield are putting Britain at risk of a nuclear disaster, it is claimed.\n\nThe fluid - said to be highly radioactive - is being kept in rotting tanks which are open to the elements, according to a worker who leaked images of the 70-year-old plant.\n\nIf the containers drain, the spent fuel could allegedly ignite, spreading radiation over a wide area.\n\nIt could even call for mass evacuations and a Chernobyl-like permanent exclusion zone in contaminated areas.\n\nExpert John Large told The Ecologist website: \"Looking at the photos I'm very disturbed at the rundown condition.\n\n\"In my opinion there is a significant risk the system could fail. It could give rise to a very big radioactive release.\n\n\"It could certainly cause serious contamination over a wide area for a very long time.\"\n\nAround the tanks in Cumbria a mess of old pipes and equipment can also be seen as weeds grow from cracks in the concrete.\n\nSeagulls regularly land in the deadly contaminated water and carry it on their bodies when they fly off.\n\nIn one picture a gull has made its nest a metre above the radioactive soup.\n\nThe tanks were used until the mid-70s as short-term storage for spent fuel.\n\nBut as the photos show the entire area was abandoned in the 1970s and have had little or no attention in 40 years.\n\nDecommissioning work has now started and \"de-flocculation\" of the water has made it possible to at last to see what is in the tanks. Until recently no one was sure what was stored below the water.\n\nJohn Large said: \"For the first time in decades we can see into the pond and see the contents, and it's breathtaking.\n\n\"It's all thanks to the whistleblower that I'm looking at them. If the Euratom inspectors could see what we can see now, my there would have been a row.\"\n\nThe Office of Nuclear Regulation said it was not planning to prosecute anyone for abandoning huge amounts of nuclear waste but was instead \"focusing on accelerating the reduction of risk on-site\".\n\nIn a statement the ONR said: \"The legacy facilities at Sellafield were built in the 1950s and 1960s and therefore don't meet modern engineering standards.\n\n\"ONR is not considering enforcement action in relation to the complex historical chain of events leading to the current situation at Sellafield but instead is focusing, together with other key stakeholders, on accelerating the reduction of hazard and risk on site, and how we can do that quickly and safely.\"\n\nIn a statement, Sellafield Ltd said: \"These dated pictures do not present an accurate reflection of work across the Sellafield site today, but they are an indication of the scale of the challenge inherited by the NDA, Sellafield Ltd and Nuclear Management Partners to clean up the UK's nuclear legacy.\"\n\nPoll loading ...",
                    "date": "2014-10-31",
                    "eventUri": "1678463",
                    "id": "24034896",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4634,
                    "source": {
                        "title": "Mirror",
                        "uri": "www.mirror.co.uk"
                    },
                    "time": "09:13:00",
                    "title": "Shocking pictures: Sellafield's crumbling tanks of radioactive waste abandoned 40 years ago",
                    "uri": "223066824",
                    "url": "http://www.mirror.co.uk/news/uk-news/pictures-sellafields-crumbling-tanks-radioactive-4539565",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 5,
            "averageDate": "2014-10-31",
            "avgCos": 0.5003,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1678463",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1656373",
            "lang": "eng",
            "storyDate": "2014-10-31",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-946746",
            "variance": 0.2497
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-330606": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "El Gobierno nipón y la operadora de la accidentada central nuclear de Fukushima pospondrán cinco años la retirada de combustible nuclear fundido del interior del reactor 1, originalmente prevista para 2020, ante los retrasos en las labores de desmantelamiento.\n\nLa hoja de ruta original preveía también comenzar la retirada de barras de uranio de la piscina de combustible gastado de la unidad 1 en 2017 (labor que se retrasará ahora hasta 2019).\n\nPosteriormente se pretendía hacer lo propio con el combustible fundido que hay dentro del reactor, tarea que ahora se prevé ejecutar a partir de 2025, detallaron a la cadena pública NHK fuentes cercanas al asunto.\n\nEl cambio de planes responde a los retrasos para retirar la cubierta de poliéster que rodea al reactor 1, que resultó afectado por una explosión de hidrógeno en 2011, y los escombros contaminados que rodean el edificio ante el temor a que esta operación pueda esparcir polvo radiactivo por los alrededores.\n\nEl pasado mes de julio, las autoridades detectaron la presencia de material radiactivo en arrozales cercanos a la planta, aparentemente por el polvo que levantó la retirada de escombros que circundaban el reactor 3.\n\nNo obstante no se espera que estos retrasos afecten al conjunto del proceso de desmantelamiento de la planta (golpeada por el terremoto y tsunami de marzo de 2011), que se cree que concluirá en torno al año 2040.\n\nLos reactores 1, 2 y 3 quedaron sin refrigeración tras ser golpeados por el tsunami que provocó el seísmo de marzo de 2011, por lo que las barras de combustible en su interior sufrieron fusiones parciales.\n\nLos procedimientos para retirar este combustible son extremadamente complejos.\n\nLa operadora de la planta, Tokyo Electric Power (TEPCO) y el Gobierno nipón pretenden llenar los tres reactores dañados de agua y retirar el combustible del interior operando grúas por control remoto.\n\nSin embargo, aún se desconoce el estado real en que se encuentra el interior de las unidades de fisión, a las que no se ha podido tener acceso debido a los altísimos índices de radiación.\n\nEl accidente en Fukushima ha sido el peor desde el de Chernóbil (Ucrania) en 1986, y sus emisiones y vertidos radiactivos aún mantienen evacuadas a miles de personas que vivían en torno a la central, además de haber afectado gravemente a la agricultura, la pesca y la ganadería local.",
                    "date": "2014-10-30",
                    "eventUri": "1678463",
                    "id": "23914973",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.88,
                    "source": {
                        "title": "Terra",
                        "uri": "noticias.terra.es"
                    },
                    "time": "11:13:00",
                    "title": "Retrasan 5 años la retirada de combustible nuclear fundido en Fukushima",
                    "uri": "222780596",
                    "url": "http://noticias.terra.es/ciencia/retrasan-5-anos-la-retirada-de-combustible-nuclear-fundido-en-fukushima%2C8f827df224069410VgnCLD200000b1bf46d0RCRD.html",
                    "wgt": 1
                },
                {
                    "body": "El Gobierno nipón y la operadora de la accidentada central nuclear de Fukushima pospondrán cinco años la retirada de combustible nuclear fundido del interior del reactor 1, originalmente prevista para el 2020, ante los retrasos en las labores de desmantelamiento.\n\nLa hoja de ruta original preveía también comenzar la retirada de barras de uranio de la piscina de combustible gastado de la unidad 1 en 2017 (labor que se retrasará ahora hasta el 2019).\n\nPosteriormente se pretendía hacer lo propio con el combustible fundido que hay dentro del reactor, tarea que ahora se prevé ejecutar a partir del 2025, detallaron a la cadena pública NHK fuentes cercanas al asunto.\n\nEl cambio de planes responde a los retrasos para retirar la cubierta de poliéster que rodea al reactor 1, que resultó afectado por una explosión de hidrógeno en 2011, y los escombros contaminados que rodean el edificio ante el temor a que esta operación pueda esparcir polvo radiactivo por los alrededores.\n\nEl pasado mes de julio, las autoridades detectaron la presencia de material radiactivo en arrozales cercanos a la planta, aparentemente por el polvo que levantó la retirada de escombros que circundaban el reactor 3.\n\nNo obstante no se espera que estos retrasos afecten al conjunto del proceso de desmantelamiento de la planta (golpeada por el terremoto y tsunami de marzo de 2011), que se cree que concluirá en torno al año 2040.\n\nLos reactores 1, 2 y 3 quedaron sin refrigeración tras ser golpeados por el tsunami que provocó el seísmo de marzo de 2011, por lo que las barras de combustible en su interior sufrieron fusiones parciales.\n\nLos procedimientos para retirar este combustible son extremadamente complejos.\n\nLa operadora de la planta, Tokyo Electric Power (TEPCO) y el Gobierno nipón pretenden llenar los tres reactores dañados de agua y retirar el combustible del interior operando grúas por control remoto.\n\nSin embargo, aún se desconoce el estado real en que se encuentra el interior de las unidades de fisión, a las que no se ha podido tener acceso debido a los altísimos índices de radiación.\n\nEl accidente en Fukushima ha sido el peor desde el de Chernóbil (Ucrania) en 1986, y sus emisiones y vertidos radiactivos aún mantienen evacuadas a miles de personas que vivían en torno a la central, además de haber afectado gravemente a la agricultura, la pesca y la ganadería local.",
                    "date": "2014-10-30",
                    "eventUri": "1678463",
                    "id": "23920234",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.88,
                    "source": {
                        "title": "Diario Córdoba",
                        "uri": "www.diariocordoba.com"
                    },
                    "time": "12:03:00",
                    "title": "La retirada de combustible nuclear fundido en Fukushima se retrasa cinco años",
                    "uri": "222794133",
                    "url": "http://www.diariocordoba.com/noticias/sociedad/retirada-combustible-nuclear-fundido-fukushima-retrasa-cinco-anos_917085.html",
                    "wgt": 1
                },
                {
                    "body": "La hoja de ruta original preveía también comenzar la retirada de barras de uranio de la piscina de combustible gastado de la unidad 1 en 2017 (labor que se retrasará ahora hasta el 2019).\n\nPosteriormente se pretendía hacer lo propio con el combustible fundido que hay dentro del reactor, tarea que ahora se prevé ejecutar a partir del 2025, detallaron a la cadena pública NHK fuentes cercanas al asunto.\n\nEl cambio de planes responde a los retrasos para retirar la cubierta de poliéster que rodea al reactor 1, que resultó afectado por una explosión de hidrógeno en 2011, y los escombros contaminados que rodean el edificio ante el temor a que esta operación pueda esparcir polvo radiactivo por los alrededores.\n\nEl pasado mes de julio, las autoridades detectaron la presencia de material radiactivo en arrozales cercanos a la planta, aparentemente por el polvo que levantó la retirada de escombros que circundaban el reactor 3.\n\nNo obstante no se espera que estos retrasos afecten al conjunto del proceso de desmantelamiento de la planta (golpeada por el terremoto y tsunami de marzo de 2011), que se cree que concluirá en torno al año 2040.\n\nLos reactores 1, 2 y 3 quedaron sin refrigeración tras ser golpeados por el tsunami que provocó el seísmo de marzo de 2011, por lo que las barras de combustible en su interior sufrieron fusiones parciales.\n\nLos procedimientos para retirar este combustible son extremadamente complejos.\n\nLa operadora de la planta, Tokyo Electric Power (TEPCO) y el Gobierno nipón pretenden llenar los tres reactores dañados de agua y retirar el combustible del interior operando grúas por control remoto.\n\nSin embargo, aún se desconoce el estado real en que se encuentra el interior de las unidades de fisión, a las que no se ha podido tener acceso debido a los altísimos índices de radiación.\n\nEl accidente en Fukushima ha sido el peor desde el de Chernóbil (Ucrania) en 1986, y sus emisiones y vertidos radiactivos aún mantienen evacuadas a miles de personas que vivían en torno a la central, además de haber afectado gravemente a la agricultura, la pesca y la ganadería local.",
                    "date": "2014-10-30",
                    "eventUri": "1678463",
                    "id": "23931861",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8674,
                    "source": {
                        "title": "El Periódico",
                        "uri": "www.elperiodico.com"
                    },
                    "time": "13:44:00",
                    "title": "La retirada de combustible nuclear fundido en Fukushima se retrasa cinco años",
                    "uri": "222822020",
                    "url": "http://www.elperiodico.com/es/noticias/sociedad/retirada-combustible-nuclear-fundido-fukushima-retrasa-cinco-anos-3646496?utm_source=rss-noticias&utm_medium=feed&utm_campaign=sociedad",
                    "wgt": 1
                },
                {
                    "body": "La hoja de ruta original preveía también comenzar la retirada de barras de uranio de la piscina de combustible gastado de la unidad 1 en 2017 (labor que se retrasará ahora hasta 2019).\n\nPosteriormente se pretendía hacer lo propio con el combustible fundido que hay dentro del reactor, tarea que ahora se prevé ejecutar a partir de 2025, detallaron a la cadena pública NHK fuentes cercanas al asunto.\n\nEl cambio de planes responde a los retrasos para retirar la cubierta de poliéster que rodea al reactor 1, que resultó afectado por una explosión de hidrógeno en 2011, y los escombros contaminados que rodean el edificio ante el temor a que esta operación pueda esparcir polvo radiactivo por los alrededores.\n\nEl pasado mes de julio, las autoridades detectaron la presencia de material radiactivo en arrozales cercanos a la planta, aparentemente por el polvo que levantó la retirada de escombros que circundaban el reactor 3.\n\nNo obstante no se espera que estos retrasos afecten al conjunto del proceso de desmantelamiento de la planta (golpeada por el terremoto y tsunami de marzo de 2011), que se cree que concluirá en torno al año 2040.\n\nLos reactores 1, 2 y 3 quedaron sin refrigeración tras ser golpeados por el tsunami que provocó el seísmo de marzo de 2011, por lo que las barras de combustible en su interior sufrieron fusiones parciales.\n\nLos procedimientos para retirar este combustible son extremadamente complejos.\n\nLa operadora de la planta, Tokyo Electric Power (TEPCO) y el Gobierno nipón pretenden llenar los tres reactores dañados de agua y retirar el combustible del interior operando grúas por control remoto.\n\nSin embargo, aún se desconoce el estado real en que se encuentra el interior de las unidades de fisión, a las que no se ha podido tener acceso debido a los altísimos índices de radiación.\n\nEl accidente en Fukushima ha sido el peor desde el de Chernóbil (Ucrania) en 1986, y sus emisiones y vertidos radiactivos aún mantienen evacuadas a miles de personas que vivían en torno a la central, además de haber afectado gravemente a la agricultura, la pesca y la ganadería local.",
                    "date": "2014-10-30",
                    "eventUri": "1678463",
                    "id": "23931878",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8674,
                    "source": {
                        "title": "www1.unionradio.net",
                        "uri": "www1.unionradio.net"
                    },
                    "time": "13:45:00",
                    "title": "Retrasan 5 años la retirada de combustible nuclear fundido en Fukushima",
                    "uri": "222822031",
                    "url": "http://www1.unionradio.net/actualidadur/Nota/visorNota.aspx?id=186996&tpCont=1",
                    "wgt": 1
                },
                {
                    "body": "Tokio.- El operador de la planta nuclear de Fukushima Daichi, Tokio Electric Power Co. (Tepco), suspendió la eliminación de la cubierta protectora instalada sobre el reactor 1, después de que fuertes vientos arrancaron una parte del domo.\n\nEl incidente ocurrió este martes cuando el equipo de la compañía inyectaba una sustancia especial, con la que pretendían prevenir que el polvo radiactivo y otros restos salieran de la cúpula cuando ésta fuese retirada.\n\nUna violenta ráfaga de viento se llevó parte del techo dejando un agujero de un metro por dos en el domo que mantenía protegido el reactor, informó un portavoz de la compañía y aclaró que la mediciones en el sitio no reportaron cambios en el nivel de radiactividad.\n\nEl reactor 1, cuyo corazón se fundió como consecuencia del terremoto y tsunami que golpearon la costa este de Japón, el 1 de marzo de 2011, fue cubierto con una cúpula en octubre de 2011 a fin de impedir el escape de partículas radiactivas de las explosiones de hidrógeno.\n\nEste techo temporal debía ser eliminado para dar cabida a la extracción de basura y elementos de combustible gastado, para posteriormente comenzar su desmantelamiento hacia finales de marzo de 2018, de acuerdo con despachos de la agencia de noticias Kyodo.\n\nTepco inició los preparativos para quitar la cubierta protectora la semana pasada, la primera fase del desmantelamiento del reactor dañado que se espera podría tomar alrededor de 40 años.\n\nDespués de la tragedia en 2011, los sistemas de refrigeración de tres de los seis reactores de la planta fallaron dando lugar a múltiples explosiones químicas de hidrógeno y la radiación se filtró a la atmósfera, el suelo y el mar.",
                    "date": "2014-10-28",
                    "eventUri": "1678463",
                    "id": "23742561",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7263,
                    "source": {
                        "title": "www.uniradioinforma.com",
                        "uri": "www.uniradioinforma.com"
                    },
                    "time": "23:39:00",
                    "title": "Winds grub part of deck japanese nuclear reactor",
                    "uri": "222342232",
                    "url": "http://www.uniradioinforma.com/noticias/internacional/303365/vientos-arrancan-parte-de-cubierta-de-reactor-nuclear-japones.html",
                    "wgt": 1
                },
                {
                    "body": "Tokio, 28 de octubre.- El operador de la planta nuclear de Fukushima Daichi, Tokio Electric Power Co. (Tepco), suspendió la eliminación de la cubierta protectora instalada sobre el reactor 1, después de que fuertes vientos arrancaron una parte del domo.\n\nEl incidente ocurrió este martes cuando el equipo de la compañía inyectaba una sustancia especial, con la que pretendían prevenir que el polvo radiactivo y otros restos salieran de la cúpula cuando ésta fuese retirada.\n\nUna violenta ráfaga de viento se llevó parte del techo dejando un agujero de un metro por dos en el domo que mantenía protegido el reactor, informó un portavoz de la compañía y aclaró que la mediciones en el sitio no reportaron cambios en el nivel de radiactividad.\n\nEl reactor 1, cuyo corazón se fundió como consecuencia del terremoto y tsunami que golpearon la costa este de Japón, el 1 de marzo de 2011, fue cubierto con una cúpula en octubre de 2011 a fin de impedir el escape de partículas radiactivas de las explosiones de hidrógeno.\n\nEste techo temporal debía ser eliminado para dar cabida a la extracción de basura y elementos de combustible gastado, para posteriormente comenzar su desmantelamiento hacia finales de marzo de 2018, de acuerdo con despachos de la agencia de noticias Kyodo.\n\nTepco inició los preparativos para quitar la cubierta protectora la semana pasada, la primera fase del desmantelamiento del reactor dañado que se espera podría tomar alrededor de 40 años.\n\nDespués de la tragedia en 2011, los sistemas de refrigeración de tres de los seis reactores de la planta fallaron dando lugar a múltiples explosiones químicas de hidrógeno y la radiación se filtró a la atmósfera, el suelo y el mar.\n\nTras el incidente, considerado el peor desastre natural del mundo desde la catástrofe de Chernobyl en 1986, Tepco ha lidiado con la limpieza de los residuos tóxicos, principalmente las toneladas de agua contaminada acumulada.",
                    "date": "2014-10-28",
                    "eventUri": "1678463",
                    "id": "23742562",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7245,
                    "source": {
                        "title": "www.veracruzanos.info",
                        "uri": "www.veracruzanos.info"
                    },
                    "time": "23:39:00",
                    "title": "Winds grub part of deck japanese nuclear reactor",
                    "uri": "222342238",
                    "url": "http://www.veracruzanos.info/vientos-arrancan-parte-de-cubierta-de-reactor-nuclear-japones/",
                    "wgt": 1
                },
                {
                    "body": "TOKIO(Agencias) El operador de la planta nuclear de Fukushima Daichi, Tokio Electric Power Co. (Tepco), suspendiÃ³ la eliminaciÃ³n de la cubierta protectora instalada sobre el reactor 1, despuÃ©s de que fuertes vientos arrancaron una parte del domo.\n\nEl incidente ocurriÃ³ este martes cuando el equipo de la compaÃ±Ã­a inyectaba una sustancia especial, con la que pretendÃ­an prevenir que el polvo radiactivo y otros restos salieran de la cÃºpula cuando Ã©sta fuese retirada.\n\nUna violenta rÃ¡faga de viento se llevÃ³ parte del techo dejando un agujero de un metro por dos en el domo que mantenÃ­a protegido el reactor, informÃ³ un portavoz de la compaÃ±Ã­a y aclarÃ³ que la mediciones en el sitio no reportaron cambios en el nivel de radiactividad.\n\nEl reactor 1, cuyo corazÃ³n se fundiÃ³ como consecuencia del terremoto y tsunami que golpearon la costa este de JapÃ³n, el 1 de marzo de 2011, fue cubierto con una cÃºpula en octubre de 2011 a fin de impedir el escape de partÃ­culas radiactivas de las explosiones de hidrÃ³geno.\n\nEste techo temporal debÃ­a ser eliminado para dar cabida a la extracciÃ³n de basura y elementos de combustible gastado, para posteriormente comenzar su desmantelamiento hacia finales de marzo de 2018, de acuerdo con despachos de la agencia de noticias Kyodo.\n\nTepco iniciÃ³ los preparativos para quitar la cubierta protectora la semana pasada, la primera fase del desmantelamiento del reactor daÃ±ado que se espera podrÃ­a tomar alrededor de 40 aÃ±os.\n\nDespuÃ©s de la tragedia en 2011, los sistemas de refrigeraciÃ³n de tres de los seis reactores de la planta fallaron dando lugar a mÃºltiples explosiones quÃ­micas de hidrÃ³geno y la radiaciÃ³n se filtrÃ³ a la atmÃ³sfera, el suelo y el mar.\n\nTras el incidente, considerado el peor desastre natural del mundo desde la catÃ¡strofe de Chernobyl en 1986, Tepco ha lidiado con la limpieza de los residuos tÃ³xicos, principalmente las toneladas de agua contaminada acumulada.",
                    "date": "2014-10-28",
                    "eventUri": "1678463",
                    "id": "23711420",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6437,
                    "source": {
                        "title": "Frontera.info",
                        "uri": "www.frontera.info"
                    },
                    "time": "18:13:00",
                    "title": "Vientos arrancan parte de cubierta de reactor nuclear japonés",
                    "uri": "222268819",
                    "url": "http://www.frontera.info/EdicionEnlinea/Notas/Internacional/28102014/902984-Vientos-arrancan-parte-de-cubierta-de-reactor-nuclear-japones.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-10-29",
            "avgCos": 0.5646,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1678463",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1678463",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Japan",
                    "lat": 35.68536,
                    "long": 139.7531,
                    "wikiUri": "http://en.wikipedia.org/wiki/Japan"
                },
                "labelEng": "Tokyo",
                "lat": 35.6895,
                "long": 139.69171,
                "wikiUri": "http://en.wikipedia.org/wiki/Tokyo"
            },
            "storyDate": "2014-10-29",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-330606",
            "variance": 0.1812
        }
    },
    "meta": {
        "CCAArticleMatchCount": 28,
        "CCAArticleMatchRatio": 0.5283018867924528,
        "CCAAvgCosSim": 0.7669857142857143,
        "CCAAvgMatchWgt": 71.25,
        "_articleUri1": "223029424",
        "_articleUri2": "222780596",
        "_datetime": "2015-02-19 21:15:11",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-946746",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-330606",
        "_username": "Evgenia Belyaeva",
        "artCount1": 5,
        "artCount2": 7,
        "avgCosSimStory1": 0.5003,
        "avgCosSimStory2": 0.5646,
        "categorySim": 0,
        "conceptCosSim": 0.5479631911586892,
        "conceptJaccardSim": 0.1846153846153846,
        "coreTime1": 130013.8666666667,
        "coreTime2": 129954.2166666667,
        "coreTimeStDev1": 2.02929653930759,
        "coreTimeStDev2": 19.31578989399984,
        "entityCosSim": 0.666562452894437,
        "entityJaccardSim": 0.2142857142857143,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 1,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5268286748210042,
        "keywordJaccardSim": 0.1764705882352941,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 8,
        "storyQuality2": 13,
        "timeAvg1": 130016.1966666667,
        "timeAvg2": 129980.0380952381,
        "timeStDev1": 2.02929653930759,
        "timeStDev2": 19.31578989399984,
        "varianceStory1": 0.2497,
        "varianceStory2": 0.1812
    }
}