{
    "850f305d-14db-4c75-b547-79470a557ea3-421770": {
        "articles": {
            "resultCount": 35,
            "results": [
                {
                    "body": "Documents: Hector Monsegur betrayed several major hacking groups\nThe celebrity hacker \"Sabu\" helped the FBI imprison his friends and stop more than 300 cyber-attacks in the three years since he betrayed several major hacking groups.\n That's according to new U.S. government documents that for the first time provide extensive detail about what they call the \"extremely valuable and productive\" undercover cooperation of Hector Monsegur.\n Monsegur used the Sabu moniker online, where he was a member of the hacking collectives Anonymous and LulzSec.\n At his sentencing on Tuesday, a New York federal judge said Monsegur would not get any more jail time in addition to the seven months he has already served.  He will spend one year on supervised release.\n Though Monsegur faced up to 26 years in prison for the $2.5 million in losses connected to his hacks, the government sought leniency.\n Prosecutors said his work on behalf of the FBI helped thwart attacks on websites belonging to the U.S. military, NASA and media companies, among others.  The FBI relocated him and his family because he received threats for his cooperation, the court documents say.\n Monsegur was part of a group of hackers that became notorious in 2011 for breaking into or disabling U.S. government and corporate websites.  The Anonymous-affiliated groups LulzSec and Internet Feds targeted sites including PBS, Fox Television, Nintendo and Sony Pictures.  Their public boasts on Twitter and elsewhere on the Internet drew them instant celebrity as so-called hacktivists, because they often claimed to make a political point in their activities.\n The documents show that in June 2011, FBI agents visited Monsegur's apartment in a public housing project in Manhattan's lower east side.  They confronted him about his activities and he immediately agreed to become an informant.\n He agreed to a guilty plea, returned to his apartment and was back online in hours -- this time, working for the FBI.\n His assistance helped the FBI investigate and net LulzSec and Internet Feds members, including the FBI's most-wanted cybercriminal, Jeremy Hammond, who is serving a 10-year prison sentence, prosecutors said in court documents.\n \"Working sometimes literally around the clock, at the direction of law enforcement, Monsegur engaged his co-conspirators in online chats that were critical to confirming their identities and whereabouts,\" prosecutors said.  \"During some of the online chats, at the direction of law enforcement, Monsegur convinced LulzSec members to provide him digital evidence of the hacking activities they claimed to have previously engaged in, such as logs regarding particular criminal hacks.\" \"\nHis quick cooperation was key, according to the documents, because LulzSec had established a protocol to destroy computer evidence if any of their members went missing or was arrested.\n \"Monsegur admitted to engaging in hacking activities about which the government had not previously developed evidence,\" prosecutors said.  He hacked thousands of computers, at first in a bid to build a legitimate computer security company and then to steal and pay his bills, prosecutors said.\n Monsegur's cooperation with the FBI became public when he was arrested in 2012 for making unauthorized online postings, violating his cooperation agreement.\n Upon the news, Anonymous members hacked a computer-security website and posted an open letter to Sabu.  It read: \"Sabu snitched on us.  As usually happens FBI menaced him to take his sons away.  We understand, but we were your family too (remember what you liked to say?) It's sad and we can't imagine how it feels having to look at the mirror each morning and see there the guy who shopped their friends to [the] police.\" \"",
                    "date": "2014-05-25",
                    "eventUri": "784878",
                    "id": "12678401",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8297,
                    "source": {
                        "title": "ky3.com",
                        "uri": "www.ky3.com"
                    },
                    "time": "10:00:00",
                    "title": "How celebrity hacker 'Sabu' helped feds thwart 300 cyber-attacks",
                    "uri": "186704015",
                    "url": "http://www.ky3.com/news/business/How-celebrity-hacker-Sabu-helped-feds-thwart-300-cyber-attacks/21049046_26165026",
                    "wgt": 1
                },
                {
                    "body": "The celebrity hacker known as 'Sabu' helped the FBI send his friends to prison and stop some 300 cyber attacks over the past three years, according to CNN Money.  Sabu betrayed multiple hacking groups to work with the FBI.\n The person behind the internet name is that of Hector Monsegur, who used the moniker while working online.  He belonged to the hacking groups known as LulzSec and Anonymous.\n Get JD Journal in Your Mail\nSubscribe to our FREE daily news alerts and get the latest updates on the most happening events in the legal, business, and celebrity world.  You also get your daily dose of humor and entertainment!!\n Monsegur pleaded guilty to charges of credit card fraud and identity theft and will be sentenced on Tuesday.  His hacks have caused estimated losses of $2.5 million and could face 26 years in prison, but the government will ask for leniency because of his help.  The government might even ask for no added jail time outside of the seven months he has already spent behind bars.\n His work helped the FBI prevent attacks on websites belonging to NASA, the U.S. military, and media companies.  According to court documents, he and his family had to be relocated due to threats.\n Monsegur was one of the hackers that attacked websites for Fox Television, PBS, Sony Pictures, Nintendo and many more back in 2011.  The groups responsible for those attacks were LulzSec and Internet Feds, both sectors of Anonymous.\n Monsegur was visited by FBI agents in June of 2011 at his apartment in Manhattan and he agreed to become an informant on the spot.  Monsegur agreed to a guilty plea and went home to get back online, but this time working as an FBI informant.\n Monsegur's help aided the FBI in its capture of the most-wanted cybercriminal, Jeremy Hammond.  Hammond is serving 10 years in prison right now.\n \"Working sometimes literally around the clock, at the direction of law enforcement, Monsegur engaged his co-conspirators in online chats that were critical to confirming their identities and whereabouts,\" prosecutors said.  \"During some of the online chats, at the direction of law enforcement, Monsegur convinced LulzSec members to provide him digital evidence of the hacking activities they claimed to have previously engaged in, such as logs regarding particular criminal hacks.\" \"\nMonsegur was arrested in 2012 for violating his cooperation agreement when he made unauthorized posts online.  This is when his deal with the FBI became public.\n When the news broke, Anonymous hacked a website and posted a letter to Sabu that said:\n\"Sabu snitched on us.  As usually happens FBI menaced him to take his sons away.  We understand, but we were your family too (remember what you liked to say?) It's sad and we can't imagine how it feels having to look at the mirror each morning and see there the guy who shopped their friends to [the] police.\" \"\nDid you like this?  Share it:Tweet",
                    "date": "2014-05-26",
                    "eventUri": "784878",
                    "id": "12616608",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8137,
                    "source": {
                        "title": "www.jdjournal.com",
                        "uri": "www.jdjournal.com"
                    },
                    "time": "18:43:00",
                    "title": "Hacker Known as Sabu Helped FBI Prevent 300 Online Attacks",
                    "uri": "186521587",
                    "url": "http://www.jdjournal.com/2014/05/26/hacker-known-as-sabu-helped-fbi-prevent-300-online-attacks/",
                    "wgt": 1
                },
                {
                    "body": "New York - A leading hacker who authorities say helped disrupt at least 300 cyber attacks after agreeing to become an FBI cooperator was sentenced to time served on Tuesday.\n Authorities say Hector Xavier Monsegur, a onetime member of the cyber-activist hacking group Anonymous who under the name \"Sabu\" co-founded the offshoot LulzSec, had assisted in pursuing cases against eight other suspected hackers since 2011.\n Monsegur's cooperation shocked the hacking community, but during his sentencing in a large ceremonial courtroom in New York filled with journalists and observers, US District Judge Loretta Preska repeatedly saluted his help as extraordinary.\n \"That personal characteristic of turning on a dime and doing good and not evil is the most important factor in this sentence,\" said Preska.\n Monsegur had served about seven months in prison and the judge also sentenced him to a year of probation.\n Monsegur, wearing a black shirt, khaki pants and wire-rim glasses, nodded affirmatively while Preska described his assistance to the government.\n \"I assure you, I'm not the same person you saw three years ago,\" Monsegur told the judge.  \"I'm ready to move on.\" \"\nAccording to a court filing by US prosecutors, Monsegur, 30, and five other members of Anonymous formed LulzSec, which engaged in hacks on companies including Internet security firm HB Gary, News Corp's Fox Television, Tribune Co and Sony Corp, as well as the website for the US Senate.\n After the FBI approached him at his home in June 2011, Monsegur agreed to cooperate with law enforcement.\n Monsegur secretly pleaded guilty to charges including computer hacking in August 2011, a fact that did not become public until charges were announced against five other hackers connected with LulzSec in 2012.\n Among those charged was Jeremy Hammond, a Chicago resident who at the time was the FBI's No.1 cyber criminal target.\n Hammond, 29, was sentenced in November to 10 years in prison after pleading guilty to cyber attacks on various government agencies and businesses.\n US prosecutors said in the court filing that Monsegur's cooperation also led to the prosecution of Matthew Keys, a former deputy social media editor of Reuters.c com.  Keys has pleaded not guilty to charges that he aided members of Anonymous.\n Monsegur also engaged in a \"significant undercover operation\" that exposed an unnamed subject's role in an existing investigation soliciting cyber attacks on a foreign government, prosecutors said.  No charges have resulted in the case.\n The roughly 300 computer hacks Monsegur helped prevent included targets such as the US Armed Forces, the US Congress, the federal courts, and NASA, prosecutors said.\n He also provided information about vulnerabilities in critical infrastructure such as a city's water utility and a foreign energy company.\n While US authorities praised Monsegur's cooperation, they also said in the court filing that contrary to rumor, Monsegur was not involved in the prosecution of operators of Silk Road, an Internet black-market bazaar that accepted Bitcoin.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12668145",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8026,
                    "source": {
                        "title": "Independent Online",
                        "uri": "www.iol.co.za"
                    },
                    "time": "17:07:00",
                    "title": "Hacker sentenced to time served",
                    "uri": "186677248",
                    "url": "http://www.iol.co.za/news/world/hacker-sentenced-to-time-served-1.1694792",
                    "wgt": 1
                },
                {
                    "body": "Photo: Newton Grafitti/Flickr\nAs a reward for his extensive cooperation helping prosecutors hunt down his fellow hackers, the government is seeking time served for the long-awaited sentencing of top LulzSec leader Hector Xavier Monsegur, also known as \"Sabu.\" \"\nAfter delaying his sentencing for nearly three years, the government has asked a federal court to sentence Monsegur to time served -- just seven months -- calling him an \"extremely valuable and productive cooperator\" in a document that details for the first time his extensive cooperation providing \"unprecedented access to LulzSec.\" \"\nMonsegur, who has long been despised by members of LulzSec for his reported snitching, faced a possible sentence of between 259 and 317 months imprisonment under U.S. sentencing guidelines.  But the U.S. Probation Office and prosecutors have asked for a reduced sentence \"without regard to the otherwise applicable mandatory minimum sentence in this case\" in a motion submitted to the U.S. District Court (.p pdf) in the Southern District of New York on Friday.\n A top leader of the hacking group LulzSec, Monsegur turned informant after he was secretly approached by authorities in June 2011, providing information that led to the subsequent arrest of other top members of LuzSec and Anonymous, including Jeremy Hammond, aka \"Anarchaos\"of Chicago, who was sentenced last year for his role in the hack of private intelligence firm, Stratfor.\n The court document provides a timeline of events around Monsegur's cooperation with authorities that many have suspected for years, including his efforts to draw fellow hackers into incriminating conversations.\n Calling his cooperation \"complex and sophisticated\" the document describes, for example, his close involvement with law enforcement agencies in several jurisdictions to investigate Hammond in Chicago, while coordinating with FBI agents in New York, physical surveillance teams deployed in Chicago, and an electronic surveillance unit in Washington, D.C.\nHammond was sentenced last year to ten years in prison.\n Monsegur, an unemployed father of two, formed LulzSec in the spring of 2011 with about five other core members, who went on a rampage over the next couple of months, targeting about 250 victims, including media outlets, government agencies and contractors, and private companies during their crime spree.  Monsegur led the loosely organized group of hackers from his apartment in a public housing project in New York, working as a key player to analyzed victim web sites for vulnerabilities that could be exploited and providing other technical assistance.\n The group, which also operated under the name Internet Feds, hacked a number of high-profile victims including HB Gary -- a private intelligence firm that bragged it had identified members of Anonymous -- the reality TV show \"X-Factor,\" PBS, Sony Pictures, Senate.g gov, Nintendo, and a Georgia-based affiliate of the FBI's Infragard organization.\n Monsegur, as Sabu, was one of the most outspoken and brazen of the LulzSec crew before falling silent that summer, leaving behind a parting Tweet that quoted the The Usual Suspects film.\n When he reappeared in September, many members of the anonymous hacking group suspected that Sabu had been arrested, since fellow hackers had outed him by publishing information about his identity online.  Sabu denied at the time that he'd been snagged by the feds.  But according to the government's motion, his demise as leader of LulzSec was swift and painless and within hours after being interviewed by authorities, \"he was back online cooperating proactively.\" \"\nAccording to the document, authorities approached Monsegur at his New York home on June 7, 2011 at which point he needed little convincing to cooperate.  He quickly admitted guilt to criminal conduct before he was even charged with any crime and even spilled the beans to authorities about past crimes he had committed for which they had no knowledge of his role.\n He admitted, for example, to participating in DDoS attacks against PayPal, MasterCard, and Visa, which were targeted after the companies blocked donations to WikiLeaks.  Monsegur also admitted to hacking thousands of computers between 1999 and 2004, engaging in various hacktivism activities as well as carding activity -- stealing and selling credit card information for financial gain or to pay off his own bills.  He also admitting to selling marijuana, illegally possessing an unlicensed firearm, and purchasing stolen electronics and jewelry.\n \"Monsegur admitted his criminal conduct and immediately agreed to cooperate with law enforcement,\" the document notes.  \"That night, Monsegur reviewed his computer files with FBI agents and provided actionable information to law enforcement.  The next morning, Monsegur appeared in court on a criminal complaint charging him with credit card fraud and identity theft, and was released on bail, whereupon he immediately continued his cooperation with the Government, as described further below.\" \"\nMonsegur entered a guilty plea to the court on August 15, 2011, for an indictment charging him with twelve counts in New York, including nine counts related to computer hacking; one count related to credit card fraud; one count of conspiring to commit bank fraud; and one count of aggravated identity theft.  The plea resolved four other cases filed against him in the Eastern and Central Districts of California, the Northern District of Georgia, and the Eastern District of Virginia).\n But Monsegur apparently violated the terms of his agreement in 2012.  According to the document, in May 2012, his bail was revoked over \"unauthorized online postings\" he made, and he was arrested on May 25th, before being released on a revised bail December 18, 2012.  Monsegur has been free since that time, while cooperating with authorities, and has spent only a total of seven months in prison since 2011.\n In court records, Monsegur was generally identified only as CW-1 and was praised extensively (.p pdf) for \"actively cooperating with the government.\" \" Authorities in fact petitioned the court several times to delay Monsegur's sentencing during his continued cooperation.\n According to authorities, part of Monsegur's post-arrest cooperation included providing information to help repair hacked systems belonging to PBS and Senate.g gov. He also provided authorities with information about hacks involving servers belonging to the Irish political party Fine Gael and the Sony Playstation Network.\n But his most extensive assistance led to the arrest of fellow LulzSec members, including Ryan Ackroyd, aka \"Kayla\" of Doncaster, United Kingdom; Jake Davis, aka \"Topiary\" of London; Darren Martyn, aka \"pwnsauce\" of Ireland; Donncha O'Cearrbhail, aka \"palladium\" of Ireland; Mustafa Al-Bassam, aka \"T-Flow\" in the UK; as well as Hammond, Ryan Cleary and Matthew Keys, a former Reuters employee accused of inciting members of Anonymous to hack one of his former employers.\n Monsegur provided \"crucial, detailed information regarding computer intrusions committed by these groups, including how the attacks occurred, which members were involved, and how the computer systems were exploited once breached,\" the government reveals.\n This assistance \"contributed directly to the identification, prosecution and conviction of eight of his major co-conspirators, including Hammond, who at the time of his arrest was the FBI's number one cybercriminal target in the world.  On top of that, Monsegur engaged in additional, substantial proactive cooperation that enabled the FBI to prevent a substantial number of planned cyber attacks,\" the government noted.\n Working at the direction of law enforcement for three years, sometimes into the late evening and early morning, Monsegur drew his fellow hackers into online chats designed to confirming their identities and whereabouts.\n \"During some of the online chats, at the direction of law enforcement, Monsegur convinced LulzSec members to provide him digital evidence of the hacking activities they claimed to have previously engaged in, such as logs regarding particular criminal hacks,\" the government notes.  \"When law enforcement later searched the computers of particular LulzSec members, they discovered copies of the same electronic evidence on the individuals' computers.  In this way, the online nicknames of LulzSec members were definitively linked to their true identities, providing powerful proof of their guilt.\n \"Other times, at the direction of law enforcement, Monsegur asked seemingly innocuous questions designed to elicit information from his co-conspirators that, when coupled with other information obtained during the investigation, could be used to pinpoint their exact locations and identities,\" the document reveals.\n Ackroyd has been sentenced to 30 months in prison; Davis was sentenced to two years in a juvenile detention facility; Al-Bassam was sentenced to 20 months, which was suspended for two years; Martyn and O'Cearrbhail received probation and a fine; Cleary was sentenced to 32 months in prison; the case of Keys is pending.\n Monsegur also helped \"disrupt or prevent at least 300 separate computer hacks\" that authorities say targeted U.S. Armed Forces, Congress, unidentified U.S. courts, NASA, and a number of private companies.\n \"Although difficult to quantify, it is likely that Monsegur's actions prevented at least millions of dollars in loss to these victims,\" the government states effusively.  \"Monsegur also provided information about vulnerabilities in critical infrastructure, including at a water utility for an American city, and a foreign energy company.  Law enforcement used the information Monsegur provided to secure the water utility, and the information about the energy company was shared with appropriate government personnel.\" \"\nThe government notes that because Monsegur's cooperation was publicly exposed shortly after his arrest, he and his family faced severe threats, causing authorities to relocate him and some of his family members.\n \"Monsegur repeatedly was approached on the street and threatened or menaced about his cooperation once it became publicly known,\" prosecutors note.  \"Monsegur was also harassed by individuals who incorrectly concluded that he participated in the Government's prosecution of the operators of the Silk Road website.\" \"\nIn one case, a reporter had to be removed from the school where the journalist had sought to interview children for whom Monsegur served as guardian.\n Monsegur's sentencing is set for May 27.",
                    "date": "2014-05-24",
                    "eventUri": "784878",
                    "id": "12616020",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8008,
                    "source": {
                        "title": "WIRED",
                        "uri": "www.wired.com"
                    },
                    "time": "10:00:00",
                    "title": "Government Seeks Seven-Month Sentence for LulzSec Leader 'Sabu'",
                    "uri": "186521600",
                    "url": "http://www.wired.com/2014/05/sabu-time-served-sentence/?utm_content=buffer363c7&amp%3Butm_medium=social&amp%3Butm_source=twitter.com&amp%3Butm_campaign=buffer",
                    "wgt": 1
                },
                {
                    "body": "By Bernard Vaughan and Nate Raymond\nNEW YORK (Reuters) - A leading hacker who authorities say helped disrupt at least 300 cyber attacks after agreeing to become an FBI cooperator was sentenced to time served on Tuesday.\n Authorities say Hector Xavier Monsegur, a onetime member of the cyber-activist hacking group Anonymous who under the name \"Sabu\" co-founded the offshoot LulzSec, had assisted in pursuing cases against eight other suspected hackers since 2011.\n Monsegur's cooperation shocked the hacking community, but during his sentencing in a large ceremonial courtroom in New York filled with journalists and observers, U.S. District Judge Loretta Preska repeatedly saluted his help as extraordinary.\n \"That personal characteristic of turning on a dime and doing good and not evil is the most important factor in this sentence,\" said Preska.\n Monsegur had served about seven months in prison and the judge also sentenced him to a year of probation.\n Monsegur, wearing a black shirt, khaki pants and wire-rim glasses, nodded affirmatively while Preska described his assistance to the government.\n \"I assure you, I'm not the same person you saw three years ago,\" Monsegur told the judge.  \"I'm ready to move on.\" \"\nAccording to a court filing by U.S. prosecutors, Monsegur, 30, and five other members of Anonymous formed LulzSec, which engaged in hacks on companies including Internet security firm HB Gary, News Corp's Fox Television, Tribune Co and Sony Corp, as well as the website for the U.S. Senate.\n After the FBI approached him at his home in June 2011, Monsegur agreed to cooperate with law enforcement.\n Monsegur secretly pleaded guilty to charges including computer hacking in August 2011, a fact that did not become public until charges were announced against five other hackers connected with LulzSec in 2012.\n Among those charged was Jeremy Hammond, a Chicago resident who at the time was the FBI's No.1 cyber criminal target.\n Hammond, 29, was sentenced in November to 10 years in prison after pleading guilty to cyber attacks on various government agencies and businesses.\n U.S. prosecutors said in the court filing that Monsegur's cooperation also led to the prosecution of Matthew Keys, a former deputy social media editor of Reuters.c com.  Keys has pleaded not guilty to charges that he aided members of Anonymous.\n Monsegur also engaged in a \"significant undercover operation\" that exposed an unnamed subject's role in an existing investigation soliciting cyber attacks on a foreign government, prosecutors said.  No charges have resulted in the case.\n The roughly 300 computer hacks Monsegur helped prevent included targets such as the U.S. Armed Forces, the U.S. Congress, the federal courts, and NASA, prosecutors said.\n He also provided information about vulnerabilities in critical infrastructure such as a city's water utility and a foreign energy company.\n While U.S. authorities praised Monsegur's cooperation, they also said in the court filing that contrary to rumor, Monsegur was not involved in the prosecution of operators of Silk Road, an Internet black-market bazaar that accepted Bitcoin.\n (Editing by Grant McCool)",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657797",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7933,
                    "source": {
                        "title": "chicagotribune.com",
                        "uri": "www.chicagotribune.com"
                    },
                    "time": "15:20:00",
                    "title": "Computer hacker turned FBI mole sentenced in US to time served",
                    "uri": "186650280",
                    "url": "http://www.chicagotribune.com/news/sns-rt-us-cybercrime-usa-court-20140527%2C0%2C4411677.story",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK (CNNMoney) -- The celebrity hacker \"Sabu\" helped the FBI imprison his friends and stop more than 300 cyber-attacks in the three years since he betrayed several major hacking groups.\n That's according to new U.S. government documents that for the first time provide extensive detail about what they call the \"extremely valuable and productive\" undercover cooperation of Hector Monsegur.\n Monsegur used the Sabu moniker online, where he was a member of the hacking collectives Anonymous and LulzSec.\n He pleaded guilty to charges including identity theft and credit card fraud and is set to be sentenced on Tuesday.\n He would face up to 26 years in prison for the $2.5 million in losses connected to his hacks, but the government is seeking leniency -- perhaps no additional prison time beyond seven months he already served.\n Prosecutors said his work on behalf of the FBI helped thwart attacks on websites belonging to the U.S. military, NASA and media companies, among others.  The FBI relocated him and his family because he received threats for his cooperation, the court documents say.\n Monsegur was part of a group of hackers that became notorious in 2011 for breaking into or disabling U.S. government and corporate websites.  The Anonymous-affiliated groups LulzSec and Internet Feds targeted sites including PBS, Fox Television, Nintendo and Sony Pictures.  Their public boasts on Twitter and elsewhere on the Internet drew them instant celebrity as so-called hacktivists, because they often claimed to make a political point in their activities.\n The documents show that in June 2011, FBI agents visited Monsegur's apartment in a public housing project in Manhattan's lower east side.  They confronted him about his activities and he immediately agreed to become an informant.\n He agreed to a guilty plea, returned to his apartment and was back online in hours -- this time, working for the FBI.\n His assistance helped the FBI investigate and net LulzSec and Internet Feds members, including the FBI's most-wanted cybercriminal, Jeremy Hammond, who is serving a 10-year prison sentence, prosecutors said in court documents.\n \"Working sometimes literally around the clock, at the direction of law enforcement, Monsegur engaged his co-conspirators in online chats that were critical to confirming their identities and whereabouts,\" prosecutors said.  \"During some of the online chats, at the direction of law enforcement, Monsegur convinced LulzSec members to provide him digital evidence of the hacking activities they claimed to have previously engaged in, such as logs regarding particular criminal hacks.\" \"\nHis quick cooperation was key, according to the documents, because LulzSec had established a protocol to destroy computer evidence if any of their members went missing or was arrested.\n \"Monsegur admitted to engaging in hacking activities about which the government had not previously developed evidence,\" prosecutors said.  He hacked thousands of computers, at first in a bid to build a legitimate computer security company and then to steal and pay his bills, prosecutors said.\n Monsegur's cooperation with the FBI became public when he was arrested in 2012 for making unauthorized online postings, violating his cooperation agreement.\n Upon the news, Anonymous members hacked a computer-security website and posted an open letter to Sabu.  It read: \"Sabu snitched on us.  As usually happens FBI menaced him to take his sons away.  We understand, but we were your family too (remember what you liked to say?) It's sad and we can't imagine how it feels having to look at the mirror each morning and see there the guy who shopped their friends to [the] police.\" \"",
                    "date": "2014-05-26",
                    "eventUri": "784878",
                    "id": "12628938",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7842,
                    "source": {
                        "title": "WPTV",
                        "uri": "www.wptv.com"
                    },
                    "time": "09:43:00",
                    "title": "'Sabu': Celebrity hacker helped feds thwart 300 cyber-attacks",
                    "uri": "186521594",
                    "url": "http://www.wptv.com/news/science-tech/sabu-celebrity-hacker-helped-feds-thwart-300-cyber-attacks",
                    "wgt": 1
                },
                {
                    "body": "Today, former hacker Hector Xavier Monsegur, who went by the moniker \"Sabu\" online, was sentenced to time served and released after intense work with authorities to cripple some activities by hacktivist organization Anonymous.\n Monsegur helped the government disrupt cyberattacks on institutions as varied as Congress and NASA, according to the prosecuters who asked the judge for leniency based on the former hacker's cooperation.\n \"Monsegur's cooperation was complex and sophisticated, and the investigations in which he participated required close and precise coordination with law enforcement officers in several locations,\" wrote Manhattan Assistant U.S. Attorney James Pastore wrote in a memo.\n The 30-year-old man was facing up to 26 years in prison from his hacking activities.  Instead, U.S. District Judge Loretta Preska sentenced him to the seven months he'd already served -- months he spent working closely with the law.\n \"The fact that Monsegur immediately chose to cooperate and went back online...allowed the extraordinary cooperation,\" Preska noted.\n Those seven months behind bars humbled Monsegur.\n \"I'm not the same person I was three years ago,\" Monsegur told the court.  \"I've come a long way.  I've had to do a lot of thinking and soul-searching.\" \"\nMonsegur started hacking credit cards in the early 2000s.  He started getting involved in Anonymous circles soon after the firestorm surrounding WikiLeaks and its leader, Julian Assange.  Using the Sabu alias, Monsegur led the Anonymous splinter group known as Lulz Security, or LulzSec.  LulzSec then went on to a series of cyberattacks, hacking the systems of companies such as Fox Television, PayPal and Nintendo, among many others.\n When FBI agents showed up at his home, Monsegur immediately helped them infilitrate LulzSec.\n According to Preska, Monsegur's \"truly extraordinary cooperation\" provided \"sophisticated and complex assistance to the government allowing them to pierce the secrecy surrounding LulzSec and successfully prosecute its members.\" \"\nAnonymous released a statement about the ruling condemning Monsegur, the FBI and the United States government.\n \"Monsegur is, first and foremost, a criminal; the FBI's cyber crime task force are his co-conspirators.  While operating under their supervision, Monsegur committed numerous felonies which should in no way be excused due to his protected informant status,\" the group claims.  \"The FBI continues to use captured informants, who commit egregious crimes in pursuit of reduced sentences, for the sole purpose of creating 'examples' to frighten the public.  They do this with the hope of pacifying online dissent and snuffing out journalistic investigations into the US government's misconduct.\" \"",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667936",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7761,
                    "source": {
                        "title": "www.allvoices.com",
                        "uri": "www.allvoices.com"
                    },
                    "time": "17:07:00",
                    "title": "Hacker 'Sabu' Released After Cooperating With FBI",
                    "uri": "186677266",
                    "url": "http://www.allvoices.com/contributed-news/17158692-hacker-sabu-released-after-cooperating-with-fbi",
                    "wgt": 1
                },
                {
                    "body": "Hector Monsegur provided significant help in tracking down members of hacktivist groups and cyber criminals, court documents show\nUS law enforcement agencies prevented at least 300 cyber attacks with help from apparent LulzSec leader Hector Monsegur, otherwise known as Sabu, according to documents filed in an American court.\n Monsegur, who is due to be sentenced this week, helped identify vulnerabilities and exploits that could have been used against the US government, including NASA and Congress, the document read.  He was also said to have provided information on vulnerabilities at a water utility in a US city and a foreign energy company.\n The information obtained by Monsegur often helped the FBI identify the exact location of LulzSec and Anonymous hackers too, according to the file, and provided assistance that led to the arrest of Jeremy Hammond, who was the FBI's most wanted cyber criminal at the time of his arrest.\n It was stated that Monsegur went undercover to gather evidence, which exposed \"a subject's\" part in hacking a foreign government.\n \"Monsegur's consistent and corroborated historical information, coupled with his substantial proactive cooperation and other evidence developed in the case, contributed directly to the identification, prosecution and conviction of eight of his major co-conspirators,\" the court document read.\n \"Working sometimes literally around the clock, at the direction of law enforcement, Monsegur engaged his co-conspirators in online chats that were critical to confirming their identities and whereabouts.  During some of the online chats, at the direction of law enforcement, Monsegur convinced LulzSec members to provide him digital evidence of the hacking activities they claimed to have previously engaged in, such as logs regarding particular criminal hacks.\n \"The amount of loss prevented by Monsegur's actions is difficult to fully quantify, but even a conservative estimate would yield a loss prevention figure in the millions of dollars.\" \"\nThe documents suggested Monsegur's family had faced physical threats from people upset by his cooperation,\nDue to his substantial cooperation, the US government has asked the US District Court for the Southern District of New York for a significant reduction in his sentence.\n Since he was involved in a large number of attacks personally, and directly causing between $1 million and $2.5 million in damages, Monsegur was facing up to 317 months in prison, the document read.  He also admitted to owning an unlicensed firearm and using marijuana.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12636790",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7318,
                    "source": {
                        "title": "TechWeekEurope UK",
                        "uri": "www.techweekeurope.co.uk"
                    },
                    "time": "07:14:00",
                    "title": "LulzSec 'Leader' Sabu Helped Feds Stop 300 Attacks",
                    "uri": "186553423",
                    "url": "http://www.techweekeurope.co.uk/news/lulzsec-sabu-assistance-fbi-146215",
                    "wgt": 1
                },
                {
                    "body": "The black hat hacker-turned FBI informant receives a lighter sentence after giving feds information on 300 possible hacks.\n Nearly three years to the day after the infamous LulzSec leader \"Sabu\" was first questioned by the FBI and agreed to serve as an informant on his alleged co-conspirators, Hector Xavier Monsegur was finally sentenced today for his 12 counts of computer hacking conspiracies and related crimes, including the 2011 hacks of HB Gary Federal, HB Gary, Sony, Fox, and PBS.\n Monsegur was sentenced to seven months, which was the time he had already served, so the former LulzSec leader was basically a free man today after possibly facing anywhere from 259 to 317 months for the charges against him.\n A court filing by the US Attorney's Office in New York yesterday in advance of Sabu's sentencing asking for a more lenient sentence for Monsegur revealed just how significant his cooperation with the feds was.  He helped the FBI stop or mitigate roughly 300 cyber attacks estimated at millions of dollars of potential loss.  He also passed to the feds information on vulnerabilities in a US city water utility and a foreign energy firm that the feds were able to act upon in advance of any attacks.\n Among the targeted organizations were the US military, US Congress, US Courts, NASA, international intergovernmental organizations, a television network, a security company, a video game manufacturer, and an electronics conglomerate, the filing said.  \"Notably, during the period of his cooperation, Monsegur received communications from hackers about vulnerabilities in computer systems, as well as computer hacks that were being planned or carried out by them.  The FBI used this information, wherever feasible, to prevent or mitigate harm that otherwise would have occurred.\" \"\nSabu's sentencing has been delayed multiple times over the past three years, so today's hearing had long been anticipated.  He had pled guilty in exchange for assisting the FBI in catching other members of LulzSec and Anonymous.  His work with the feds resulted in the prosecution and conviction of eight members of the LulzSec collective, including Jeremy Hammond (at one time the most wanted cybercriminal in the world), who was recently sentenced to 120 months in prison.\n According to the filing by US Attorney Preet Bharara, Monsegur was quick to agree to the FBI's terms when agents first questioned him on June 7, 2011.  He handed over key information to law enforcement officials for their investigation and later confessed to other crimes the FBI had been unaware of previously.\n According to the filing:\nWorking sometimes literally around the clock, at the direction of law enforcement, Monsegur engaged his co-conspirators in online chats that were critical to confirming their identities and whereabout.  During some of the online chats, at the direction of law enforcement, Monsegur convinced LulzSec members to provide him digital evidence of the hacking activities they claimed to have previously engaged in, such as logs regarding particular criminal hacks.\n Other times, at the direction of law enforcement, Monsegur asked seemingly innocuous questions designed to elicit information from his co-conspirators that, when coupled with other information obtained during the investigation, could be used to pinpoint their exact locations and identities.  Monsegur's substantial proactive cooperation, as set forth more particularly below, contributed directly to the identification, prosecution, and conviction of eight of his co-conspirators, including Hammond.\n Sabu and members of his family also faced threats when word got out that he had helped the FBI, the filing said.  As a result, law enforcement officials moved Monsegur and some of his family members for their safety.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657809",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7119,
                    "source": {
                        "title": "Dark Reading",
                        "uri": "www.darkreading.com"
                    },
                    "time": "16:07:00",
                    "title": "No More Jail Time: LulzSec's Sabu Sentenced to Time Served",
                    "uri": "186650291",
                    "url": "http://www.darkreading.com/attacks-breaches/no-more-jail-time-lulzsecs-sabu-sentenced-to-time-served/d/d-id/1269213",
                    "wgt": 1
                },
                {
                    "body": "A New York court agreed to release a well-known hacker who spent only seven months in jail for perpetrating significant attacks against the government and private businesses, in exchange for the key role he played in helping the government catch other cyber criminals and preventing countless attacks.\n Hector Xavier Monsegur, went by the name Sabu in his hacking, agreed to work with the FBI when he was first apprehended in 2011.  He has served as an informant and aide since then, and was praised today by prosecutors, who wrote that he helped \"disrupt or prevent at least 300 hacks\" targeting the military, Congress and \"several private companies.\" \" They added, \"Monsegur's actions prevented at least millions of dollars in loss to these victims.\" \" Additionally, Sabu \"contributed directly to the identification, prosecution and conviction of eight of his major co-conspirators.\" \" Included in this figure is Jeremy Hammond, who was Washington's top cyber criminal target when he was arrested in 2012.\n Sabu's willingness to turn over former colleagues to the government was, not surprisingly, panned by members of the hacking community:\nJeremy Hammond is serving a ten-year sentence for hacks that Sabu (working for the feds) told him to do.  When will the feds go to prison? -- Anonymous (@YourAnonNews)\nMay 27, 2014\nAn Anonymous representative told the Guardian that Sabu's cooperation with the government doesn't make him any less of a criminal, saying:\nMonsegur is, first and foremost, a criminal; the FBI's cyber crime task force are his co-conspirators.  While operating under their supervision, Monsegur committed numerous felonies which should in no way be excused due to his protected informant status...  The FBI continues to use captured informants, who commit egregious crimes in pursuit of reduced sentences, for the sole purpose of creating 'examples' to frighten the public.  They do this with the hope of pacifying online dissent and snuffing out journalistic investigations into the US government's misconduct.\n Sabu's crimes do, indeed, seem to warrant a more severe sentence than the seven months in prison and a year's supervised release doled out to him by the court.  Had Sabu, who helped found LulzSec and worked with Anonymous, not cooperated with the government, he could have served a prison sentence of up to 26 years.  And it's possible that Sabu had more of a mastermind status than the lenient punishment would imply, per the Guardian:\nWhat was not discussed during Monsegur's sentencing on Tuesday was that when he was convicted, Hammond claimed that Monsegur himself had directed much of his criminal activity, including attempts to break into the websites of foreign governments.\n On the other hand, according to the prosecution, Sabu faced a great deal of risk in agreeing to work with the government.  \"During the course of his cooperation, the threat to Monsegur and his family became severe enough that the FBI relocated Monsegur and certain of his family members.  Monsegur repeatedly was approached on the street and threatened or menaced about his cooperation once it became publicly known.\" \" Perhaps given his many enemies, he may not be any safer as a free man.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667888",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7104,
                    "source": {
                        "title": "The Wire",
                        "uri": "www.thewire.com"
                    },
                    "time": "18:37:00",
                    "title": "Hacker Freed From Prison After Helping the FBI Catch Other Hackers",
                    "uri": "186677193",
                    "url": "http://www.thewire.com/technology/2014/05/hacker-sabu-freed-from-prison/371649/",
                    "wgt": 1
                },
                {
                    "body": "The FBI has used celebrity hacker \"Sabu\" to imprison his friends and prevent prevent more than 300 cyber attacks against the U.S. military, NASA and media companies in the past three years, CNN reports.\n Hector Monsegur, who used the Sabu moniker online, helped crack down on hacking collectives Anonymous and LulzSec.\n In exchange for his help, the government is seeking leniency.  Monsegur previously faced up to 26 years in prison for identity theft and credit card fraud.\n \"Working sometimes literally around the clock, at the direction of law enforcement, Monsegur engaged his co-conspirators in online chats that were critical to confirming their identities and whereabouts,\" prosecutors said.  \"During some of the online chats, at the direction of law enforcement, Monsegur convinced LulzSec members to provide him digital evidence of the hacking activities they claimed to have previously engaged in, such as logs regarding particular criminal hacks.\" \"",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657808",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.701,
                    "source": {
                        "title": "www.ticklethewire.com",
                        "uri": "www.ticklethewire.com"
                    },
                    "time": "14:40:00",
                    "title": "Celebrity Hacker Helped Prevent More Than 300 Cyber Attacks As Informant",
                    "uri": "186650316",
                    "url": "http://www.ticklethewire.com/2014/05/27/celebrity-hacker-helped-prevent-more-than-300-cyber-attacks-as-informant/",
                    "wgt": 1
                },
                {
                    "body": "Sabu, the celebrity hacker, helped the Federal Bureau of Investigation imprison some of his friends and stop over 300 cyber attacks over a three-year period since he betrayed a number of major Internet hacking groups.\n That is according to newly released documents from the U.S. government that for just the first time have provided intricate details about what they refer to as extremely productive and valuable undercover cooperation by Hector Monsegur.\n He used the moniker Sabu online, where he used to be one of the members of LulzSec and Anonymous the hacking groups.\n He pleaded guilty on charges of credit card fraud and identity theft and was set to be sentenced this Tuesday.\n He could face as many as 26 years behind bars for the losses of $2.5 million connected to the hacks he participated in.  However, the government has asked for leniency, perhaps no additional time in prison beyond what he already has served, which is 7 months.\n Prosecutors said the work he did on behalf of federal authorities was able to help thwart cyber attacks on sites belonging to NASA, the U.S. military and different media companies, amongst others.\n The FBI has relocated Monsegur and his family members because he had received threats due to cooperating, said court documents.\n Monsegur was a member of the hackers group in 2011 that became notorious for disabling or breaching U.S. corporate and government websites.\n The groups Internet Feds and LulzSec, both affiliated with Anonymous, targeted sites that included Fox Television, PBS, Sony Pictures and Nintendo.\n Their boasts in public on Twitter and other places on the Web gave them instant celebrity fame as hacktivists, since they often claimed they were making a political point for their activities.\n Documents showed that during June of 2011, agents from the FBI visited the apartment where Monsegur lived in a Manhattan public housing project on the lower east side.  He was confronted about the activities and at once agreed to be an informant.\n He agreed to make a guilty plea then returned to his Manhattan apartment within hours and was back online as an FBI informant.",
                    "date": "2014-05-26",
                    "eventUri": "784878",
                    "id": "12617889",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.701,
                    "source": {
                        "title": "www.intercooleronline.com",
                        "uri": "www.intercooleronline.com"
                    },
                    "time": "15:43:00",
                    "title": "Sabu Helped Thwart Hundreds of Cyber Attacks",
                    "uri": "186521596",
                    "url": "http://www.intercooleronline.com/headlines/how-sabu-helped-thwart-hundreds-of-cyber-attacks/833/",
                    "wgt": 1
                },
                {
                    "body": "A former leader of hacking group LulzSec has helped the FBI thwart an estimated 300 cyber attacks since his arrest on hacking charges in 2011, court documents reveal.  Hector Xavier Monsegur has helped to prevent losses of millions of dollars, according to court documents filed by prosecutors.  Monsegur will be sentenced on Tuesday for his role in major online hacking attacks, but his aid will likely go a long way in getting him a reduced sentence.\n LulzSec was formed in May 2011 when Monsegur (AKA Sabu) and five other members of the Anonymous hacking movement joined forces.  According to the documents filed with the court, the group was responsible for major hacks into and thefts from servers belonging to companies including Fox Television, Nintendo and Sony.\n Monsegur was arrested in June 2011 and pled guilty, as part of a cooperation agreement with the US government, to nine counts related to computer hacking, amongst others.\n The documents filed in a New York court last week reveal that Monsegur's most substantial assistance came from his \"cooperation against significant cybercriminals\" affiliated with Anonymous, LulzSec and Internet Feds.  Prosecutors say his help allowed the FBI to identify, prosecute and convict the \"number one cybercriminal target in the world\" at the time - Jeremy Hammond.  He also helped prevent major hacking attacks that were being planned by active cybercriminals, according to the court documents.\n Prosecutors called Monsegur's help \"extraordinarily valuable and productive\" and have recommended that his sentence is limited to \"time served\".  He has already spent seven months in jail after breaking conditions of his bail in 2012.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657795",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6958,
                    "source": {
                        "title": "www.gamepolitics.com",
                        "uri": "www.gamepolitics.com"
                    },
                    "time": "14:40:00",
                    "title": "LulzSec Leader May Get 'Time Served' For Helping FBI",
                    "uri": "186650312",
                    "url": "http://www.gamepolitics.com/2014/05/27/lulzsec-leader-may-get-time-served-helping-fbi",
                    "wgt": 1
                },
                {
                    "body": "They say his help in preventing the loss of millions of dollars should earn him leniency when he is sentenced on 27 May 2014 for his role in major hacking attacks, reports the BBC.\n Monsegur has admitted involvement in cyber attacks in 2011 against the media groups Sony Pictures Entertainment, Fox Broadcasting Company and the Public Broadcasting Service (PBS).\n LulzSec was formed in around May 2011 when Monsegur - also known as Sabu - and five other members of the Anonymous hacktivist collective joined forces.\n Since his arrest, Monsegur has helped prevent major hacking attacks against military, government and commercial targets.  He has aided the FBI in several key arrests, prosecutions and convictions in the US, UK and elsewhere, including Anonymous member and US cyber crime kingpin Jeremy Hammond, for an attack on the Stratfor security think tank in 2011.\n Monsegur is also credited with exposing a hoax attack on the US power grid and telling US authorities about vulnerabilities that could have led to attacks on a water utility for a US city and a foreign energy company.\n Monsegur faces a prison sentence of up to 26 years, but prosecutors have recommended that his sentence is limited to time served.\n He has spent seven months in jail after breaking the conditions of his bail in 2012.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12613111",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6949,
                    "source": {
                        "title": "ComputerWeekly",
                        "uri": "www.computerweekly.com"
                    },
                    "time": "09:30:00",
                    "title": "FBI informer Hector Xavier Monsegur helps halt over 300 cyber attacks",
                    "uri": "186516196",
                    "url": "http://www.computerweekly.com/news/2240221328/FBI-informer-Hector-Xavier-Monsegur-helps-halt-over-300-cyber-attacks",
                    "wgt": 1
                },
                {
                    "body": "IDG News Service - U.S. prosecutors say a hacking group's mastermind should be spared a long prison sentence due to his quick and fruitful cooperation with law enforcement.\n The man, Hector Xavier Monsegur of New York, is accused of leading a gang of international miscreants calling themselves \"Lulzsec,\" short for Lulz Security, on a noisy hacking spree in 2011, striking companies such as HBGary, Fox Entertainment and Sony Pictures.\n Lulzsec, an offshoot of Anonymous, led a high-profile campaign that taunted law enforcement, released stolen data publicly and bragged of their exploits on Twitter.  Their campaign touched off a worldwide law enforcement action that resulted in more than a dozen arrests.\n Monsegur, known as \"Sabu,\" was secretly arrested by the FBI around June 2011.  He pleaded guilty in August that year to a 12-count indictment outlining various fraud and hacking charges.  He agreed to work with investigators, which resulted in several more arrests.\n In a filing on Friday, U.S. Attorney Preet Bharara wrote that Monsegur should only be sentenced to the seven months he has already served.  He could face between 21 and 26 years in prison.\n \"Monsegur was an extremely valuable and productive cooperator,\" Bharara wrote.\n After FBI agents went to Monsegur's home around June 7, 2011, he allegedly admitted to criminal conduct and immediately agreed to cooperate with law enforcement, according to the filing.\n \"That night, Monsegur reviewed his computer files with FBI agents and provided actionable information to law enforcement,\" it said.\n In May 2012, Monsegur got in trouble after making \"unauthorized online postings,\" and his bail was revoked.  But he was released on a revised bail package in December 2012 and has remained free since, the filing said.\n Monsegur's cooperation lead to the arrest of Jeremy Hammond, who at one time was the number one cybercriminal target.  Hammond, of Chicago, was sentenced to 10 years in prison in November 2013 after pleading guilty to one count of conspiracy to engage in computer hacking.  He also agreed to pay US$2.5 million in restitution.\n Hammond admitted to participating in more than a half dozen attacks perpetrated in 2010 and 2011 by Anonymous and affiliated groups,A accordingA to the U.S. Attorney for the Southern District of New York.  All told, information supplied by Monsegur led to the arrest of seven other major figures, the filing said.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12636323",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.692,
                    "source": {
                        "title": "Computerworld",
                        "uri": "www.computerworld.com"
                    },
                    "time": "11:58:00",
                    "title": "US wants leniency for 'Sabu,' the Lulzsec leader-turned-snitch - Computerworld",
                    "uri": "186552330",
                    "url": "http://www.computerworld.com/s/article/9248566/U.S._wants_leniency_for_Sabu_the_Lulzsec_leader_turned_snitch",
                    "wgt": 1
                },
                {
                    "body": "IDG News Service -- U.S. prosecutors say a hacking group's mastermind should be spared a long prison sentence due to his quick and fruitful cooperation with law enforcement.\n The man, Hector Xavier Monsegur of New York, is accused of leading a gang of international miscreants calling themselves \"Lulzsec,\" short for Lulz Security, on a noisy hacking spree in 2011, striking companies such as HBGary, Fox Entertainment and Sony Pictures.\n Lulzsec, an offshoot of Anonymous, led a high-profile campaign that taunted law enforcement, released stolen data publicly and bragged of their exploits on Twitter.  Their campaign touched off a worldwide law enforcement action that resulted in more than a dozen arrests.\n Monsegur, known as \"Sabu,\" was secretly arrested by the FBI around June 2011.  He pleaded guilty in August that year to a 12-count indictment outlining various fraud and hacking charges.  He agreed to work with investigators, which resulted in several more arrests.\n In a filing on Friday, U.S. Attorney Preet Bharara wrote that Monsegur should only be sentenced to the seven months he has already served.  He could face between 21 and 26 years in prison.\n \"Monsegur was an extremely valuable and productive cooperator,\" Bharara wrote.\n After FBI agents went to Monsegur's home around June 7, 2011, he allegedly admitted to criminal conduct and immediately agreed to cooperate with law enforcement, according to the filing.\n \"That night, Monsegur reviewed his computer files with FBI agents and provided actionable information to law enforcement,\" it said.\n In May 2012, Monsegur got in trouble after making \"unauthorized online postings,\" and his bail was revoked.  But he was released on a revised bail package in December 2012 and has remained free since, the filing said.\n Monsegur's cooperation lead to the arrest of Jeremy Hammond, who at one time was the number one cybercriminal target.  Hammond, of Chicago, was sentenced to 10 years in prison in November 2013 after pleading guilty to one count of conspiracy to engage in computer hacking.  He also agreed to pay US$2.5 million in restitution.\n Hammond admitted to participating in more than a half dozen attacks perpetrated in 2010 and 2011 by Anonymous and affiliated groups,A accordingA to the U.S. Attorney for the Southern District of New York.  All told, information supplied by Monsegur led to the arrest of seven other major figures, the filing said.",
                    "date": "2014-05-25",
                    "eventUri": "784878",
                    "id": "12616527",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.692,
                    "source": {
                        "title": "Computerworld UK",
                        "uri": "www.cio.com"
                    },
                    "time": "10:00:00",
                    "title": "US Seeks Leniency for 'Sabu,' Lulzsec Leader-turned-snitch",
                    "uri": "186521590",
                    "url": "http://www.cio.com/article/753199/US_Seeks_Leniency_for_39_Sabu_39_Lulzsec_Leader_turned_snitch?taxonomyId=3089",
                    "wgt": 1
                },
                {
                    "body": "The founder of an offshoot of the shadowy hacker group Anonymous walked free after getting a symbolic seven-month sentence.\n The founder of an offshoot of the shadowy hacker group Anonymous, who directed hundreds of cyber attacks before turning FBI informant, walked free Tuesday after getting a symbolic seven-month sentence.\n Hector Xavier Monsegur, 30, better known by his screen name \"Sabu,\" was first arrested in 2011 and had already served seven months in jail before being released on bail in December 2012.\n Monsegur founded a group called \"LulzSec,\" an offshoot of the loosely organized hacker community known as Anonymous, which carried out hundreds of cyber attacks on corporations and foreign governments, including one against the security firm Stratfor.\n The original charges could have landed him in prison for decades but the government asked for him to be exempt from even a mandatory minimum sentence given his \"extraordinary cooperation.\" \"\nBefore walking out of the US federal court a free man, he told Judge Loretta Preska that he did not intend to be back.\n \"I came a long way I assure you...  I am not the same person I was,\" he said, wearing a black sport shirt.\n Sabu and fellow plotters carried out hacks that cost companies tens of millions of dollars, defaced websites and stole personal information of customers or employees, court papers said.\n The victims included MasterCard, PayPal and other commercial and government targets.\n After his arrest he became a Federal Bureau of Investigation informant, helping to foil or limit 300 cyber attacks that could have caused millions of dollars of damage, prosecutors said.\n His information also led to multiple arrests and sentencings of hackers, they added.\n According to a report filed by prosecutors, Monsegur could have received 259 to 317 months in prison, but the government recommended leniency because he \"was an extremely valuable and productive cooperator.\" \"\n\"He provided detailed historical information about the activities of Anonymous, contributing greatly to law enforcement's understanding of how Anonymous operates,\" the document said.\n \"Monsegur also provided crucial and detailed information about the formation, organization, hierarchy and membership of these hacking groups, as well as specific information about their planning and execution of many major cyber attacks, including the specific roles of his co-conspirators in committing those crimes.\" \"\nHe pleaded guilty to nine counts of computer hacking and one count each of credit card fraud, conspiring to commit bank fraud and aggravated identity theft.\n He had admitted to being involved in cyber attacks on MasterCard, PayPal and Visa and on the Algerian, Tunisian, Yemeni and Zimbabwean governments.\n He set up Anonymous offshoot Lulz Security, or LulzSec, which in 2011 engaged in major hacks into and theft from computer servers of US and foreign corporations.\n Its victims included Fox Television, compromising a database of contestants in reality show \"X-Factor,\" the website of US public broadcaster PBS, the US Senate and an affiliate of the FBI.\n The New York Times reported last month that he directed hundreds of cyber attacks against the websites of governments in Brazil, Iran, Pakistan, Syria and Turkey.\n It was unclear who ordered the attacks, but the newspaper said court documents and interviews suggest the government \"may have\" used hackers to gather intelligence overseas.\n Monsegur instructed fellow hacker Jeremy Hammond, who was sentenced to 10 years in jail by a US federal judge last November, to extract data from foreign government websites.\n Court documents showed that the FBI was monitoring Monsegur's communications with Hammond, described by officials as \"the FBI's most wanted cyber criminal in the world at the time of his arrest.\" \"\nBut some of Monsegur's former collaborators were bitter about the sentence.\n \"Jeremy Hammond is serving a ten-year sentence for hacks that Sabu (working for the feds) told him to do.  When will the feds go to prison?\" said a tweet from Anonymous.\n Ex-Anonymous hacker helped FBI thwart 300 cyberattacks\n145 million Ebay users at risk, company urges password change",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12686825",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6903,
                    "source": {
                        "title": "mybroadband.co.za",
                        "uri": "mybroadband.co.za"
                    },
                    "time": "22:35:00",
                    "title": "LulzSec hacker turned FBI informant walks free",
                    "uri": "186725884",
                    "url": "http://mybroadband.co.za/news/security/103075-lulzsec-hacker-turned-fbi-informant-walks-free.html",
                    "wgt": 1
                },
                {
                    "body": "The LulzSec hacker-turned-informant known as Sabu avoided any more jail time and was sentenced to time served on Tuesday for his part in leading several of the group's attacks on high-profile targets.  Hector Monsegur walked out of court in New York a free man, thanks to his cooperation with the FBI in identifying and tracking down many other members of the group and helping the agency prevent further attacks.\n Monsegur was a prominent member of LulzSec hacktivist groups, and authorities accused him of being involved in a number of the group's operations, including attacks against PayPal and other companies.  When he was arrested by the FBI in 2011, Monsegur began cooperating and supplying information to the agency about the activities of other Anonymous members.  He became a polarizing figure in the hacktivist community, with many reviling him for working with law enforcement.\n Monsegur pleaded guilty to a number of felonies several months after his initial arrest.  He was accused of participating in attacks against many high-profile organizations, including HBGary, Fox Television, the Tribune Company and the United States Senate.  By the time of his plea, he had been cooperating with the FBI for some time.  The agency has credited him with helping to prevent approximately 300 attacks against various targets, including NASA, and the information Monsegur provided helped lead to the arrest of other alleged hackers, including Ryan Cleary and Jeremy Hammond.\n Before the sentencing on Tuesday, prosecutors filed documents detailing Monsegur's crimes and his cooperation with the FBI on other investigations.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667900",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6875,
                    "source": {
                        "title": "Threatpost | The first stop for security news",
                        "uri": "threatpost.com"
                    },
                    "time": "16:46:00",
                    "title": "LulzSec Hacker Sabu Sentenced to Time Served",
                    "uri": "186677224",
                    "url": "http://threatpost.com/lulzsec-hacker-sabu-sentenced-to-time-served",
                    "wgt": 1
                },
                {
                    "body": "A leader of the LulzSec hacking group is walking free after serving about seven months in prison because of his cooperation with police that has helped prevent hundreds of other attacks.\n The cooperation of Hector Monsegur, known as Sabu, helped law enforcement officials prevent or minimize more than 300 cyberattacks, including attacks on the U.S. government and private companies, according to U.S. Attorney Preet Bharara of the Southern District of New York.  Monsegur's cooperation also helped law enforcement agencies identify and arrest eight of Monsegur's co-conspirators in LulzSec and the Anonymous hacking group, Bharara said in a press release.\n Monsegur, sentenced Tuesday to time already served, also provided information on vulnerabilities, including at a U.S. water utility, that helped law enforcement to secure that infrastructure, Bharara said.  Bharara had asked for a lenient sentence for Monsegur because of his cooperation with authorities.\n Monsegur could have gotten a sentence of up to 26 years in prison.\n In pronouncing the sentence, Judge Loretta Preska of U.S. District Court for the Southern District of New York called Monsegur's cooperation \"truly extraordinary.\" \" Monsegur has served seven months in prison after pleading guilty in August 2011 to computer hacking conspiracy, computer hacking, computer hacking in furtherance of fraud, conspiracy to commit access device fraud, conspiracy to commit bank fraud and aggravated identity theft.\n Monsegur was a leading member of LulzSec, a splinter group from the Anonymous hacking collective, according to court documents.  Monsegur and other members of Anonymous took responsibility for several cyberattacks between December 2010 and June 2011, including distributed denial-of-service (DDoS) attacks on the websites of Visa, MasterCard and PayPal, as retaliation for the refusal of these companies to process donations to Wikileaks, according to Bharara's press release.\n In addition, between December 2010 and May 2011, Monsegur and other members of the Internet Feds computer hacking collective similarly waged a \"deliberate campaign of online destruction, intimidation, and criminality,\" the press release said.  Those attacks included breaking into computer systems, stealing confidential information, publicly disclosing stolen confidential information, hijacking victims' email and Twitter accounts, and defacing victims' Internet websites.\n The group hacked the website of Fine Gael, a political party in Ireland, and computer systems used by security firms HBGary and affiliate HBGary Federal, from which Internet Feds stole confidential data about 80,000 user accounts, the press release said.  Internet Feds also hacked computer systems used by Fox Broadcasting and stole confidential data relating to more than 70,000 potential contestants on the X-Factor television show.\n Monsegur and other hackers then formed LulzSec in May 2011.  The group hacked computer systems used by the Public Broadcasting System, in retaliation for what LulzSec perceived to be unfavorable news coverage; Sony Pictures Entertainment, from which LulzSec stole confidential data concerning approximately 100,000 users of Sony's website; and Bethesda Softworks, a video game company, from which LulzSec stole confidential information for approximately 200,000 users of Bethesda's website, according to court documents.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667395",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6865,
                    "source": {
                        "title": "PCWorld",
                        "uri": "www.pcworld.com"
                    },
                    "time": "21:31:00",
                    "title": "LulzSec leader sentenced to time served",
                    "uri": "186676141",
                    "url": "http://www.pcworld.com/article/2175920/lulzsec-leader-sentenced-to-time-served.html#tk.rss_all",
                    "wgt": 1
                },
                {
                    "body": "Avoiding further jail time, Hector Xavier Monsegur -- a hacktivist legend -- walked out of a federal court house in Manhattan on Tuesday.\n The AP reports that U.S. District Judge Loretta Preska said Monsegur's cooperation helped disrupt hundreds of cyber attacks and helped disrupt the hacker activist group Anonymous and essentially marked the end of LulzSec.\n As we reported back in 2012, Monsegur, who is also known as \"Sabu,\" pleaded guilty to carrying out cyber attacks against companies such as Paypal, eBay and MasterCard.\n His arrest -- and subsequent revelation that he had become a government informant -- was a punch in the gut to LulzSec and Anonymous, because Monsegur was seen a kind of \"hacker demigod\" in that world.\n Today, because of his cooperation with investigators, Preska sentenced him to time served plus one year supervised release.  Daniel Stucket, a reporter for Vice, posted video of Monsegur walking free, while smoking a cigarette.\n Anonymous, as you might imagine, was not very happy today.  On one of their Twitter feeds, they called for the release of Jeremy Hammond, a powerful cybercriminal the FBI caught through Sabu.  They called Sabu a \"snitch\" and many other things we could not repeat in this space.\n But here, in the form of a retweet from @YourAnonNews, is a the main argument in the hacktivist space:",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12678379",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6661,
                    "source": {
                        "title": "Nassau News Live",
                        "uri": "www.nassaunewslive.com"
                    },
                    "time": "15:32:00",
                    "title": "Former LulzSec Hacker Turned Informant Avoids Further Jail Time",
                    "uri": "186703975",
                    "url": "http://www.nassaunewslive.com/former-lulzsec-hacker-turned-informant-avoids-further-jail-time/4372",
                    "wgt": 1
                },
                {
                    "body": "Hacker 'Sabu', right, was once thought of as a leader of the looseknit collective Anonymous.  Reuters\nThe New York man who helped US authorities infiltrate the shadowy world of computer hacking and disrupt at least 300 cyberattacks on targets that included the United States military, courts and private companies was given a greatly reduced sentence on Tuesday of time served, and was allowed to walk free.\n Federal prosecutors had sought leniency for the hacker, Hector Xavier Monsegur, citing what they called his \"extraordinary cooperation\" in helping the Federal Bureau of Investigation take down an aggressive group of hackers who were part of the collective Anonymous, of which he was a member, and its splinter groups, which had taken credit for attacking government and corporate websites.\n Mr. Monsegur's information, the authorities said, led to the arrest of eight \"major co-conspirators,\" including Jeremy Hammond, whom the F.B.I. had called its top \"cybercriminal target\" and who was sentenced to 10 years in prison in November.\n The judge, Loretta A. Preska of Federal District Court, gave Mr. Monsegur time served; he had spent seven months in custody in 2012.\n The advisory federal sentencing guidelines had called for a sentence of roughly 21 to 26 years, although prosecutors had asked that he receive a substantially lower sentence, saying he had been \"an extremely valuable and productive cooperator,\" whose information was \"consistently reliable and complete, corroborated by documents and electronic files, as well as by statements from other witnesses.\" \"\nIn seeking leniency, the office of Preet Bharara, the United States attorney for the Southern District of New York, said that Mr. Monsegur had begun cooperating immediately upon being confronted by the F.B.I. in 2011, and that he was vilified online by supporters of Anonymous and was repeatedly \"approached on the street and threatened or menaced about his cooperation once it became publicly known\" in 2012.\n There was such concern about the threats that the government relocated Mr. Monsegur and certain members of his family, prosecutors told Judge Preska in a memorandum filed last week.\n Mr. Monsegur, 30, who as a youth lived in the Jacob Riis housing project on the Lower East Side of Manhattan, pleaded guilty in August 2011 to 12 counts of hacking conspiracy, identify theft and other charges.\n He had been released on bail, but his bail was revoked in May 2012 after he made \"unauthorized online postings,\" the government has said, without elaborating on what they were.\n He served seven months in prison and was again released on bail in December 18, 2012; he has remained free since then.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12678371",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6615,
                    "source": {
                        "title": "Financial Review",
                        "uri": "www.afr.com"
                    },
                    "time": "20:12:00",
                    "title": "Anonymous hacker 'Sabu' walks free after aiding US authorities",
                    "uri": "186703934",
                    "url": "http://www.afr.com/p/technology/anonymous_hacker_sabu_walks_free_ycz1hNnDGJ4MYWi02I7WIM",
                    "wgt": 1
                },
                {
                    "body": "Lead LulzSec hacker Sabu (aka Hector Xavier Monsegur) was no doubt hoping for leniency when he turned informant, and it looks like his gamble has paid off.  A federal court has sentenced him to the time he served in 2012, letting him walk away a free man.  As prosecutors explain, Monsegur was a very \"productive cooperator\" -- he provided complete, detailed information that helped the FBI take down LulzSec and stop a string of cyberattacks against both corporate and government targets, including Sony.\n The sentence isn't going to please those who supported LulzSec's activities, which highlighted both dangerous security holes and questionable government policies.  The US relocated Monsegur to help him avoid threats.  However, it's not hard to see why he would help out.  Guidelines dictated a prison sentence of between 21 to 26 years, and fellow hacker Jeremy Hammond is serving 10 years for his role -- if Monsegur didn't share info, he was going to spend a large portion of his life behind bars.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657782",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6557,
                    "source": {
                        "title": "Engadget",
                        "uri": "www.engadget.com"
                    },
                    "time": "16:06:00",
                    "title": "The hacker who helped the FBI stop cyberattacks is now a free man",
                    "uri": "186650296",
                    "url": "http://www.engadget.com/2014/05/27/lulzsec-hacker-goes-free/",
                    "wgt": 1
                },
                {
                    "body": "MANHATTAN (CN) - A hacker who helped the FBI track down others like him left court a free man Tuesday after a federal judge saluted his \"truly extraordinary cooperation,\" which the government says disrupted more than 300 cyberattacks.\n In addition to preventing attacks on federal courts, Congress and NASA, 30-year-old Hector Monsegur helped patch vulnerabilities to the water supply of a \"major U.S. city\" and the infrastructure of a foreign energy company, prosecutors said.\n U.S. District Judge Loretta Preska repeatedly told the defendant \"I salute you\" at the Tuesday morning sentencing hearing.\n \"I look forward to your deploying your great skills for good,\" Preska concluded.\n Monsegur, known online by his handle Sabu, immediately and \"proactively\" started providing the FBI information about the hacker collectives LulzSec and Anonymous after his arrest in June 2011.  The charges could have put Monsegur in prison for life and torn him from the two cousins for whom he was a father figure.\n \"From the moment agents knocked on his door, [Monsegur] put his family first,\" defense attorney Peggy Cross-Goldenberg said at the hearing.\n Prosecutors revealed Monsegur's cooperation in March 2012, shortly after announcing the indictment of five people he ultimately helped convict.\n Chicago-based activist Jeremy Hammond recently was handed down a decade-long sentence for his hacking spree, most famously wresting more than 5 million private emails from the private intelligence firm Strategic Forecasting, or Stratfor.  WikiLeaks later published those communications under the name \"Global Intelligence Files.\" \"\nThe four other Anonymous members - Ryan Ackroyd, Jake Davis, Darren Martyn and Donncha O'Cearrbhail - pleaded guilty to charges last year in the United Kingdom and Ireland.\n The indictment linked the co-defendants to attacks on Sony, Fox and PBS; private intelligence firms Stratfor and HBGary; the U.S. Senate and international law-enforcement agencies in the United States and Ireland.\n Preska noted that it was \"very, very unusual\" for prosecutors to have publicized Monsegur's cooperation in their cases in a lengthy press release.\n In the wake of exposure, Monsegur's brother was assaulted, and a reporter visited his cousins' school, attorney Cross-Goldenberg said.\n Monsegur told the judge that he went through a \"lot of changes\" and \"came a long way\" since his arrest.\n \"I assure you I won't be in this court again,\" he said.  \"I'm not the same person you saw three years ago.\" \"\nHammond and his lawyers have long alleged that Monsegur goaded the attacks on Stratfor and various foreign government websites.\n In November, Preska interrupted Hammond's defiant prepared statement when he started to name the countries whose websites that he claimed Monsegur urged him to hack.\n Hammond's lawyer Sarah Kunstler told the New York Times on Saturday: \"The government's characterization of Sabu's role is false.  Far from protecting foreign governments, Sabu identified targets and actively facilitated the hacks of their computer systems.\" \"\nYourAnonNews, the social-networking arm of Anonymous, took to Twitter this morning to blast the sentencing.  \"Jeremy Hammond is serving a ten-year sentence for hacks that Sabu (working for the feds) told him to do,\" it wrote (parentheses in original).  \"When will the feds go to prison?\"\nAsked at a press conference about the allegations of Hammond's lawyers, defense co-counsel Philip Weinstein replied: \"I think he disclosed what he disclosed to the federal government.  They're satisfied with what he disclosed.  I mean, it's obviously a level of generalization due to security risks, but they're satisfied.  They have the background information.\" \"\nMonsegur will spend one year of supervised release and pay a mandatory $1,200 special assessment fee.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667898",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6536,
                    "source": {
                        "title": "www.courthousenews.com",
                        "uri": "www.courthousenews.com"
                    },
                    "time": "17:46:00",
                    "title": "Hacker Informant Walks Free With Salute From Judge",
                    "uri": "186677210",
                    "url": "http://www.courthousenews.com/2014/05/27/68215.htm",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK -- A prominent hacker set to be sentenced in federal court this week for breaking into numerous computer systems worldwide has provided a trove of information to the authorities, allowing them to disrupt at least 300 cyberattacks, according to a newly filed government court document.\n The targets of the planned attacks included the US military, Congress, the federal courts, NASA, and private companies, the document stated.\n Continue reading below\nThe hacker, Hector Xavier Monsegur, also helped the authorities dismantle an aggressive cell of the hacking collective Anonymous, leading to the arrest of eight of its members in Europe and the United States, including Jeremy Hammond, whom the FBI said was its top \"cybercriminal target,\" the document says.  Hammond is serving a 10-year prison term.\n The court document was prepared by prosecutors who are asking a judge, Loretta A. Preska, for leniency for Monsegur because of his \"extraordinary cooperation.\" \" He is set to be sentenced Tuesday in US District Court on hacking conspiracy and other charges that could result in a long prison sentence.\n It has been known since 2012 that Monsegur was acting as a government mole in the shadowy world of computer hacking, but the memorandum submitted to Preska late Friday reveals for the first time the extent of his assistance and what the government perceives of its value.  It also offers the government's first explanation of Monsegur's involvement in a series of coordinated attacks on foreign websites in early 2012.\n The whereabouts of Monsegur have been shrouded in mystery.  Since his cooperation with the authorities became known, he has been vilified online by supporters of Anonymous.  The memo says that, meanwhile, the government became so concerned about his safety that it relocated him and his family.\n \"Monsegur repeatedly was approached on the street and threatened or menaced about his cooperation once it became publicly known,\" says the memo, which was prepared by the office of Preet Bharara, the US attorney in Manhattan.\n Monsegur's role emerged in March 2012 when the authorities announced charges against Hammond and others.  A few months later, Monsegur's bail was revoked after he made \"unauthorized online postings,\" the document says.  He was jailed for seven months, then was released on bail in December 2012, and has made no further postings, the memo says.",
                    "date": "2014-05-25",
                    "eventUri": "784878",
                    "id": "12629305",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6505,
                    "source": {
                        "title": "BostonGlobe.com",
                        "uri": "www.bostonglobe.com"
                    },
                    "time": "10:00:00",
                    "title": "US credits key hacker in blocking of attacks",
                    "uri": "186521592",
                    "url": "http://www.bostonglobe.com/news/nation/2014/05/24/says-hacker-helped-prevent-web-attacks/ipsOvL3zpVMDjOPoUy2O0I/story.html",
                    "wgt": 1
                },
                {
                    "body": "Zee Media Bureau\nLondon: A convicted computer hacker Hector Xavier Monsegur, popularly known as Sabu, has walked free after he helped the US authorities foil hundreds of cyber attacks.\n The FBI estimates that hacker turned informant Monsegur helped detect at least 300 separate hacks - including on Congress, Nasa and other sensitive targets - preventing millions of dollars in losses.\n Monsegur was arrested in 2011 on hacking charges and was sentenced for 20 years imprisonment.  But now a New York court has sentenced him to seven months, which he has already served, and a year's supervision after he agreed to co-operate with the authorities.\n He was said to be the leader of a hacking group called LulzSec, known for several high-profile hacks including Sony Pictures Entertainment, Fox Broadcasting Company and the Public Broadcasting Service (PBS).\n Authorities said that thanks to Monsegur, high profile attacks had been prevented and they were able to catch the biggest cyber-criminal target in the world, Jeremy Hammond.\n However, the hacktivist community is reported to have reacted angrily to the sentencing.\n With Agency Inputs",
                    "date": "2014-05-28",
                    "eventUri": "784878",
                    "id": "12718759",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6464,
                    "source": {
                        "title": "Zee News",
                        "uri": "zeenews.india.com"
                    },
                    "time": "15:30:00",
                    "title": "Hacker turned FBI informant 'Sabu' walks free",
                    "uri": "186874072",
                    "url": "http://zeenews.india.com/news/net-news/hacker-turned-fbi-informant-sabu-walks-free_935636.html",
                    "wgt": 1
                },
                {
                    "body": "Thanks to his cooperation, the hacker may escape a 26-year prison sentence.\n Monsegur \"provided, in real time, information about then-ongoing computer hacks and vulnerabilities in significant computer systems,\" federal prosecutors wrote according to the AP.\n Monsegur belonged to hacking groups Anonymous and LulzSec that in 2011 wreaked havoc on major corporations by hacking into or disabling their websites, KSPR reported.  Corporations included PBS, Fox Television and Sony Pictures.\n The groups justified their hacks by claiming they were making a political statement and then bragged about it on social media.\n Hammond, who was found Chicago, was sentenced last year to 10 years in prison, the AP reported.\n Monsegur plead guilty to charges of identity theft and credit card fraud and is to be sentenced on Tuesday.  He has already served seven months, but could possibly receive no additional prison time, according to KSPR.\n The hacker's former Anonymous friends released an open letter about Monsegur's actions.\n \"Sabu snitched on us.  As usually happens FBI menaced him to take his sons away,\" the group said according to KSPR.  \"It's sad and we can't imagine how it feels having to look at the mirror each morning and see there the guy who shopped their friends to [the] police.\" \"",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657807",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6418,
                    "source": {
                        "title": "Headlines & Global News",
                        "uri": "www.hngn.com"
                    },
                    "time": "12:40:00",
                    "title": "'Celebrity' Computer Hacker Helps Feds Stop Hundreds Of Cyber Attacks",
                    "uri": "186650322",
                    "url": "http://www.hngn.com/articles/32297/20140527/celebrity-computer-hacker-helps-feds-stop-hundreds-cyber-attacks.htm",
                    "wgt": 1
                },
                {
                    "body": "NEW YORK -- A former leading member of a group of sophisticated computer hackers known as LulzSec, was sentenced Tuesday in Manhattan federal court to time served and one year of supervised release for his participation in computer hacking activity that victimized media outlets, government agencies and contractors, and private corporations around the world by hacking into, disabling, and at times exfiltrating data from the victims' computer systems.\n Hector Monsegur, aka Sabu, pleaded guilty in August 2011 to computer hacking conspiracy, computer hacking, computer hacking in furtherance of fraud, conspiracy to commit access device fraud, conspiracy to commit bank fraud, and aggravated identity theft pursuant to a cooperation agreement with the government.\n Since at least 2008, Anonymous has been a loose confederation of computer hackers and others.  Monsegur and other members of Anonymous, including Jeremy Hammond, took responsibility for a number of cyber attacks between December 2010 and June 2011, including distributed denial of service (DDoS) attacks against the websites of Visa, MasterCard, and PayPa, as retaliation for the refusal of these companies to process donations to Wikileaks, as well as hacks or DDoS attacks on foreign government computer systems.\n Between December 2010 and May 2011, members of the Internet Feds computer hacking collective similarly waged a deliberate campaign of online destruction, intimidation, and criminality.  Members of Internet Feds engaged in a series of cyber attacks that included breaking into computer systems, stealing confidential information, publicly disclosing stolen confidential information, hijacking victims' e-mail and Twitter accounts, and defacing victims' Internet websites.  Specifically, Monsegur and other members of Internet Feds, including Ryan Ackroyd, a/k/a \"kayla,\" a/k/a \"lol,\" a/k/a \"lolspoon,\" Jake Davis, a/k/a \"topiary,\" a/k/a \"atopiary,\" Darren Martyn, a/k/a \"pwnsauce,\" a/k/a \"raepsauce,\" a/k/a \"networkkitten,\" and Donncha O'Cearrbhail, a/k/a \"palladium,\" conspired to commit computer hacks including the hack of the website of Fine Gael, a political party in Ireland; the hack of computer systems used by security firms HBGary Inc., and its affiliate HBGary Federal LLC, from which Internet Feds stole confidential data pertaining to 80,000 user accounts; and the hack of computer systems used by Fox Broadcasting Company, from which Internet Feds stole confidential data relating to more than 70,000 potential contestants on \"X-Factor,\" a Fox television show.\n In May 2011, following the publicity that they had generated as a result of their hacks, including those of Fine Gael and HBGary, Monsegur, along with Ackroyd, Davis, and Martyn, formed and became the principal members of a new hacking group called Lulz Security or LulzSec.  Like Internet Feds, LulzSec undertook a campaign of malicious cyber assaults on the websites and computer systems of business and governmental entities in the United States and throughout the world.  Specifically, Monsegur and his co-conspirators, as members of LulzSec, conspired to commit computer hacks including the hacks of computer systems used by the Public Broadcasting System, in retaliation for what LulzSec perceived to be unfavorable news coverage in an episode of the news program \"Frontline\"; Sony Pictures Entertainment (Sony), in which LulzSec stole confidential data concerning approximately 100,000 users of Sony's website; and Bethesda Softworks (Bethesda), a video game company based in Maryland, in which LulzSec stole confidential information for approximately 200,000 users of Bethesda's website.\n Among other things, at law enforcement direction, Monsegur engaged in proactive cooperation that enabled the government to identify, locate, and arrest eight of his co-conspirators, including Hammond.  In addition, as a direct result of Monsegur's cooperation, the government was able to prevent or mitigate over 300 cyberattacks that were being planned or carried out by others, including on the computer servers of U.S. and foreign governments, international intergovernmental organizations, and private corporations.  Monsegur also provided information on vulnerabilities in certain critical infrastructure, including at a U.S. water utility, that enabled law enforcement to secure that infrastructure.\n In pronouncing the sentence, Judge Preska said Monsegur's cooperation was \"truly extraordinary.\" \" She also said, \"The fact that Monsegur immediately chose to cooperate and went back online...allowed the extraordinary cooperation.\" \"\nIn addition, at the proceeding, Judge Preska ordered Monsegur, 30, of New York City to pay a $1,200 special assessment fee.  Monsegur previously served seven months in prison in connection with the crimes to which he pleaded guilty.  5-27-14",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667916",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6385,
                    "source": {
                        "title": "www.northcountrygazette.org",
                        "uri": "www.northcountrygazette.org"
                    },
                    "time": "18:56:00",
                    "title": "Computer Hacker Sentenced To Time Served",
                    "uri": "186677241",
                    "url": "http://www.northcountrygazette.org/2014/05/27/hacker_sentence-2/",
                    "wgt": 1
                },
                {
                    "body": "After aiding the infiltration of numerous corporate networks and then switching sides to help the FBI thwart the hacktivist group Anonymous, Hector Xavier Monsegur has been sentenced to time served followed by one year of supervised release.\n According to Yahoo News, prosecutors in New York on Tuesday officially recounted Monsuegurâ\u0080\u0099s cooperation with the federal government, explaining that the hacker should be â\u0080\u009crewarded with leniencyâ\u0080\u009d for working with the FBI to stop cyberattacks by Anonymous and its offshoot LulzSec.\n Although Monsegur faced decades in prison for originally pleading guilty to his activities, his collaboration with the FBI drastically reduced his sentence and helped him avoid jail time.  Prior to the official sentence, prosecutors were pushing for as little as seven months behind bars.\n Sabu walks! https://t.co/egK8RdY0WU\nâ\u0080\" Daniel Stuckey (@danstuckey) May 27, 2014\nMonsegur â\u0080\" also known by the internet alias, â\u0080\u009cSabuâ\u0080\u009d â\u0080\" first came to prominence with Anonymous in 2011, when he began leading LulzSec in a series of cyber operations whose targets included Fox television and PayPal.  After gloating online about his groupâ\u0080\u0099s accomplishments, such as its ability to obtain private information, the FBI was able to track him down at his home.\n Judge Preska saluted Sabu's \"personal characteristic of turning on a dime\" before she handed out her sentence.  â\u0080\" Andrew Panda Blake (@apblake)\nMay 27, 2014\nAt this point, Sabu quickly decided to cooperate with the government against his fellow hackers, and the FBI claims he helped them put a stop to at least 300 different cyber operations, including some against Congress and agencies like NASA.\n As noted by Yahoo, court documents allege that Monsegur \"convinced LulzSec members to provide him digital evidence of the hacking activities\" and \"asked seemingly innocuous questions that ... could be used to pinpoint their exact locations and identities.â â\u0080\u009d\nSabu walks pic.t twitter.c com/VqzSjsRQLO\nâ\u0080\" Kevin Collier (@KCollierWrites) May 27, 2014\nPerhaps the largest arrest made with Sabuâ\u0080\u0099s cooperation was that of internet activist Jeremy Hammond, who pleaded guilty to hacking into the private servers of the intelligence company Stratfor and relaying its contents to WikiLeaks.  Hammond was sentenced to 10 years in prison last year, but made waves when he accused the FBI of using its mole in Anonymous to trick the group into attacking the websites of foreign nations the US considered to be adversaries.\n â\u0080\u009cThese intrusions, all of which were suggested by Sabu while cooperating with the FBI, affected thousands of domain names and consisted largely of foreign government websites, including those of Turkey, Brazil, Iran,â\u0080\u009d Hammond said to the court before being silenced by US District Court Judge Loretta Preska.\n Hammond was detained back in March 2012, as part of an international raid in which most of the governmentâ\u0080\u0099s information was supplied by Sabu.  The following August, he issued a statement claiming that in addition to helping the FBI bury Anonymous and LulzSec, Sabu was used by federal agents to encourage group members to conduct cyberattacks against foreign nations that the government itself could not target.\n â\u0080\u009cWhat the United States could not accomplish legally, it used Sabu, and by extension, me and my co-defendants, to accomplish illegally,â\u0080\u009d Hammond wrote.  â\u0080\u009cWhy was the United States using us to infiltrate the private networks of foreign governments?  What are they doing with the information we stole?  And will anyone in our government ever be held accountable for these crimes?â\u0080\u009d\nAs RT reported previously, documents released online in the wake of Hammondâ\u0080\u0099s sentencing showed that with Sabuâ\u0080\u0099s help, the FBI was able to convince hackers to conduct attacks on websites in Brazil, Turkey, Syria, Puerto Rico, Colombia, Nigeria, Iran, Slovenia, Greece, Pakistan.\n Sabuâ\u0080\u0099s role in these operations have caused a backlash against him in the hacktivist community.  Some individuals published his personal information online and harassed him to the point that the FBI relocated him and his family to a location that remains unknown.\n Following a recent New York Times piece on the FBIâ\u0080\u0099s involvement in these international cyberattacks, a leak consisting of comments by Hammond went into further detail regarding Sabuâ\u0080\u0099s cooperation with the government before suggesting the hacker himself is not the most important subject in this case.\n â\u0080\u009cIn my case, the FBI used Sabu to infiltrate and monitor hundreds of public and private hacker chatrooms where he was able to gain influence within Anonymous by claiming responsibility for hacks carried out by others, bragging to the media with hyperbolic quotes, accusing others of being sellouts and snitches and encouraging hacks into government and corporate websites,â\u0080\u009d Hammond reportedly wrote.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657817",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6333,
                    "source": {
                        "title": "RT (Russia Today)",
                        "uri": "rt.com"
                    },
                    "time": "14:40:00",
                    "title": "Anonymous hacker-turned FBI informant Sabu avoids jail time",
                    "uri": "186650314",
                    "url": "http://rt.com/usa/161764-anonimous-hacker-informat-sabu-monsegur/",
                    "wgt": 1
                },
                {
                    "body": "Hector Xavier Monsegur arrives at court in New York for a sentencing hearing Tuesday, May 27, 2014.  (Credit: AP)\nLegendary hacker Hector Monsegur avoided further jail time on Tuesday and was lauded by a Manhattan federal judge for his \"extraordinary\" help to the government in the three years since he was charged with masterminding a cybercrime conspiracy.\" \"That personal characteristic of turning on a dime and choosing to do good instead of evil is the most important factor,\" said U.S. District Judge Loretta Preska, who credited Monsegur with helping thwart an attack on a major city's water supply system along with other feats.\n Monsegur, 30, was a central player in the hacking groups \"Anonymous\" and \"LulzSec,\" known for multiple intrusions into private and public computer systems.  Arrested in 2011, he quickly pleaded guilty to conspiracy, computer hacking, fraud and identity theft, and became a government informant.\n Defense lawyers said he was primarily motivated by a desire to keep his family together.  He had just become the foster parent to two cousins.  Prosecutors said he aided in identifying and prosecuting former collaborators, and in thwarting more than 300 attacks.\n \"The last three years I have gone through a lot of changes, learned a lot of lessons,\" Monsegur, a largely self-taught hacker from New York City known online as 'Sabu,' told the judge.  \"I assure you I will not be in this courtroom again.\" \"\nMonsegur was jailed for seven months in 2012 for making unauthorized postings while he was working as an informant.  That seven months \"time served\" was the only jail time imposed by Preska, who offered him a \"salute\" for turning over a new leaf.\n \"You obviously have a great skill,\" she said.  \"To employ that skill for good would be a great thing .  .  .  I look forward to reading about you deploying your great skills for good.\" \"\nMonsegur's cooperation with the government was made public shortly after it began, his defense lawyers said, in hopes that it would deter some hacking threats.  He has received multiple threats, and is keeping details of his current residence secret, they said.\n Lawyer Phil Weinstein said he is now looking for a job, but is also provided information in some as-yet unfilled cases that are likely to lead to new arrests and indictments.\n \"The help he provided has probably not come to an end,\" Weinstein said.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667890",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6196,
                    "source": {
                        "title": "Newsday",
                        "uri": "www.newsday.com"
                    },
                    "time": "17:46:00",
                    "title": "Hector Monsegur, well-known hacker, sentenced to 7 months in jail",
                    "uri": "186677188",
                    "url": "http://www.newsday.com/news/new-york/hector-monsegur-hacker-known-as-sabu-avoids-further-jail-time-after-helping-feds-1.8206980",
                    "wgt": 1
                },
                {
                    "body": "The hacker world's most hated figure was released from a Manhattan courtroom on Tuesday with little more than a slap on the wrist.  Hector Xavier Monsegur, who went by \"Sabu,\" was sentenced to time spent -- the seven months already spent in prison -- and a year's supervised release thanks to his \"extraordinary cooperation\" with the FBI, the judge said.  Monsegur, once a leading figure in Anonymous and LulzSec, participated on more than 250 computer attacks totaling $50 million in damages, but spent the past three years as a federal informant.  He was a key participant in nabbing Jeremy Hammond, the FBI's number one most wanted cybercriminal.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667901",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5845,
                    "source": {
                        "title": "The Daily Beast",
                        "uri": "www.thedailybeast.com"
                    },
                    "time": "18:15:00",
                    "title": "Hacker Sabu Freed After Helping FBI",
                    "uri": "186677208",
                    "url": "http://www.thedailybeast.com/cheats/2014/05/27/hacker-sabu-released-after-7-months.html",
                    "wgt": 1
                },
                {
                    "body": "Hacker Hector Xavier Monsegur, known online as Sabu, was sentenced to time served on Tuesday and freed, a day after prosecutors asked for leniency.\n U.S. District Judge Loretta Preskas reduced the sentence to time served and ordered him to pay a $1,200 fine, reports the Los Angeles Times.  The judge noted that Monsegur's contributions after his 2011 arrest were \"truly extraordinary.\" \"\nMonsegur face a 20-year prison sentence stemming from a 2011 guilty plea for hacking, identity theft and fraud charges.  During his time with Anonymous, where he was said to be an \"influential member\" of LulzSec, he helped steal information from a variety of companies worldwide.\n When he was first arrested, the hacker immediately agreed to help the U.S. government and thwarted nearly 300 cyberattacks targeting U.S. businesses and government agencies.  His invaluable assistance led prosecutors to seek a lenient sentence.\n He spent seven months in prison in 2012 after his bail was revoked when it was discovered he was making \"unauthorized online posting[s].\" \" His bail was eventually reinstated.\n Due to Monsegur's cooperation, he and some family members actually had to be relocated after he began receiving threats.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12667889",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5692,
                    "source": {
                        "title": "thecelebritycafe.com",
                        "uri": "thecelebritycafe.com"
                    },
                    "time": "17:46:00",
                    "title": "Hacker Hector Xavier Monsegur, who helped prevent cyberattacks, freed",
                    "uri": "186677207",
                    "url": "http://thecelebritycafe.com/feature/2014/05/hacker-hector-xavier-monsegur-who-helped-prevent-cyberattacks-freed",
                    "wgt": 1
                },
                {
                    "body": "A hacker who directed hundreds of cyber attacks on the websites of foreign governments before turning FBI informant walked free Tuesday after being handed a symbolic seven-month sentence.\n Hector Xavier Monsegur, better known by his screen name \"Sabu\", was first arrested in 2011 and had already served seven months in jail before being released on bail in December 2012.\n The New Yorker was a prominent hacker with the activist group Anonymous, which has staged cyber assaults on MasterCard, PayPal and other commercial and government targets.\n After his arrest he became a Federal Bureau of Investigation informant, helping US agents identify other members of the collective.\n He pleaded guilty to nine counts of computer hacking and one count each of credit card fraud, conspiring to commit bank fraud and aggravated identity theft.\n Sabus and his co-conspirators carried out hacks that cost companies tens of millions of dollars, defaced websites and stole personal information of customers or employees, court papers said.\n The original charges could have landed him in prison for 124 years but the government asked for him to be exempt from even a mandatory minimum sentence given his \"extraordinary cooperation.\" \"\nHe had admitted to being involved in cyber attacks on MasterCard, PayPal and Visa and on the Algerian, Tunisian, Yemeni and Zimbabwean governments.\n He set up Anonymous offshoot Lulz Security, or LulzSec, which in 2011 engaged in major hacks into and theft from computer servers of US and foreign corporations.\n Its victims included Fox Television, compromising a database of contestants in the reality TV show \"X-Factor,\" the website of US public broadcaster PBS, the US Senate and an affiliate of the FBI.\n The New York Times reported last month that he directed hundreds of cyber attacks against the websites of governments in Brazil, Iran, Pakistan, Syria and Turkey.\n It was unclear who ordered the attacks, but the newspaper said court documents and interviews suggest the government \"may have\" used hackers to gather intelligence overseas.\n Monsegur instructed fellow hacker Jeremy Hammond, who was sentenced to 10 years in jail by a US federal judge last November, to extract data from foreign government websites.\n That information, including bank records and login details, was uploaded to a server \"monitored\" by the FBI, the Times reported.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657779",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5535,
                    "source": {
                        "title": "GlobalPost",
                        "uri": "www.globalpost.com"
                    },
                    "time": "15:43:00",
                    "title": "US hacker-FBI informant walks free",
                    "uri": "186650293",
                    "url": "http://www.globalpost.com/dispatch/news/afp/140527/us-hacker-fbi-informant-walks-free",
                    "wgt": 1
                },
                {
                    "body": "Arrested for his numerous hacking attempts in 2011, Hector Xavier Monsegur agreed to cooperate with the FBI since then to find, locate and prevent hundreds of cyber-attacks in return for a more lenient sentence, but is now expected to be awaiting the charges originally made against him.\n According to the BBC, Monsegur - also known to go by his online name Sabu - was arrested along with five other members of the online organisation which the court filings show that during their illegal activities, they conducted major hacks into major media organisations including Fox, CBS, Sony and Bethesda, among others.\n Described in the court documents as an \"extremely valuable and productive co-operator\", Monsegur was considered a the orchestrator behind the hacking a number of government's websites, including Ireland's own Fine Gael, which was actually undertaken by an Irish hacker, Donncha O'Cearrbhail, otherwise known as 'palladium' who has since gone on to become actively involved in the DU Pirate Party and other online security awareness issues.\n For the scale of his crimes, Mosegur would be due to serve a minimum of between 21 and 26 years in prison, but with the level of his cooperation being so highly considered by prosecutors, it is expected to be considerably less than this.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12630988",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.546,
                    "source": {
                        "title": "Silicon Republic",
                        "uri": "www.siliconrepublic.com"
                    },
                    "time": "11:23:00",
                    "title": "Former head of LulzSec hacker group co-operated with FBI",
                    "uri": "186514942",
                    "url": "http://www.siliconrepublic.com/enterprise/item/37041-former-head-of-lulzsec-hack",
                    "wgt": 1
                },
                {
                    "body": "breaking news\nOne of the most prolific hackers of the last decade has just been sentenced ... after breaking into computer systems and stealing a bunch of confidential data relating to more than 70,000 \"X Factor\" contestants.\n 30-year-old Hector Monsegur -- a member of the famed LulzSec hacker ring -- was sentenced Tuesday to in New York to time served (7 months) plus one year of supervised release.  His sentence was reduced after he helped the Feds nail a bunch of his cohorts.\n Monsegur pled guilty in 2011 to computer hacking, conspiracy, fraud, and a bunch of other stuff.\n The 2011 \"X Factor\" job was just one of his crimes -- Monsegur was also involved in cyber attacks on Visa, PayPal, Mastercard, and several foreign government computer systems.\n Meanwhile, Simon Cowell is still rich.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12678376",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5135,
                    "source": {
                        "title": "http://www.tmz.com",
                        "uri": "www.tmz.com"
                    },
                    "time": "18:32:00",
                    "title": "LulzSec Hacker Sentenced -- How Dare You Expose 'X Factor' Contestants!!!",
                    "uri": "186703988",
                    "url": "http://www.tmz.com/2014/05/27/lulzsec-hacker-sentenced-x-factor/",
                    "wgt": 1
                },
                {
                    "body": "In the year 2011, Hector \"Sabu\" Monsegur was arrested for his alleged hacking crimes in association with the hacker group Lulzsec - associated in turn with Anonymous.  Today he's been set free by a judge after several years of collaborating with law enforcement to infiltrate and take down key members of Anonymous and Lulzsec.  Sabu served a total of 7-months in a jail environment while awaiting trial in 2011.\n Judge Loretta Preska suggested this week that Sabu's work as a mole has been of great assistance to the United States government.  She also made clear that he's repaid his debt to society, so to speak, in helping in efforts to take down key hackers and law-breakers.\n In March of 2012 it was revealed that Sabu was an informant for the government - fallout included his brother being physically assaulted and his family having to leave their New York abode.  Preska suggested that for his assistance and because of the ordeal his family faced, Sabu is \"entitled to a downward departure.\" \"\nProsecutors presented a motion this weekend to see that Sabu was given a minimum sentence as an \"extremely valuable cooperator\" in the cause to take down the organizations he once affiliated with.",
                    "date": "2014-05-27",
                    "eventUri": "784878",
                    "id": "12657800",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4069,
                    "source": {
                        "title": "SlashGear",
                        "uri": "www.slashgear.com"
                    },
                    "time": "16:13:00",
                    "title": "Infamous hacker “Sabu” released with Time Served",
                    "uri": "186650308",
                    "url": "http://www.slashgear.com/infamous-hacker-sabu-released-with-time-served-27330725/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 35,
            "averageDate": "2014-05-27",
            "avgCos": 0.4775,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "784878",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "776583",
            "lang": "eng",
            "storyDate": "2014-05-27",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-421770",
            "variance": 0.272
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-176008": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "Nueva York.  El hacker de la organización Anonymous conocido como Sabu recibirá una considerable reducción de condena por la colaboración que prestó al Buró Federal de Investigaciones (FBI), anunció en un comunicado el fiscal de Nueva York, Preet Bharara.\n El hacker, cuyo nombre real es Hector Xavier Monsegur, podría haber sido sentenciado en Estados Unidos por sus actividades a entre 21 y 26 años, pero gracias a su ayuda \"extremadamente valiosa y productiva\" la fiscalía propone ahora sólo una pena de siete meses.\n El juicio contra Monsegur comienza mañana.\n Sabu era muy activo en los grupos Anonymous y fue cofundador de LulzSec.  Participó en 2011 en un ataque contra Sony en el que robaron masivamente datos de clientes.  Tras su detención se convirtió en informante del FBI y le dio a los agentes datos sobre al menos 300 ataques cibernéticos contra instituciones como la NASA o empresas como PayPal o el Bank of America.\n Se cree que \"Sabu\" ayudó además a cerrar brechas de seguridad, por ejemplo en las webs de la radio PBS o del Senado.\n Gracias a las informaciones de Monsegur fueron descubiertos varios hackers que habían participado en las acciones de Anonymous y LulzSec.  Es el caso por ejemplo de Jeremy Hammond, que pertenecía a LulzSec y participó en 2011 en un ataque contra el proveedor de servicios de inteligencia Stratfor.  Los documentos robados a la empresa fueron publicados por Wikileaks.  Hammond, de 29 años, fue condenado a diez años de cárcel en noviembre de 2013.",
                    "date": "2014-05-28",
                    "eventUri": "778969",
                    "id": "12681225",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9372,
                    "source": {
                        "title": "La Jornada",
                        "uri": "www.jornada.unam.mx"
                    },
                    "time": "00:49:00",
                    "title": "Reducirán condena a hacker de Anonymous por colaborar con FBI",
                    "uri": "186711149",
                    "url": "http://www.jornada.unam.mx/ultimas/2014/05/26/reduciran-condena-a-hacker-de-anonymous-por-colaborar-con-fbi-2601.html",
                    "wgt": 1
                },
                {
                    "body": "El hacker de la organización Anonymous conocido como \"Sabu\" recibirá una considerable reducción de condena por la colaboración que prestó al Buró Federal de Investigaciones (FBI) , anunció en un comunicado el fiscal de Nueva York, Preet Bharara.\n El hacker, cuyo nombre real es Hector Xavier Monsegur, podría haber sido sentenciado en Estados Unidos por sus actividades a entre 21 y 26 años, pero gracias a su ayuda \"extremadamente valiosa y productiva\" la fiscalía propone ahora sólo una pena de siete meses.  El juicio contra Monsegur comienza mañana.\n \"Sabu\" era muy activo en los grupos Anonymous y fue cofundador de LulzSec.  Participó en 2011 en un ataque contra Sony en el que robaron masivamente datos de clientes.\n Tras su detención se convirtió en informante del FBI y le dio a los agentes datos sobre al menos 300 ataques cibernéticos contra instituciones como la NASA o empresas como PayPal o el Bank of America.\n Se cree que \"Sabu\" ayudó además a cerrar brechas de seguridad, por ejemplo en las webs de la radio PBS o del Senado.\n Gracias a las informaciones de Monsegur fueron descubiertos varios hackers que habían participado en las acciones de Anonymous y LulzSec.\n Es el caso por ejemplo de Jeremy Hammond, que pertenecía a LulzSec y participó en 2011 en un ataque contra el proveedor de servicios de inteligencia Stratfor.  Los documentos robados a la empresa fueron publicados por Wikileaks.  Hammond, de 29 años, fue condenado a diez años de cárcel en noviembre de 2013.",
                    "date": "2014-05-28",
                    "eventUri": "778969",
                    "id": "12681218",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.937,
                    "source": {
                        "title": "El Universal",
                        "uri": "www.eluniversal.com.mx"
                    },
                    "time": "00:49:00",
                    "title": "Hacker de Anonymous se une al FBI",
                    "uri": "186711148",
                    "url": "http://www.eluniversal.com.mx/computacion-tecno/2014/anonymous-fbi-89118.html",
                    "wgt": 1
                },
                {
                    "body": "Es conocido como \"Sabu\" y recibirá una considerable reducción de su condena que podría haber sido de entre 21 y 26 años de prisión.\n El hacker de la organización Anonymous conocido como \"Sabu\" recibirá una considerable reducción de condena por la colaboración que prestó al Buró Federal de Investigaciones (FBI), anunció en un comunicado el fiscal de Nueva York, Preet Bharara.\n El hacker, cuyo nombre real es Hector Xavier Monsegur, podría haber sido sentenciado en Estados Unidos por sus actividades a entre 21 y 26 años, pero gracias a su ayuda \"extremadamente valiosa y productiva\" la fiscalía propone ahora sólo una pena de siete meses.  El juicio contra Monsegur comienza mañana.\n \"Sabu\" era muy activo en los grupos Anonymous y fue cofundador de LulzSec.  Participó en 2011 en un ataque contra Sony en el que robaron masivamente datos de clientes.  Tras su detención se convirtió en informante del FBI y le dio a los agentes datos sobre al menos 300 ataques cibernéticos contra instituciones como la NASA o empresas como PayPal o el Bank of America.\n Se cree que \"Sabu\" ayudó además a cerrar brechas de seguridad, por ejemplo en las webs de la radio PBS o del Senado.\n Gracias a las informaciones de Monsegur fueron descubiertos varios hackers que habían participado en las acciones de Anonymous y LulzSec.  Es el caso por ejemplo de Jeremy Hammond, que pertenecía a LulzSec y participó en 2011 en un ataque contra el proveedor de servicios de inteligencia Stratfor.  Los documentos robados a la empresa fueron publicados por Wikileaks.  Hammond, de 29 años, fue condenado a diez años de cárcel en noviembre de 2013.",
                    "date": "2014-05-28",
                    "eventUri": "778969",
                    "id": "12681230",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9341,
                    "source": {
                        "title": "elsolonline.com",
                        "uri": "elsolonline.com"
                    },
                    "time": "00:49:00",
                    "title": "Un hacker de Anonymous colabora con el FBI para no ser castigado",
                    "uri": "186711163",
                    "url": "http://elsolonline.com/noticias/ver/1405/203970/un-hacker-de-anonymous-colabora-con-el-fbi-para-no-ser-castigado",
                    "wgt": 1
                },
                {
                    "body": "La sentencia inicial pudo significar una condena de más de 20 años\nNueva York.  (DPA).  El hacker de la organización Anonymous conocido como \"Sabu\" fue puesto en libertad por una petición extraordinaria de la Fiscalía Federal por la colaboración que prestó al Buró Federal de Investigaciones (FBI).\n El hacker, cuyo nombre real es Hector Xavier Monsegur, podría haber sido sentenciado en Estados Unidos por sus actividades a entre 21 y 26 años, pero gracias a su ayuda \"extremadamente valiosa y productiva\" la fiscalía propuso sólo una pena de siete meses.  Sin embargo, esta pena ya fue cumplida en el 2012, por lo que Sabu se retiró de un tribunal en el sur de Manhattan vestido con ropa oscura.\n \"Sabu\" era muy activo en los grupos Anonymous y fue cofundador de LulzSec.  Participó en 2011 en un ataque contra Sony en el que robaron masivamente datos de clientes.  Tras su detención se convirtió en informante del FBI y le dio a los agentes datos sobre al menos 300 ataques cibernéticos contra instituciones como la NASA o empresas como PayPal o el Bank of America.\n Se cree que \"Sabu\" ayudó además a cerrar brechas de seguridad, por ejemplo en las webs de la radio PBS o del Senado.\n Gracias a las informaciones de Monsegur fueron descubiertos varios hackers que habían participado en las acciones de Anonymous y LulzSec.  Es el caso por ejemplo de Jeremy Hammond, que pertenecía a LulzSec y participó en 2011 en un ataque contra el proveedor de servicios de inteligencia Stratfor.  Los documentos robados a la empresa fueron publicados por Wikileaks.  Hammond, de 29 años, fue condenado a diez años de cárcel en noviembre de 2013.",
                    "date": "2014-05-27",
                    "eventUri": "778969",
                    "id": "12681212",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9051,
                    "source": {
                        "title": "EL COMERCIO",
                        "uri": "elcomercio.pe"
                    },
                    "time": "17:41:00",
                    "title": "Liberan a Sabu, el hacker que ayudó a frustrar 300 ataques",
                    "uri": "186711140",
                    "url": "http://elcomercio.pe/tecnologia/actualidad/liberan-sabu-hacker-que-ayudo-frustrar-300-ataques-noticia-1732282",
                    "wgt": 1
                },
                {
                    "body": "El líder del grupo de hacktivistas LulzSec, cercano a Anonymous, Héctor Monsegur, sólo podría pasar siete meses en prisión tras haber colaborado durante los últimos tres años con el FBI.  En ese tiempo, Sabu, como es conocido, ayudó al gobierno estadounidense a encarcelar a varios de sus compañeros y a frustrar al menos 300 ciberataques.\n El hacker, cuyo juicio inicia mañana, podría haber sido sentenciado a entre 21 y 26 años de prisión en Estados Unidos, pero gracias a su ayuda \"extremadamente valiosa y productiva\" la fiscalía propuso una pena de siete meses.\n Sabu se declaró culpable de los cargos de robo de identidad y fraude con tarjetas de crédito, causando pérdidas de al menos 2.5 millones de dólares relacionadas con sus ataques informáticos.  Participó en 2011 en un ataque contra Sony en el que robaron masivamente datos de clientes, así como otro contra Fox.\n De acuerdo con documentos publicados hoy por el gobierno de EU, en junio de 2011 agentes del FBI visitaron el departamento de Monsegur en la zona baja al este de Manhattan, donde lo confrontaron acerca de sus actividades y de inmediato acordó convertirse en informante.\n Sabu aceptó declararse culpable, regresó a su vivienda y a partir de ese momento comenzó a trabajar para el FBI, a cuyos agentes dio información sobre al menos 300 ataques cibernéticos contra instituciones y empresas como la agencia espacial estadounidense (NASA), Bank of America y PayPal.\n Gracias a su colaboración, la agencia investigó y capturó a miembros de Internet Feds y LulzSec, entre ellos el cibercriminal más buscado por el FBI, Jeremy Hammond, quien cumple una condena de 10 años, según dijeron los fiscales en documentos presentados ante la Corte.\n \"Trabajando a veces literalmente día y noche, bajo la dirección de la agencia, Monsegur involucraba a sus co-conspiradores en chats en línea que fueron cruciales para confirmar sus identidades y su paraderos.  Durante algunas de las charlas en línea, por instrucción de la agencia, Monsegur convenció a miembros de LulzSec de que le proporcionaran evidencia digital de las actividades de hacking que aseguraban haber perpetrado previamente, tales como registros de ciertos ataques criminales\", detallaron.\n El trabajo de Monsegur con el FBI se hizo público cuando fue arrestado en 2012 por publicar en internet contenidos no autorizados.\n Tras la noticia, miembros de Anonymous hackearon un sitio web de seguridad informática y publicaron una carta para Sabu: \"Sabu nos delató.  Como suele ocurrir, el FBI lo amenazó con quitarle a sus hijos.  Lo entendemos, pero nosotros también éramos su familia (¿recuerdas que te gustaba decirlo?).  Es triste y no podemos imaginar lo que se siente tener que mirarte al espejo cada mañana y ver a quien entregó a sus amigos a (la) policía\".",
                    "date": "2014-05-27",
                    "eventUri": "778969",
                    "id": "12681229",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7338,
                    "source": {
                        "title": "unocero",
                        "uri": "www.unocero.com"
                    },
                    "time": "15:44:00",
                    "title": "El hacker de LulzSec que se 'convirtió' al FBI",
                    "uri": "186711161",
                    "url": "http://www.unocero.com/2014/05/26/el-hacker-de-lulzsec-que-se-convirtio-al-fbi/",
                    "wgt": 1
                },
                {
                    "body": "Este martes fue sentenciado a un año de servicio comunitario Héctor Xavier Monsegur, mejor conocido como \"Sabu\", quien formara parte Anonymous y LulzSec hasta que el FBI lo descubrió y le ofreció ser informante para evitar la cárcel.\n A pesar de que anteriormente Sab había sido condenado a 10 años de prisión, fiscales de Nueva York explicaron al gobierno federal que el hacker debería ser recompensado con indulgencia por trabajar con el FBI para detener a otros miembros de Anonymous y LulzSec.\n Monsegur, de origen puertorriqueño, se dio a conocer con Anonymous en 2011, destacando como uno de los miembros más activos del grupo.  Entre sus principales blancos se encontró la televisora Fox y los sistemas de pago de Visa, MasterCard y PayPal.\n De acuerdo con el FBI, Sabu, quien decidió cooperar con el gobierno en contra de sus compañeros, ayudó a detener más de 300 operaciones cibernéticas incluyendo ataques contra el Congreso y agencias como la NASA.\n La detención más importante que logró el gobierno estadounidense gracias a la información de Monsegur fue la de Jeremy Hammond, quien fue sentenciado a 10 años de prisión por atacar varios servidores de la compañía de inteligencia Stratfor.\n El hacker declaró en agosto que además de ayudar al FBI a detener ataques y miembros de Anonymous, agentes federales le pidieron hacer ataques cibernéticos contra naciones que el gobierno no podía realizar.",
                    "date": "2014-05-27",
                    "eventUri": "778969",
                    "id": "12681213",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6992,
                    "source": {
                        "title": "larazonsanluis.com",
                        "uri": "larazonsanluis.com"
                    },
                    "time": "18:41:00",
                    "title": "Evita prisión 'traidor' de Anonymous",
                    "uri": "186711139",
                    "url": "http://larazonsanluis.com/index.php/agencia-reforma/nacional/item/33419-evita-prisi%C3%B3n-traidor-de-anonymous",
                    "wgt": 1
                },
                {
                    "body": "Un hacker de ascendencia boricua que ayudÃ³ al gobierno a evitar cientos de ciberataques y a desmantelar grupos como Anonymous, serÃ¡ liberado tras ser sentenciado hoy al tiempo que ya cumpliÃ³ en la cÃ¡rcel.\n La jueza federal Loretta Preska le dio crÃ©dito a HÃ©ctor Xavier Monsegur, conocido como Sabu, por su â\u0080\u009cextraordinaria cooperaciÃ³nâ\u0080\u009d, al sentenciarlo hoy en Manhattan.\n Aliviado, Monsegur abrazÃ³ a los fiscales, que habÃ­an solicitado el indulto.\n Sabu estuvo siete meses encarcelado, sin embargo, estaba libre mientras esperaba la sentencia.\n El ciberpirata trabajÃ³ con agentes del BurÃ³ Federal de Investigaciones (FBI, por sus siglas en inglÃ©s), y les proveyÃ³ informaciÃ³n vigente sobre ataques y vulnerabilidades a importantes sistemas de computadora.\n El FBI estima que ayudÃ³ a detectar al menos 300 ataques, evitando asÃ­ pÃ©rdidas multimillonarias.\n En junio de 2011 la policÃ­a de Nueva York arrestÃ³ a Sabu, quien pasÃ³ de enemigo pÃºblico a ser una pieza clave del FBI en la lucha contra la ciberdelincuencia.  Esta es la historia de uno cambio radical... o de una traiciÃ³n.\n SegÃºn su prontuario, Monsegur comezÃ³ sus actividades como pirata informÃ¡tico en su apartamento de Manhattan, en la primera dÃ©cada de este siglo y luego decidiÃ³ unirse a Anonymous.\n En una entrevista que dio en 2011, el hacker dijo que su entrada en el grupo se debiÃ³ a su rechazo al arresto del fundador de WikiLeaks, Julian Assange.\n A comienzos de ese aÃ±o, Monsegur se uniÃ³ a otros miembros de Anonymous y formÃ³ LulzSec, una cÃ©lula de piratas informÃ¡ticos.\n SegÃºn la evidencia analizada por el tribunal en Estados Unidos que lo juzga, LulzSec fue responsable de \"ataques mayÃºsculos\" contra los servidores de megacompaÃ±Ã­as, incluyendo Fox TelevisiÃ³n, Nintendo y Sony.\n Pero al ser detenido, Monsegur se declarÃ³ culpable de nueve cargos en su contra, como parte de un acuerdo de cooperaciÃ³n con el gobierno.\n Gracias a su ayuda, el FBI pudo identificar y atrapar al \"cibercriminal mÃ¡s perseguido del mundo\", Jeremy Hammond, quien fue condenado el aÃ±o pasado a una pena de 10 aÃ±os en prisiÃ³n.\n Pero su cooperaciÃ³n no se limitÃ³ a Hammond, sino que revelÃ³ informaciÃ³n de Anonymous, LulzSec e Internet Feds, otro grupo de hackers.\n Gracias a seguir en contacto con miembros de estos grupos, y de recibir informaciÃ³n de futuros ataques a travÃ©s de estos contactos, Monsegur compartiÃ³ informaciÃ³n vital con los federales.\n \"El FBI utilizÃ³ esa informaciÃ³n, cuando fue posible, para prevenir o mitigar el daÃ±o que, de otra forma, habrÃ­a ocurrido\", dicen los documentos de la fiscalÃ­a.\n Y aÃ±aden: \"Aunque es difÃ­cil de cuantificar, es posible que las acciones de Monsegur hayan evitado pÃ©rdidas de millones de dÃ³lares a esas vÃ­ctimas\".\n El exlÃ­der de LulzSec tambiÃ©n contribuyÃ³ a evitar ataques cibernÃ©ticos contra una planta de agua y la red elÃ©ctrica en EE.UU., y tambiÃ©n ayudÃ³ a evitar una violaciÃ³n de seguridad a los servidores de una compaÃ±Ã­a de energÃ­a extranjera.\n Su colaboraciÃ³n lo convirtiÃ³ en un paria para el grupo Anonymous y -segÃºn la fiscalÃ­a- informaciÃ³n personal de Monsegur comenzÃ³ a filtrarse en internet.\n El acoso de Anonymous habrÃ­a sido tan intenso que el FBI decidiÃ³ reubicarlo a Ã©l y a miembros de su familia.\n Lulzsec es una combinaciÃ³n entre la muy popular expresiÃ³n en internet \"lol\", que en inglÃ©s significa reÃ­rse en voz alta (laugh out loud).\n Cuatro de sus miembros fueron arrestados en Reino Unido, luego de la detenciÃ³n de Monsegur, y ya han sido condenados.\n Uno de los fiscales en el proceso britÃ¡nico, Sandip Patel, explicÃ³ que aunque Lulzsec naciÃ³ de Anonymous, carecÃ­a de la agenda \"libertaria\" del grupo de origen y se enfocÃ³ en reÃ­rse de las fallas de seguridad de otros sistemas informÃ¡ticos, \"solo porque podÃ­an hacerlo\".\n Las operaciones del grupo incluyeron el robo de correos electrÃ³nicos, detalles de tarjetas de crÃ©dito y contraseÃ±as de sus objetivos.\n TambiÃ©n interrumpieron el normal funcionamiento de los servidores de sus vÃ­ctimas con inundaciones de correos basura.\n Los cuatro piratas informÃ¡ticos britÃ¡nicos recibieron penas de prisiÃ³n que van desde los 32 meses efectivos a 20 meses en suspenso.",
                    "date": "2014-05-27",
                    "eventUri": "778969",
                    "id": "12681224",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6034,
                    "source": {
                        "title": "El Nuevo Dia",
                        "uri": "www.elnuevodia.com"
                    },
                    "time": "19:41:00",
                    "title": "Se libra de la cárcel el “hacker” boricua que ayudó al FBI",
                    "uri": "186711145",
                    "url": "http://www.elnuevodia.com/selibradelacarcelelhackerboricuaqueayudoalfbi-1781255.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-05-27",
            "avgCos": 0.8214,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "778969",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "778623",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "New York City",
                "lat": 40.71427,
                "long": -74.00597,
                "wikiUri": "http://en.wikipedia.org/wiki/New_York_City"
            },
            "storyDate": "2014-05-27",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-176008",
            "variance": 0.3253
        }
    },
    "meta": {
        "CCAArticleMatchCount": 37,
        "CCAArticleMatchRatio": 0.06618962432915922,
        "CCAAvgCosSim": 0.7677986486486486,
        "CCAAvgMatchWgt": 58.27027027027027,
        "_articleUri1": "186704015",
        "_articleUri2": "186711149",
        "_datetime": "2015-02-19 21:15:56",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-421770",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-176008",
        "_username": "Evgenia Belyaeva",
        "artCount1": 35,
        "artCount2": 7,
        "avgCosSimStory1": 0.4775,
        "avgCosSimStory2": 0.8214,
        "categorySim": 0,
        "conceptCosSim": 0.4160617782596411,
        "conceptJaccardSim": 0.1590909090909091,
        "coreTime1": 126234.7166666667,
        "coreTime2": 126257.6833333333,
        "coreTimeStDev1": 12.50746876883283,
        "coreTimeStDev2": 3.574822197184887,
        "entityCosSim": 0.5388666466510177,
        "entityJaccardSim": 0.3548387096774194,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.3978575121559854,
        "keywordJaccardSim": 0.05263157894736842,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 19,
        "storyQuality2": 24,
        "timeAvg1": 126247.7242857143,
        "timeAvg2": 126260.8904761905,
        "timeStDev1": 20.87490912169477,
        "timeStDev2": 3.574822197184887,
        "varianceStory1": 0.272,
        "varianceStory2": 0.3253
    }
}