{
    "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-15702": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "22 December 2014 - Ten years after the Indian Ocean tsunami hit South and Southeast Asia, countries in the region are better prepared to deal with tragedies, the United Nations Food and Agriculture Organization (FAO) said today, while stressing that there is still room for improvement.\n\n\"A decade later, while events marking the remembrance of the tsunami recall the human tragedy, FAO examines the lessons learned in mitigating damage to agricultural livelihoods, food security and nutrition wrought by such natural and climatic events,\" said Hiroyuki Konuma, FAO Assistant Director-General and Regional Representative for Asia and the Pacific.\n\n\"What we and our member countries have learned and now see in place is impressive, but there is still more that can and should be done to prevent and mitigate disasters,\" he added.\n\nThe world's worst recorded natural disaster hit the Asia Pacific region in December 2004, claiming the lives of more than 200,000 people and leaving the livelihoods of some 1.4 million survivors in tatters as it destroyed entire food production systems on which whole populations depended.\n\nSome of the countries worst affected by the Tsunami are now better prepared for disasters and better positioned to respond but a recent FAO-sponsored workshop with the Association of Southeast Asian Nations (ASEAN) stressed additional actions that are needed to further increase resilience to disasters, largely due to the effects of rapid population increases and urbanization, together with eroded natural resource bases and climate change.\n\nThe workshop stressed the importance of building pro-active national and regional policy processes for disaster risk reduction and management and for improved data disaggregation on sectors and livelihoods affected. It also stressed the importance of knowledge and technology sharing to empower those most vulnerable and most at risk.\n\nCombining that need with the importance of effective early warning systems, the UN Economic and Social Commission for Asia and the Pacific (ESCAP) and the German Federal Ministry for Economic Cooperation and Development (BMZ) have partnered with the German Ministry contributing 250,000 euros to the ESCAP Multi-Donor Trust Fund for Tsunami, Disaster and Climate Preparedness to add to an initial 500,000 euros contribution made in December 2013.\n\n\"ESCAP welcomes the renewed support of the German Government to strengthen early warning systems,\" said Dr. Shamshad Akhtar, UN Under-Secretary-General and ESCAP Executive Secretary. \"Ten years after the 2004 Indian Ocean Tsunami, much has been achieved in strengthening resilience to disasters in the Asia-Pacific region; however, we need to continue to invest in preparedness and early warning, especially in high risk and low capacity least developed countries of the region.\"\n\nThe German-ESCAP partnership is an example of the shift from reactive to proactive approaches, with the focus shifting from life-saving followed by recovery to anticipative, multi-hazard risk reduction with prevention and mitigation of natural disasters.\n\nWith 200 million people in Asia and the Pacific affected each year by a broad range of natural disasters between 2003 and 2013, and with the cost of those disasters averaging $34 billion each year between 2001 and 2010, the change in approach is essential.\n\nEarly disaster warning systems and clearly marked tsunami evacuation routes are evident in countries such as Thailand, which established a dedicated Government Department of National Disaster Prevention and Mitigation following the tsunami. In the Cambodian capital, Phnom Penh, flood protection dykes have been built and there is a nationwide early warning system for flooding.\n\n\"It's clear that many countries in the region are now better prepared to reduce the risks and mitigate the damage of natural disasters such as tsunami and typhoons and protect their agriculture and food systems,\" said Mr. Konuma. \"The most recent example is Typhoon Hagupit that struck the Philippines earlier this month, where the authorities' early warnings to farmers and fishers to take pre-emptive action helped ensure that the damage would be far less severe than a year earlier when Typhoon Haiyan ripped through the centre of the country.\"",
                    "date": "2014-12-22",
                    "eventUri": "2105943",
                    "id": "28996821",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.876,
                    "source": {
                        "title": "Irish Sun",
                        "uri": "www.irishsun.com"
                    },
                    "time": "23:55:00",
                    "title": "10 years after Indian Ocean tsunami Asia-Pacific region better prepared UN",
                    "uri": "236272209",
                    "url": "http://www.irishsun.com/index.php/sid/228784645",
                    "wgt": 1
                },
                {
                    "body": "A fishing trawler damaged by the tsunami under repairs at the Kudewella boat repair center with assistance from FAO, Kudewella, Sri Lanka.\n\nBut more needs to be done to further enhance resilience\n\n22 December 2014, Bangkok/Rome - Ten years after the world's worst natural disaster in living memory roared across the shorelines of South and Southeast Asia, countries in the region are better prepared to deal with tragedies like the Indian Ocean Tsunami, but there is still room for improvement, the UN's Food and Agriculture Organization (FAO) said today.\n\nIn December 2004 the tsunami claimed the lives of more than two-hundred thousand people and left the livelihoods of some 1.4 million survivors in tatters, when it damaged or destroyed fields, fish ponds, boats, fishing gear and livestock upon which entire food production systems depended.\n\nIn many cases, entire fishing communities were obliterated - as was coastal agriculture - the tsunami's powerful waves smashed fishing boats and even tossed large trawlers far inland, set to rest where animals once grazed and rice and vegetables had grown.\n\n\"A decade later, while events marking the remembrance of the tsunami recall the human tragedy, FAO examines the lessons learned in mitigating damage to agricultural livelihoods, food security and nutrition wrought by such natural and climatic events,\" said Hiroyuki Konuma, FAO Assistant Director-General and Regional Representative for Asia and the Pacific.\n\n\"What we and our member countries have learned and now see in place is impressive, but there is still more that can and should be done to prevent and mitigate disasters,\" he added.\n\nAsia-Pacific region most vulnerable to natural and climate-induced disasters\n\nDuring the ten year period from 2003 to 2013, some 200 million people in Asia and the Pacific were affected each year by natural disasters ranging from the 2004 tsunami to cyclones, floods and typhoons. During roughly the same period (2001 - 2010), the cost of these disasters for the region averaged $34 billion each year.\n\nWhile some member countries worst affected by the Indian Ocean Tsunami are now better prepared for disasters before they strike and better positioned to respond after they do, a recent FAO-sponsored workshop with ASEAN members stressed additional actions that are needed to further increase resilience to disasters.\n\nThe workshop concluded that the effects of rapid population increases and urbanization, coupled with an eroded natural resource base and climate change, mean climate-induced events pose the highest risk for the ASEAN region.\n\nAmong its recommendations, the workshop called for the greater involvement of all sectors of agriculture, livestock, fisheries, aquaculture and forestry - especially key critical productive sectors in which progress must be bold - in building pro-active national and regional policy processes for disaster risk reduction and management (DRR/M). A clear financial commitment is needed to promote capacity development in DRR/M in the various sector's line agencies.\n\nImproved data disaggregation on sectors and livelihoods affected and better risk assessments and monitoring should be made a priority. The workshop also urged countries to go beyond natural hazards when addressing risk exposure and vulnerabilities of farmers, fishers and forest dependent communities, and consider other threats like degradation of environmental and marine ecosystems degradation. The transfer of risk reduction knowledge and technology to local level is required to empower those most vulnerable and most at risk.\n\nMuch has been learned - and implemented\n\nPrior to the tsunami, actions by countries were reactive rather than proactive, with a focus on life-saving, then recovery. Since then, there has been a paradigm shift toward the equal importance of anticipative, multi-hazard risk reduction with prevention and mitigation of natural disasters given equal importance.\n\nEarly disaster warning systems and clearly marked tsunami evacuation routes are evident in some countries such as Thailand which, following the tsunami, established the Department of National Disaster Prevention and Mitigation.\n\n\"It's clear that many countries in the region are now better prepared to reduce the risks and mitigate the damage of natural disasters such as tsunami and typhoons and protect their agriculture and food systems,\" said Konuma. \"The most recent example is Typhoon Hagupit that struck the Philippines earlier this month, where the authorities' early warnings to farmers and fishers to take pre-emptive action helped ensure that the damage would be far less severe than a year earlier when Typhoon Haiyan ripped through the centre of the country.\"\n\nOther countries in the ASEAN region have taken action on disaster risk reduction and disaster risk mitigation. In the Cambodian capital Phnom Penh, flood protection dykes have been built and there is a nationwide early warning system for flooding. In 2010, the Prime Minister of Lao People's Democratic Republic issued a Decree on the National Strategy on Climate Change. In Viet Nam, a law on Natural Disaster Prevention and Control has been passed and in 2007 a national strategy for natural disaster prevention, response and mitigation was developed.\n\nFAO's responses\n\nLike other organizations, FAO was quick to respond to the needs of affected countries following the 2004 tsunami. Thanks to the generous contribution of its resource partners, FAO implemented a large emergency and recovery response programme to support the government of Indonesia, Sri Lanka, Thailand, Maldives, Myanmar, Seychelles and Somalia.\n\nFAO's technical expertise focused on protecting, restoring and enhancing the agriculture-fisheries-based livelihoods of the affected coastal communities. This support primarily targeted the replacement of lost assets while at the same time promoting the wise use of natural resources, helping to avoid restoring the pre-tsunami overfishing capacity in Aceh-Indonesia and in Sri-Lanka, and further depletion of the fish stock.\n\nIn the Maldives, FAO worked with local authorities to help islanders recover from salt-water contaminated soil that killed many fruit trees - while fish and coconuts were still available, this loss of fruit was a serious threat to nutrition.\n\nFAO, together with its partners, helped fishers and farmers to rebuild their livelihoods better than before, strengthening both their resilience and the local economies.",
                    "date": "2014-12-22",
                    "eventUri": "2105943",
                    "id": "28958370",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8356,
                    "source": {
                        "title": "ReliefWeb",
                        "uri": "reliefweb.int"
                    },
                    "time": "16:04:00",
                    "title": "World: Ten years after Asian tsunami, the region is better prepared to cope with disasters",
                    "uri": "236184623",
                    "url": "http://reliefweb.int/report/world/ten-years-after-asian-tsunami-region-better-prepared-cope-disasters",
                    "wgt": 1
                },
                {
                    "body": "Ten years after the Indian Ocean tsunami hit South and Southeast Asia, countries in the region are better prepared to deal with tragedies, the United Nations Food and Agriculture Organization (FAO) said on Monday, while stressing that there is still room for improvement.\n\n\"A decade later, while events marking the remembrance of the tsunami recall the human tragedy, FAO examines the lessons learned in mitigating damage to agricultural livelihoods, food security and nutrition wrought by such natural and climatic events,\" said Hiroyuki Konuma, FAO Assistant Director-General and Regional Representative for Asia and the Pacific.\n\n\"What we and our member countries have learned and now see in place is impressive, but there is still more that can and should be done to prevent and mitigate disasters,\" he added.\n\nThe world's worst recorded natural disaster hit the Asia Pacific region in December 2004, claiming the lives of more than 200,000 people and leaving the livelihoods of some 1.4 million survivors in tatters as it destroyed entire food production systems on which whole populations depended.\n\nSome of the countries worst affected by the Tsunami are now better prepared for disasters and better positioned to respond but a recent FAO-sponsored workshop with the Association of Southeast Asian Nations (ASEAN) stressed additional actions that are needed to further increase resilience to disasters, largely due to the effects of rapid population increases and urbanization, together with eroded natural resource bases and climate change.\n\nThe workshop stressed the importance of building pro-active national and regional policy processes for disaster risk reduction and management and for improved data disaggregation on sectors and livelihoods affected. It also stressed the importance of knowledge and technology sharing to empower those most vulnerable and most at risk.",
                    "date": "2014-12-23",
                    "eventUri": "2105943",
                    "id": "29022266",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7791,
                    "source": {
                        "title": "China Internet Information Center",
                        "uri": "www.china.org.cn"
                    },
                    "time": "07:16:00",
                    "title": "10th anniversary of Indian Ocean tsunami",
                    "uri": "236331619",
                    "url": "http://www.china.org.cn/environment/2014-12/23/content_34388246.htm",
                    "wgt": 1
                },
                {
                    "body": "A fishing trawler damaged by the tsunami under repairs at the Kudewella boat repair center with assistance from FAO, Kudewella, Sri Lanka.\n\nCountries in South and Southeast Asia are better prepared for disasters but there is still room for improvement.\n\nThat's the assessment of the UN Food and Agriculture Organization (FAO) on the eve of the Indian Ocean Tsunami which struck the region on 26 December ten years ago.\n\nThe tsunami claimed the lives of more than 200,000 people and destroyed the livelihoods of about 1.4 million others.\n\nIt damaged or destroyed fields, fish ponds, boats, fishing gear and livestock on which entire food production systems depend.\n\nFAO says early disaster warning systems and clearly marked tsunami evacuation routes are evident in some of the countries and flood dykes have been built.\n\nIt notes that many countries in South and Southeast Asia are now better prepared to reduce risks and mitigate the damage of natural disasters such as tsunami and typhoons and protect agriculture and food systems.",
                    "date": "2014-12-22",
                    "eventUri": "2105943",
                    "id": "28963015",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.717,
                    "source": {
                        "title": "www.unmultimedia.org",
                        "uri": "www.unmultimedia.org"
                    },
                    "time": "16:56:00",
                    "title": "South and Southeast Asia better prepared for disasters: FAO",
                    "uri": "236194813",
                    "url": "http://www.unmultimedia.org/radio/english/2014/12/south-and-southeast-asia-better-prepared-for-disasters-fao/",
                    "wgt": 1
                },
                {
                    "body": "Region has come a long way during the past decade but a culture of preparedness and cooperation must be a constant to be able to deal with future challenges On December 26, 2004, the world experienced one of the deadliest natural disasters ever recorded. A 9.1-magnitude earthquake off the west coast of Sumatra, Indonesia, triggered a massive tsunami that directly affected 14 countries in Asia and Africa. The tectonic shifting of plates and the widespread impact of the resulting waves, led to 230,000 deaths and massive human suffering.\n\nTen years later, we come together as a community to commemorate the loss of those who fell victims to the wrath of nature and to recognise the suffering due to the natural disasters that have hit our region. This month, several affected countries in the region will host remembrance ceremonies for the Indian Ocean Tsunami. This is an opportunity to raise public awareness in the Asia-Pacific region and beyond on the importance of building greater resilience to natural disasters, and how we can collectively work to maintain this momentum enhancing our capacities to deal with such catastrophic events.\n\nThe 2004 tsunami led to an unprecedented global outpouring of support, and a key lesson from the human tragedy was the importance of early warning. When the wave struck, early warning systems were inadequate. As a result, many received no warning except the sight of the wall of water rushing towards them. Our region must never again be caught so unprepared.\n\nIn the aftermath, the Asia-Pacific region embarked on a collective effort to develop approaches and mechanisms for better early warning systems to reduce the impact of future disasters. These efforts have intensified over the intervening years in Asia and the Pacific, the most disaster-prone region in the world. Building resilience in this region is not an option but an imperative to safeguard and promote sustainable development, lives and livelihoods.\n\nThe Indian Ocean tsunami fundamentally changed how we deal with natural disasters, making a profound impact on policies and budgets as well as operational and technical work. Importantly, the experience of the tsunami shaped the Hyogo Framework for Action (HFA), which was adopted in Kobe, Japan, weeks after the disaster.\n\nReal progress has been made in implementing the HFA and building Asia-Pacific resilience. Governance has been strengthened, with more than half of Asia-Pacific countries having enacted legislation and created institutions dealing specifically with disaster risk management. The budgetary allocations for disaster risk and mitigation works have been improved - although this varies across countries. Institutional capacities for early warning, preparedness and response have also been strengthened, but more must be done. The countries of Asia and the Pacific are redoubling efforts to reinforce implementation capacities, educate vulnerable communities and address underlying risks.\n\nThe regional commitment to early warning is reflected in the Indian Ocean Tsunami Warning and Mitigation Systems (IOTWS), which became operational in 2011, with Australia, Indonesia and India in charge of issuing regional tsunami bulletins. The United Nations Economic and Social Commission for Asia and the Pacific (ESCAP) projects that this new system will save an average of 1,000 lives each year for the next 100 years.\n\nOn April 11, 2012, an earthquake of magnitude 8.6 off the coast of Indonesia provided a useful test of the IOTWS. Within 10 minutes of the quake, the countries at risk had received bulletins with tsunami warning information from the three regional service providers. In turn, millions of people received warnings and moved rapidly to higher ground. Fortunately no tsunami was triggered that day, but the experience suggests that real progress has been made since 2004.\n\nAt the national level, several countries have also made major investments in early warning systems, including setting up state-of-the-art warning centres, which have contributed to the Asia-Pacific region increasingly being considered a global hub for excellence in this field.\n\nThe tsunami also led to the creation of innovative funding mechanisms. Thanks to the Royal Thai Government's contribution of US$10 million, the ESCAP Trust Fund for Tsunami, Disaster and Climate Preparedness was launched in 2005. Pooling resources from multiple donors to strengthen multi-hazard early warning systems, the Trust Fund has supported 26 projects benefiting 19 Indian Ocean and Southeast Asian countries. The Fund supported the establishment of the IOTWS, and has provided targeted support to countries facing high risks, but with limited national capacity.\n\nDespite this progress, we must not forget the importance of local level, community-based risk reduction. This \"last mile\" of early warning systems - the vulnerable communities at risk - remains a critical gap in need of additional attention and resources. It must be a high priority to ensure that the most vulnerable communities receive timely and understandable warnings that they know how to act upon in times of crisis.\n\nSo 10 years on, how much better prepared is the Asia-Pacific region for a major tsunami? Considerably better than we were in 2004, but the full answer will only be known one day in the future, during the first few hours after a strong earthquake has caused a new tsunami. To prepare for that day, regional cooperation is essential, especially in early warning, as natural hazards know no borders.\n\nWorking together to reduce disaster risk and build resilience is comparable to pushing a big rock uphill together - if we do not constantly move forward, we risk sliding backwards. It involves developing a culture of preparedness and cooperation across the region, and shifting from a focus on response to a greater emphasis on prevention.\n\nIn June this year, the Thai government hosted the 6th Asian Ministerial Conference on Disaster Risk Reduction to consolidate the regional voice for a successor HFA agreement. As countries from around the world prepare to meet in Sendai, Japan in March 2015, the Asia-Pacific region will bring our essential lessons and experiences to help shape this new global framework.\n\nNote about the authors.\n\nShamshad Akhtar, under-secretary-general of the United Nations and executive secretary of the United Nations Economic and Social Commission for Asia and the Pacific (UN ESCAP). She is also the UN's Sherpa for the G-20 and previously served as governor of the Central Bank of Pakistan.\n\nGeneral Tanasak Patimapragorn, Thailand's deputy prime minister and Foreign Minister\n\nHarsh Vardhan, India's minister of science & technology and earth sciences\n\nMahinda Amaraweera, Sri Lanka's minister of disaster management\n\nMohamed Zuhair, Maldives minister of state, ministry of defence and national security, National Disaster Management Centre\n\nSyamsul Maarif, Indonesia's minister/chief, National Agency for Disaster Management",
                    "date": "2014-12-25",
                    "eventUri": "2105943",
                    "id": "29215359",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6522,
                    "source": {
                        "title": "The Nation",
                        "uri": "www.nationmultimedia.com"
                    },
                    "time": "17:57:00",
                    "title": "Walking the last mile together on early warning",
                    "uri": "236833974",
                    "url": "http://www.nationmultimedia.com/opinion/Walking-the-last-mile-together-on-early-warning-30250652.html",
                    "wgt": 1
                },
                {
                    "body": "How has social media transformed our understanding - and our ability to respond to - major disasters?\n\nThe Indian Ocean Tsunami was one of the worst natural disasters on record. But it also occupies an unusual place in history. Although it occurred in a globalised world, and was covered by every major media source on earth, it took place just before the modern age of social media.\n\nFacebook was founded in early 2004 - the year the tsunami hit - but it wasn't open to the general public at the time. Twitter didn't come into existence until 2006. And part of the inspiration for YouTube came when a founder was looking for online videos of the tsunami - and couldn't find them.\n\nSo what might the reaction to the tsunami have looked like on today's social media? We asked the audience of the BBC's Indonesian Service to tweet messages as if they had gone back in time to 26 Dec 2004.\n\nThe internet was of course well-established in late 2004, and blogs captured the devastation of the tsunami and the human impact of the wave. Online news outlets, including the BBC, covered the disaster with a full range of online video and audio.\n\nBut without the immediacy and intimacy of social media, many internet users turned to blogs for personal accounts of the disaster. Mark Oberle, a doctor and professor emeritus at University of Washington School of Public Health in Seattle, was on a family holiday in Thailand when the wave struck. He immediately started treating victims. And a few days in, he started a a gripping account online from Bangkok - a blog post which continues to get traffic today.\n\n\"I knew that there were a lot of people who were trying to make sense of the situation,\" he says. \"[Online], I pretty much only found news stories that were posted by reporters and news services ... I felt that writing was my own personal catharsis but also a service to other people. I got a tremendous number of queries and I still, a decade later, get a note every few months from someone saying 'Thank you for posting this.'\"\n\nThere were social media stirrings in 2004, even if widespread adoption of those technologies was some years off, according to Leysia Palen, an associate professor who researches the use of social media during disasters at the University of Colorado Boulder.\n\n\"We had been getting these indications that some major changes were underfoot,\" during the tsunami, and even earlier, during the 11 Sept attacks in New York and Washington, she says, pointing to activity on the photo-sharing site Flickr.\n\nThese days social networking can translate into practical help for people on the ground.\n\n\"Those people who are onlookers to the event, sometimes get involved in helping activity. Not a huge number, but more than one might expect,\" Palen says.\n\nTwitter and other platforms are also now used to provide early disaster warnings - such as this account run by the US National Weather Service.\n\nSocial networking can help in the search for missing people, Oberle says, pointing out that a relatively low-tech system was used in this way after the 2010 Haiti earthquake, in which he lost a family member.\n\n\"That technology wasn't available at the time of the tsunami,\" he says. \"People used paper and boards as people wandered from hospital to relief camps to find people who were missing.\"\n\nBut the importance of networks isn't limited to immediate practical concerns like guiding people to safe havens and coordinating emergency response - it has also profoundly affected our our overall understanding of history.\n\n\"Usually when we think of social media we think of that immediate instant response,\" Palen says. \"But social media accounts are going to be very important in the future, we will see them as part of a rich way in which we document what has happened.\"\n\nEven the stories of historical, pre-social media disasters are being retold online today, often - like the tsunami now (being marked on Twitter at @BBCNewsAsia and elsewhere), or this year's World War I commemorations - at the point of key anniversaries. Seemingly ephemeral messages are becoming key to the way we will tell stories far into the future, Palen says.\n\n\"Those significant disasters even in the 'before social media' age are being revived and commemorated anew in the social media world,\" she says.\n\nReporting by Mike Wendling and Endang Nurdin Widjono",
                    "date": "2014-12-26",
                    "eventUri": "2105943",
                    "id": "29231032",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4926,
                    "source": {
                        "title": "BBC",
                        "uri": "www.bbc.co.uk"
                    },
                    "time": "02:26:00",
                    "title": "What might the tsunami have looked like on social media?",
                    "uri": "236880012",
                    "url": "http://www.bbc.co.uk/news/blogs-trending-30532374",
                    "wgt": 1
                },
                {
                    "body": "Algiers -- Minister of Housing, Planning and the City, Abdelmadjid Tebboune highlighted Sunday in Algiers, the role of the Arab Center for seismic safety and other natural disasters in the establishment of a common Arab mechanism to deal with these disasters and their impacts.\n\nThe minister, who was speaking at the opening of the first General Assembly of the Centre, said this organization, created by the Arab League in 2004, \"is an efficient tool to cope with the effects of natural disasters and promote reflection on mechanisms and common law.\"\n\nAccording to Tebboune, the Centre promotes scientific and technical cooperation between the Member States and strengthens their capabilities against the effects of natural disasters.\n\nBesides, the center works in coordination with other Algerian organizations in the same field, he argued citing the Research Center on Astronomy, Astrophysics and Geophysics (CRAAG) and the National Center of Applied Research in Earthquake Engineering (CGS) and its laboratory, one of the major ones in Africa.\n\nThe minister highlighted the important role of the Arab Center for seismic safety and other natural disasters, whose headquarters is located in Algiers, in the development of the quality of buildings in Algeria, especially in the next five-year public investment plan 2015-2019, which includes the construction of 2 million housing units.\n\nTebboune also recalled the threats of natural disasters in the Arab region prone to earthquakes, landslides, floods, tsunamis and sand blowing.\n\nArab countries, among the regions most exposed to natural disasters\n\nNearly 400 natural disasters hit the Arab countries from 1980 to 2013, killing more than 160,000 people dead and nearly 60 million wounded.\n\nAs for Algeria, 10 natural disasters between earthquakes and floods hit the country from 1994 to 2009 and made 3,457 deaths and material losses, especially in the province of Boumerdes.",
                    "date": "2014-12-22",
                    "eventUri": "2105943",
                    "id": "28996806",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.474,
                    "source": {
                        "title": "allafrica.com",
                        "uri": "allafrica.com"
                    },
                    "time": "23:55:00",
                    "title": "Tebboune Pleads for Arab Mechanism for Disaster Prevention",
                    "uri": "236272195",
                    "url": "http://allafrica.com/stories/201412222965.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-12-23",
            "avgCos": 0.4875,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2105943",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2102906",
            "lang": "eng",
            "storyDate": "2014-12-23",
            "storyDateEnd": "",
            "uri": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-15702",
            "variance": 0.2623
        }
    },
    "meta": {
        "CCAArticleMatchCount": 20,
        "CCAArticleMatchRatio": 0.2298850574712644,
        "CCAAvgCosSim": 0.73458,
        "CCAAvgMatchWgt": 34.75,
        "_articleUri1": "236272209",
        "_articleUri2": "236320312",
        "_datetime": "2015-02-19 21:16:14",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "eng-0880EE54-9D81-4F9B-A595-3A4BE1CAA3BA-15702",
        "_storyUri2": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-10670",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 6,
        "avgCosSimStory1": 0.4875,
        "avgCosSimStory2": 0.7119,
        "categorySim": 0,
        "conceptCosSim": 0.575986413732767,
        "conceptJaccardSim": 0.2771084337349398,
        "coreTime1": 131272.0666666667,
        "coreTime2": 131245.5166666667,
        "coreTimeStDev1": 32.83728868747733,
        "coreTimeStDev2": 14.42383251582497,
        "entityCosSim": 0.7556566875389865,
        "entityJaccardSim": 0.1794871794871795,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 3,
        "hasSameLocation": -1,
        "keywordCosSim": 0.5413285017304076,
        "keywordJaccardSim": 0.3636363636363637,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 9,
        "storyQuality2": 18,
        "timeAvg1": 131298.9261904762,
        "timeAvg2": 131277.2,
        "timeStDev1": 32.83728868747733,
        "timeStDev2": 14.42383251582497,
        "varianceStory1": 0.2623,
        "varianceStory2": 0.2466
    },
    "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-10670": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "Roma.- A una década del tsunami, el peor desastre natural en el mundo en las costas del sur y sudeste de Asia, los países de la región están mejor preparados para enfrentar una tragedia similar, pero todavía hay margen de mejora, afirmó hoy la FAO.\n\nEn un comunicado recordó que en diciembre de 2004, el tsunami se cobró la vida de más de 200 mil personas y destrozó los medios de subsistencia de unos 1.4 millones de sobrevivientes, al dañar o destruir campos, estanques de peces, barcos, artes de pesca y ganado de los que dependían en su totalidad los sistemas de producción alimentaria.\n\nEn muchos casos, comunidades pesqueras enteras fueron destruidas -al igual que la agricultura costera- cuando las poderosas olas del tsunami aplastaron barcos de pesca e incluso grandes buques fueron arrastrados a donde alguna vez pastaban los animales y donde se cultivaban arroz y hortalizas, señaló.\n\n\"Una década más tarde, mientras los eventos que conmemoran el aniversario del tsunami recuerdan la tragedia humana, la FAO examina las lecciones aprendidas en la mitigación de daños a los medios de vida agrícolas, seguridad alimentaria y nutrición provocados por este tipo de eventos naturales y climáticos\", señaló Hiroyuki Konuma, representante de la FAO para Asia y el Pacífico.\n\n\"Lo que nosotros y nuestros países miembros -añadió- hemos aprendido y lo que vemos realizado, es impresionante, pero todavía hay mucho que se puede y se debe hacer para prevenir y mitigar los desastres\", añadió.\n\nLa Organización de las Naciones Unidas para la Alimentación y la Agricultura (FAO) resaltó que durante el período de diez años entre 2003 y 2013, unos 200 millones de personas en Asia y el Pacífico se vieron afectados cada año por desastres naturales que van desde el tsunami de 2004 a ciclones, inundaciones y tifones.\n\nEn aproximadamente el mismo período (2001-2010), el costo de estos desastres para la región tuvo un promedio de 34 mil millones de dólares al año.\n\nMientras que algunos de los países miembros más afectados por el tsunami del Océano Índico están ahora mejor preparados ante los desastres y en mejor posición para responder, un reciente taller patrocinado por la FAO con los miembros de la Asociación de Naciones del Sudeste Asiático (ASEAN) puso de relieve las acciones adicionales que se necesitan para aumentar aún más la resiliencia ante los desastres.\n\nEl taller concluyó que los efectos del rápido crecimiento demográfico y la urbanización, junto con una base de recursos naturales erosionada y el cambio climático, implican que los eventos provocados por el clima plantean el mayor riesgo para la región de la ASEAN.\n\nEntre sus recomendaciones, el taller realizó un llamamiento para una mayor participación de todos los sectores afectados: agricultura, ganadería, pesca, acuicultura y silvicultura -sectores productivos especialmente críticos en las que el progreso debe ser firme-.\n\nTambién extendió su llamado a los implicados en la construcción de procesos de políticas nacionales y regionales proactivos para la reducción y gestión de los riesgos de desastre.\n\nSe señaló que es necesario un claro compromiso financiero para promover el desarrollo de capacidad en los organismos competentes de los distintos sectores.\n\nUna prioridad debe ser mejorar el desglose de datos sobre los sectores y medios de vida afectados y mejores evaluaciones y monitoreo de riesgos.\n\nEl taller también instó a los países a ir más allá de los peligros naturales al abordar la exposición al riesgo y la vulnerabilidad de los agricultores, pescadores y las comunidades dependientes de los bosques y considerar otras amenazas como la degradación de los ecosistemas marinos y del medio ambiente.\n\nSe requiere transferir el conocimiento y la tecnología sobre la reducción del riesgo a nivel local para empoderar a las personas más vulnerables y en mayor riesgo, consideró.\n\nSegún la FAO, antes del tsunami, las actuaciones de los países eran más reactivas que proactivas, enfocadas en el ahorro de vidas humanas y luego en la recuperación.\n\nDesde entonces, se ha producido un cambio de paradigma hacia dar igual importancia a la reducción anticipada del riesgo de peligros múltiples y la prevención y mitigación de desastres naturales.\n\nLos sistemas de alerta temprana ante desastres y las rutas de evacuación para tsunamis bien señaladas existen ahora en algunos países, como Tailandia, que después del tsunami estableció el Departamento Nacional de Prevención y Mitigación de Desastres.",
                    "date": "2014-12-23",
                    "eventUri": "2105943",
                    "id": "29017857",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8732,
                    "source": {
                        "title": "NTR Zacatecas .com",
                        "uri": "ntrzacatecas.com"
                    },
                    "time": "05:57:00",
                    "title": "Mejor preparados países a una década del tsunami en Océano Índico: FAO",
                    "uri": "236320312",
                    "url": "http://ntrzacatecas.com/2014/12/22/mejor-preparados-paises-a-una-decada-del-tsunami-en-oceano-indico-fao/",
                    "wgt": 1
                },
                {
                    "body": "En un comunicado recordó que en diciembre de 2004, el tsunami se cobró la vida de más de 200 mil personas y destrozó los medios de subsistencia de unos 1.4 millones de sobrevivientes, al dañar o destruir campos, estanques de peces, barcos, artes de pesca y ganado de los que dependían en su totalidad los sistemas de producción alimentaria.\n\nA una década del tsunami, el peor desastre natural en el mundo en las costas del sur y sudeste de Asia, los países de la región están mejor preparados para enfrentar una tragedia similar, pero todavía hay margen de mejora, afirmó hoy la FAO.\n\nEn un comunicado recordó que en diciembre de 2004, el tsunami se cobró la vida de más de 200 mil personas y destrozó los medios de subsistencia de unos 1.4 millones de sobrevivientes, al dañar o destruir campos, estanques de peces, barcos, artes de pesca y ganado de los que dependían en su totalidad los sistemas de producción alimentaria.\n\nEn muchos casos, comunidades pesqueras enteras fueron destruidas -al igual que la agricultura costera- cuando las poderosas olas del tsunami aplastaron barcos de pesca e incluso grandes buques fueron arrastrados a donde alguna vez pastaban los animales y donde se cultivaban arroz y hortalizas, señaló.\n\n\"Una década más tarde, mientras los eventos que conmemoran el aniversario del tsunami recuerdan la tragedia humana, la FAO examina las lecciones aprendidas en la mitigación de daños a los medios de vida agrícolas, seguridad alimentaria y nutrición provocados por este tipo de eventos naturales y climáticos\", señaló Hiroyuki Konuma, representante de la FAO para Asia y el Pacífico.\n\n\"Lo que nosotros y nuestros países miembros -añadió- hemos aprendido y lo que vemos realizado, es impresionante, pero todavía hay mucho que se puede y se debe hacer para prevenir y mitigar los desastres\", añadió.\n\nLa Organización de las Naciones Unidas para la Alimentación y la Agricultura (FAO) resaltó que durante el período de diez años entre 2003 y 2013, unos 200 millones de personas en Asia y el Pacífico se vieron afectados cada año por desastres naturales que van desde el tsunami de 2004 a ciclones, inundaciones y tifones.\n\nEn aproximadamente el mismo período (2001-2010), el costo de estos desastres para la región tuvo un promedio de 34 mil millones de dólares al año.\n\nMientras que algunos de los países miembros más afectados por el tsunami del Océano Índico están ahora mejor preparados ante los desastres y en mejor posición para responder, un reciente taller patrocinado por la FAO con los miembros de la Asociación de Naciones del Sudeste Asiático (ASEAN) puso de relieve las acciones adicionales que se necesitan para aumentar aún más la resiliencia ante los desastres.\n\nEl taller concluyó que los efectos del rápido crecimiento demográfico y la urbanización, junto con una base de recursos naturales erosionada y el cambio climático, implican que los eventos provocados por el clima plantean el mayor riesgo para la región de la ASEAN.\n\nEntre sus recomendaciones, el taller realizó un llamamiento para una mayor participación de todos los sectores afectados: agricultura, ganadería, pesca, acuicultura y silvicultura -sectores productivos especialmente críticos en las que el progreso debe ser firme-.\n\nTambién extendió su llamado a los implicados en la construcción de procesos de políticas nacionales y regionales proactivos para la reducción y gestión de los riesgos de desastre.\n\nSe señaló que es necesario un claro compromiso financiero para promover el desarrollo de capacidad en los organismos competentes de los distintos sectores.\n\nUna prioridad debe ser mejorar el desglose de datos sobre los sectores y medios de vida afectados y mejores evaluaciones y monitoreo de riesgos.\n\nEl taller también instó a los países a ir más allá de los peligros naturales al abordar la exposición al riesgo y la vulnerabilidad de los agricultores, pescadores y las comunidades dependientes de los bosques y considerar otras amenazas como la degradación de los ecosistemas marinos y del medio ambiente.\n\nSe requiere transferir el conocimiento y la tecnología sobre la reducción del riesgo a nivel local para empoderar a las personas más vulnerables y en mayor riesgo, consideró.\n\nSegún la FAO, antes del tsunami, las actuaciones de los países eran más reactivas que proactivas, enfocadas en el ahorro de vidas humanas y luego en la recuperación.\n\nDesde entonces, se ha producido un cambio de paradigma hacia dar igual importancia a la reducción anticipada del riesgo de peligros múltiples y la prevención y mitigación de desastres naturales.\n\nLos sistemas de alerta temprana ante desastres y las rutas de evacuación para tsunamis bien señaladas existen ahora en algunos países, como Tailandia, que después del tsunami estableció el Departamento Nacional de Prevención y Mitigación de Desastres.",
                    "date": "2014-12-23",
                    "eventUri": "2105943",
                    "id": "29017854",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8602,
                    "source": {
                        "title": "www.elmanana.com",
                        "uri": "www.elmanana.com"
                    },
                    "time": "05:57:00",
                    "title": "Asia está mejor preparada ante los desastres naturales: FAO",
                    "uri": "236320308",
                    "url": "http://www.elmanana.com/asiaestamejorpreparadaantelosdesastresnaturalesfao-2751421.html",
                    "wgt": 1
                },
                {
                    "body": "Diez años después del tsunami que devastó las costas del Océano Índico, el peor desastre natural que se recuerda en Asia, los países de la región están mejor preparados para hacer frente a las tragedias, indicó este lunes la Organización de las Naciones Unidas para la Alimentación y la Agricultura (FAO).\n\nUna década más tarde, mientras el mundo recuerda la terrible pérdida de vidas, la FAO examinó \"las lecciones aprendidas\" a nivel de daños agrícolas, seguridad alimentaria y nutrición provocados por este tipo de eventos naturales y climáticos.\n\n\"Lo que nosotros y nuestros países miembros hemos aprendido y lo que vemos realizado es impresionante, pero todavía hay mucho que se puede y se debe hacer para prevenir y mitigar los desastres\", afirmó Hiroyuki Konuma, director general adjunto de la FAO y representante regional para Asia y el Pacífico.\n\nSegún la FAO, entre 2001 y 2010, el costo de los desastres para la región Asia y el Pacífico tuvo un promedio de 34.000 millones de dólares al año.\n\nUn taller sobre el tema estableció que se debe dar prioridad al desglose de datos sobre los sectores y medios de vida afectados y \"considerar otras amenazas como la degradación de los ecosistemas marinos y del medio ambiente\".\n\nEl grupo de expertos concluyó que \"los efectos del rápido crecimiento demográfico y la urbanización, junto con una base de recursos naturales erosionada y el cambio climático, implican que los eventos provocados por el clima plantean el mayor riesgo para la región\".\n\nPara la agencia de Naciones Unidas, cuya sede central se encuentra en Roma, \"se requiere transferir el conocimiento y la tecnología sobre la reducción del riesgo a nivel local para empoderar a las personas más vulnerables y en mayor riesgo\", reconoce la entidad.",
                    "date": "2014-12-22",
                    "eventUri": "2105943",
                    "id": "28996803",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8064,
                    "source": {
                        "title": "El Nacional",
                        "uri": "www.el-nacional.com"
                    },
                    "time": "23:55:00",
                    "title": "Fao: ten years after tsunami, Asia is better prepared",
                    "uri": "236272189",
                    "url": "http://www.el-nacional.com/mundo/FAO-despues-tsunami-Asia-preparada_0_542345862.html",
                    "wgt": 1
                },
                {
                    "body": "Barcos varados en tierra debido a la baja marea en la isla de Ko Phra Tong, Tailandia el 2 de diciembre de 2014 (AFP/AFP/Archivos)\n\nDiez aсos despuйs del tsunami que devastу las costas del Ocйano Нndico, el peor desastre natural que se recuerda en Asia, los paнses de la regiуn estбn mejor preparados para hacer frente a las tragedias, indicу este lunes la Organizaciуn de las Naciones Unidas para la Alimentaciуn y la Agricultura (FAO).\n\nUna dйcada mбs tarde, mientras el mundo recuerda la terrible pйrdida de vidas, la FAO examinу \"las lecciones aprendidas\" a nivel de daсos agrнcolas, seguridad alimentaria y nutriciуn provocados por este tipo de eventos naturales y climбticos.\n\n\"Lo que nosotros y nuestros paнses miembros hemos aprendido y lo que vemos realizado es impresionante, pero todavнa hay mucho que se puede y se debe hacer para prevenir y mitigar los desastres\", afirmу Hiroyuki Konuma, director general adjunto de la FAO y representante regional para Asia y el Pacнfico.\n\nSegъn la FAO, entre 2001 y 2010, el costo de los desastres para la regiуn Asia y el Pacнfico tuvo un promedio de 34.000 millones de dуlares al aсo.\n\nUn taller sobre el tema estableciу que se debe dar prioridad al desglose de datos sobre los sectores y medios de vida afectados y \"considerar otras amenazas como la degradaciуn de los ecosistemas marinos y del medio ambiente\".\n\nEl grupo de expertos concluyу que \"los efectos del rбpido crecimiento demogrбfico y la urbanizaciуn, junto con una base de recursos naturales erosionada y el cambio climбtico, implican que los eventos provocados por el clima plantean el mayor riesgo para la regiуn\".\n\nPara la agencia de Naciones Unidas, cuya sede central se encuentra en Roma, \"se requiere transferir el conocimiento y la tecnologнa sobre la reducciуn del riesgo a nivel local para empoderar a las personas mбs vulnerables y en mayor riesgo\", reconoce la entidad.",
                    "date": "2014-12-23",
                    "eventUri": "2105943",
                    "id": "29017842",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6774,
                    "source": {
                        "title": "www.deperu.com",
                        "uri": "www.deperu.com"
                    },
                    "time": "05:57:00",
                    "title": "Ten aos despus of tsunami, Asia this better prepared, segn fao",
                    "uri": "236320296",
                    "url": "http://www.deperu.com/noticias/diez-anos-despues-del-tsunami-asia-esta-mejor-preparada-segun-fao-56304.html",
                    "wgt": 1
                },
                {
                    "body": "Diez años después de que el peor desastre natural de la historia azotase las costas del sur y sudeste de Asia, la región está mejor preparada para hacer frente a tragedias como el tsunami del Océano Índico, pero todavía hay margen de mejora, advirtió este lunes la Organización de las Naciones Unidas para la Alimentación y la Agricultura (FAO).\n\nEl día después de Navidad de 2004, el tsunami se cobró la vida de más de 220.000 personas y dejó a 1,4 millones de supervivientes sin medios de subsistencia. Los campos, los estanques de peces, los barcos de pesca y el ganado del que dependían para alimentarse quedaron totalmente destrozados. Donde antes pastaban los animales y se cultivaba arroz, el tsunami dejó solo escombros.\n\nSilvie Wabbes Candotti, experta de la FAO, asegura que una década más tarde, las mejoras son muchas pero advierte que los efectos de la tragedia no han desaparecido todavía.\n\n\"La asistencia internacional lleva trabajando en la región por cinco años o más, pero para serte sincera, creo que los efectos de un desastre tan grande son probablemente más duraderos\", dijo.\n\nAntes del tsunami, la ayuda internacional era más reactiva que proactiva, centrándose más en salvar vidas humanas y luego en la recuperación. Desde entonces, ha habido un cambio de paradigma y se da la misma importancia a la reducción anticipada de riesgo y la prevención de desastres naturales.\n\nGracias a la contribución de 70 millones de dólares de sus socios, la FAO puso en marcha un amplio programa de respuesta de emergencia y recuperación en países como Tailandia, Indonesia y Sri Lanka.\n\nLa experta de la FAO explicó que su experiencia técnica no se centró tanto en la ayuda inmediata como proveer alimentos o atención sanitaria, sino más bien en enseñar a las comunidades cómo usar los recursos naturales para mejorar sus medios de subsistencia.\n\n\"Fue importante el papel que jugó la FAO en términos de buenas normas técnicas porque si estás reemplazando los barcos de los pescadores que perdieron el suyo, ¿es correcto devolverles el mismo número de barcos que tenían antes del desastre, cuando las reservas de la pesca ya se han agotado? ¿Acaso no deberíamos fijarnos en la tecnología y ayudarles a pescar de una manera más sostenible? Eso es lo que hizo la FAO\", dijo.\n\nEscuchábamos a Silvie Wabbes Candotti, experta de la FAO.",
                    "date": "2014-12-22",
                    "eventUri": "2105943",
                    "id": "28996839",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6765,
                    "source": {
                        "title": "www.unmultimedia.org",
                        "uri": "www.unmultimedia.org"
                    },
                    "time": "23:55:00",
                    "title": "Ten years after tsunami, Asia is better prepared to natural disasters",
                    "uri": "236272289",
                    "url": "http://www.unmultimedia.org/radio/spanish/2014/12/diez-anos-despues-del-tsunami-asia-esta-mejor-preparada-ante-los-desastres-naturales/",
                    "wgt": 1
                },
                {
                    "body": "Reciba gratis el informe de las principales noticias en su correo electrónico\n\nEl tsunami que devastó las costas del océano Índico en 2004 trajo mejoras en la cooperación internacional y en las técnicas para detectar olas capaces de impactar costas lejanas, aunque los científicos todavía no pueden predecir cuándo golpeará un terremoto.\n\nHace una década, los científicos no contaban con un sistema de alerta de tsunamis que funcionara en el océano Índico, ya que esa zona no había registrado este tipo de fenómenos en su historia reciente.\n\nEl principal órgano de control a nivel mundial, el Centro de Alertas de Tsunamis del Pacífico (con sede en Hawai), se enfocaba en áreas volátiles susceptibles de experimentar terremotos a lo largo del Cinturón de Fuego del Pacífico, incluyendo Japón y Sudamérica.\n\nMonitoreo\n\n\"No estábamos en una buena posición para responder rápidamente a un evento de esa magnitud\", dijo a la AFP, Mike Angove, director de una de las áreas del programa de tsunamis de la Oficina Nacional de Administración Oceánica y Atmosférica de Estados Unidos (NOAA, en inglés).\n\nLuego del desastre, los expertos en tsunamis comenzaron a monitorear el océano Índico, mientras la comunidad internacional establecía un nuevo sistema que finalmente fue implementado en 2013.\n\nAustralia, Indonesia e India son ahora los encargados del órgano de control, conocido como el Sistema de Alerta de Tsunamis del Océano Índico.\n\nEstados Unidos ha duplicado su personal en el Centro de Alertas de Tsunamis del Pacífico, de 8 a 15 personas, y sus sedes en Hawai y Alaska siguen trabajando 24 horas por día, siete días a la semana.\n\nIdentificar\n\nAunque los científicos aún no pueden predecir cuándo ocurrirá un terremoto que desate un tsunami, para advertir a la población costera y que pueda huir, ahora es capaz de predecir mejor las olas que se expanden hacia costas lejanas, señaló Angove.\n\n\"Podemos identificar las olas mientras se mueven a través del océano profundo, modelarlo y obtener pronósticos significativos para las costas lejanas, y eso podría estar tan cerca como una hora de distancia\", explica.\n\nEn el 2011 los científicos lograron \"modelar muy precisamente\" la ola que venía desde Japón y brindar una alerta localizada dirigida a personas en áreas específicas de la costa oeste de Estados Unidos antes de que llegara\", afirmó Angove.",
                    "date": "2014-12-21",
                    "eventUri": "2105943",
                    "id": "28874441",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3777,
                    "source": {
                        "title": "El Nuevo Diario",
                        "uri": "www.elnuevodiario.com.ni"
                    },
                    "time": "13:31:00",
                    "title": "Preparado sistema mundial de alerta de tsunamis",
                    "uri": "235964040",
                    "url": "http://www.elnuevodiario.com.ni/internacionales/337655-preparado-sistema-mundial-de-alerta-de-tsunamis",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-12-22",
            "avgCos": 0.7119,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "2105943",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "2105943",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Italy",
                    "lat": 42.83333,
                    "long": 12.83333,
                    "wikiUri": "http://en.wikipedia.org/wiki/Italy"
                },
                "labelEng": "Rome",
                "lat": 41.89474,
                "long": 12.4839,
                "wikiUri": "http://en.wikipedia.org/wiki/Rome"
            },
            "storyDate": "2014-12-22",
            "storyDateEnd": "",
            "uri": "spa-63A553DD-A2F8-411E-9FB6-620DC17635E3-10670",
            "variance": 0.2466
        }
    }
}