{
    "850f305d-14db-4c75-b547-79470a557ea3-495165": {
        "articles": {
            "resultCount": 36,
            "results": [
                {
                    "body": "Taiwan's Quanta Computer Inc will start mass production of Apple Inc's first smartwatch in July, a source familiar with the matter said, as the U.S. tech giant tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n (Also Read: Apple to Launch Its First Wearable Device in October: Reports)\nWhile the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.  Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n (Also Read: Apple iWatch already in production ahead of September launch: Report)\nGame-changer?\n Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.  But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.  Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.  Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.  IDC predicts that worldwide smartphone sales will increase 23 percent this year, slower than the 39 percent last year, and that annual growth will average only 12 percent from 2013 to 2018.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13768731",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8981,
                    "source": {
                        "title": "NDTV Gadgets",
                        "uri": "gadgets.ndtv.com"
                    },
                    "time": "09:17:00",
                    "title": "Apple iWatch With 2.5-Inch Display Said to Launch in October",
                    "uri": "191884214",
                    "url": "http://gadgets.ndtv.com/wearables/news/apple-iwatch-with-25-inch-display-said-to-launch-in-october-544820",
                    "wgt": 1
                },
                {
                    "body": "TAIPEI: Taiwan's Quanta Computer Inc will start mass production of Apple Inc's first smartwatch in July, a source familiar with the matter said, as the US tech giant tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain sceptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.\n Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5in diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70% of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.\n The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.  Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.\n Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n Game-changer?\n Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc -- gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.  Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23% this year, slower than the 39% last year, and that annual growth will average only 12% from 2013 to 2018.  -- Reuters",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13769322",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8972,
                    "source": {
                        "title": "www.thestar.com.my",
                        "uri": "www.thestar.com.my"
                    },
                    "time": "04:59:00",
                    "title": "Taiwan's Quanta to start mass production of Apple's smartwatch in July: source - The Star Online",
                    "uri": "191888142",
                    "url": "http://www.thestar.com.my/Tech/Tech-News/2014/06/20/Taiwans-Quanta-to-start-mass-production-of-Apples-smartwatch-in-July-source/",
                    "wgt": 1
                },
                {
                    "body": "Taiwan's Quanta Computer will start mass production of Apple Inc's first smartwatch in July, a source familiar with the matter said, as the US tech giant tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.  Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n GAME-CHANGER?  Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.  But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.  Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.  Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.  Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.  IDC predicts that worldwide smartphone sales will increase 23 percent this year, slower than the 39 percent last year, and that annual growth will average only 12 percent from 2013 to 2018.",
                    "date": "2014-06-21",
                    "eventUri": "879133",
                    "id": "13810302",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8943,
                    "source": {
                        "title": "Tech2",
                        "uri": "tech.firstpost.com"
                    },
                    "time": "09:13:00",
                    "title": "Apple iWatch mass production begins in July, expected to launch in October - Firstpost",
                    "uri": "192073393",
                    "url": "http://tech.firstpost.com/news-analysis/apple-iwatch-mass-production-begins-in-july-expected-to-launch-in-october-226230.html",
                    "wgt": 1
                },
                {
                    "body": "Taipei: Taiwan's Quanta Computer Inc will start mass production of Apple Inc's/sfirst smartwatch in July, a source familiar with the matter said, as the U.S. tech giant tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits as growth slows in tech gadgets\nThe production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co , one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n GAME-CHANGER?\n Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc/s- gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.\n Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, slower than the 39 percent last year, and that annual growth will average only 12 percent from 2013 to 2018.",
                    "date": "2014-06-21",
                    "eventUri": "879133",
                    "id": "13807831",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.894,
                    "source": {
                        "title": "gulfnews.com",
                        "uri": "gulfnews.com"
                    },
                    "time": "06:58:00",
                    "title": "'Apple set to start mass production of iWatch in July'",
                    "uri": "192058793",
                    "url": "http://gulfnews.com/apple-set-to-start-mass-production-of-iwatch-in-july-1.1349715",
                    "wgt": 1
                },
                {
                    "body": "Taipei: Taiwan's Quanta Computer Inc will start mass production of Apple Inc's first smartwatch in July, a source familiar with the matter said, as the US tech giant tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.  Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n Game-changer?\n Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.  But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.  Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 per cent this year, slower than the 39 per cent last year, and that annual growth will average only 12 per cent from 2013 to 2018.",
                    "date": "2014-06-22",
                    "eventUri": "879133",
                    "id": "13831146",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.892,
                    "source": {
                        "title": "IBNLive",
                        "uri": "ibnlive.in.com"
                    },
                    "time": "06:49:00",
                    "title": "Apple's iWatch to enter mass production in July; likely to come with a 2. ...",
                    "uri": "192205154",
                    "url": "http://ibnlive.in.com/news/apples-iwatch-to-enter-mass-production-in-july-likely-to-come-with-a-25inch-display-wireless-charging-capabilities/480949-11.html",
                    "wgt": 1
                },
                {
                    "body": "TAIPEI - Taiwan's Quanta Computer Inc will start mass production of Apple Inc's first smartwatch in July, according to a source familiar with the matter, as the tech giant tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe watch, which remains unnamed but which company followers have dubbed the iWatch, will be Apple's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits amid cooling growth in tech gadgets.\n The production will be a boost to Quanta, given that its work for Apple till now has focused on laptops and iPods, product lines that are in decline.  Quanta's role though is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n While the watch is widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is currently in trial production at Quanta, which will be the main manufacturer, accounting for at least 70% of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n GAME-CHANGER?\n Apple's move will follow on the heels of releases of similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say haven't been appealing or user-friendly enough to ignite a wave of mass adoption.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices - a category that includes smartwatches - will triple in size this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007.\n Some are foreseeing that smartphone sales, the current cash cow of the consumer tech world, will lose momentum in the years ahead as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23% this year, a slowdown from the 39% growth of last year, and that growth will average only 12% annually from 2013 to 2018.",
                    "date": "2014-06-19",
                    "eventUri": "879133",
                    "id": "13803411",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8838,
                    "source": {
                        "title": "Camrose Canadian",
                        "uri": "www.camrosecanadian.com"
                    },
                    "time": "23:24:00",
                    "title": "Apple's iWatch coming as early as October: Source - Camrose Canadian",
                    "uri": "191842706",
                    "url": "http://www.camrosecanadian.com/2014/06/19/apples-iwatch-coming-as-early-as-october-source",
                    "wgt": 1
                },
                {
                    "body": "TAIPEI - Taiwan's Quanta Computer Inc will start mass production of Apple Inc's (AAPL) first smartwatch in July, a source familiar with the matter said, as the tech company tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co , one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n GAME-CHANGER?\n Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.\n Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, slower than the 39 percent last year, and that annual growth will average only 12 percent from 2013 to 2018.\n (Reporting by Michael Gold; Additional reporting by Reiji Murai in TOKYO, Christina Farr in SAN FRANCISCO, Jeremy Wagstaff in SINGAPORE and Vincent Lee in SEOUL; Editing by Rachel Armstrong, Bernard Orr and Richard Chang)",
                    "date": "2014-06-19",
                    "eventUri": "879133",
                    "id": "13756081",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8673,
                    "source": {
                        "title": "Fox Business",
                        "uri": "www.foxbusiness.com"
                    },
                    "time": "23:35:00",
                    "title": "Quanta to Start Mass Production of Apple's Smartwatch in July: Report",
                    "uri": "191812221",
                    "url": "http://www.foxbusiness.com/industries/2014/06/19/taiwan-quanta-to-start-mass-production-apple-smartwatch-in-july-source/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bfoxbusiness%252Flatest%2B%2528Internal%2B-%2BLatest%2BNews%2B-%2BText%2529",
                    "wgt": 1
                },
                {
                    "body": "Taiwan's Quanta Computer will start mass production of the first Apple smartwatch in July, a source familiar with the matter said, as the US tech giant tries to prove it can still innovate against rival Samsung.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The watch, which remains unnamed but which company followers have dubbed the iWatch, will be Apple's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits amid cooling growth in tech gadgets.\n The production will be a boost to Quanta, given that its work for Apple till now has focused on laptops and iPods, product lines that are in decline.  Quanta's role though is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n While the watch is widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is currently in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n Apple's move will follow on the heels of releases of similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say haven't been appealing or user-friendly enough to ignite a wave of mass adoption.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices - a category that includes smartwatches - will triple in size this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007.  Some are foreseeing that smartphone sales, the current cash cow of the consumer tech world, will lose momentum in the years ahead as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, a slowdown from the 39 percent growth of last year, and that growth will average only 12 percent annually from 2013 to 2018.",
                    "date": "2014-06-21",
                    "eventUri": "879133",
                    "id": "13808222",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8646,
                    "source": {
                        "title": "Tech2",
                        "uri": "tech.firstpost.com"
                    },
                    "time": "06:18:00",
                    "title": "Apple iWatch may get multiple designs, wireless charging; expected to launch in ... - Firstpost",
                    "uri": "192061116",
                    "url": "http://tech.firstpost.com/news-analysis/apple-iwatch-may-get-multiple-designs-wireless-charging-expected-to-launch-in-october-226171.html?utm_source%253Dtop_stories",
                    "wgt": 1
                },
                {
                    "body": "TAIPEI -- Taiwan's Quanta Computer will start mass production of Apple's first smartwatch next month, a source familiar with the matter said, as the United States tech giant tries to prove it can still innovate against rival Samsung.\n The still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain sceptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision, one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start next month and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches (6.4cm) diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 per cent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.  Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n GAME-CHANGER?\n Apple's smartwatch will follow similar devices by Samsung, Sony, Motorola and LG -- gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.  But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over last year.  Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.  Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.  Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.  IDC predicts that worldwide smartphone sales will increase 23 per cent this year, slower than the 39 per cent last year, and that annual growth will average only 12 per cent from last year to 2018.  REUTERS",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13769214",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8595,
                    "source": {
                        "title": "TODAYonline",
                        "uri": "www.todayonline.com"
                    },
                    "time": "07:34:00",
                    "title": "Taiwan's Quanta to start mass production of Apple's smartwatch in July: Sources - TODAYonline",
                    "uri": "191887492",
                    "url": "http://www.todayonline.com/tech/taiwans-quanta-start-mass-production-apples-smartwatch-july-sources",
                    "wgt": 1
                },
                {
                    "body": "The watch, which remains unnamed but which company followers have dubbed the iWatch, will be Apple's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits amid cooling growth in tech gadgets.\n The production will be a boost to Quanta, given that its work for Apple till now has focused on laptops and iPods, product lines that are in decline.  Quanta's role though is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n While the watch is widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is currently in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n Apple's move will follow on the heels of releases of similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say haven't been appealing or user-friendly enough to ignite a wave of mass adoption.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices - a category that includes smartwatches - will triple in size this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007.\n Some are foreseeing that smartphone sales, the current cash cow of the consumer tech world, will lose momentum in the years ahead as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, a slowdown from the 39 percent growth of last year, and that growth will average only 12 percent annually from 2013 to 2018.\n (Reporting by Michael Gold; Additional reporting by Reiji Murai in TOKYO, Christina Farr in SAN FRANCISCO, Jeremy Wagstaff in SINGAPORE and Vincent Lee in SEOUL; Editing by Rachel Armstrong, Bernard Orr)",
                    "date": "2014-06-19",
                    "eventUri": "879133",
                    "id": "13750286",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8377,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "20:40:00",
                    "title": "Taiwan's Quanta to start mass production of Apple's smartwatch in July: source",
                    "uri": "191788179",
                    "url": "http://www.reuters.com/article/2014/06/19/us-apple-smartwatch-idUSKBN0EU2AU20140619?feedType=RSS&feedName=topNews",
                    "wgt": 1
                },
                {
                    "body": "Samsung Galaxy Note 3,Gear smartwatch unveiled ahead of September 11 Apple Inc. iPhone 5 launch\nTaiwan's Quanta Computer Inc will start mass production of Apple Inc's first smartwatch in July, a source familiar with the matter said, as the tech company tries to prove it can still innovate against rival Samsung Electronics Co Ltd.\nThe still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co, one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.  Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc -- gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.  But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Google, Microsoft to add smartphone 'kill' switches\nWashington: Google and Microsoft plan to join Apple in introducing theft-deterring \"kill switches\" in their smartphone operating systems, as part of an agreement with mayors and police agencies.  The announcement came in a report by the \"Secure Our Smartphones Initiative\" led by the New York state attorney general with officials from San Francisco and London.\n The coalition of more than 100 elected leaders and law enforcement officials from major cities said the agreement means the three main smartphone platforms would soon add continued...",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13808928",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7998,
                    "source": {
                        "title": "indianexpress.com",
                        "uri": "indianexpress.com"
                    },
                    "time": "21:22:00",
                    "title": "Apple's first smartwatch gets ready to roll down the assembly line - Indian Express",
                    "uri": "192065442",
                    "url": "http://indianexpress.com/article/business/business-others/apples-first-smartwatch-gets-ready-to-roll-down-the-assembly-line/",
                    "wgt": 1
                },
                {
                    "body": "SAN FRANCISCO: Apple Inc plans to launch smartwatches with multiple screen sizes and designs this fall, a daily on Friday cited a person familiar with the matter as saying.\n Taiwan's Quanta will begin mass production of Apple's first smartwatches from July, in time for an October launch, several sources familiar with the matter told Reuters on Thursday.\n The daily on Friday also cited sources saying Quanta would manufacture the device.\n One of the sources told Reuters on Thursday that Apple expects to ship 50 million units of the so-called iWatch within the first year of the product's release, although these types of initial estimates can be subject to change.\n The smartwatch will come with a slightly rectangular display that likely measures 2.5 inches diagonally, the source added.  The watch-face will protrude slightly from the band, creating an arched shape, and feature a touch interface and wireless charging capabilities, according to the source.\n Another source told Reuters that LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.\n The iWatch will also contain a sensor that monitors a user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for that feature, two sources said on Thursday.\n Apple's smartwatch will follow similar devices by Samsung , Sony Corp, Motorola and LG Electronics Inc gadgets that tech watchers say have not been appealing or user-friendly enough for mass adoption.\n But the market is growing fast.  Data firm IDC estimates that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has declined to comment on reports about upcoming products.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13783513",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7955,
                    "source": {
                        "title": "Economic Times",
                        "uri": "economictimes.indiatimes.com"
                    },
                    "time": "16:14:00",
                    "title": "Apple's iWatch may sport multiple designs: Report",
                    "uri": "191947281",
                    "url": "http://economictimes.indiatimes.com/tech/hardware/apples-iwatch-may-sport-multiple-designs-report/articleshow/36900258.cms",
                    "wgt": 1
                },
                {
                    "body": "Taiwan's Quanta Computer Inc will start mass production of Apple first smartwatch in July, and the much anticipated timepiece will be revealed in October, it has been claimed.\n Rumours still differ as to whether the watch will be round or rectangular.\n It could also come in both mens and womens sizes, will help track user's health.\n It is claimed Apple will produce upto 5 million of the gadgets per month.\n The production will be a boost to Quanta, given that its work for Apple till now has focused on laptops and iPods, product lines that are in decline.\n While the watch is widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.\n Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.\n The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.\n The watch is currently in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.\n It also contains a sensor that monitors the user's pulse.\n Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices - a category that includes smartwatches - will triple in size this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce 'new product categories\"' this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007.\n Some are foreseeing that smartphone sales, the current cash cow of the consumer tech world, will lose momentum in the years ahead as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, a slowdown from the 39 percent growth of last year, and that growth will average only 12 percent annually from 2013 to 2018.\n Apple VP Eddy Cue's recently hinted at the launch, saying: 'Later this year, we've got the best product pipeline that I've seen in my 25 years at Apple.' '\nAccording top Nikkei, the watch will run a version of Apple's iOS software currently found on the iPad and iPhone.\n 'The new watch-like wearable gear will run on this OS, which will be equipped with a centralized function to manage users' biometric information via smartphones,' it said.\n During a trip to Taiwan, a New York tech analyst recently said an Apple supplier revealed a number of features of the much-rumoured device, including a rounded face and slim design.\n This would resemble how the Moto 360 looks - and contradicts previous reports the watch would have a curved, or square screen.\n The reports were made by Brian Blair from Rosenblatt Securities.\n According to his supply chain sources, the iWatch will be designed to look like a traditional watch, and move away from the chunky, square look of the G Watch and Samsung's Gear range.\n Motorola announced its own plans for a round, Android-powered smartwatch earlier this year and Blair's sources claim Apple's version will be almost identical, if not a little thinner.\n As Business Insider noted, Apple's icons have rounded edges and this would suit a circular face.\n Blair's source also confirmed previous rumours that the iWatch would be available in 'his' and 'hers' models, and will go into production from July.\n The design is similar to concepts created by Mark Bell from Belmdesigns.\n Bell's concept incorporates the rumoured Healthbook fitness features that leaked in March, but experts believe Apple could additionally be working on a separate wristband specifically designed to track health.\n Earlier this week, during the unveiling of its latest G3 handset, LG gave a sneak peek of its square Android-powered G Watch.\n All three - the Moto 360, the G Watch and the iWatch - are expected to launch later this year.\n It's likely the Moto 360 will be announced at Google's I/O in June, and go on sale for £180 in July, followed by the iWatch during Apple's annual September event.\n Price-wise, an Apple iWatch may follow the same pattern as Apple's handsets and sit at the top end of the market.\n Reports last month even stated it could cost 'thousands' of dollars.\n Although the smartwatches of Samsung and Sony haven't been as popular as analysts predicted, Blair said orders for the iWatch are surpassing expectation and he forecasts 18 to 21 million iWatches will be sold before Christmas.\n Samsung also recently revealed a new smart wristband and announced plans to let manufacturers use the same core components - much like the mobile phone market.\n There is widespread speculation Apple has been working on wearable devices, and its products tend to use proprietary technologies.  However, an open system would be a departure for Samsung as well.\n Its Gear wristwatches and fitness devices currently work only with Samsung phones.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13758316",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7869,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "00:58:00",
                    "title": "Apple's iWatch set to begin production in July - and finally be revealed in October",
                    "uri": "191822974",
                    "url": "http://www.dailymail.co.uk/sciencetech/article-2663098/Apples-iWatch-set-begin-production-July-finally-revealed-October.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "Rumours state the watch will have a round face and come in two versions\nTaiwan's Quanta Computer Inc will start mass production of Apple first smartwatch in July, and the much anticipated timepiece will be revealed in October, it has been claimed.\n Rumours still differ as to whether the watch will be round or rectangular.\n It could also come in both mens and womens sizes, will help track user's health.\n It is claimed Apple will produce upto 5 million of the gadgets per month.\n The production will be a boost to Quanta, given that its work for Apple till now has focused on laptops and iPods, product lines that are in decline.\n While the watch is widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.\n Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.\n The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.\n The watch is currently in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.\n It also contains a sensor that monitors the user's pulse.\n Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices - a category that includes smartwatches - will triple in size this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce 'new product categories\"' this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007.\n Some are foreseeing that smartphone sales, the current cash cow of the consumer tech world, will lose momentum in the years ahead as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, a slowdown from the 39 percent growth of last year, and that growth will average only 12 percent annually from 2013 to 2018.\n Apple VP Eddy Cue's recently hinted at the launch, saying: 'Later this year, we've got the best product pipeline that I've seen in my 25 years at Apple.' '\nAccording top Nikkei, the watch will run a version of Apple's iOS software currently found on the iPad and iPhone.\n 'The new watch-like wearable gear will run on this OS, which will be equipped with a centralized function to manage users' biometric information via smartphones,' it said.\n During a trip to Taiwan, a New York tech analyst recently said an Apple supplier revealed a number of features of the much-rumoured device, including a rounded face and slim design.\n This would resemble how the Moto 360 looks - and contradicts previous reports the watch would have a curved, or square screen.\n The reports were made by Brian Blair from Rosenblatt Securities.\n According to his supply chain sources, the iWatch will be designed to look like a traditional watch, and move away from the chunky, square look of the G Watch and Samsung's Gear range.\n Motorola announced its own plans for a round, Android-powered smartwatch earlier this year and Blair's sources claim Apple's version will be almost identical, if not a little thinner.\n As Business Insider noted, Apple's icons have rounded edges and this would suit a circular face.\n Blair's source also confirmed previous rumours that the iWatch would be available in 'his' and 'hers' models, and will go into production from July.\n The design is similar to concepts created by Mark Bell from Belmdesigns.\n Bell's concept incorporates the rumoured Healthbook fitness features that leaked in March, but experts believe Apple could additionally be working on a separate wristband specifically designed to track health.\n Earlier this week, during the unveiling of its latest G3 handset, LG gave a sneak peek of its square Android-powered G Watch.\n All three - the Moto 360, the G Watch and the iWatch - are expected to launch later this year.\n It's likely the Moto 360 will be announced at Google's I/O in June, and go on sale for £180 in July, followed by the iWatch during Apple's annual September event.\n Price-wise, an Apple iWatch may follow the same pattern as Apple's handsets and sit at the top end of the market.\n Reports last month even stated it could cost 'thousands' of dollars.\n Although the smartwatches of Samsung and Sony haven't been as popular as analysts predicted, Blair said orders for the iWatch are surpassing expectation and he forecasts 18 to 21 million iWatches will be sold before Christmas.\n Samsung also recently revealed a new smart wristband and announced plans to let manufacturers use the same core components - much like the mobile phone market.\n There is widespread speculation Apple has been working on wearable devices, and its products tend to use proprietary technologies.  However, an open system would be a departure for Samsung as well.\n Its Gear wristwatches and fitness devices currently work only with Samsung phones.",
                    "date": "2014-06-19",
                    "eventUri": "879133",
                    "id": "13754028",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7865,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "22:31:00",
                    "title": "Apple's iWatch winds up for October launch: Health tracking timepiece set to begin mass production in July",
                    "uri": "191804032",
                    "url": "http://www.dailymail.co.uk/sciencetech/article-2663098/Apples-iWatch-set-begin-production-July-finally-revealed-October.html",
                    "wgt": 1
                },
                {
                    "body": "Rumours state the watch will have a round face and come in two versions\nApple's iWatch will includes more than 10 sensors to take health measurements and other data.\n It is also set to come in multiple sizes - and is expected to go on sale in October.\n The much rumoured watch is believed to be about to begin mass production in Taiwan.\n The Wall Street Journal also said that Apple is planning multiple screen sizes for the device, and previous rumour have claimed a male and female version will be released.\n Rumours still differ as to whether the watch will be round or rectangular.\n Samsung, Sony, Qualcomm and others have already released smartwatches, but the gadgets have mostly functioned as companions to smartphones, offering email notifications, clock functions and the like.  Samsung's Gear 2 line, released this year, added fitness-related apps and has a heart rate sensor.\n There's been longstanding speculation that Apple has been working on a smartwatch.\n The main question has been when it would come out.\n Apple intensified speculation this month when it said the upcoming version of its mobile operating system, iOS 8, will include tools for managing health data.\n The software is expected in September, along with new iPhones.\n Apple has been under pressure to release new products, as investors question whether the company that popularized the smartphone and the tablet computer is still able to innovate following the death of co-founder Steve Jobs.\n Taiwan's Quanta Computer Inc will start mass production of Apple first smartwatch in July, and the much anticipated timepiece will be revealed in October, it has been claimed.\n It could also come in both mens and womens sizes, will help track user's health.\n It is claimed Apple will produce upto 5 million of the gadgets per month.\n The production will be a boost to Quanta, given that its work for Apple till now has focused on laptops and iPods, product lines that are in decline.\n The display measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.\n The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.\n The watch is currently in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.\n It also contains a sensor that monitors the user's pulse.\n Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices - a category that includes smartwatches - will triple in size this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce 'new product categories\"' this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007.\n Some are foreseeing that smartphone sales, the current cash cow of the consumer tech world, will lose momentum in the years ahead as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, a slowdown from the 39 percent growth of last year, and that growth will average only 12 percent annually from 2013 to 2018.\n Apple VP Eddy Cue's recently hinted at the launch, saying: 'Later this year, we've got the best product pipeline that I've seen in my 25 years at Apple.' '\nAccording top Nikkei, the watch will run a version of Apple's iOS software currently found on the iPad and iPhone.\n 'The new watch-like wearable gear will run on this OS, which will be equipped with a centralized function to manage users' biometric information via smartphones,' it said.\n During a trip to Taiwan, a New York tech analyst recently said an Apple supplier revealed a number of features of the much-rumoured device, including a rounded face and slim design.\n This would resemble how the Moto 360 looks - and contradicts previous reports the watch would have a curved, or square screen.\n The reports were made by Brian Blair from Rosenblatt Securities.\n According to his supply chain sources, the iWatch will be designed to look like a traditional watch, and move away from the chunky, square look of the G Watch and Samsung's Gear range.\n Motorola announced its own plans for a round, Android-powered smartwatch earlier this year and Blair's sources claim Apple's version will be almost identical, if not a little thinner.\n As Business Insider noted, Apple's icons have rounded edges and this would suit a circular face.\n Blair's source also confirmed previous rumours that the iWatch would be available in 'his' and 'hers' models, and will go into production from July.\n The design is similar to concepts created by Mark Bell from Belmdesigns.\n Bell's concept incorporates the rumoured Healthbook fitness features that leaked in March, but experts believe Apple could additionally be working on a separate wristband specifically designed to track health.\n Earlier this week, during the unveiling of its latest G3 handset, LG gave a sneak peek of its square Android-powered G Watch.\n All three - the Moto 360, the G Watch and the iWatch - are expected to launch later this year.\n It's likely the Moto 360 will be announced at Google's I/O in June, and go on sale for £180 in July, followed by the iWatch during Apple's annual September event.\n Price-wise, an Apple iWatch may follow the same pattern as Apple's handsets and sit at the top end of the market.\n Reports last month even stated it could cost 'thousands' of dollars.\n Although the smartwatches of Samsung and Sony haven't been as popular as analysts predicted, Blair said orders for the iWatch are surpassing expectation and he forecasts 18 to 21 million iWatches will be sold before Christmas.\n Samsung also recently revealed a new smart wristband and announced plans to let manufacturers use the same core components - much like the mobile phone market.\n There is widespread speculation Apple has been working on wearable devices, and its products tend to use proprietary technologies.  However, an open system would be a departure for Samsung as well.\n Its Gear wristwatches and fitness devices currently work only with Samsung phones.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13789650",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7826,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "18:48:00",
                    "title": "Which will you choose? Apple's iWatch set to come in multiple sizes - and will include more than ten sensors to monitor wearer's health",
                    "uri": "191970766",
                    "url": "http://www.dailymail.co.uk/sciencetech/article-2663938/Which-choose-Apples-iWatch-set-come-multiple-sizes-include-ten-sensors-monitor-wearers-health.html#ixzz35CsKzIA6",
                    "wgt": 1
                },
                {
                    "body": "Apple's iWatch will includes more than 10 sensors to take health measurements and other data.\n It is also set to come in multiple sizes - and is expected to go on sale in October.\n The much rumoured watch is believed to be about to begin mass production in Taiwan.\n The Wall Street Journal also said that Apple is planning multiple screen sizes for the device, and previous rumour have claimed a male and female version will be released.\n Rumours still differ as to whether the watch will be round or rectangular.\n Samsung, Sony, Qualcomm and others have already released smartwatches, but the gadgets have mostly functioned as companions to smartphones, offering email notifications, clock functions and the like.  Samsung's Gear 2 line, released this year, added fitness-related apps and has a heart rate sensor.\n There's been longstanding speculation that Apple has been working on a smartwatch.\n The main question has been when it would come out.\n Apple intensified speculation this month when it said the upcoming version of its mobile operating system, iOS 8, will include tools for managing health data.\n The software is expected in September, along with new iPhones.\n Apple has been under pressure to release new products, as investors question whether the company that popularized the smartphone and the tablet computer is still able to innovate following the death of co-founder Steve Jobs.\n Taiwan's Quanta Computer Inc will start mass production of Apple first smartwatch in July, and the much anticipated timepiece will be revealed in October, it has been claimed.\n It could also come in both mens and womens sizes, will help track user's health.\n It is claimed Apple will produce upto 5 million of the gadgets per month.\n The production will be a boost to Quanta, given that its work for Apple till now has focused on laptops and iPods, product lines that are in decline.\n The display measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.\n The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.\n The watch is currently in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n A third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.\n It also contains a sensor that monitors the user's pulse.\n Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices - a category that includes smartwatches - will triple in size this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce 'new product categories\"' this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007.\n Some are foreseeing that smartphone sales, the current cash cow of the consumer tech world, will lose momentum in the years ahead as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 percent this year, a slowdown from the 39 percent growth of last year, and that growth will average only 12 percent annually from 2013 to 2018.\n Apple VP Eddy Cue's recently hinted at the launch, saying: 'Later this year, we've got the best product pipeline that I've seen in my 25 years at Apple.' '\nAccording top Nikkei, the watch will run a version of Apple's iOS software currently found on the iPad and iPhone.\n 'The new watch-like wearable gear will run on this OS, which will be equipped with a centralized function to manage users' biometric information via smartphones,' it said.\n During a trip to Taiwan, a New York tech analyst recently said an Apple supplier revealed a number of features of the much-rumoured device, including a rounded face and slim design.\n This would resemble how the Moto 360 looks - and contradicts previous reports the watch would have a curved, or square screen.\n The reports were made by Brian Blair from Rosenblatt Securities.\n According to his supply chain sources, the iWatch will be designed to look like a traditional watch, and move away from the chunky, square look of the G Watch and Samsung's Gear range.\n Motorola announced its own plans for a round, Android-powered smartwatch earlier this year and Blair's sources claim Apple's version will be almost identical, if not a little thinner.\n As Business Insider noted, Apple's icons have rounded edges and this would suit a circular face.\n Blair's source also confirmed previous rumours that the iWatch would be available in 'his' and 'hers' models, and will go into production from July.\n The design is similar to concepts created by Mark Bell from Belmdesigns.\n Bell's concept incorporates the rumoured Healthbook fitness features that leaked in March, but experts believe Apple could additionally be working on a separate wristband specifically designed to track health.\n Earlier this week, during the unveiling of its latest G3 handset, LG gave a sneak peek of its square Android-powered G Watch.\n All three - the Moto 360, the G Watch and the iWatch - are expected to launch later this year.\n It's likely the Moto 360 will be announced at Google's I/O in June, and go on sale for £180 in July, followed by the iWatch during Apple's annual September event.\n Price-wise, an Apple iWatch may follow the same pattern as Apple's handsets and sit at the top end of the market.\n Reports last month even stated it could cost 'thousands' of dollars.\n Although the smartwatches of Samsung and Sony haven't been as popular as analysts predicted, Blair said orders for the iWatch are surpassing expectation and he forecasts 18 to 21 million iWatches will be sold before Christmas.\n Samsung also recently revealed a new smart wristband and announced plans to let manufacturers use the same core components - much like the mobile phone market.\n There is widespread speculation Apple has been working on wearable devices, and its products tend to use proprietary technologies.  However, an open system would be a departure for Samsung as well.\n Its Gear wristwatches and fitness devices currently work only with Samsung phones.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13793023",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7814,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "20:18:00",
                    "title": "Apple's iWatch set to come in multiple sizes with more than 10 health sensors",
                    "uri": "191981439",
                    "url": "http://www.dailymail.co.uk/sciencetech/article-2663938/Which-choose-Apples-iWatch-set-come-multiple-sizes-include-ten-sensors-monitor-wearers-health.html?ITO=1490&ns_mchannel=rss&ns_campaign=1490",
                    "wgt": 1
                },
                {
                    "body": "SAN FRANCISCO (Reuters) - Apple Inc plans to launch smartwatches with multiple screen sizes and designs this fall, the Wall Street Journal on Friday cited a person familiar with the matter as saying.\n Taiwan's Quanta will begin mass production of Apple's first smartwatches from July, in time for an October launch, several sources familiar with the matter told Reuters on Thursday.\n The Wall Street Journal on Friday also cited sources saying Quanta would manufacture the device.\n One of the sources told Reuters on Thursday that Apple expects to ship 50 million units of the so-called iWatch within the first year of the product's release, although these types of initial estimates can be subject to change.\n The smartwatch will come with a slightly rectangular display that likely measures 2.5 inches diagonally, the source added.  The watch-face will protrude slightly from the band, creating an arched shape, and feature a touch interface and wireless charging capabilities, according to the source.\n Another source told Reuters that LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.\n The iWatch will also contain a sensor that monitors a user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for that feature, two sources said on Thursday.\n Apple's smartwatch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say have not been appealing or user-friendly enough for mass adoption.\n But the market is growing fast.  Data firm IDC estimates that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has declined to comment on reports about upcoming products.\n (Reporting by San Francisco newsroom; editing by Gunna Dickson)",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13792774",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7617,
                    "source": {
                        "title": "Reuters",
                        "uri": "www.reuters.com"
                    },
                    "time": "17:28:00",
                    "title": "Apple's iWatch may sport multiple designs: WSJ - Reuters",
                    "uri": "191983096",
                    "url": "http://www.reuters.com/article/2014/06/20/us-apple-smartwatch-idUSKBN0EV1Z220140620",
                    "wgt": 1
                },
                {
                    "body": "Electricity Regulator Asks Power Grid to Probe Last Month's Disturbances\nApple Inc plans to launch smart-watches with multiple screen sizes and designs this fall, the Wall Street Journal on Friday cited a person familiar with the matter as saying.\n Taiwan's Quanta will begin mass production of Apple's first smart-watches from July, in time for an October launch, several sources familiar with the matter told Reuters on Thursday.\n The Wall Street Journal on Friday also cited sources saying Quanta would manufacture the device.\n One of the sources told Reuters on Thursday that Apple expects to ship 50 million units of the so-called iWatch within the first year of the product's release, although these types of initial estimates can be subject to change.\n The smart-watch will come with a slightly rectangular display that likely measures 2.5 inches diagonally, the source added.  The watch-face will protrude slightly from the band, creating an arched shape, and feature a touch interface and wireless charging capabilities, according to the source.\n Another source told Reuters that LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.\n The iWatch will also contain a sensor that monitors a user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for that feature, two sources said on Thursday.\n Apple's smart-watch will follow similar devices by Samsung, Sony Corp, Motorola and LG Electronics Inc - gadgets that tech watchers say have not been appealing or user-friendly enough for mass adoption.\n But the market is growing fast.  Data firm IDC estimates that worldwide shipments of wearable computing devices, including smart-watches, will triple this year over 2013.\n Apple has declined to comment on reports about upcoming products.\n Copyright @ Thomson Reuters 2014",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13786018",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7276,
                    "source": {
                        "title": "profit.ndtv.com",
                        "uri": "profit.ndtv.com"
                    },
                    "time": "17:20:00",
                    "title": "Apple's iWatch May Sport Multiple Designs: Report",
                    "uri": "191957334",
                    "url": "http://profit.ndtv.com/news/corporates/article-apples-iwatch-may-sport-multiple-designs-report-547188",
                    "wgt": 1
                },
                {
                    "body": "Taiwan's Quanta Computer Inc will start mass production of Apple's first smartwatch in July, a source familiar with the matter said, as the US tech giant tries to prove it can still innovate against rival Samsung Electronics.\n The still-unnamed watch, which Apple followers have dubbed the iWatch, will be the company's first foray into a niche product category that many remain skeptical about, especially as to whether it can drive profits as growth slows in tech gadgets.\n The production will be a boost to Quanta, whose work for Apple so far has focused on laptops and iPods, product lines that are in decline.  Quanta's role, though, is likely to raise questions about what involvement Hon Hai Precision Industry Co , one of Apple's biggest suppliers, will play in production.\n While the watch has been widely expected, the start date of its mass production and the extent of Quanta's involvement were not known until now.  Mass production will start in July and the commercial launch will come as early as October, according to the source and another person familiar with the matter.  The sources requested anonymity because Apple's production plans are private.\n Apple will introduce a smartwatch with a display that likely measures 2.5 inches diagonally and is slightly rectangular, one of the sources said.  The source added that the watch face will protrude slightly from the band, creating an arched shape, and will feature a touch interface and wireless charging capabilities.\n The source said Apple expects to ship 50 million units within the first year of the product's release, although these types of initial estimates can be subject to change.  The watch is in trial production at Quanta, which will be the main manufacturer, accounting for at least 70 percent of final assembly, the source said.\n Like many other smartwatches, Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone, according to the source.  The device will only be compatible with gadgets running Apple's iOS, like its flagship iPhone, one of the sources said.\n Most mainstream smartwatches collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n A third source said LG Display is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.\n Apple declined to comment.  Quanta, LG Display and Heptagon also declined to comment.\n Game-changer?\n Apple's smartwatch will follow similar devices by Samsung, Sony, Motorola and LG Electronics - gadgets that tech watchers say have not been appealing or user-friendly enough to ignite a wave of mass adoption.\n But the market is growing fast, with data firm IDC saying that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has already dropped hints of its plans in this arena, hiring the former chief executive of French fashion house Yves Saint Laurent, a unit of Kering SA, and proclaiming that it will introduce \"new product categories\" this year.\n Many are hoping that Apple's entry into the field of so-called smart wearables will transform the industry like the company's iPhone did in 2007.\n Some forecast that smartphone sales, the current cash cow of the consumer tech world, will lose momentum as the market reaches saturation.\n IDC predicts that worldwide smartphone sales will increase 23 per cent this year, slower than the 39 per cent last year, and that annual growth will average only 12 per cent from 2013 to 2018.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13770490",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6846,
                    "source": {
                        "title": "Irish Times",
                        "uri": "www.irishtimes.com"
                    },
                    "time": "10:37:00",
                    "title": "Apple 'iWatch' could be available as early as October",
                    "uri": "191895605",
                    "url": "http://www.irishtimes.com/business/sectors/technology/apple-iwatch-could-be-available-as-early-as-october-1.1839658?utm_source=dlvr.it&utm_medium=twitter",
                    "wgt": 1
                },
                {
                    "body": "Apple's 2.5-inch iWatch will begin production in July ahead of an October commercial launch, numerous sources have revealed.\n The Californian company's much-rumoured first smartwatch, dubbed the iWatch by fans, will sport a 2.5-inch arched rectangular display supplied by LG, sources told Reuters.\n The screen will contain a sensor that monitors the user's pulse, and the device will need to be paired with an iPhone in order to send messages and voice chat with others, they added.\n The iOS-compatible-only smartwatch is currently in trial production at Taiwanese manufacturer Quanta ahead of mass production starting next month and a potential October launch date, it has been alleged.\n While Quanta is allegedly the main manufacturer, Singaporean sensor maker Heptagon is also said to appear on a list of suppliers.\n The presence of health-monitoring sensors in the wearable device could suggest integration with the newly-announced iOS 8 HealthKit.\n Apple has never commented on the development of the speculated iWatch, but CEO Tim Cook had previously promised \"new product categories\" within 2014.\n The smartwatch is currently gaining traction as a lifestyle and well-being gadget due to its ability to collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n Rivals Samsung and Google have both created smartwatches, following the release of Samsung's Galaxy Gear watch and Google's Android collaboration with Motorola, HTC and Samsung is due for release later this year.\n If true, the announcement of an iWatch would mark Apple's first newly-created product since the introduction of the iPad in 2010.\n Many are hoping that Apple's entry into the field of so-called smart wearables will be a game-changer that transforms the industry like the company's iPhone did in 2007, and have suspected that Apple's recent involvement in tough sapphire displays will play a part too.\n Apple, Quanta, LG Display and Heptagon all declined to comment.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13771320",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6699,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "10:59:00",
                    "title": "Apple's 2.5-inch iWatch 'starting production in July' - Telegraph.co.uk",
                    "uri": "191899920",
                    "url": "http://www.telegraph.co.uk/technology/apple/10914121/Apples-2.5-inch-iWatch-starting-production-in-July.html",
                    "wgt": 1
                },
                {
                    "body": "SINGAPORE -- Imaging and sensor firm Heptagon, which is based in Singapore, is said to be among a list of suppliers for Apple's much-rumoured first smartwatch, which is expected to begin production next month ahead of a launch in October.\n Apple has never commented on the development of the speculated iWatch, but CEO Tim Cook previously promised \"new product categories\" this year.\n If true, the watch will mark Apple's first newly created product since the introduction of the iPad in 2010.  Many are hoping Apple's entry into the field of so-called smart wearables will be a game changer that transforms the industry like the mobile giant's iPhone did in 2007.\n The smartwatch is currently gaining traction as a lifestyle and well-being gadget due to its ability to collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n Samsung, Sony, Motorola and LG Electronics have created similar devices, but tech watchers say they have not been appealing or user-friendly enough to ignite a wave of mass adoption.\n The iWatch is said to sport a 2.5-inch arched rectangular display supplied by LG, sources told Reuters, and will also feature a touch interface and wireless-charging capabilities.\n The screen will contain a sensor that monitors the user's pulse and the device will need to be paired with an iPhone in order to send messages and voice-chat with others, they added.\n The iOS-compatible-only smartwatch is currently in trial production at Taiwanese firm Quanta, which will be the main manufacturer accounting for at least 70 per cent of final assembly, the sources said.  Agencies",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13794020",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.65,
                    "source": {
                        "title": "TODAYonline",
                        "uri": "www.todayonline.com"
                    },
                    "time": "20:10:00",
                    "title": "S'pore-based Heptagon among suppliers for Apple's iWatch: Sources - TODAYonline",
                    "uri": "191988670",
                    "url": "http://www.todayonline.com/business/spore-based-heptagon-among-suppliers-apples-iwatch-sources",
                    "wgt": 1
                },
                {
                    "body": "Apple's smartwatch will likely be launched in the fall, with manufacturer Quanta Computer Inc of Taiwan slated to will start mass production in July, according to Reuters.\n Sources said Apple will introduce a smartwatch with a display about 6 cm in diameter with a touch face and wireless charging.\n There will likely be multiple versions of the device, offering functions that might be different from a smartphone.\n There may also be differing designs, as watches are fashion items.  Apple has hired a former chief executive of French fashion house Yves Saint Laurent, Paul Deneve, for what it called \"special projects.\" \"\nAmong the likely functions are sensors to track health and fitness, including heart rate.  Apple showed its interest in health and fitness-tracking last month with a new app called Health, designed to collect all of a user's fitness and health data in one spot\nApple's entry into the wearable device market is hotly anticipated, though it is behind rivals such as Google Inc. and Samsung Electronics.\n It is hoped that Apple's device will be the breakthrough that makes smartwatches into widely popular devices, just as the introduction of iPhone built the smartphone market.\n Apple's watch will be able to perform some functions independently, but tasks like messaging and voice chat will require connection to a smartphone or other device run on Apple's iOS operating system.\n The company is under pressure to break into new market segments as it's been four years since the release of the iPad.  Under CEO Tim Cook, the company has been investigating the connected home and a wearable device would be a significant new area of growth.\n Market research firm IDC estimates global sales of wearable devices will more than triple this year to more than 19 million units and swell to 111.9 million units by 2018.\n Reuters reports Quanta, which manufactured laptops and iPods for Apple, may be gearing up to produce as many as 50 million units of the product dubbed iWatch.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13784890",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6126,
                    "source": {
                        "title": "CBC News",
                        "uri": "www.cbc.ca"
                    },
                    "time": "16:48:00",
                    "title": "iWatch mass production gearing up in Taiwan ahead of fall launch",
                    "uri": "191952789",
                    "url": "http://www.cbc.ca/news/business/apple-smartwatch-could-be-launched-in-fall-1.2682270?cmp=rss",
                    "wgt": 1
                },
                {
                    "body": "San Francsico: Apple plans to launch smartwatches with multiple screen sizes and designs this fall, the Wall Street Journal on Friday cited a person familiar with the matter as saying.\n Taiwan's Quanta will begin mass production of Apple's first smartwatches from July, in time for an October launch, several sources familiar with the matter told Reuters on Thursday.\n The Wall Street Journal on Friday also cited sources saying Quanta would manufacture the device.\n One of the sources told Reuters on Thursday that Apple expects to ship 50 million units of the so-called iWatch within the first year of the product's release, although these types of initial estimates can be subject to change.\n The smartwatch will come with a slightly rectangular display that likely measures 2.5 inches diagonally, the source added.  The watch-face will protrude slightly from the band, creating an arched shape, and feature a touch interface and wireless charging capabilities, according to the source.\n Another source told Reuters that LG Display is the exclusive supplier of the screen for the gadget's initial batch of production.\n The iWatch will also contain a sensor that monitors a user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for that feature, two sources said on Thursday.\n Apple's smartwatch will follow similar devices by Samsung, Sony, Motorola and LG Electronics - gadgets that tech watchers say have not been appealing or user-friendly enough for mass adoption.\n But the market is growing fast.  Data firm IDC estimates that worldwide shipments of wearable computing devices, including smartwatches, will triple this year over 2013.\n Apple has declined to comment on reports about upcoming products.",
                    "date": "2014-06-21",
                    "eventUri": "879133",
                    "id": "13804102",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6049,
                    "source": {
                        "title": "IBNLive",
                        "uri": "ibnlive.in.com"
                    },
                    "time": "02:40:00",
                    "title": "Apple's iWatch may sport multiple sizes, designs; launch this October - IBNLive",
                    "uri": "192034541",
                    "url": "http://ibnlive.in.com/news/apples-iwatch-may-sport-multiple-sizes-designs-launch-this-october/480705-11.html",
                    "wgt": 1
                },
                {
                    "body": "After years of speculation, Apple looks set to finally enter the world of wearable tech as production is rumoured to begin on its iWatch next month.\n Numerous sources close to the matter have said the Californian company's much-rumoured first smartwatch, dubbed the iWatch by fans, will sport a 2.5-inch arched rectangular display supplied by LG.\n The device is said to contain more than 10 sensors for purposes including monitoring the user's pulse, and will need to be paired with an iPhone in order to send messages and voice chat with others.\n The iOS-compatible-only smartwatch is currently in trial production at Taiwanese manufacturer Quanta Computer Inc ahead of mass production starting next month and a potential October launch date, it has been alleged.\n While Quanta is expected be the main manufacturer, Singaporean sensor maker Heptagon is also said to appear on a list of suppliers.\n The presence of health-monitoring sensors in the iWatch could suggest integration with Apple's Health, a new app designed to collate a user's health and fitness data in one place announced as part of new operating system iOS 8.\n The company also recently opened several sapphire glass plants in partnership with GT Advanced Technologies; a synthetically grown crystal currently used in the iPhone 5s' home button and camera lens cover.  Such heavy investment in the material, which is second only to diamond in its hardness, has fuelled speculation they're planning to use the material in larger quantities for a new product.\n While Apple has never commented on the development of the speculated iWatch, CEO Tim Cook has previously promised \"new product categories\" within 2014.  If true, the announcement of an iWatch would mark Apple's first newly-created product since the introduction of the iPad in 2010.\n The smartwatch is currently gaining traction as a lifestyle and well-being gadget due to its ability to collect data about the user's heart rate and other health-related metrics, in addition to facilitating tasks like checking e-mail and making phone calls.\n Rival Samsung released its first Galaxy Gear smartwatch in September last year, while Google is working in collaboration with the South Korean company, HTC and Motorola in a raft of smartwatch projects due for release later this year.\n Many are hoping Apple's entry into the field of smart wearables will be a game-changer that transforms the industry, as the company's iPhone did in 2007.  Ben Wood, chief of research at CCS Insight, likens the current wearables market to that of the MP3 prior to the existence of the iPod.\n \"The majority of devices currently in the market are little short of gadget junk,\" he says.  \"If Apple does deliver an iWatch or iBand, it will be hoping it ‎can have a similarly transformative impact on the category.\n \"Apple has a remarkable track record of being able to take an existing category and make it a mainstream phenomenon.  It will be hoping it can once again work its magic in the wearables space and succeed where others have failed to make a sizeable impact.\" \"",
                    "date": "2014-06-21",
                    "eventUri": "879133",
                    "id": "13807001",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5762,
                    "source": {
                        "title": "The Telegraph",
                        "uri": "www.telegraph.co.uk"
                    },
                    "time": "06:00:00",
                    "title": "Time for Apple's iWatch? - Telegraph.co.uk",
                    "uri": "192053599",
                    "url": "http://www.telegraph.co.uk/technology/apple/10915496/Time-for-Apples-iWatch.html",
                    "wgt": 1
                },
                {
                    "body": "Apple's long-rumored iWatch has turned from an \"if\" into a \"when,\" according to a recent Reuters report claiming mass production will begin next month.  What can you expect from this new device?  The Wire gathered up all of the rumors surrounding the iWatch, to bring you fully up-to-date:\nWhen is it coming out?\n Earlier this month, Nikkei reporter Yuichiro Kanemats heard from sources that the iWatch would hit the market in October.  A source familiar with Apple's iWatch production told Reuters that manufacturing of the watch would begin in July and the commercial launch would come in early October.  Taiwan's Quanta Computer Inc. will begin the mass production.  Quanta has previously built Apple laptops and iPods.\n An October launch date seems likely, and in line with past Apple release dates.\n What's it called?\n We don't have an official name, but iWatch seems likely.  Apple could always pull a fast one, as they did changing Healthbook to HealthKit at WWDC earlier this summer.\n What does it look like?\n A source told Reuters the screen display would likely be 2.5 inches and slightly rectangular, with a watch face that protrudes from the band.  The touchscreen would have a slightly arched shape.\n However, another source told the Wall Street Journal that Apple will release several versions of the iWatch this fall.  This opens the possibility for different screen sizes and looks.  KGI Securities analyst Ming-chi Kuo also believes this will be the case, saying, \"I expect Apple to launch multiple smartwatches that come with different designs as watches are fashion accessories.  One design doesn't fill all.\" \"\nA variety of different screen sizes would also match the iPhone 6 rumors, which is expected to come in two sizes.\n If you're having trouble imagining it, 2.5 inches is huge for a watch.  Think iCuff, not iWatch.  Here's a \"mock up\" from Mac Rumors:\nAn iWatch with a 2.5-inch screen could have a Retina display of 480x640 with 326 ppi.  As for the band, not much is known, as it is clearly secondary to the screen.  A screen of this size would require at least a two-inch band, making it a bit bulky, and not particularly attractive.\n What can it do?\niWatch's main job will be to measure health metrics, a perfect match to the recently launched HealthKit.  That means being able to collect heart rate information, read pulse, measure breathing, and also measure fitness activity in a way similar to Nike's FuelBand.  It will also be able to send and receive messages and voice chat when linked with an iPhone.  Oddly, in Apple's first HealthKit commercial, they showed off every type of wearable tech except one of their own productions, the iWatch.  Reports say it will also have wireless charging capability.\n How much will it cost?\n UBS analyst Steven Milunovich told investors that the projected average selling price for iWatch is $300.  Nike FuelBand is between $99 and $149, and the Samsung Galaxy Gear is $199.  That would put iWatch at a premium compared to competitors, but considering how loyal Apple fans are, the added cost should not affect sales.\n Will this thing sell?\n The Reuters source said Apple expects to ship 50 million units within the first year.  Milunovich has a more modest prediction, he believes Apple will sell 21 million units in the 2015 fiscal year and 36 million in 2016.  Those projections mean iWatch would add $6.5 billion in revenue to fiscal year 2015 and $11 billion in revenue to 2016.  The Wall Street Journal source estimates between 10 million and 15 million units will be shipped by the end of this year.  As a comparison, Apple sold 71 million iPads in 2013, along with 150 million iPhones.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13797638",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.545,
                    "source": {
                        "title": "The Wire",
                        "uri": "www.thewire.com"
                    },
                    "time": "22:37:00",
                    "title": "Rumor Roundup: The Apple iWatch",
                    "uri": "191997845",
                    "url": "http://www.thewire.com/technology/2014/06/iwatch-rumor-round-up/373159/",
                    "wgt": 1
                },
                {
                    "body": "AP Photo/Mark Lennihan\nApple may launch its iWatch in the fall, according to Reuters, which reports that Taiwanese company Quanta will start production of the device in July.\n Citing two people familiar with the matter, Reuters reports that the as-yet-unnamed smartwatch could be launched as early as October.  One of the sources said that the device will have a slightly rectangular display measuring 2.5 inches diagonally, a size which could indicate a curved design.  The watch face will protrude slightly from the watch band, creating an arched shape, according to the source, and the device will offer a touch interface and wireless charging.\n ADVERTISEMENT\nADVERTISEMENT\nRumors of an Apple smartwatch, dubbed the \"iWatch,\" have swirled for years.  Rival Samsung launched its Galaxy Gear watch last year, and unveiled its Gear 2 and Gear 2 Neo offerings in February.  Described by Samsung as \"companion devices\", the watches are compatible with the Korean tech giant's Galaxy smartphones.\n The Gear 2 has a flat 1.63-inch inch display and comes with a 2 megapixel camera, a host of fitness features and a music player.\n Sony and Pebble are also playing in this space.  Smartwatches, however, have not exactly generated massive consumer buzz.\n Nonetheless, tech research firm IDC predicts growing momentum in the overall wearable tech market, with device shipments expected to triple from 2013 to exceed 19 million units this year.  The global market for wearable tech is expected to reach 111.9 million units in 2018, according to IDC.\n Smartwatches are part of this trend, which includes devices such as the Nike+ FuelBand.  Set against the backdrop of a growing market, IDC says that demand for smartwatches will grow, but warns that the devices' value preposition for consumers has not yet been fully clarified.\n Apple often schedules product launches around September and October.\n Neither Apple nor Quanta has yet responded to a request for comment on this story.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13789481",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5238,
                    "source": {
                        "title": "Fox News",
                        "uri": "www.foxnews.com"
                    },
                    "time": "17:31:00",
                    "title": "Apple iWatch may arrive in October - Fox News",
                    "uri": "191970253",
                    "url": "http://www.foxnews.com/tech/2014/06/20/apple-iwatch-may-launch-in-october/",
                    "wgt": 1
                },
                {
                    "body": "The iWatch you might or might not be hankering for will begin production in July and ship in October.\n Or at least that's how the current rumors and leaks have it.\n According to Reuters, anonymous sources have states that the iWatch will be manufactured in July, ship in October and feature a 2.5-inch display as well as a curved surface.\n The report has it that manufacturer Quanta will be involved in most elements of the production with one source citing that the unit will feature wireless a touch interface and charging capabilities.\n The source also stated that Apple expects to ship 50 million units within the first year.  The device will be able to perform some functions independently, but tasks like messaging and voice chat will require a paired smartphone, according to the source.  It will also feature a heart rate monitor and sensors \"for other health-related metrics.\" \"\nA third source said LG Display Co Ltd is the exclusive supplier of the screen for the gadget's initial batch of production.  It also contains a sensor that monitors the user's pulse.  Singapore-based imaging and sensor maker Heptagon is on the supplier list for the feature, two other sources said.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13789814",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5234,
                    "source": {
                        "title": "www.powerpage.org",
                        "uri": "www.powerpage.org"
                    },
                    "time": "18:53:00",
                    "title": "Sources cite 2.5-inch curved display, October ship date for upcoming iWatch",
                    "uri": "191964430",
                    "url": "http://www.powerpage.org/sources-cite-2-5-inch-curved-display-october-ship-date-for-upcoming-iwatch/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bpowerpage%2B%2528O%2527Grady%2527s%2BPowerPage%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Apple's long-rumored iWatch has turned from an \"if\" into a \"when,\" according to a recent Reuters report claiming mass production will begin next month.  What can you expect from this new device?  The Wire gathered up all of the rumors surrounding the iWatch, to bring you fully up-to-date:\nEarlier this month, Nikkei reporter Yuichiro Kanemats heard from sources that the iWatch would hit the market in October.  A source familiar with Apple's iWatch production told Reuters that manufacturing of the watch would begin in July and the commercial launch would come in early October.  Taiwan's Quanta Computer Inc. will begin the mass production.  Quanta has previously built Apple laptops and iPods.\n An October launch date seems likely, and in line with past Apple release dates.\n We don't have an official name, but iWatch seems likely.  Apple could always pull a fast one, as they did changing Healthbook to HealthKit at WWDC earlier this summer.\n The First Microchip Went Up for Auction and No One Bought It\nA source told Reuters the screen display would likely be 2.5 inches and slightly rectangular, with a watch face that protrudes from the band.  The touchscreen would have a slightly arched shape.\n However, another source told the Wall Street Journal that Apple will release several versions of the iWatch this fall.  This opens the possibility for different screen sizes and looks.  KGI Securities analyst Ming-chi Kuo also believes this will be the case, saying, \"I expect Apple to launch multiple smartwatches that come with different designs as watches are fashion accessories.  One design doesn't fill all.\" \"\nA variety of different screen sizes would also match the iPhone 6 rumors, which is expected to come in two sizes.\n If you're having trouble imagining it, 2.5 inches is huge for a watch.  Think iCuff, not iWatch.  Here's a \"mock up\" from Mac Rumors:\nAn iWatch with a 2.5-inch screen could have a Retina display of 480x640 with 326 ppi.  As for the band, not much is known, as it is clearly secondary to the screen.  A screen of this size would require at least a two-inch band, making it a bit bulky, and not particularly attractive.\n Android and Windows Adding 'Kill Switches' to Their Phones\niWatch's main job will be to measure health metrics, a perfect match to the recently launched HealthKit.  That means being able to collect heart rate information, read pulse, measure breathing, and also measure fitness activity in a way similar to Nike's FuelBand.  It will also be able to send and receive messages and voice chat when linked with an iPhone.  Oddly, in Apple's first HealthKit commercial, they showed off every type of wearable tech except one of their own productions, the iWatch.\n UBS analyst Steven Milunovich told investors that the projected average selling price for iWatch is $300.  Nike FuelBand is between $99 and $149, and the Samsung Galaxy Gear is $199.  That would put iWatch at a premium compared to competitors, but considering how loyal Apple fans are, the added cost should not affect sales.\n The Reuters source said Apple expects to ship 50 million units within the first year.  Milunovich has a more modest prediction, he believes Apple will sell 21 million units in the 2015 fiscal year and 36 million in 2016.  Those projections mean iWatch would add $6.5 billion in revenue to fiscal year 2015 and $11 billion in revenue to 2016.  The Wall Street Journal source estimates between 10 million and 15 million units will be shipped by the end of this year.  As a comparison, Apple sold 71 million iPads in 2013, along with 150 million iPhones.\n An Interview with the Maker of Mod-t, the Affordable 3D Printer for Your Home\nThis article was originally published at http://www.thewire.com/technology/2014/06/iwatch-rumor-round-up/373159/\nFacebook's Overnight Outage Cost Them Half a Million Dollars\nHackers Breached a Major Hedge Fund to Steal Information on Trades",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13790758",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5222,
                    "source": {
                        "title": "Yahoo! News",
                        "uri": "news.yahoo.com"
                    },
                    "time": "19:16:00",
                    "title": "Rumor Roundup: The Apple iWatch",
                    "uri": "191974939",
                    "url": "http://news.yahoo.com/rumor-roundup-apple-iwatch-185655809.html",
                    "wgt": 1
                },
                {
                    "body": "LOS ANGELES - Apple Inc. will begin mass production of its much-awaited smartwatch next month, with a commerical launch due as early as October, Reuters reported early Friday, citing unnamed sources.  Taiwan's Qanta Computer Inc. is taking the lead in the device's assembly, with Korea's LG Display Co. making the watch's panels, at least at first, and Singapore's Heptagon possibly providing sensors, the report said.  Quanta has done work for Apple on its laptops and iPods, but its big role in the high-profile smartwatch will likely raise questions about how fellow Taiwanese tech major Hon Hai Precision Industry Co. , a major Apple supplier, will fit in to the picture, Reuters said.  As for the watch itself, it will likely feature a display with a 2.5-inch diagonal length and include touch interface and wireless charging, Reuters said, and will be compatible only with other devices that use Apple's iOS, Reuters said.  The report also quotes one unidentified person as saying Apple sees itself shipping 50 million of the devices in the first year.  In Asian morning trading, shares of Quanta were up 0.8% in Taipei, with Hon Hai up 0.9%, while LG Display fell 0.5%.  The moves compared to flat trade for Taipei's Taiex and a 1% loss for Korea's Kospi .\n Copyright © 2014 MarketWatch, Inc.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13771300",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5125,
                    "source": {
                        "title": "Fox Business",
                        "uri": "www.foxbusiness.com"
                    },
                    "time": "11:07:00",
                    "title": "Apple Smartwatch Production Starts Next Month: Report",
                    "uri": "191899791",
                    "url": "http://www.foxbusiness.com/industries/2014/06/19/apple-smartwatch-production-starts-next-month-report/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bfoxbusiness%252Flatest%2B%2528Internal%2B-%2BLatest%2BNews%2B-%2BText%2529",
                    "wgt": 1
                },
                {
                    "body": "The Apple iWatch will enter mass production in July and go on sale in October, according to supply chain sources.\n New rumours have surfaced regarding Apple's long-expected entry to the wearable devices market.\n According to a supply chain source cited by Reuters, Taiwanese manufacturer Quanta Computer - which until now has partnered with Apple on two declining product ranges, laptops and iPods - will start mass production of the iWatch in July 2014.\n The commercial launch of the device will probably fall around October, the source claimed.  This was release date was corroborated by another person with knowledge of the Cupertino company's plans.\n Reuters' sources also reported that Apple expects to ship around 50 million units within a year of the launch, though this type of initial estimate is subject to change.\n The iWatch is rumoured to feature a 2.5-inch display and, if partnered with another iOS device such as an iPhone, provide voice chat and messaging functionality.\n A third source claimed the device contains a sensor to monitor the wearer's pulse, which might indicate compatibility with upcoming iOS feature HealthKit.  A Singapore-based manufacturer has signed up to supply this component.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13773270",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5112,
                    "source": {
                        "title": "Cable.co.uk",
                        "uri": "www.cable.co.uk"
                    },
                    "time": "12:10:00",
                    "title": "Apple iWatch expected to enter mass production next month",
                    "uri": "191908477",
                    "url": "http://www.cable.co.uk/news/apple-iwatch-expected-to-enter-mass-production-next-month-801729735/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BCableNews%2B%2528Cable%2BUK%2BNews%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "The Apple logo on a store in New York.  Agence France-Presse/Getty Images\nApple Inc. AAPL +0.40% Apple Inc. U.S.: Nasdaq $92.23 +0.37 +0.40% June 20, 2014 10:07 am Volume (Delayed 15m) : 17.07M P/E Ratio 15.35 Market Cap $555.81 Billion Dividend Yield 2.04% Rev. per Employee $2,185,850 06/20/14 Who Is Apple's Watch Maker? 06/20/14 Apple Plans Multiple Designs f... 06/19/14 Amazon's Bezos on How the Fire...  More quote details and news \" AAPL in Your Value Your Change Short position is planning multiple versions of its smartwatch, likely to be launched in the fall, people familiar with the matter said, as the company tries to counter wearable devices from rivals such as Google Inc. and Samsung Electronics Co. 005930.SE -1.66% Samsung Electronics Co. Ltd. S. Korea: KRX KRW1301000 -22000 -1.66% June 20, 2014 3:00 pm Volume : 478,053 P/E Ratio 6.47 Market Cap KRW218532.46 Billion Dividend Yield 1.06% Rev. per Employee N/A 06/20/14 Apple Plans Multiple Designs f... 06/19/14 Apple 'Kill Switch' Appears to... 06/19/14 Foreign Investors Flock to Tai...  More quote details and news \" 005930.SE in Your Value Your Change Short position\nThe new wrist device from Apple will include more than 10 sensors including ones to track health and fitness, these people said.  Apple aims to address an overarching criticism of existing smartwatches that they fail to provide functions significantly different from that of a smartphone, said a person familiar with the matter.\n Apple showed its interest in health and fitness-tracking last month with a new app called Health, designed to collect all of a user's fitness and health data in one spot.  However, Apple didn't introduce its own device to collect that data, fueling speculation that the company would unveil a sensor-laden wearable device at a later date.\n More on Smartwatches Who Is Apple's Watch Maker?  Apple's Soft Launch for New Devices Samsung Readies Phone for Your Wrist Google and LG to Release Smartwatch\nApple's smartwatch could launch as early as October with production to begin in two to three months at Quanta Computer Inc., a Taiwanese manufacturer that has long been Apple's supplier for Mac computers, said the people familiar with the matter.  Quanta will begin some trial runs next month.\n The smartwatch will likely come in multiple screen sizes, said one person familiar with the matter.  Another person at a component supplier said shipments of the smartwatches are estimated to total between 10 million and 15 million units by the end of this year.  The exact specifications of Apple's smartwatch are still being finalized before mass production starts, said people familiar with the matter.\n Apple Chief Executive Tim Cook has pledged that the company will break into new product categories by the end of the year.  Apple is under pressure to prove it can continue its run of hit products under Mr. Cook.  It's been four years since Apple's last major new product release -- the iPad.\n Analysts expect the wearable-devices market to take off in the next few years.  Market research firm IDC estimates global sales of such devices will more than triple this year to more than 19 million units and swell to 111.9 million units by 2018.\n Big technology companies including Google and Samsung are betting on a boom in wearable, computerized devices built around the growing power and slim size of sensors that can detect body temperatures, geographic locations and voice commands of people on the go.\n Some of the new wearable gadgets, such as Nike Inc.'s FuelBand, measure physical activity.  Others are intended to supplement functions of a smartphone, such as receiving text messages, taking photos or checking the weather.  Startup Pebble Technology Corp. is selling a watch that syncs wirelessly with smartphones and vibrates to alert wearers to incoming phone calls, Twitter posts and emails.\n \"I expect Apple to launch multiple smartwatches that come with different designs as watches are fashion accessories.  One design doesn't fill all,\" said KGI Securities analyst Ming-chi Kuo.\n -- Daisuke Wakabayashi in San Francisco contributed to this article.\n Write to Eva Dou at eva.dou@wsj.com and Lorraine Luk at lorraine.luk@wsj.com\nWho Is Apple's Watch Maker?  Apple's Soft Launch for New Devices Samsung Readies Phone for Your Wrist Google and LG to Release Smartwatch",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13777265",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5071,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "14:08:00",
                    "title": "Apple Preps Smartwatch Designs",
                    "uri": "191926321",
                    "url": "http://online.wsj.com/articles/apple-plans-multiple-designs-for-smartwatch-1403245062?mod=rss_whats_news_technology",
                    "wgt": 1
                },
                {
                    "body": "Until now, it had been assumed that Hon Hai (Foxconn) would be the supplier, given the company's current close relationship with Apple for iPad and iPhone production.  Quanta has produced Macbooks and iPods for Apple in the past.  The company will produce about 70 percent of all iWatches, say the sources.\n There are still very few details of the watch, although a few recent rumors suggest a 2.5-inch (diagonal) arched display, a full touch interface and wireless charging capabilities.  The device will also be powered by iOS 8 (or a variant) and feature HealthKit for fitness tracking.  Of course, the watch can only pair with iOS devices for messaging, emails and more.\n There have been varying estimates of iWatch sales in the first year, ranging from 35 million to 50 million, with a price point of $299.  Even at the low end of the range, the device is expected to be popular.\n Among the other suppliers are LG Display for the screen and Heptagon for the heart rate monitor.\n Source:\nReuters",
                    "date": "2014-06-21",
                    "eventUri": "879133",
                    "id": "13805133",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5052,
                    "source": {
                        "title": "AfterDawn",
                        "uri": "www.afterdawn.com"
                    },
                    "time": "04:07:00",
                    "title": "Quanta to start mass production of Apple iWatch next month?",
                    "uri": "192040749",
                    "url": "http://www.afterdawn.com/news/article.cfm/2014/06/21/quanta_to_start_mass_production_of_apple_iwatch_next_month?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bafterdawn%2B%2528AfterDawn.com%2529",
                    "wgt": 1
                },
                {
                    "body": "The Apple logo on a store in New York.  Agence France-Presse/Getty Images\nApple Inc. AAPL -0.35% Apple Inc. U.S.: Nasdaq $91.86 -0.32 -0.35% June 19, 2014 4:00 pm Volume (Delayed 15m) : 34.99M AFTER HOURS $91.51 -0.35 -0.38% June 19, 2014 7:59 pm Volume (Delayed 15m): 542,665 P/E Ratio 15.27 Market Cap $555.81 Billion Dividend Yield 2.05% Rev. per Employee $2,185,850 06/20/14 Who Is Apple's Watch Maker? 06/20/14 Apple Plans Multiple Designs f... 06/19/14 Amazon's Bezos on How the Fire...  More quote details and news \" AAPL in Your Value Your Change Short position is planning multiple versions of its smartwatch, likely to be launched in the fall, people familiar with the matter said, as the company tries to counter wearable devices from rivals such as Google Inc. and Samsung Electronics Co. 005930.SE -1.66% Samsung Electronics Co. Ltd. S. Korea: KRX KRW1301000 -22000 -1.66% June 20, 2014 3:00 pm Volume : 478,053 P/E Ratio 6.47 Market Cap KRW223779.27 Billion Dividend Yield 1.06% Rev. per Employee N/A 06/20/14 Apple Plans Multiple Designs f... 06/19/14 Apple 'Kill Switch' Appears to... 06/19/14 Foreign Investors Flock to Tai...  More quote details and news \" 005930.SE in Your Value Your Change Short position\nThe new wrist device from Apple will include more than 10 sensors including ones to track health and fitness, these people said.  Apple aims to address an overarching criticism of existing smartwatches that they fail to provide functions significantly different from that of a smartphone, said a person familiar with the matter.\n Apple showed its interest in health and fitness-tracking last month with a new app called Health, designed to collect all of a user's fitness and health data in one spot.  However, Apple didn't introduce its own device to collect that data, fueling speculation that the company would unveil a sensor-laden wearable device at a later date.\n More\nApple's Soft Launch for New Devices Samsung Readies Phone for Your Wrist Google and LG to Release Smartwatch\nApple's smartwatch could launch as early as October with production to begin in two to three months at Quanta Computer Inc., a Taiwanese manufacturer that has long been Apple's supplier for Mac computers, said the people familiar with the matter.  Quanta will begin some trial runs next month.\n The smartwatch will likely come in multiple screen sizes, said one person familiar with the matter.  Another person at a component supplier said shipments of the smartwatches are estimated to total between 10 million and 15 million units by the end of this year.  The exact specifications of Apple's smartwatch are still being finalized before mass production starts, said people familiar with the matter.\n Apple Chief Executive Tim Cook has pledged that the company will break into new product categories by the end of the year.  Apple is under pressure to prove it can continue its run of hit products under Mr. Cook.  It's been four years since Apple's last major new product release -- the iPad.\n Analysts expect the wearable-devices market to take off in the next few years.  Market research firm IDC estimates global sales of such devices will more than triple this year to more than 19 million units and swell to 111.9 million units by 2018.\n Big technology companies including Google and Samsung are betting on a boom in wearable, computerized devices built around the growing power and slim size of sensors that can detect body temperatures, geographic locations and voice commands of people on the go.\n Some of the new wearable gadgets, such as Nike Inc.'s FuelBand, measure physical activity.  Others are intended to supplement functions of a smartphone, such as receiving text messages, taking photos or checking the weather.  Startup Pebble Technology Corp. is selling a watch that syncs wirelessly with smartphones and vibrates to alert wearers to incoming phone calls, Twitter posts and emails.\n \"I expect Apple to launch multiple smartwatches that come with different designs as watches are fashion accessories.  One design doesn't fill all,\" said KGI Securities analyst Ming-chi Kuo.\n -- Daisuke Wakabayashi in San Francisco contributed to this article.\n Write to Eva Dou at eva.dou@wsj.com and Lorraine Luk at lorraine.luk@wsj.com",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13771690",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5026,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "11:22:00",
                    "title": "Apple Preps Smartwatch Designs",
                    "uri": "191901474",
                    "url": "http://online.wsj.com/articles/apple-plans-multiple-designs-for-smartwatch-1403245062?mod=pls_whats_news_us_business_f",
                    "wgt": 1
                },
                {
                    "body": "Apple will launch multiple versions of its highly-rumored \"iWatch\" smartwatch in the Fall, according to a new report from the The Wall Street Journal.  The device is said to come in multiple screen sizes and will utilize over 10 sensors to track health and fitness, with Apple aiming to go beyond the smartphone-related functionalities seen in current smartwatches.\n Apple's smartwatch could launch as early as October with production to begin in two to three months at Quanta Computer Inc., a Taiwanese manufacturer that has long been Apple's supplier for Mac computers, said the people familiar with the matter.  Quanta will begin some trial runs next month.\n In total, sources familiar with the matter estimate that Apple will ship between 10 and 15 million units by the end of the year, as the company is still finalizing specifications before mass production starts.\n The report adds additional data to a report from Reuters which claimed that the iWatch would measure in at a surprisingly large 2.5 inches diagonally, and feature wireless charging capabilities in addition to a touch interface.  While the new report doesn't contradict the Reuters piece directly, it's not clear if the 2.5-inch screen will be one of the \"multiple versions\" of the watch that launches this Fall.  Previous rumors had suggested that the device would come in a 1.3 and 1.6 inch sizes to accommodate different sized wrists.\n Apple is expected to introduce the iWatch at an October event, with a launch coming in the same month.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13771471",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4391,
                    "source": {
                        "title": "MacRumors",
                        "uri": "www.macrumors.com"
                    },
                    "time": "11:13:00",
                    "title": "iWatch Coming in Multiple Sizes With More Than 10 Sensors",
                    "uri": "191900606",
                    "url": "http://www.macrumors.com/2014/06/20/iwatch-multiple-sizes-more-10-sensors/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BMacrumors%2B%2528MacRumors%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Wearable device shipments are expected to surge in the third quarter as most vendors have decided to launch devices during the quarter.  Vendors which originally planned to release products in the first half, have also postponed their plans as they wait for the market or product designs to mature, according to sources from the upstream supply chain.\n Vendors including Apple, Samsung Electronics, Epson, Sony, Acer, Asustek Computer and Adidas have already prepared or launched wearable devices for the third quarter.  Upstream chip supplier Qualcomm will also join the competition with devices.\n Upstream partners such as ODMs Foxconn Electronics (Hon Hai Precision Industry), Pegatron Technology, Quanta Computer and Inventec; and component suppliers Chenming Mold, Shin Zu Shing (SZS), Catcher Technology, Foxlink, Winbond, ISSC Technologies and Faraday Technology are also optimistic about business opportunities from wearable devices.\n The sources pointed out that most wearable devices will enter mass production in August to meet year-end holiday demand.\n Vendors, which did not decide to enter the wearable device market until recently, are seeing their orders delayed due to upstream suppliers' fully-booked capacities.\n With Apple's iWatch expected to enter mass production in the second half and trigger a new wave of wearable device demand, some market watchers believe the iWatch will enjoy about four million unit sales in 2014 and will see rapid growth in the future.",
                    "date": "2014-06-23",
                    "eventUri": "879133",
                    "id": "13860232",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3382,
                    "source": {
                        "title": "www.digitimes.com",
                        "uri": "www.digitimes.com"
                    },
                    "time": "09:19:00",
                    "title": "Wearable device shipments to surge in 3Q14",
                    "uri": "192369537",
                    "url": "http://www.digitimes.com/news/a20140623PD204.html",
                    "wgt": 1
                },
                {
                    "body": "Sharp has announced the development of Free-Form Display, a device that can be shaped to meet a wide range of user needs thanks to the incorporation of IGZO technology and proprietary circuit design methods.\n The company said conventional displays are rectangular because they require a minimal width for the bezel in order to accommodate the driver circuit, called the gate driver, around the perimeter of the screen's display area.  With the Free-Form Display, the gate driver's function is dispersed throughout the pixels on the display area.  This allows the bezel to be shrunk considerably, and it gives the freedom to design the LCD to match whatever shape the display area of the screen needs to be.\n For in-vehicle applications, for example, this development makes it possible to have a single instrument panel on the car dashboard that combines a speedometer and other monitors.  Wearable devices with elliptical displays and digital signage and other large monitors that draw the viewer into the onscreen world are also possibilities for the technology.\n Sharp added that it plans to enter the mass-production stage for the Free-Form display at the earliest possible date.",
                    "date": "2014-06-20",
                    "eventUri": "879133",
                    "id": "13770533",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.1553,
                    "source": {
                        "title": "www.digitimes.com",
                        "uri": "www.digitimes.com"
                    },
                    "time": "10:39:00",
                    "title": "Sharp develops Free-Form display technology",
                    "uri": "191895843",
                    "url": "http://www.digitimes.com/news/a20140620VL203.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 36,
            "averageDate": "2014-06-20",
            "avgCos": 0.6636,
            "categories": [
                {
                    "label": "Computers/Companies/Apple_Inc.",
                    "uri": "http://www.dmoz.org/Computers/Companies/Apple_Inc.",
                    "wgt": 34
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "879133",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "875098",
            "lang": "eng",
            "storyDate": "2014-06-20",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-495165",
            "variance": 0.518
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-191590": {
        "articles": {
            "resultCount": 6,
            "results": [
                {
                    "body": "\"Desayunar en Twitter, comer en Apple y conocer al CEO de Dropbox en un día\"\nEl reloj inteligente de Apple llegará el próximo otoño, según apuntaron ayer dos medios con fuentes tradicionalmente fiables dentro de la compañía tecnológica, la agencia Reuters y el diario The Wall Street Journal.  El lanzamiento de ese nuevo dispositivo cobra más sentido después de la presentación de HealthKit, la plataforma dedicada a la salud que forma parte de la nueva versión del sistema operativo del iPhone y el iPad, iOS8, ahora en fase de prueba y con un lanzamiento previsto para el otoño.\n Según Reuters, Apple ha encargado a la firma taiwanesa Quanta Computer el 70% de la producción del futuro iWatch.  Entre las características que se apuntan, el reloj de Apple tendrá una pantalla curvada ligeramente recangular, de 2,5 pulgadas en diagonal y fabricada por la compañía coreana LG.  La pantalla sobresaldrá levemente de la pulsera, con una forma arqueada.  El sistema de carga será inalámbrico y, entre sus sensores, dispondrá de uno para la medición del ritmo cardíaco fabricado por la compañía Heptagon, de Singapur.  La previsión inicial de ventas del nuevo gadget sería de 50 millones de unidades en su primer año, aunque la agencia apunta a que estas estimaciones están todavía sujetas a posibles cambios.\n Por su parte, The Wall Street Journal apunta a que Apple planea lanzar varias versiones de su reloj inteligente.  A diferencia de Reuters, el periódico asegura que el iWatch se fabricará en diferentes tamaños de pantalla.  El diario neoyorquino asegura que el iWatch (si es que se llama de esta forma), dispondrá de más de 10 sensores, entre los que habrá de salud y ejercicio.  Apple aspiraría de esta forma a superar las críticas que suelen recibir este tipo de nuevos dispositivos, los vestibles o wearables, en el sentido de que no alcanzan a ofrecer nada que no tengan ya los mejores teléfonos móviles del mercado.  Para esta fuente, el fabricante también será Quanta, que tendría un encargo hasta fin de este año de entre 10 y 15 millones de unidades.\n El nuevo dispositivo llegaría cerca del lanzamiento del nuevo iPhone, que se presentará en septiembre si se mantienen los ritmos de lanzamientos de Apple, y del que se espera un diseño extraplano y una pantalla de mayor tamaño, probablemente de 4,7 pulgadas frente a las 4 pulgadas del actual iPhone 5S/5C.  La posible presentación de estos modelos coincide con la dristribución de iOS8 y de Mac OS X, el sistema operativo de ordenadores de Apple, que presentan una fuerte integración entre ellos.",
                    "date": "2014-06-20",
                    "eventUri": "871980",
                    "id": "13794574",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6831,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "16:56:00",
                    "title": "El iWatch de Apple se presentará en octubre y tendrá más de 10 sensores",
                    "uri": "191971121",
                    "url": "http://www.lavanguardia.com/tecnologia/moviles-dispositivos/20140620/54409242662/iwatch-apple-presentara-octubre-tendra-mas-10-sensores.html",
                    "wgt": 1
                },
                {
                    "body": "El próximo smartphone de Apple está cada vez más cerca de salir a la venta y eso se nota en el incremento de filtraciones acerca del iPhone 6, y es que el famoso Sonny Dickson, una de las personas más fiables cuando se trata de noticias de Apple, ha publicado nuevas fotografías del iPhone 6.\n El twittero ha publicado imágenes como la que encabeza esta noticia en las que se ve las dos versiones de iPhone que parece que saldrán este año, hecho que hasta ahora nunca había sucedido con Apple donde siempre apostaron por un único tamaño de pantalla al lanzar nuevos modelos.\n Los rumores apuntaban desde hace tiempo que la compañía de la manzana estaba planeando lanzar un terminal más grande, un 'phablet', para competir en el sector dominado por los populares Samsung Galaxy Note.  Esto ahora parece confirmarse, con el añadido de que lanzarán un modelo de iPhone 6 con un tamaño de pantalla de 4,7 pulgadas que es más común en el mercado de los teléfonos inteligentes.\n Todavía es demasiado pronto para saber que características tendrá la próxima generación de smartphones de Apple, de momento lo único que se da por hecho es que tendrá Touch ID como el iPhone 5S y que incorporará la carga inalámbrica.\n Han aparecido más supuestas imágenes e incluso un vídeo de los nuevos iPhone 6 de 5,5 pulgadas y 4,7 pulgadas.",
                    "date": "2014-06-17",
                    "eventUri": "871980",
                    "id": "13768336",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6797,
                    "source": {
                        "title": "raebo.com",
                        "uri": "raebo.com"
                    },
                    "time": "00:27:00",
                    "title": "iPhone 6 aparece en su dos tamaños - Raebo",
                    "uri": "191194974",
                    "url": "http://raebo.com/iphone-6-tamanos/1987/",
                    "wgt": 1
                },
                {
                    "body": "Tras años de rumores, Reuters afirma con rotundidad que el smartwatch de Apple, conocido popularmente como iWatch, llegaría al mercado en Octubre de este año.\n Tras la llegada en 2001 del iPod, en 2007 del iPhone y en 2010 del iPad, todos los aficionados a la tecnología y al mundo Apple esperan conocer impacientes el próximo producto de la compañía de Cupertino.  Y se espera así, porque aunque algunos consideren que los productos de Apple no son revolucionarios, no hay duda de que cambian las reglas del juego, alteran el mercado.  Y según nos llega desde Reuters, parece confirmarse que el próximo paso sería lanzar el iWatch.\n Apple will launch smartwatch as early as October, aims to ship 50 million in first year\n-- Reuters Tech News (@ReutersTech) junio 19, 2014\nEl rumor es muy antiguo, tanto que para que no les pillase a pie cambiado, los principales fabricantes en Android (con especial mención a Sony) se lanzaron a la carrera hace ya algunos años.  Todo ello ha ganado interés tras la publicación del SDK de Android Wear.  Esto suponía la primera piedra para crear un sistema verdaderamente extendido a nivel del mercado.\n El iWatch llegaría con pantalla de 2.5\" y carga inalámbricaApple, por su parte, no ha sentido prisas y ha marcado su propia agenda.  Si los datos de Reuters son ciertos, y muestran el iWatch en Octubre, estarían demostrando igualmente que no les importa saturar meses en su calendario.  Reuters también añade características del iWatch, que llegaría con una pantalla de 2.5 pulgadas en diagonal, con una proporción cercana a rectangular.  Se cargaría inalámbricamente y sería el complemento perfecto de una de las APIs recientemente presentadas, Healthkit.\n Así, tendríamos una época llena de eventos muy interesantes tras el verano, repleta de lanzamientos y productos nuevos.  Si las cosas no salen del curso habitual de los años anteriores, veríamos en Septiembre la llegada del nuevo iPhone junto a iOS 8, que ya pudimos ver en profundidad en la WWDC.  En Octubre (desde el cambio de fechas en 2012), nuevos iPads y quizá nuevos Macbook Air con pantalla Retina, acompañados de posibles revisiones de Macbook Pro, Mac Pro, iMac y Mac Mini.\n De ser así, estaríamos ante los dos meses más espectaculares para la compañía desde hace mucho tiempo, pues absolutamente todas las gamas de productos tienen a gente esperando a los lanzamientos, que en caso del iWatch, iniciaría una nueva guerra en el mundo tecnológico.",
                    "date": "2014-06-19",
                    "eventUri": "871980",
                    "id": "13755092",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6657,
                    "source": {
                        "title": "Hipertextual",
                        "uri": "www.celularis.com"
                    },
                    "time": "23:06:00",
                    "title": "El iWatch sería lanzado en Octubre, según Reuters",
                    "uri": "191796692",
                    "url": "http://www.celularis.com/apple/iwatch-octubre/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2BCelularis%2B%2528Celularis%2529&utm_content=FeedBurner",
                    "wgt": 1
                },
                {
                    "body": "Después de haber mostrado sus novedades durante el WWDC, Apple estaría ya ultimando los preparativos para dar su siguiente gran paso: el iWatch y el iPhone 6, dos dispositivos que serán presentados de forma conjunta, según el analista de Cantor Fitzgerald, Brian White.  Y es que el iWatch no será autónomo, sino que se tratará más un complemento del teléfono.\n White indica que tras una reunión con la cadena de suministro prevén que a final de mes se comience a fabricar parte de los componentes que incluirán el futuro iWatch de Apple con lo que su llegada sería en septiembre, al mismo tiempo que se desvela el esperado iPhone 6.\n Además, la nota de White, recogida por Business Insider, revela además que el iWatch podría llegar al mercado costando en torno a los 200 o 230 dólares, con lo que se situaría con un precio \"muy competitivo\" al tratarse de un complemento del teléfono más que un dispositivo móvil autónomo.\n Por su parte, el diario Nikkei también ha informado que el iWatch está ultimando comenzar con su proceso de fabricación y apunta a que contará con una pantalla táctil curvada.\n Además de contar con una pantalla curva de alta resolución, el iWatch de Apple será, según el diario, el centro de recogida de datos de la compañía de Cupertino para su nueva aplicación Health, encargada de medir todos los signos vitales del usuarios.\n Asimismo, el esperado reloj de Apple sería el complemento perfecto de la nueva aplicación Homekit, con la que el usuario podría controlar el hogar desde su muñeca, entrando así en la nueva estrategia de la compañía de romper las barreras entre dispositivos.",
                    "date": "2014-06-13",
                    "eventUri": "871980",
                    "id": "13514123",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6545,
                    "source": {
                        "title": "El Economista (EcoDiario)",
                        "uri": "ecodiario.eleconomista.es"
                    },
                    "time": "05:50:00",
                    "title": "El iWatch sería un complemento del iPhone 6 y podrían ser ... - elEconomista.es",
                    "uri": "189215536",
                    "url": "http://ecodiario.eleconomista.es/tecnologia-gadgets/noticias/5842031/06/14/El-iWatch-seria-un-complemento-del-iPhone-6-y-serian-presentados-de-forma-conjunta.html",
                    "wgt": 1
                },
                {
                    "body": "Los rumores no cesan en Internet cuando aún faltan meses para su lanzamiento\nDentro de todas las expectativas que se han creado en torno al próximo iPhone 6 que va a llegar al mercado de forma esperadísima, hay algunas como los sensores que llaman poderosamente la atención.\n Según hemos podido conocer los últimos datos apuntan a que el próximo iPhone contará con barómetro, lo que sin duda contribuirá al éxito deportivo del usuario.  Una pantalla de cristal de zafiro podría ser la principal novedad introducida por Apple dentro de la puest en marcha de su nueva joya; el Iphone 6, que de confirmarse, convertiría al smarthpone de la compañía de la manza en prácticamente indestructible.\n Pero no solo eso, sino que también se habla ya de la gran incógnita, la puesta de largo del Iphone 6, que todo hace indicar será el 19 de septiembre.\n No cabe la menor duda de que conforme se van conociendo los detalles del iPhone 6, más reacciones se van generando al respecto.  El productor trae de cabeza a multitud de internautas.  Las características del nuevo Smartphone de Apple sigue siendo un misterio y así seguirá hasta dentro de unos meses cuando está previsto su lanzamiento.\n El iPhone 6 no obstante está siendo noticia debido a los rumores y a las filtraciones.  El caso es que algunos de los responsables de las supuestas imágenes sobre el nuevo dispositivo se desdicen unos a otros dando poca veracidad a las mismas.\n Pero sí parecen coincidir en algunos datos como la posibilidad de que salga al mercado en dos versiones.  El terminal podría tener pantallas de 4,7 y 5 pulgadas, una resolución de 1704 x 960 píxeles y utilizar cristal de zafiro.\n El iPhone 6, además, se guarda con misterio por la compañía de Cupertino, que no confirma ni desmiente las especulaciones que han surgido en las últimas horas.\n Pero a falta de pronunciamientos oficiales, sitios web como 9to5Mac confirman también tanto la resolución como el material de zafiro para proteger la pantalla entera y no sólo el lector de huellas, Touch ID, situado en el botón.",
                    "date": "2014-06-19",
                    "eventUri": "871980",
                    "id": "13793902",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.654,
                    "source": {
                        "title": "Hoy.es",
                        "uri": "www.ideal.es"
                    },
                    "time": "11:14:00",
                    "title": "El iPhone 6 añadiría barómetro genial a sus sensores - Ideal Digital",
                    "uri": "191842205",
                    "url": "http://www.ideal.es/gente-estilo/201406/19/iphone-anadiria-barometro-genial-sensores-20140619130935.html",
                    "wgt": 1
                },
                {
                    "body": "Aunque Apple no es dada a revelar o confirmar nada oficialmente, cada día que pasa es más frecuente ver por la red nuevos rumores sobre el iPhone 6.  Esta vez, queremos hacernos eco de la información aparecida en un sitio web australiano que acaba de publicar algunas imágenes de lo que parece ser el nuevo smartphone de Apple.\n Los rumores dicen que Apple ya ha entrado en la etapa de producción en masa de su próximo terminal y en estos momento emplea a cientos de miles de trabajadores en la preparación del iPhone 6.  Y como es natural con tanta gente involucrada, es natural que la información finalmente escape del control de Apple y aparezcan imágenes del iPhone 6.\n MacFixIt, el sitio australiano en cuestión publicó algunas fotos de lo que parece un iPhone 6 dorado.  Este modelo del que solo podemos ver el exterior y no a los componentes internos y proviene de una \"fuente de confianza\".\n Se espera que el iPhone 6 llegue al mercado en el otoño y cuente con una pantalla de 4,7 pulgadas, un procesador A8 y un diseño renovado.",
                    "date": "2014-06-19",
                    "eventUri": "871980",
                    "id": "13751007",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6379,
                    "source": {
                        "title": "planetared.com",
                        "uri": "planetared.com"
                    },
                    "time": "20:58:00",
                    "title": "iPhone 6, nuevas fotos nos lo muestran - Planeta Red",
                    "uri": "190583008",
                    "url": "http://planetared.com/2014/06/iphone-6-nuevas-fotos-nos-lo-muestran/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 6,
            "averageDate": "2014-06-18",
            "avgCos": 0.6625,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "871980",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "879543",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Spain",
                    "lat": 40,
                    "long": -4,
                    "wikiUri": "http://en.wikipedia.org/wiki/Spain"
                },
                "labelEng": "Nueva (Llanes)",
                "lat": 43.43809,
                "long": -4.94024,
                "wikiUri": "http://en.wikipedia.org/wiki/Nueva_(Llanes)"
            },
            "storyDate": "2014-06-18",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-191590",
            "variance": 0.5611
        }
    },
    "meta": {
        "CCAArticleMatchCount": 15,
        "CCAArticleMatchRatio": 0.0265017667844523,
        "CCAAvgCosSim": 0.6694066666666667,
        "CCAAvgMatchWgt": 54.53333333333333,
        "_articleUri1": "191895605",
        "_articleUri2": "191971121",
        "_datetime": "2015-02-19 21:18:27",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-495165",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-191590",
        "_username": "Evgenia Belyaeva",
        "artCount1": 36,
        "artCount2": 6,
        "avgCosSimStory1": 0.6636,
        "avgCosSimStory2": 0.6625,
        "categorySim": 0,
        "conceptCosSim": 0.1738127003614456,
        "conceptJaccardSim": 0.1030927835051546,
        "coreTime1": 126816.9666666667,
        "coreTime2": 126653.8333333333,
        "coreTimeStDev1": 8.028735140915641,
        "coreTimeStDev2": 61.63254342432165,
        "entityCosSim": 0.2539710439430741,
        "entityJaccardSim": 0.119047619047619,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 1,
        "extractedDatesStory2": 0,
        "hasSameLocation": -1,
        "keywordCosSim": 0.1515612313354912,
        "keywordJaccardSim": 0.09090909090909091,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 25,
        "storyQuality2": 9,
        "timeAvg1": 126834.0935185185,
        "timeAvg2": 126777.0861111111,
        "timeStDev1": 15.63130232294759,
        "timeStDev2": 61.63254342432165,
        "varianceStory1": 0.518,
        "varianceStory2": 0.5611
    }
}