{
    "850f305d-14db-4c75-b547-79470a557ea3-353218": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "The Premier League title race has taken yet another twist after Liverpool failed to find a way past the 'two buses' parked by Chelsea.\n With the Reds seemingly on an unstoppable charge to their first league title since 1990, the 2-0 win for the Blues at Anfield now means the initiative in the battle for the Premier League crown has swung to Manchester City.\n There are just a handful of games to go - but judging by the season so far, more twists and turns should not come as a surprise.\n So here, we take a look at the games remaining for the three teams battling for the title and see where the slip up may come and where the title can be won...\n The first of the seven matches remaining involving the top three sides will arguably be the most pivotal of them all.  Manchester City have three games remaining, but their first one is the only one away from home and sees them take on easily the toughest opponents of the lot.  Ironically, those tough opponents are Liverpool's great local rivals Everton.\n Manuel Pellegrini (right) looks on from the touchline during Manchester City's 3-1 win over Roberto Martinez's (left) Everton\nThe Toffees have slipped up in the race for fourth in recent fixtures - losing to both Crystal Palace and Southampton.  However, victory over City will keep their hopes of Champions League football next season alive.  There have been suggestions that Everton fans might rather lose this game than help Liverpool in the bid for the title.  Roberto Martinez should have serious concerns if his players look at it the same way.\n City should be wary that Everton have won the last four meetings between the sides at Goodison Park.  The match-up between the teams earlier this season ended 3-1 in City's favour.\n Chelsea play the following day and it appears a straight forward assignment for the Blues - although that's what they thought before they played (and lost) against Sunderland.\n New Norwich manager Neil Adams is yet to win his side a point\nNorwich will come to Stamford Bridge as desperate as Sunderland were.  The Canaries have slipped into the relegation places and with Arsenal in their final game, they need points from somewhere.  Might that find them at Chelsea?  They haven't beaten the Blues since 1994 and lost 3-1 when they played earlier this season.\n If results go in favour of their rivals, the side many thought were destined for the title before the Chelsea game could be third in the table by the time this Monday night fixture comes around.\n Tony Pulis\nManchester City may have overcome Tony Pulis' side at the weekend, but a trip to Selhurst Park is still a daunting one in light of the way the Eagles are finishing the season.  That Palace are now safe should work in Liverpool's favour with the home side having little to play for.  Brendan Rodgers will hope for a repeat of the result earlier this season in which Liverpool won 3-1.  They took a familiar early lead in that match with all three goals for the home side going in inside 38 minutes.\n City finally get round to playing their game in hand just four days out from the final day of the season.  Aston Villa at home appears a straight forward task but the magnitude of the result could make the Etihad a nervy place to be.\n Aston Villa manager Paul Lambert\nAston Villa have shown they can beat the best on their day, recently surprising Chelsea.  They can also claim City among their scalps after beating them 3-2 at Villa Park back in September.  The Villains are not free of the fear of relegation either and will still be eager to pick up some points.\n The final day of the 2013/14 campaign will see Chelsea as the only team among the title contenders playing away.  They go to the capital of Wales where they will meet yet another team battling for survival.\n A recent upturn in form for Ole Gunnar Solskjaer's side has given them hope in their fight against relegation - which is not good news for Chelsea.  Cardiff will be desperate for three points.  When they met earlier this season Chelsea comfortably won 4-1.  At least if Chelsea make it to the Champions League final, they should be capable of putting it to the back of their mind - the showpiece in Lisbon doesn't take place until May 24.\n Ole Gunnar Solskjaer has slowly developed a thousand-yard stare this season\nManchester City v West Ham - Sun 11 May - 3pm\nThe Hammers are practically safe already, so against a team with one eye on their summer holidays, it should be a straight forward three points for City.  However, QPR looked easy enough opponents back in 2012 before Edin Dzeko and Sergio Agueeeeeeeeeeeeerrrrrrrrrrrrooooooooooo were needed in the last few minutes of the season.  City have made light work of West Ham in recent years, winning the last four and not losing in their last nine meetings.  When they met in the Capital One Cup semi-finals earlier this year, City won 9-0 on aggregate.\n Will last minute heroics from Aguero be needed again?\n Liverpool v Newcastle - Sun 11 May - 3pm\nShould City slip, Liverpool will still likely be needing maximum points on the final day.  Opponents Newcastle provide a fitting finale if the Reds have to secure a result to win the title.  Over the years these two sides have played out some of the greatest games in Premier League history.  The 4-3 win for Liverpool in a midweek meeting in 1996 was arguably the best top-flight game of all-time as defending took a back seat to doubles from Robbie Fowler and Stan Collymore and goals from Les Ferdinand, David Ginola and Faustino Asprilla.  It was a match that hugely dented Newcastle's hopes of winning the league that year - but could they get their revenge in this match?  It was a typically entertaining game earlier this season with the score ending 2-2.",
                    "date": "2014-04-28",
                    "eventUri": "648178",
                    "id": "10570463",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7212,
                    "source": {
                        "title": "The Independent",
                        "uri": "www.independent.co.uk"
                    },
                    "time": "14:51:00",
                    "title": "Premier League title run-in: Chelsea, Liverpool and Manchester City remaining fixtures",
                    "uri": "178929374",
                    "url": "http://www.independent.co.uk/sport/football/premier-league/premier-league-title-runin-chelsea-liverpool-and-manchester-city-remaining-fixtures-9297830.html",
                    "wgt": 1
                },
                {
                    "body": "Liverpool, Chelsea and Manchester City are all in contention to take Manchester United's crown and with just seven games involving those teams to come, it looks set to go to the wire.\n This weekend will see all three teams in action, one day after the other.  Manchester City play on Saturday, Chelsea on Sunday and Liverpool on Monday night.\n With unexpected results and dramatic events at nearly every turn in the run-in so far, this weekend promises even more.\n But what clues are there to who will be in control come Monday night?  We take a look at this weekend's fixtures involving the top three to find out....\nThe first of the seven matches remaining involving the top three sides will arguably be the most pivotal of them all.  Manchester City have three games remaining, but their first one is the only one away from home and sees them take on easily the toughest opponents of the lot.  Ironically, those tough opponents are Liverpool's great local rivals Everton.\n The Toffees have slipped up in the race for fourth in recent fixtures - losing to both Crystal Palace and Southampton.  However, victory over City will keep their hopes of Champions League football next season alive.  Their rivals for the top four, Arsenal, do not play until Sunday, so three points here will ramp up the pressure on the Gunners.\n There have been suggestions that Everton fans might rather lose this game than help Liverpool in the bid for the title.  Roberto Martinez should have serious concerns if his players look at it the same way.  It could just be that on-loan Chelsea striker Romelu Lukaku could do his parent club a favour.\n City should be wary that Everton have won the last four meetings between the sides at Goodison Park.  The match-up between the teams earlier this season ended 3-1 in City's favour.\n Chelsea play the following day and it appears a straight forward assignment for the Blues - although that's what they thought before they played (and lost) against Sunderland in their last home league match.\n Norwich will come to Stamford Bridge as desperate as Sunderland were.  The Canaries have slipped into the relegation places and with Arsenal in their final game, they need points from somewhere.  Might they find them at Chelsea?  They haven't beaten the Blues since 1994 and lost 3-1 when they played earlier this season.\n Chelsea go into the game off the back of Champions League heartbreak.  They lost 3-1 to Atletico Madrid on Wednesday night, but past form suggests they shouldn't suffer a hangover.  They've won the last six games following Champions League ties.  Having tasted defeat in their last two home games, it's been over a decade since it was three on the bounce.  Victory here will take Chelsea top of the table.\n If results go in favour of their rivals, the side many thought were destined for the title before the defeat to Chelsea at Anfield could be third in the table by the time this Monday night fixture comes around.\n Manchester City may have overcome Tony Pulis' side last weekend, but a trip to Selhurst Park is still a daunting one in light of the way the Eagles are finishing the season.  That Palace are now safe should work in Liverpool's favour with the home side having little to play for.  Brendan Rodgers will hope for a repeat of the result earlier this season in which Liverpool won 3-1.  They took a familiar early lead in that match with all three goals for the home side going in inside 38 minutes.\n However, Liverpool will be wary of their form on Monday nights.  The Reds haven't won a fixture on a Monday for three years, a spell spanning five games.",
                    "date": "2014-05-02",
                    "eventUri": "648178",
                    "id": "10694831",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6973,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "13:25:00",
                    "title": "Who will be in control of the Premier League title race after this weekend?",
                    "uri": "180110035",
                    "url": "http://www.independent.ie/sport/who-will-be-in-control-of-the-premier-league-title-race-after-this-weekend-30239020.html",
                    "wgt": 1
                },
                {
                    "body": "Premier League preview: title cannot be won this week, but results will determine the favourite\nTHE penultimate weekend of a thrilling Premier League season is here, and there are still three teams in with a chance of winning the title.  Liverpool, Chelsea and Man City are separated by just three points and any one of them could be top of the table when the latest round of games is completed.\n So tight is it at the top that whatever happens over the bank holiday weekend, the title will not be decided until next week.\n But that only makes this weekend's matches even more critical.  How will Liverpool respond to their damaging defeat to Chelsea last weekend?  Can Man City make their game in hand count?  Do Chelsea still have the stomach for the fight after defeat in Europe?\n The answers will become clear over the next few days.\n And the drama is not confined to the top of the table.  It's just as exciting at the foot of the table where all three teams in the relegation zone are still alive, although that could change this weekend.\n Six of the bottom eight, none of which are safe, including all three teams in the drop zone, are playing away from home this weekend, but must go out to win.\n Here's the best of the weekend action:\nEverton v Man City\nThis could be the game on which the title hinges, and the result on Saturday will have a direct impact on how Man City's rivals approach their matches later in the weekend.  Victory would send City to the top of the table and install them as odds-on favourites to win the title.  A slip-up would hand the initiative back to Liverpool and would also give Chelsea renewed hope.  Winning at Goodison Park will be no easy task for City as Everton will be keen to maintain the pressure on Arsenal in the race for fourth spot - and will also be looking over their shoulders at Spurs and Man United.  However, Roberto Martinez will be without midfield lynchpin Gareth Barry, who is on loan from City and cannot play against his parent club.  Kevin Mirallas and Sylvain Distin are also likely to be missing for the Toffees.  Meanwhile striker Romelu Lukaku, so devastating early in the season, has managed only five goals in the last five months and has not scored in his last four outings.  In contrast City have a host of players on the way back.  Yaya Toure proved that he is back to his best last weekend and Sergio Aguero is also looking sharp.  Even David Silva is being tipped for a return at Goodison.  A win for City looks the most likely outcome.\n Chelsea v Norwich It is hard not to feel for Norwich, whose season has collapsed around their ears.  They have lost their last five matches, slipped into the bottom three and with games against Chelsea and Arsenal to round off their season look destined for the drop.  Certainly Chelsea will be happier to be up against Ricky van Wolfswinkel than they were facing Diego Costa and Atletico Madrid on Wednesday.  Jose Mourinho will expect a reaction from his troops after defeat in Europe, and now that they are out of the competition the Special One can forget the mindgames and subterfuge and just pick his best XI.  His tactics will be interesting.  Surely, with the title a possibility and lowly Norwich the visitors, he will not park the bus at Stamford Bridge.  Eden Hazard appeared to criticise his manager's tactics this week so it will be interesting to see if he features on Sunday.  The game is also likely to be Fernando Torres's last appearance at Stamford Bridge.  Will he sign off with that rarest of things, a goal?  The Blues are used to getting by without much of a contribution from the Spanish striker, and they should notch up another win.\n Crystal Palace v Liverpool Whatever happens before this Monday night clash at Selhurst Park, Liverpool will approach this game as a must-win.  If City have dropped points then victory would all but hand Liverpool the title, if City and Chelsea have won then the Reds will start the match in third place, and will have to win to reclaim the top spot.  It won't be an easy task, however: Palace and Liverpool are the two form teams in the division right now.  The Eagles had won five on the trot before the visit of Man City last weekend and they gave a decent account of themselves against the Citizens.  Tony Pulis's team definitely have the ability to put the wind up Liverpool.  But ultimately the outcome of this game hinges on the Reds.  Quite how damaged Liverpool were by defeat against Chelsea will only become clear when this game kicks off.  But if they are serious about winning the title they will have to prove their mental toughness by bouncing back.  This is a game in which the Reds' heavy hitters cannot go missing.  It would also help if Luis Suarez, who managed just one goal in April, rediscovered his scoring boots.\n Man Utd v Sunderland\nSunderland pulled off the impossible a fortnight ago, inflicting a first ever league defeat at Stamford Bridge on Jose Mourinho, but it will count for naught if the Black Cats end up getting relegated.  Victory at Old Trafford would all but guarantee another season in the top flight for Gus Poyet's team, but the chances of that happening look a lot slimmer than they might have done a couple of weeks ago.  With David Moyes departed and Ryan Giggs at the helm, United appear to have rediscovered their mojo and the Old Trafford faithful will expect the new regime to deliver on their promise of exciting football.  However, United are likely to be without Wayne Rooney and Robin van Persie up front, while Sunderland's front two of Conor Wickham and Fabio Borini have both come into form in recent weeks.  An away win is unlikely but a draw is not out of the question.\n Arsenal v West Brom\nThe Gunners should secure another season of Champions League football this weekend.  Even if Everton pull off a major coup and beat Man City on Saturday, a win for Arsenal on Sunday would guarantee them a spot among Europe's elite for a 17th straight season.  In a season of ups and downs a fourth-placed finish is neither here nor there for the Gunners, who flirted with the title, before looking as though they might drop out of the top four.  With fourth now almost in the bag most fans at the Emirates will be dreaming of the FA Cup final and the chance to get their hands on some silverware for the first time in nine years.  As for West Brom, they are not yet safe from relegation mainly thanks to their habit of throwing away commanding leads.  They are not in immediate danger, but a point or three would certainly help the fans breathe easier.  It seems unlikely that they will get their precious win on Sunday though.\n This weekend's other games:\nSATURDAY\nWest Ham v Tottenham\nAston Villa v Hull\nNewcastle v Cardiff\nStoke v Fulham\nSwansea v Southampton\n·",
                    "date": "2014-05-02",
                    "eventUri": "648178",
                    "id": "10701866",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6776,
                    "source": {
                        "title": "The Week UK",
                        "uri": "www.theweek.co.uk"
                    },
                    "time": "14:34:00",
                    "title": "Crunch time for Liverpool as Man City apply the pressure",
                    "uri": "180127217",
                    "url": "http://www.theweek.co.uk/football/premier-league/58380/crunch-time-liverpool-man-city-apply-pressure",
                    "wgt": 1
                },
                {
                    "body": "The Blues lie second in the Premier League table behind Liverpool, while Manchetser City have the chance to go top and win the league if they beat Everton, Aston Villa and West Ham.\n A task Mourinho wants his side to keep their minds on.\n Speaking after the 3-1 loss to Atletico Madrid in the Champions League, he said: \"Today we had a training session where they could recover some smiles, some good feelings.\" \"\n\"The only thing we can do is win these two matches.\n \"Imagine we don't win the title because we don't win these two matches.\n \"For (City) to play a match three days before last game of season?  Amazing.\" \"\nChelsea face the Canaries on Sunday, in a game which Mourinho thinks will be made all the harder by the relegation threatened teams' precarious league position.\n \"Norwich will be difficult, and they will play it like a final.  They have two games to decide where they will play next season,\" he added.",
                    "date": "2014-05-02",
                    "eventUri": "648178",
                    "id": "10705178",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6087,
                    "source": {
                        "title": "Dailystar.co.uk",
                        "uri": "www.dailystar.co.uk"
                    },
                    "time": "15:06:00",
                    "title": "Focus on the wins! Mourinho tells Chelsea to forget the title and look to Norwich clash",
                    "uri": "180134712",
                    "url": "http://www.dailystar.co.uk/sport/football/377094/Focus-on-the-wins-Mourinho-tells-Chelsea-to-forget-the-title-and-look-to-Norwich-clash",
                    "wgt": 1
                },
                {
                    "body": "Jose Mourinho is about to complete his fourth full season in England; four years during which time he has lost only twice to Chelsea's title rivals in the top four.\n It is a remarkable record from 24 games and it sums up Mourinho neatly.  Look at the numbers and count the medals.  Don't get lost looking for the pretty passing patterns or possession stats.  It is not his way.  Why should it be?\n He is paid to win and he is a master of delivering results under pressure, which is the reason he is a serial champion of domestic leagues and is attempting to make history as the first manager to win the European Cup with three different clubs.\n Chelsea's victory at Anfield, a defensive and counter-attacking master-class, completed a haul of 16 points from 18 in games home and away against Liverpool, Manchester City and Arsenal.\n Problems have occurred this season where he expected to win.  Defeats have come against Everton, Newcastle, Stoke, Aston Villa, Palace and Sunderland.\n He blamed his players for this, claimed they lacked bottle, although perhaps he too was guilty of not devoting the same attention to detail he does when his team take on one of the more powerful rivals.\n The last time he lost in the Barclays Premier League against a top-four rival was at Liverpool in January 2007 - Petr Cech's first game back after his fractured skull.  The only other occasion was at Manchester United in November 2005.\n He drew too many in 2006-07.  It cost him the title.  He was sacked four months later.\n Since his return to Stamford Bridge, he has won five and drawn 0-0 at Arsenal two days before Christmas, when Arsene Wenger's team was top of the league and in good rhythm.\n Having conceded 10 in their previous six games, Chelsea went to the Emirates Stadium with a solid defensive plan and this marked the turning point of the season.  This was the moment when Mourinho went back to being Mourinho, in effect, after trying different things with the players at his disposal.\n He decided that his strikers were not good enough to play another way and it was clear to him a new centre-forward would not be signed in January.  So he reverted to the solid style which has taken him to within touching distance of the Champions League final and the top of the Barclays Premier League.\n This low-risk strategy was in essence the way he played in his first spell in London.  Do not concede.  Take few chances in defence.  Work hard in midfield.  Attack at pace.  Be clinical in front of goal.\n Other coaches do similar things.  But they don't all have Eden Hazard, Oscar and Willian on the break.  Most do not have a choice of Samuel Eto'o, Fernando Torres and Demba Ba, either.  What would Sam Allardyce or Tony Pulis give for one of those three?\n This is the star quality which lifts Chelsea above the ordinary.  Mourinho knows that with individual talent like this at the top of his team, he can afford to defend in greater numbers.  In fact, defending deep actually creates more space for his flying forwards.\n Mourinho does not want his left backs - be it Ashley Cole and Cesar Azpilicueta - to sprint past Hazard on the overlap.  He does not want Hazard to be crowded.  He wants him to have space to dribble and to run at the full-back.  The same to a lesser extent on the other flank.\n Against better teams, it becomes harder for four attacking players to break down a good defence.  This is where Ramires comes in handy, with the stamina to supplement attack and recover to fulfil defensive duties.\n Against the very best teams, Chelsea cannot get out of defence and stay out as often as they would like, especially if, as at Anfield, they don't have their best players on the pitch.  It becomes an exercise in not having the ball.\n It is the reason Atletico Madrid could be dangerous on Wednesday.  They like to play a similar way and Mourinho will be instilling caution in his players.  Do not be tempted to risk too much too early, although the home crowd is sure to be urging them forward.  Chelsea could still finish this campaign empty handed.\n One thing on his side now is that he has proved it so often, players trust what he says, so there is more chance they will do it.  If he suspects they won't, he won't play them.  Or he'll sell them.  See Kevin de Bruyne.\n Mourinho studies the big opponents hard, organises, plots and covers bases.  He will have had a reaction plan to the possibility that Liverpool scored first.  As it was, his defensive men did their jobs brilliantly, his team rode their luck and the plan worked.\n The trademark maniacal dash down the touchline usually occurs when a plan has come together, just as it did against Paris St Germain.  It happens too often to be coincidence.\n Mourinho does what he does well.  He makes his sides very hard to beat, stops opponents doing what they are good at, works out ways where his team might score and generates a spirit of unity which fuels desire and this can carry his teams over the line when all else fails.\n His media comments and his touchline manner is all part of it.  He spent four days between the goalless draw in Madrid and the win at Liverpool insisting the world had conspired against Chelsea and they travelled to Merseyside in hope rather than expectation.\n It can be unseemly, but pressure was lifted from Chelsea and applied to Liverpool.  He wanted them to feel it.  He wanted Anfield to be expectant against his reserves, but, make no mistake, behind the scenes, he was plotting to win (or at least not lose).  He still is, regardless of all the big horse, little horse nonsense.\n The ruthless formula works.  Mourinho's record over the last decade proves it.  Yes, he has been able to work at clubs wealthy enough to buy the best players in the world, but his formula never fails to produce results.  He trusts it implicitly.\n Juan Mata, lovely footballer, did not fit the formula, so Juan Mata went.  Give him what he asks for (a midfield enforcer like Nemanja Matic, for example) and Mourinho will deliver results.\n It may not always be easy on the eye, but that's another matter and it was the point where his relationship with Roman Abramovich broke down last time.\n Mourinho points to goals scored and points accrued when the thorny subject of flair is raised.  Any team with Cristiano Ronaldo in it will have some flair and it will score goals.  If and when he adds a 30-goals-guaranteed striker to this Chelsea team, it will be very dangerous indeed.",
                    "date": "2014-04-28",
                    "eventUri": "648178",
                    "id": "10573734",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.598,
                    "source": {
                        "title": "Mail Online",
                        "uri": "www.dailymail.co.uk"
                    },
                    "time": "15:18:00",
                    "title": "Jose Mourinho's hold over top-four rivals is undisputed... Chelsea boss has dominated title contenders in his four England seasons",
                    "uri": "178936386",
                    "url": "http://www.dailymail.co.uk/sport/football/article-2614919/Jose-Mourinhos-hold-four-rivals-undisputed-Chelsea-boss-dominated-title-contenders-four-England-seasons.html",
                    "wgt": 1
                },
                {
                    "body": "José Mourinho has won the Champions League, the Uefa Cup, the Premier League, the Primeira Liga, La Liga, Seria A, the FA Cup, the Copa del Rey, the Coppa Italia and the Taça de Portugal, so there can be no doubting that his methods win trophies.  The man is an achiever.  But, in light of the money he has spent and the players he has coached, should he not aim a little higher than to simply win at all costs?  Should he not pick teams that try to dominate matches rather than encouraging his team to surrender possession and wait for the opposition to make mistakes?\n Mourinho described Chelsea's performance against Liverpool as \"fantastic\", taking satisfaction from the way his players made \"no mistakes\".  Brendan Rodgers gave Chelsea some credit for their victory but was less gushing in his praise: \"It is totally opposite to how we want to play.  It is not difficult to coach, putting 10 players on the edge of the 18-yard box.  They got booked for time-wasting in the 92nd minute but I think everyone could see from the first whistle that was their plan - to frustrate.\" \"\nPerhaps Rodgers was a little naive.  His team only needed a draw but he sent them out to attack and chase the match.  The mistake that changed the match came when Steven Gerrard looked up to pick out an attacking pass.  The Liverpool captain gazed over his offensive options and allowed the ball to slide below his studs and into the path of Demba Ba, who was able to pounce on the error, saunter towards the Liverpool goal and sweep the ball through Simon Mongolet's legs to give Chelsea the lead.\n Maybe Rodgers should have backed off Chelsea and let Mourinho's team have the ball.  Perhaps he should have played for the nil-nil draw that would have taken his team beyond the reach of Manchester City.  But that is not how he has build this wave of momentum and that is not how you carry a team from seventh to within touching distance of winning the league for the first time in a generation.\n Rodgers has over-achieved this season by believing that fortune favours the brave.  The pragmatists may yet have the last laugh at his foolhardy approach.  Maybe Rodgers will become the new Kevin Keegan - the managerial nearlyman whose gung-ho tactics were intoxicating but ultimately flawed - but at least he has given his players and fans something to love, rather than something to admire.\n Mourinho's approach to football has won him trophies (until this season), but his tactical plan for dealing with tough opponents is hard to love.  Diego Torres, the El Pais journalist who followed Mourinho closely during his spell at Real Madrid, reports in his controversial biography The Special One that Mourinho's way of dealing with talented attacking teams was to play reactive football.  He could call upon Cristiano Ronaldo, Karim Benzema, Mesut Özil and half a team of World Cup winners but, when the biggest matches came along, he reportedly asked his players to give up the ball, minimise their mistakes and take advantage of the opposition's errors.  Torres reports that Mourinho had a seven-fold plan to deal with talented attacking teams:\n1.  The game is won by the team who commits fewer errors\n2.  Football favours whoever provokes more errors in the opposition\n3.  Away from home, instead of trying to be superior to the opposition, it's better to encourage their mnistakes\n4.  Whoever has the ball is more likely to make a mistake\n5.  Whoever renounces possession reduces the possibility of making a mistake\n6.  Whoever has the ball has fear\n7.  Whoever does not have it is therefore stronger.\n Mourinho, the man who lectured Sam Allardyce about West Ham's defensive tactics and chastised a ballboy for wasting time at Selhurst Park, prioritises defence over attack.  His tactics will probably not win him the Premier League, but they were enough to beat Liverpool and they could help Chelsea see off Atlético Madrid.  But should he aim higher?",
                    "date": "2014-04-28",
                    "eventUri": "648178",
                    "id": "10584430",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5132,
                    "source": {
                        "title": "The Guardian",
                        "uri": "www.theguardian.com"
                    },
                    "time": "15:22:00",
                    "title": "Should José Mourinho adopt more adventurous tactics at Chelsea?",
                    "uri": "178961251",
                    "url": "http://www.theguardian.com/football/blog/poll/2014/apr/28/jose-mourinho-chelsea-liverpool-atletico-madrid",
                    "wgt": 1
                },
                {
                    "body": "There is no hiding the fact that we expected to do better this season.  I saw the banner at West Brom last weekend and I understand the fans' frustrations.\n My first responsibility has to be to the people who employ me but I also have a commitment to the supporters of West Ham United.  I don't take on the fans; there is no future in picking an argument with them.  I understand their frustration, I really do.  It's not what some of them say about me which really matters -- it's that it can affect the players.\n If we're not doing as well as they would like -- and we're not at the moment -- their response can help turn that around, or it can make it worse.\n I know how difficult it is because they want to come to the Boleyn Ground, see their team do well and be excited by the football.\n This season we haven't done that enough and when that happens you can't expect your fans just to go home satisfied.\n It's easy to urge them, against Tottenham tomorrow, to stick with us but the truth is we have to give them something.  We have to go out and emulate our performance against Liverpool, without conceding two penalties.\n I want us to go out there and put Spurs under pressure, the same way we put Liverpool under the pump recently.\n I want to stay in my job and help take this club forward.  There is no point in treading water and just surviving.  If that is the extent of your vision as a manager, then you have no ambition.  I want to help grow this team so that they win more than they lose.\n There's not much wrong with the in-between but the two critical ends at either end of the pitch are not right at the moment.\n The defensive solidarity we had earlier in the season is not there and we are not finishing our chances.\n If we don't repeat the mistakes we have made recently, any team would have trouble breaking us down.\n Although we haven't done what we wanted to do, the No1 priority was to stay in the Premier League and while we can't say for certain yet that we have reached that goal, it looks like we have protected that status for the second successive season.\n That will increase the revenue for the club beyond what it has been before.\n Halfway through my first season here, when we were battling to get out of the Championship and back to the top at the first attempt, the revenue for Premier League clubs rose from an estimated £45million to £70m.\n Immediately the pressure, from a business point of view, to be in a position to get that sort of revenue became much greater.\n It was then we got together, David Sullivan, David Gold and Karren Brady, and agreed to go out during the January transfer window to buy and loan some players to help get us there.\n That objective was achieved, via the play-offs.  The criteria, the following season, was to establish ourselves in that top flight and to do that we had to move players out -- a considerable number -- and sign others which would give us the best possible chance of maintaining our new status.\n We did that.\n That first season back in the Premier League was fantastic in terms of consistency and results, particularly at home.\n At the end of that season we asked ourselves, 'What can we do to ensure we match that first year back?' We knew it would be difficult because, although we were trying to improve the team, so were all the other clubs.\n We set our target again as 10th in the Premier League -- the same as the previous season.  To achieve that, we knew we would probably need more than the 46 points we finished with last term.\n We haven't done that although had we done better in these last four games in terms of results -- not performances -- we would have been over the 40‑point mark.\n Like every manager and every player you don't want to finish the season on a low note but that's what we're doing having lost the last four.\n Unless we pick up two results, against Spurs tomorrow and at Manchester City on the final day, we will end our season on a low -- and for me that is really poor.\n Despite all that we have, to all intents and purposes, done what we set out to do and that is stay in the Premier League.\n We're 14th and, make no mistake, we will do everything to move up a couple of places in these last two games.\n One other thing.  At the start of this season I was mindful that the fans were hungry for a decent cup run and the Capital One Cup was an opportunity to achieve that and use our 25-man squad.\n Some of that squad were new, some emerging players -- they had to be given the chance.  If they did well, we knew it would give us more options later in the season.\n No one took that chance more than Adrian and his performances, with others, took us right through to the semi-final, beating Tottenham on the way.  You could say we were unlucky with the draw to have been paired with a rampant Manchester City side when we were at our most vulnerable.\n If there is one thing I've learned this season it is that life as a manager has become shorter than ever.\n The parameters of the job now are to improve things as quickly as you can because you haven't got a lot of time.  If you want to stay in the job you must continue to get the results because the moment you don't then most owners -- not all of them I hasten to add -- feel under pressure to make the change.\n As for my employers, I have been asked if I take comfort from the fact that they didn't make a change in mid-season, when we were at our lowest ebb.\n My answer is that 'comfort' isn't quite the right word.  I appreciate greatly their strong stance back then but it was still an agonising time for me because the team weren't doing as well as I wanted them to do.\n The agony is still there for me because, right now, I am not getting the best out of the team.\n Back in December I wouldn't take full responsibility because of our horrendous injuries but, right now, all the players are reasonably fit, which means the responsibility is mine.\n Unlike back then, there is competition for places so it's my responsibility -- as well as the staff and the players themselves.\n A few days ago we attended the memorial service for Dylan Tombides, who passed away recently from cancer, aged just 20.\n My programme notes for tomorrow sum up how I feel about the young man.\n \"In my 40 years in football, I have never come across anyone as brave, courageous and positive as Dylan.\n \"Throughout the three years that I knew and worked with him, he always gave 100 per cent in everything he did, whether that was fighting the horrible disease that ultimately took him from us, playing football, golf or the many other sports he enjoyed, supporting charitable causes or simply improving the lives of those around him.\n \"Sat in St Paul's Church during the service held in his memory, all I could think of was Dylan and the big smile on his face when I told him he would be making his first-team debut against Wigan Athletic in September 2012.\n \"He thoroughly deserved that debut, because his talent was outstanding.\n \"It is very difficult these days for promising youngsters to break into the Barclays Premier League but I have absolutely no doubt that Dylan would have played regularly in the Barclays Premier League -- he was that good.\n \"Dylan's passing has left everyone associated with this club feeling a deep shock and sadness and our thoughts and sincere condolences go to his family and everyone lucky enough to have known him.\" \"",
                    "date": "2014-05-02",
                    "eventUri": "648178",
                    "id": "10683113",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4501,
                    "source": {
                        "title": "London Evening Standard",
                        "uri": "www.standard.co.uk"
                    },
                    "time": "10:57:00",
                    "title": "Sam Allardyce: I want to stay and help take West Ham forward... there's no point treading water",
                    "uri": "180084459",
                    "url": "http://www.standard.co.uk/sport/football/sam-allardyce-i-want-to-stay-and-help-take-west-ham-forward-theres-no-point-treading-water-9314972.html",
                    "wgt": 1
                },
                {
                    "body": "Patrick Vieira heralded Chelsea keeper Jamal Blackman as City Under-21s crashed out on 5-4 on penalties in the Premier League semi-finals after the game ended 1-1.\n Patrick Vieira heralded Chelsea keeper Jamal Blackman as City Under-21s crashed out on penalties in the Premier League semi-finals.\n Blackman was the hero of the shoot-out, saving spot kicks from Seko Fofana and Olivier Ntcham before Ruben Loftus-Cheek slammed home the deciding spot-kick at the Etihad Stadium.\n Ntcham had scored City's equaliser 13 minutes from time after Islam Feruz opened the scoring for Chelsea.\n \"Chelsea have to thank their goalkeeper because he was the man of the match.  When the opposition team's goalkeeper is man of the match that gives us a lot of credit,\" Vieira said.\n \"It means we created a lot of chances but didn't take our opportunities.  It's something we have to improve on but I'm proud of the boys.\" \"\nLive: Manchester City latest\nVieira's side had the better of the opening stages with Jordi Hiwula missing a great chance one-on-one with Blackman before Feruz put Chelsea ahead when Lewis Baker skipped round City keeper Ian Lawlor and crossed for Feruz to head home.\n City dominated midfield with Fofana putting in a Yaya Toure-esque performance, and they finally equalised when Ntcham latched on to substitute Thierry Ambrose's ball, turned his man and finished well.\n Fofana sent a shot onto the roof of the net from range and Ambrose was brilliantly denied by Blackman twice before Feruz missed the chance of the game from point-blank range.  A lethargic extra-time meant it went to penalties and Blackman decided it with two saves that won it for Chelsea.\n CITY: Lawlor 6, Leigh 6, Plummer 7, Facey 6, Drury 7, Fofana 9, Glendon 7, Ntcham 7, Bytyqi 7 (Ambrose 8), Lopes 6, Hiwula 7 (Cole 6).",
                    "date": "2014-05-02",
                    "eventUri": "648178",
                    "id": "10683442",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3619,
                    "source": {
                        "title": "men",
                        "uri": "www.manchestereveningnews.co.uk"
                    },
                    "time": "11:38:00",
                    "title": "Penalty agony for City youngsters",
                    "uri": "180085604",
                    "url": "http://www.manchestereveningnews.co.uk/sport/football/football-news/manchester-city-eds-lose-chelsea-7064217",
                    "wgt": 1
                },
                {
                    "body": "Here is a man who takes win-at-all-costs gamesmanship to the nth degree.  His \"specialist in failure\" line was a perfect wind-up, and might be etched on Arsène Wenger's headstone.  He pouts, sulks, puts 10 men behind the ball, and generally does anything to place himself at the centre of attention.  But he gets the results, dunnee?\n Except he doesn't.  Forget the Champions League, which is always a bit of a coin toss by that stage.  Chelsea may have thumped Arsenal and stopped the insufferable Liverpool surge, but more than any other team they have thrown away the league with stupid results against bad teams.  Losing to Sunderland, Villa and Palace.  Drawing with West Brom and West Ham.  Hardly the mark of a Special One.\n Mourinho's Way, with its two buses (bendy or double-decker?) and Derren-Brown-style juju, turns out to be yet more proof of the truth that managers almost never matter.  Fergie motivated them, Pulis organises them, Wenger had insider knowledge of some hot young French things in '98.  But on the whole the team that pays the most in wages wins.  Football clubs are basically sprinkler systems for hosepipes of cash.\n Still, if you want to live Mourinho-style, who are we to stop you?  Here are some easy ways you can apply Jose's Way to your day-to-day life.\n Never hand in your homework on time.  If you can avoid doing it at all, do.  Skip lessons to concentrate on your CV.  Then in exam term, having fallen behind, make teachers give you extra tuition to \"bring you up to speed.\" \"\nIn exams, attack the question.  If you ever get an answer right in class, explain that it is due to your extraordinary capacity for factual recall and argument.  Always insist on a remark.\n At work\nAsk for a pay-rise every day.  Tut and sigh when others suggest ideas, particularly if they are good.  Take the boss out.  Send anonymous emails detailing colleagues' mistakes, particularly if they didn't make them and doubly if you made them yourself.\n Threaten to take even the smallest infringement \"upstairs\".  Describe rivals as \"pleasant but harmless\" in communal areas.\n Ask out loud whether promising youngsters are \"quite firing on all cylinders.\" \" If someone asks you to work with a colleague on something, explain that you have no colleagues of sufficient quality.\n In a restaurant\nAlways have a voucher.  In fact, take two vouchers, and argue aggressively if the staff say they can't be used in tandem.\n Order the food with the lowest markup.  Eat at least half of your dish before claiming it is undercooked/overcooked/not what you ordered.\n Ask for a different dish, repeat the process.  Remove optional service charges.  If at any point you are bored, complain to your partner that the standard of conversation is not what you expected and shrug.\n In the pub\nNever buy a round.  Ever.  Each week forget your wallet, be \"waiting for payday\" or simply refuse with a laconic shrug.\n Your co-drinkers will hate you at the time, they'll talk about it beyond your back, but when it comes to Friday night, at least a few will still buy you a pint.  Between new arrivals, rich friends and effusive drunks, you'll retain a steady source of lager.\n What is \"parking the bus\" in life?  I expect some mild disagreement on this one, but I'd suggest it looks something like this: Eton, Oxford, Goldman Sachs.  It might not be pretty, but boy does it get results.  Everyone will think you are an a******, of course, but you'll be too busy installing your Sonos system and funding a friend's boutique babycare range or artisanal bakery.",
                    "date": "2014-05-02",
                    "eventUri": "648178",
                    "id": "10705557",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3441,
                    "source": {
                        "title": "Independent.ie",
                        "uri": "www.independent.ie"
                    },
                    "time": "15:09:00",
                    "title": "How to live your life like Jose Mourinho",
                    "uri": "180135807",
                    "url": "http://www.independent.ie/sport/how-to-live-your-life-like-jose-mourinho-30239221.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-05-01",
            "avgCos": 0.3906,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "648178",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "648178",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "Liverpool",
                "lat": 53.41058,
                "long": -2.97794,
                "wikiUri": "http://en.wikipedia.org/wiki/Liverpool"
            },
            "storyDate": "2014-05-01",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-353218",
            "variance": 0.3474
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-152394": {
        "articles": {
            "resultCount": 14,
            "results": [
                {
                    "body": "El Chelsea (2º) venció en su visita a Anfield al Liverpool por 0-2 y reabre el campeonato inglés, ya que tres equipos aspiran al título a falta de dos jornadas.\n Con un equipo lleno de suplentes, para reservar jugadores para la vuelta de las semifinales contra el Atlético de Madrid el miércoles (0-0 en la ida), el equipo de José Mourinho se impuso con un gol del senegalés Demba Ba al borde del descanso (45) y otro del brasileño Willian sobre el silbato final (90).\n El Manchester City (3º), por su parte, se impuso (2-0) en casa del Crystal Palace (11º), este domingo en la 36ª jornada del campeonato inglés, y depende de sí mismo para ser campeón tras la derrota (2-0) del líder Liverpool en casa ante el Chelsea (2º).\n Los goles a favor podrían ser decisivos para decidir el título, ya que es la diferencia de tantos lo que deshace el empate a puntos en la Premier.\n Así está la Premier\nDe los tres primeros, el Liverpool tiene 80 puntos y +50, el Chelsea 78 con +43 y el City 77 y +58, siendo este último el único que depende de sí mismo, ya que tiene un partido menos.  Pero el chileno Manuel Pellegrini, entrenador del City no se fía.\n \"El campeonato lo decidirán detalles, puede que un punto o la diferencia de goles\", avisó Pellegrini.\n Mourinho, por su parte, descarta a 'su' Chelsea para el título.\n \"La liga será para el City o el Liverpool por lo que no tenemos nada que celebrar\", declaró 'Mou'.\n \"Con estos tres puntos, sólo necesitamos uno más para acabar terceros.  Será una buena temporada para nosotros\", concluyó Mourinho, quien recordó que su equipo ha vencido en los partidos disputados ante Liverpool y City .  \"Podemos decir que ganamos los dos encuentros al campeón\", sea uno u otro.",
                    "date": "2014-04-27",
                    "eventUri": "660016",
                    "id": "10496233",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8018,
                    "source": {
                        "title": "El Diario Montanes",
                        "uri": "www.eldiariomontanes.es"
                    },
                    "time": "19:58:00",
                    "title": "Mourinho amarga al Liverpool",
                    "uri": "178728318",
                    "url": "http://www.eldiariomontanes.es/rc/20140427/deportes/mas-futbol/mourinho-amarga-liverpool-20140427172139.html?utm_source=eldiariomontanes.es&utm_medium=rss&utm_content=ultima-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "El Manchester City (3º) se impuso 2-0 en casa del Crystal Palace (11º), este domingo en la 36ª jornada del campeonato inglés, y depende de sí mismo para ser campeón tras la derrota (2-0) del líder Liverpool en casa ante el Chelsea (2º).\n El Chelsea (2º) venció en su visita a Anfield al Liverpool por 2-0, reabriendo el campeonato inglés.  (Foto de AFP)\nLos 'Citizens' se impusieron al Palace gracias a los goles del bosnio Edin Dzeko (4) y del marfileño Yayá Touré (43).\n Antes, el Chelsea (2º) venció en su visita a Anfield al Liverpool por 2-0, reabriendo el campeonato inglés, ya que los tres equipos aspiran al título a falta de dos jornadas, en un margen de apenas 3 puntos.\n Con un equipo lleno de suplentes, para reservar jugadores para la vuelta de las semifinales contra el Atlético de Madrid el miércoles (0-0 en la ida), el equipo de José Mourinho se impuso con un gol del senegalés Demba Ba al borde del descanso (45) y otro del brasileño Willian sobre el silbato final (90).\n Los goles a favor podrían ser decisivos para decidir el título, ya que es la diferencia de tantos lo que deshace el empate a puntos en la Premier.\n De los tres primeros, el Liverpool tiene 80 puntos y +50, el Chelsea 78 con +43 y el City 77 y +58, siendo este último el único que depende de sí mismo, ya que tiene un partido menos.\n Si el equipo entrenado por el chileno Manuel Pellegrini gana los tres partidos que le restan para el final (Everton, Astos Villa y West Ham), será campeón.\n Clasificación: Pts J G E P GF GC Dif\n1.  Liverpool 80 36 25 5 6 96 46 50\n2.  Chelsea 78 36 24 6 6 69 26 43\n3.  Manchester City 77 35 24 5 6 93 35 58\n4.  Arsenal 70 35 21 7 7 62 41 21\n5.  Everton 69 36 20 9 7 57 36 21\n6.  Tottenham 66 36 20 6 10 52 49 3\n7.  Manchester United 60 35 18 6 11 60 40 20\n8.  Southampton 52 36 14 10 12 52 45 7\n9.  Newcastle 46 35 14 4 17 39 54 -15\n10.  Stoke City 44 36 11 11 14 39 50 -11\n11.  Crystal Palace 43 36 13 4 19 28 43 -15\n12.  Swansea City 39 36 10 9 17 51 52 -1\n13.  Hull City 37 35 10 7 18 36 45 -9\n14.  West Ham 37 36 10 7 19 38 49 -11\n15.  West Bromwich 36 35 7 15 13 42 54 -12\n16.  Aston Villa 35 35 9 8 18 36 53 -17\n17.  Sunderland 32 35 8 8 19 37 57 -20\n18.  Norwich City 32 36 8 8 20 28 60 -32\n19.  Fulham 31 36 9 4 23 37 79 -42\n20.  Cardiff City 30 36 7 9 20 31 69 -38\nAFP",
                    "date": "2014-04-28",
                    "eventUri": "660016",
                    "id": "10513140",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7982,
                    "source": {
                        "title": "LARED21",
                        "uri": "www.lr21.com.uy"
                    },
                    "time": "01:12:00",
                    "title": "El Liverpool de Suárez cayó 2-0 contra Chelsea; ganó City y depende de sí mismo",
                    "uri": "178770388",
                    "url": "http://www.lr21.com.uy/deportes/1171221-el-liverpool-de-suarez-cayo-2-0-contra-chelsea-gano-city-y-depende-de-si-mismo#utm_source%3Drss%26utm_medium%3Drss%26utm_campaign%3Del-liverpool-de-suarez-cayo-2-0-contra-chelsea-gano-city-y-depende-de-si-mismo",
                    "wgt": 1
                },
                {
                    "body": "Si el equipo de Manuel Pellegrini gana los tres partidos que le restan para la final, será campeón.\n AFP (Londres)\nEl Manchester City (3º) se impuso (2-0) en casa del Crystal Palace (11º), este domingo en la 36ª jornada de la Premier League, y depende de sí mismo para ser campeón tras la derrota (2-0) del líder Liverpool en casa ante el Chelsea (2º).\n [Premier League: Chelsea ganó 2-0 al Liverpool y acaricia la punta]\nLos 'citizens' se impusieron gracias a los goles del bosnio Edin Dzeko (4) y del marfileño Yayá Touré (43).\n Antes, el Chelsea (2º) venció en su visita a Anfield al Liverpool por 2-0, reabriendo el campeonato inglés, ya que los tres equipos aspiran al título a falta de dos jornadas, en un margen de apenas 3 puntos.\n De los tres primeros, el Liverpool tiene 80 puntos y +50, el Chelsea 78 con +43 y el City 77 y +58, siendo este último el único que depende de sí mismo, ya que tiene un partido menos.\n Si el equipo entrenado por el chileno Manuel Pellegrini gana los tres partidos que le restan para la final (Everton, Astos Villa y West Ham), será campeón.",
                    "date": "2014-04-27",
                    "eventUri": "660016",
                    "id": "10497465",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7282,
                    "source": {
                        "title": "Peru21",
                        "uri": "peru21.pe"
                    },
                    "time": "20:22:00",
                    "title": "Manchester City gana al Crystal Palace y sueña con la Premier League",
                    "uri": "178731471",
                    "url": "http://peru21.pe/deportes/manchester-city-gana-al-crystal-palace-y-suena-premier-league-2180733",
                    "wgt": 1
                },
                {
                    "body": "Yayá Touré fue la gran figura del Manchester City ante el Crystal Palace.  / AFP\nCon un equipo lleno de suplentes, para reservar jugadores para la vuelta de las semifinales contra el Atlético de Madrid el miércoles (0-0 en la ida), el equipo de José Mourinho se impuso en casa del líder con un gol del senegalés Demba Ba al borde del descanso (45) y otro del brasileño Willian sobre el pitido final (90).\n Los goles a favor podrían ser decisivos para decidir el título, ya que es la diferencia de tantos lo que deshace el empate a puntos en la Premier.\n De los tres primeros, el Liverpool tiene 80 puntos y +50, el Chelsea 78 con +43 y el City 77 y +58, siendo este último el único que depende de sí mismo, ya que tiene un partido menos.\n \"La liga será para el City o el Liverpool por lo que no tenemos nada que celebrar\", declaró tras el partido el técnico del Chelsea José Mourinho.\n \"Con estos tres puntos, sólo necesitamos uno más para acabar terceros.  Será una buena temporada para nosotros\", concluyó Mourinho, quien recordó que su equipo ha vencido en los partidos disputados ante Liverpool y City.  \"Podemos decir que ganamos los dos encuentros al campeón\", sea uno u otro.\n El partido en Anfield fue de completo dominio de los locales, que tuvieron la posesión del balón.\n Éste llegó poco antes del descanso, cuando el capitán Red Stephen Gerrard falló al intentar controlar un balón en defensa, a la altura de la medular, y se resbaló cuando intentaba evitar que Demba Ba le robase la pelota.\n El senegalés se marchó solo hacia la portería de Simon Mignolet y batió por bajo al arquero belga (45).\n Pese al dominio del Liverpool en el segundo tiempo, el conjunto local no logró tranformarlo en ocasiones claras de gol ante una gran defensa del Chelsea.\n La puntilla llegó sobre el pitido final, cuando el Liverpool, volcado sobre el área rival, perdió el balón y Willian y Fernando Torres, que había sustituido poco antes a Demba Ba, montaron un rápido contragolpe que culminó el mediapunta brasileño.\n \"Es su estilo de fútbol, un estilo defensivo.  Es lo opuesto a lo que hacemos nosotros.  Si logras resultados es genial.  José consiguió su resultado hoy y estará feliz con ello\", dijo con sorna Brendan Rodgers.\n Esta victoria permite al Chelsea de Mourinho seguir soñando con un doblete Liga y Champions, aunque el gran beneficiado de la jornada fue el Manchester City, que tras ganar (2-0) al Crystal Palace y pasa a ser el principal favorito el título.\n Los 'Citizens' se impusieron al Palace gracias a los goles del bosnio Edin Dzeko (4) y del marfileño Yayá Touré (43).\n Si el equipo entrenado por el chileno Manuel Pellegrini gana los tres partidos que le restan para el final (Everton, Aston Villa y West Ham), será campeón.\n El técnico del Liverpool Brendan Rodgers deberá tratar de levantar rápidamente la moral de sus hombres para tratar de ganar un campeonato que no logra desde 1990.\n Sunderland de Poyet cerca de salvarse\nEn el otro partido jugado este domingo, el Sunderland que dirige el uruguayo Gustavo Poyet goleó al Cardiff City (4-0), una victoria que permite el club del noroeste de Inglaterra salir de las posiciones de descenso.\n El galés Connor Wickham en dos ocasiones (26 y 86) y los italianos Fabio Borini (45+1, de penal) y Emanuele Giaccherini (76) fueron los autores de los goles del Sunderland.\n Con esta victoria, el Sunderland se coloca 17ª con 32 puntos y fuera de las posiciones de descenso, mientras que el Cardiff prácticamente certifica su descenso, al ser colista con 30 puntos.\n La 36ª jornada de la Premier League acabará el lunes con el partido que enfrentará al Arsenal (4º) contra el Newcastle (9º).",
                    "date": "2014-04-27",
                    "eventUri": "660016",
                    "id": "10492629",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7215,
                    "source": {
                        "title": "ABC Color",
                        "uri": "www.abc.com.py"
                    },
                    "time": "18:55:00",
                    "title": "City depende de sí mismo",
                    "uri": "178718579",
                    "url": "http://www.abc.com.py/deportes/futbol/city-depende-de-si-mismo-1239169.html",
                    "wgt": 1
                },
                {
                    "body": "27/04/2014 11:26 PM | INGLATERRA.- - La Premier League está que arde.  Y este domingo vivió otro apasionante capítulo en la recta final hacia el título.\n En Liverpool, el líder perdió con el Chelsea, su escolta a dos puntos, por 2-0.  Y luego, el que aprovechó esa caída fue Manchester City, que se impuso 2-0 al Crystal Palace y quedó a tres puntos de la cima pero con un partido menos.\n En Anfield, el Liverpool perdió una racha de once victorias consecutivas ante un Chelsea en el que Mourinho presentó un equipo con varias bajas, pensando en el partido revancha de la Liga de Campeones con el Atlético de Madrid.\n Demba Ba aprovechó un resbalón del capitán del Liverpool Steven Gerrard para abrir el marcador al final del primer tiempo.  El segundo tanto, por su parte, llegó cuando el delantero del local Daniel Sturridge perdió la pelota y permitió un rápido contrataque del Chelsea que el brasileño Willian definió para la primera derrota de los Reds desde que cayeron ante el Chelsea hace cuatro meses.\n Con la derrota del líder Liverpool, Manchester City aprovechó su oportunidad para acercarse a la cima.  Con los tres argentinos en cancha, Sergio Agüero, Pablo Zabaleta y Martín Demichelis, venció 2-0 como visitante a Crystal Palace.\n Empezó ganando a los cuatro minutos de juego, cuando Edin Dzeko abrió el marcador con un certero cabezazo.  Poco después, a los 43 del primer período, Yaya Toure completó una verdadera joya de gol para irse al descanso 2-0 arriba.\n Con este resultado, el equipo del ingeniero Manuel Pellegrini se puso a tres puntos del líder y a uno de Chelsea, único escolta, con dos fechas por jugar.",
                    "date": "2014-04-28",
                    "eventUri": "660016",
                    "id": "10519231",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6822,
                    "source": {
                        "title": "www.elsigloweb.com",
                        "uri": "www.elsigloweb.com"
                    },
                    "time": "02:26:00",
                    "title": "El Manchster City volvió a quedar a tiro de la punta en la Premier League",
                    "uri": "178783479",
                    "url": "http://www.elsigloweb.com/nota.php?id=136899",
                    "wgt": 1
                },
                {
                    "body": "A dos puntos.  Los jugadores de Chelsea celebran el gol de Demba Ba.  / EFE\nLa Liga de Inglaterra está para cualquiera.  Ayer el Chelsea que dirige José Mourinho (78 puntos) dio el golpe como visitante: frenó al puntero Liverpool (80), derrotándolo por 2 a 0, con goles de Demba Ba y Willian, y se puso a tiro en la lucha por el campeonato, a tres fechas del final.  El que festejó, también, es el Manchester City (77) de Sergio Agüero, Martín Demichelis y Pablo Zabaleta que venció por 2 a 0 (goles de Dzeko y Touré) al Crystal Palace, afuera de casa.  El City depende de sí mismo para ser campeón porque tiene un partido menos que Chelsea y Liverpool.  Además, Sunderland aplastó por 4 a 0 al Cardiff City.  Hoy cerrarán la fecha Arsenal contra Newcastle.",
                    "date": "2014-04-28",
                    "eventUri": "660016",
                    "id": "10535761",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6674,
                    "source": {
                        "title": "Clarin.com",
                        "uri": "www.clarin.com"
                    },
                    "time": "07:36:00",
                    "title": "Chelsea dejó todo al rojo vivo",
                    "uri": "178826985",
                    "url": "http://www.clarin.com/deportes/Chelsea-dejo-rojo-vivo_0_1128487307.html",
                    "wgt": 1
                },
                {
                    "body": "La venganza es un plato que se sirve frío.  Y ayer, casi 10 años después de que el Liverpool le echara de Europa con un gol fantasma que aún lleva clavado, José Mourinho se atiborró de venganza transformando en funeral la fiesta con la que Anfield celebraba demasiado pronto un título que, a estas horas, temen haber perdido de nuevo.  El Chelsea se impuso por 0-2.\n Anfield cantaba el Nunca caminarás solo con más fuerza que nunca.  The Kop, ese mágico fondo interminable, parecía la grada de los buenos tiempos, cuando el Liverpool era el rey de Inglaterra y uno de los reyes de Europa.  Una victoria contra el Chelsea dejaría a los de Mourinho fuera de la carrera.  Incluso un empate era bueno, porque se mantendrían los cinco puntos de ventaja sobre los de Mourinho y al menos un punto de ventaja sobre el Manchester City a solo dos partidos del final de la Premier.\n Pero resultó que eso era el cuento de la lechera.  Mourinho se disfrazó de lobo con piel de cordero, plantó el rebaño entero (casi: la clave es siempre que haya uno o dos corderos listos para salir disparados en contraataque) frente a su portero y consiguió su objetivo: desquiciar al Liverpool, aprovechar la oportunidad.  Y ganar (0-2).  El Chelsea ha ganado los dos partidos contra el Liverpool y los dos partidos contra el City.  Y tiene el título a tiro de piedra.  Pero sigue dependiendo de que los demás tropiecen.\n El objetivo de Mourinho era pasarle al Liverpool la presión que decían que estaba en el lado del Chelsea.  Lo primero que hizo fue jugar con algunos suplentes, como el debutante Kalas.  Quería hacer creer que daba la liga por perdida y que su único objetivo era guardar fuerzas para la semifinal de Champions del miércoles contra el Atlético en Stamford Bridge.\n Lo segundo que hizo fue utilizar todas las triquiñuelas posibles para sacar de quicio al rival, perdiendo tiempo de forma descarada en cada saque.  El objetivo no era perder tiempo, sino sacar de sus casillas al Liverpool, poner nervioso a su público y a sus jugadores.  Lo consiguió desde el primer momento del encuentro.\n Lo tercero consistía en arropar a la defensa con sus cinco centrocampistas frente a su propia área, dejando a Ba en punta por si sonaba la flauta.  Y sonó.  Sonó de la forma más cruel.  En el tiempo de descuento al final de la primera parte, un tiempo extra con el que el árbitro quiso compensar al Liverpool por el tiempo perdido por el Chelsea en varios momentos.  Y por un error absurdo de su gran capitán, Stephen Gerrard, el veterano centrocampista que hace poco lloraba de emoción porque el triunfo liguero empezaba a parecer algo más que un sueño para el Liverpool.\n Gerrard controló mal un balón que le había retrasado Coutinho y, al intentar rectificar, resbaló.  Aún no había logrado incorporarse cuando el espigado Ba se llevó la pelota como una gacela, encaró al portero Mignolet y se la clavó entre las piernas.  Anfield enmudeció.  Y ya no abrió la boca.  Solo al final del encuentro, cuando en el último contraataque Fernando Torres le regaló a Willian el honor de clavarle la puntilla al Liverpool y Anfield empezó a entonar de nuevo el Nunca caminarás solo.\n Ahora, a dos jornadas del final de la Premier, el Liverpool le lleva dos puntos al Chelsea y tres al Manchester City, que ayer ganó en Crystal Palace (0-2) y que tiene un partido atrasado y mejor diferencia de goles.  Pero, para ser favorito, el conjunto de Pellegrini ha de ganar el sábado en Goodison Park.  El Liverpool depende del Everton.",
                    "date": "2014-04-28",
                    "eventUri": "660016",
                    "id": "10510015",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.643,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "deportes.elpais.com"
                    },
                    "time": "00:15:00",
                    "title": "Mourinho transforma en funeral la fiesta de Anfield",
                    "uri": "178763115",
                    "url": "http://deportes.elpais.com/deportes/2014/04/27/actualidad/1398624504_291367.html",
                    "wgt": 1
                },
                {
                    "body": "Aún puede.  Venció 2-0 al líder Liverpool y no se rinde en la Premier.\n Liverpool.  Chelsea venció en su visita a Anfield Road al Liverpool por 2-0 y reabre el campeonato inglés, ya que tres equipos aspiran al título a falta de dos jornadas.  Un equipo plagado de suplentes terminó venciendo a uno que llegaba en genial racha y muy motivado.\n Con un equipo lleno de reservistas -pensando en la vuelta de las semifinales de la Champions League contra el Atlético de Madrid, el miércoles (0-0 en la ida)- el equipo de José Mourinho se impuso con un gol del senegalés Demba Ba al borde del descanso (45') y otro del brasileño Willian sobre el pitido final (90').\n El partido en Anfield fue de completo dominio de los locales, que tuvieron la posesión del balón y se acercaron con mucha mayor frecuencia al área rival del Chelsea, que se encerró atrás y esperó el error del adversario.\n En tanto Manchester City se impuso 2-0 en casa de Crystal Palace con goles del marfileño Yaya Toure y el bosnio Edin Dzeko.  Tras esta jornada 36, Liverpool tiene 80 puntos, Chelsea 78 y el cuadro del chileno Mauricio Pellegrini 77 pero con un partido más por disputar.",
                    "date": "2014-04-28",
                    "eventUri": "660016",
                    "id": "10546098",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5757,
                    "source": {
                        "title": "larepublica.pe",
                        "uri": "www.larepublica.pe"
                    },
                    "time": "10:04:00",
                    "title": "Chelsea pegó un gran salto de visita",
                    "uri": "178858497",
                    "url": "http://www.larepublica.pe/28-04-2014/chelsea-pego-un-gran-salto-de-visita",
                    "wgt": 1
                },
                {
                    "body": "Liverpool perdió con chelsea y quedó al alcance del city, suárez volvió a meterse en líos al pelearse con un compañero, aunque recibió la alegría de ser nombrado el jugador de la temporada\nEl panorama hace una semana era ideal: Liverpool ganaba y gustaba.  Suárez era el líder, goleador, pero también asistidor y encargado de sacarle lustre al juego de sus compañeros.  Y el equipo de Anfield estaba apenas a pasitos de ser campeón, aprovechando que Chelsea y el City perdían puntos y encima Mourinho anunciaba suplentes para el duelo del fin de semana, ya que tenía la cabeza en la Champions.\n No es que una semana después todo eso haya desaparecido, pero sí que la felicidad suele ser efímera.  Entonces, lo que hace siete días parecía garantizado, ahora al menos se pone en duda: Liverpool perdió 2-0 con Chelsea, que se puso apenas a dos puntos, el City también le ganó 2-0 a Crystal Palace y quedó a tres con un partido menos.  Suárez volvió a irse sin goles en un partido contra los candidatos -no sumó ninguno en la temporada contra los grandes-.  Y encima tuvo que enfrentar otra vez a los medios ingleses, que destacaron una insólita pelea que mantuvo con el zaguero Skrtel, el sábado tras una discusión en un partido de fútbol tenis.\n Al menos, Suárez se llevó una alegría en la tarde, cuando fue elegido como el mejor jugador de la temporada por la Asociación de jugadores ingleses.\n Flojo partido\nSuárez completó un discreto partido en la derrota del Liverpool en Anfield frente al Chelsea (0-2).  El Pistolero, máximo realizador de la Premier League, eligió el día menos apropiado para no anotar, ya que, con la derrrota, los Reds dejaron de depender de sí mismos para conquistar el campeonato.\n Chelsea derrotó a Liverpool con un gol del senegalés Demba Ba y otro del brasileño Willian, mermando opciones de los Reds en una liga que ya tocaban con la punta de los dedos.  Un Liverpool nervioso al que le pudo la presión, vio cómo su capitán, el inglés Steven Gerrard perdía en defensa un balón que les costaría un gol, y cómo Suárez, futbolista más valioso de la temporada, con 30 goles anotados y multitud de asistencias, apenas creaba peligro.\n Los mejores minutos del delantero coincidieron con el buen inicio del Liverpool.  Suárez dio una buena asistencia en el primer cuarto de hora desperdiciada por el brasileño Philippe Coutinho.  Ya en el tiempo añadido, antes del definitivo 0-2, tuvo en sus botas el empate con una potente volea a la salida de un córner, pero muy centrada, siendo despejada por el arquero australiano Mark Schwarzer.",
                    "date": "2014-04-28",
                    "eventUri": "660016",
                    "id": "10560290",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5744,
                    "source": {
                        "title": "El Observador",
                        "uri": "www.elobservador.com.uy"
                    },
                    "time": "13:16:00",
                    "title": "Venía todo tan bien...",
                    "uri": "178903791",
                    "url": "http://www.elobservador.com.uy/noticia/277305/venia-todo-tan--bien/",
                    "wgt": 1
                },
                {
                    "body": "La Liga más trepidante del mundo acabó de manera soporífera.  El Manchester City se llevó su segunda Premier en tres años.  Esta vez, sin sobresaltos de última hora, sin sospechosos goles en el último suspiro.  Al equipo de Manuel Pellegrini -- primer entrenador no europeo que conquista el campeonato inglés -- le bastaba empatar en casa contra el desmotivado West Ham y ganó sin despeinarse (2-0), con un gol de Nasri en la primera parte y otro del capitán Kompany al arrancar la segunda.  Un aburrimiento.\n Al final, la Premier de este año no ha estado a la altura de las expectativas.  Con el Manchester United autoexcluido desde el primer suspiro (y fuera de las competiciones europeas para la próxima temporada), la irrupción inicial del Arsenal, espoleado con la llegada de Özil, no fue más que un espejismo.  Con City y Chelsea de grandes favoritos desde el principio, los de Mourinho han realizado una temporada extraña en la que han alternado momentos de extraordinaria brillantez con pájaras incomprensibles.  El Chelsea se ha llevado los 12 puntos en juego contra el City y el Liverpool, pero al final ha quedado tercero.\n El Liverpool ha sido la gran sorpresa.  Brillantes desde el principio, han tenido al mejor jugador del año, el delantero uruguayo Luis Suárez; a la mejor promesa, Sterling; y al mejor resucitado, Sturridge.  Pero eso no ha sido suficiente para obrar el milagro: su debilidad defensiva (han concedido 50 goles) y el resbalón terrible del gran capitán, Gerrard, el día del partido ante el Chelsea en Anfield les han acabado dejando fuera de combate.  Renunciaron a cualquier posibilidad de milagro el lunes pasado, cuando concedieron tres goles en diez minutos fatales, a última hora en campo del asombroso Crystal Palace.\n El City empezó la temporada imperial en casa pero desastroso en campo contrario.  Poco a poco fue ganando terreno fuera de casa y al final ha acabado ganando la Liga casi por falta de rival.  Yaya Touré ha sido su gran sostén durante toda la temporada y el triunfo ha llegado más por su poder atacante que gracias a una defensa que no siempre ha exhibido solidez.  David Silva ha vuelto a ser el mejor valor de su legión española.  Navas ha tenido momentos brillantes, pero sin continuidad.  Negredo tuvo una primera vuelta de ensueño pero ha sido un ausente total desde hace ya meses.  Javi García, en cambio, ha ido de menos a más.\n Pellegrini ha ganado su primer título serio en Europa, después de ganar la más bien fallera Copa de la Liga derrotando (3-1) al Sunderland en la final en marzo.  El chileno le ha dado al City una solidez que nunca tuvo con el histriónico Roberto Mancini, pero nunca sabremos qué habría sido de él sin el fatídico resbalón de Gerrard ante Demba Ba.\n La gran decepción del año ha sido el Manchester United, que ha acabado cortándole la cabeza antes de tiempo a David Moyes, el elegido en su día para sustituir a sir Alex Ferguson.  La disolución del United, que el año que viene no estará en Europa, anuncia un verano intenso en fichajes.  La que ahora acaba ha sido una temporada de transición.  Mourinho va a querer refuerzos.  El Arsenal puede aprovechar su probable victoria copera el domingo que viene ante el Hull para despedir a Wenger con honores.  O sin honores si pierden la final.  Quizás todo eso es lo que más le duele al Liverpool: es muy difícil que el año que viene lo tenga todo tan de cara para poder ganar la Premier.",
                    "date": "2014-05-12",
                    "eventUri": "660016",
                    "id": "11536094",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5409,
                    "source": {
                        "title": "EL PAÍS",
                        "uri": "deportes.elpais.com"
                    },
                    "time": "03:48:00",
                    "title": "El City gana una Premier de transición",
                    "uri": "182474611",
                    "url": "http://deportes.elpais.com/deportes/2014/05/11/actualidad/1399832660_602999.html",
                    "wgt": 1
                },
                {
                    "body": "José Mourinho mostró su lado emotivo tras el segundo gol del Chelsea ante Liverpool, anotado por el brasileño Willian en un contragolpe.\n Con este resultado, Chelsea se ubica en segundo lugar de la tabla con 78 puntos, por 80 propio Liverpool con 36 partidos jugados.  Manchester City tiene 77 unidades con un partido menos.\n TAMBIÉN PUEDES VER\nPuebla le hizo el favor a Chivas y León\nSharapova se coronó en Alemania\nToluca empató con suplentes ante América",
                    "date": "2014-04-27",
                    "eventUri": "660016",
                    "id": "10495483",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.51,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "19:43:00",
                    "title": "GIF: el festejo eufórico de Mourinho",
                    "uri": "178725948",
                    "url": "http://www.publimetro.com.mx/publisport/gif-el-festejo-euforico-de-mourinho/mndA%21IQfR7yCipdqjA/",
                    "wgt": 1
                },
                {
                    "body": "El delantero uruguayo terminó la temporada como goleador, quedó en el once ideal y es el primer no europeo que gana el premio a \"Jugador del Año\"\nLa adaptación fue paulatina, extensa y turbulenta.  Luis Suárez se tomó su tiempo para llegar a ídolo de la Premier League.  El delantero uruguayo hoy exhibe los premios que se ganó a base goles y excelentes rendimientos, pero tuvo que trabajar para dejar de lado los conflictos y enfocarse en el juego.\n Suárez enfrentado con Evra, en uno de sus tantos conflictos en la Premier\nFue una novela muy extensa.  El duelo comenzó el 16 de octubre de 2011: Evra declaró a la prensa que Suárez le había propinado insultos racistas.  La FA acusó formalmente al charrúa, y tras una audiencia de 6 días, el juez dijo que Evra le habría dicho a Suárez: \"No me toques sudamericano\", a lo que él respondió diciendo: \"¿Por qué, negro?\".\n El árbitro de aquel partido también informó que durante el partido Evra lo habría acusado a él mismo de ser racista, diciéndole: \"Me estas amonestando porque soy negro\".  Hubo suspensiones, saludos negados y burlas en duelos posteriores.  Hoy se respetan y limaron asperezas.\n Llegaba una nueva temporada, la 2012/2013, y sobre el final del campeonato hubo otro incidente.  Luis mordió en el brazo a Branislav Ivanović, defensor del Chelsea, y la Asociación de Fútbol de Inglaterra (FA) le imputó cargos de \"conducta violenta\" por el incidente.  Lo sancionó con 10 jornadas de suspensión.\n Esa multa le impidió terminar el certamen y perderse los primeros cinco partidos de esta temporada.  A pesar de la ventaja que le dio a los delanteros de los demás equipos, se llevó todos los premios.\n Metió 31 goles y se consagró como máximo anotador de la liga.  Anotó en 18 de los 32 partidos en los que dijo presente.  Le hizo cuatro goles Norwich City, metió dos hat-tricks (West Bromwich y Cardiff City), y \"dobletes\" ante Sunderland, Fulham, West Ham, Tottemham, Cardiff y Stoke City.  Anfield se rindió a sus pies, lo idolatró siempre.\n Quedó en el once ideal junto con Cech (Chelsea), Seamus Coleman (Everton), Vincent Kompany (Manchester City), Gary Cahill (Chelsea), Lucas Shaw (Southampton), Eden Hazard (Chelsea), Yaya Touré (Manchester City), Steven Gerrard (Liverpool), Adam Lallana (Southampton), y Daniel Sturridge (Liverpool).",
                    "date": "2014-05-13",
                    "eventUri": "660016",
                    "id": "11701927",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4528,
                    "source": {
                        "title": "infobae",
                        "uri": "www.infobae.com"
                    },
                    "time": "18:56:00",
                    "title": "Luis Suárez, del conflicto a la idolatría en la Premier League",
                    "uri": "182894168",
                    "url": "http://www.infobae.com/2014/05/13/1563972-luis-suarez-del-conflicto-la-idolatria-la-premier-league",
                    "wgt": 1
                },
                {
                    "body": "El defensa del Oporto, Eliaquim Mangala, será uno de los nombres del mercado de fichajes de verano.  El francés, de 23 años, tenía ofertas sobre la mesa de Manchester City y Chelsea, aunque finalmente parece haberse decantado por los londinenses.\n \"¿City o Chelsea?  Chelsea, porque está en Londres.  Es verdad que me encanta la Premier League, es una liga espectacular.  En Enero hubo conversaciones con el City, pero fracasaron debido a que los dos clubes no se pusieron de acuerdo\", afirmó el internacional francés a Daily Star.\n \"Todos los jugadores quieren jugar en los clubes más grandes.  Soy un jugador ambicioso y el equipo que me interesa es al que pueda ayudarle a ganar títulos\", finalizó el futbolista, quien es uno de los preferidos por Mourinho ante la más que probable salida de David Luiz.",
                    "date": "2014-05-19",
                    "eventUri": "660016",
                    "id": "12291583",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.419,
                    "source": {
                        "title": "MUNDO DEPORTIVO",
                        "uri": "www.mundodeportivo.com"
                    },
                    "time": "09:42:00",
                    "title": "Fichajes: Mangala se decanta por el Chelsea",
                    "uri": "184506764",
                    "url": "http://www.mundodeportivo.com/20140519/futbol/internacional/fichajes-mangala-se-decanta-por-el-chelsea_54407060207.html",
                    "wgt": 1
                },
                {
                    "body": "El jugador inglés no ha podido aguantar las lágrimas y ha roto a llorar cuando ha concluido el encuentro en el que el Chelsea se ha dejado la última oportunidad de subirse al carro por el título que se van a disputar City y Liverpool.\n El lateral izquierdo abandona la disciplina 'blue' 7 años después de su llegada y tras una temporada complicada en la que no ha disfrutado de minutos debido a su falta de compromiso, según Mourinho.",
                    "date": "2014-05-04",
                    "eventUri": "660016",
                    "id": "10911561",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.3892,
                    "source": {
                        "title": "MUNDO DEPORTIVO",
                        "uri": "www.mundodeportivo.com"
                    },
                    "time": "18:23:00",
                    "title": "Ashley Cole no aguanta las lágrimas en su despedida del Chelsea",
                    "uri": "180625200",
                    "url": "http://www.mundodeportivo.com/20140504/futbol/premier-league/ashley-cole-no-aguanta-las-lagrimas-en-su-despedida-del-chelsea_54406596440.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 14,
            "averageDate": "2014-05-02",
            "avgCos": 0.4416,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "660016",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "660016",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United Kingdom",
                    "lat": 54.75844,
                    "long": -2.69531,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_Kingdom"
                },
                "labelEng": "Liverpool",
                "lat": 53.41058,
                "long": -2.97794,
                "wikiUri": "http://en.wikipedia.org/wiki/Liverpool"
            },
            "storyDate": "2014-05-02",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-152394",
            "variance": 0.3407
        }
    },
    "meta": {
        "CCAArticleMatchCount": 36,
        "CCAArticleMatchRatio": 0.3495145631067961,
        "CCAAvgCosSim": 0.6516388888888889,
        "CCAAvgMatchWgt": 56,
        "_articleUri1": "178929374",
        "_articleUri2": "178728318",
        "_datetime": "2015-02-19 21:18:42",
        "_ruleBasedShouldMerge": true,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-353218",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-152394",
        "_username": "Evgenia Belyaeva",
        "artCount1": 9,
        "artCount2": 14,
        "avgCosSimStory1": 0.3906,
        "avgCosSimStory2": 0.4416,
        "categorySim": 0,
        "conceptCosSim": 0.6563268891947994,
        "conceptJaccardSim": 0.2738095238095238,
        "coreTime1": 125558.85,
        "coreTime2": 125539.7166666667,
        "coreTimeStDev1": 44.47283661021599,
        "coreTimeStDev2": 134.6954520009416,
        "entityCosSim": 0.6064960669313717,
        "entityJaccardSim": 0.2,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 1,
        "hasSameLocation": 1,
        "keywordCosSim": 0.6849505245453731,
        "keywordJaccardSim": 0.3409090909090909,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 5,
        "storyQuality2": 9,
        "timeAvg1": 125622.037037037,
        "timeAvg2": 125644.9,
        "timeStDev1": 44.47283661021599,
        "timeStDev2": 170.5443783887351,
        "varianceStory1": 0.3474,
        "varianceStory2": 0.3407
    }
}