{
    "850f305d-14db-4c75-b547-79470a557ea3-893082": {
        "articles": {
            "resultCount": 10,
            "results": [
                {
                    "body": "Renee Zellweger looks different than she did 10 years ago.\n\nBig deal---who doesn't?\n\nMaybe she had plastic surgery. Maybe a little lipo, too. Or maybe her new look, at 45, is truly courtesy of her living a healthier, happier life away from the constant media glare, as she reportedly told People Magazine.\n\nConsidering how mean-spirited some of the response has been since Zellweger showed up at the Elle Women in Hollywood Awards much slimmer than we remembered, who could question the effect time away from the vitriol can have on a person?\n\nZellweger only spoke with People after the huge fuss the media made about that Elle event, she said, because \"the folks who come digging around for some nefarious truth which doesn't exist won't get off my porch until I answer the door.\"\n\nI would think the real headline is \"Public dissatisfied about Renee Zellweger's happiness.\"\n\nThe face and body we associated with her for all these years was, in her words, a byproduct of having \"a schedule that is not realistically sustainable and didn't allow for taking care of myself.\" Makes sense to me. I can't tell you how many former NFL players I have come across who look nothing like the men I saw on the field---significant weight loss, clean-shaven, hell, just being clean for a change. And dare I say healthier.\n\nIt is possible for people to change without going under the knife. And it is possible to be happy in your own skin, even if you do opt for plastic surgery. More than 15 million cosmetic procedures were performed in 2013. I think it's safe to assume not all---if any---were done on Zellweger.\n\nIn fact, it's downright hypocritical for anyone in a country that has been known to spend $1.4 billion a year on over-the-counter teeth-whitening products to get bent out of shape if someone does change his or her appearance.\n\nFace it, we're all nipping and tucking in our way. Our sense of what is beautiful has been redefined by a diet of Photoshopped images -- and 45-year-old actresses who feel they must nip and tuck and not look their age in order to be cast.\n\nThose who dare to not join in may be called \"less classically beautiful\" in the eyes of The New York Times, who tried to pin such a slight on Viola Davis, the star of \"How To Get Away With Murder.\" I was reminded of the slight in the show's most recent episode as Davis' character removed her wig, fake eyelashes, and makeup on camera. There she was completely untouched for the world to see. And the fact that doing so is considered \"brave\" says more about our culture's warped sensibilities than Davis' beauty.\n\nOf course, the backlash over Zellweger's new look has little if anything to do with her.\n\nFor some reason, we want her to answer for something that at the end of the day is none of our business. We want to know why her face appears different, why her signature puffy cheeks are gone. Unfortunately, that she says she is now happy and taking care of herself does not resonate.\n\nWe apparently want her to say she had plastic surgery.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23111474",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7634,
                    "source": {
                        "title": "kspr.com",
                        "uri": "www.kspr.com"
                    },
                    "time": "20:58:00",
                    "title": "LZ: Are we hypocrites over Renee Zellweger?",
                    "uri": "220762780",
                    "url": "http://www.kspr.com/news/nationworld/lz-are-we-hypocrites-over-renee-zellweger/21051646_29288600",
                    "wgt": 1
                },
                {
                    "body": "Editor's note: LZ Granderson is a CNN contributor, a senior writer for ESPN and a lecturer at Northwestern University. He is a former Hechinger Institute fellow and his commentary has been recognized by the Online News Association, the National Association of Black Journalists, and the National Lesbian and Gay Journalists Association. Follow him on Twitter @locs_n_laughs. The opinions expressed in this commentary are solely those of the author.\n\n(CNN) -- Renee Zellweger looks different than she did 10 years ago.\n\nBig deal---who doesn't?\n\nMaybe she had plastic surgery. Maybe a little lipo, too. Or maybe her new look, at 45, is truly courtesy of her living a healthier, happier life away from the constant media glare, as she reportedly told People Magazine.\n\nConsidering how mean-spirited some of the response has been since Zellweger showed up at the Elle Women in Hollywood Awards much slimmer than we remembered, who could question the effect time away from the vitriol can have on a person?\n\nZellweger only spoke with People after the huge fuss the media made about that Elle event, she said, because \"the folks who come digging around for some nefarious truth which doesn't exist won't get off my porch until I answer the door.\"\n\nI would think the real headline is \"Public dissatisfied about Renee Zellweger's happiness.\"\n\nThe face and body we associated with her for all these years was, in her words, a byproduct of having \"a schedule that is not realistically sustainable and didn't allow for taking care of myself.\" Makes sense to me. I can't tell you how many former NFL players I have come across who look nothing like the men I saw on the field---significant weight loss, clean-shaven, hell, just being clean for a change. And dare I say healthier.\n\nIt is possible for people to change without going under the knife. And it is possible to be happy in your own skin, even if you do opt for plastic surgery. More than 15 million cosmetic procedures were performed in 2013. I think it's safe to assume not all---if any---were done on Zellweger.\n\nIn fact, it's downright hypocritical for anyone in a country that has been known to spend $1.4 billion a year on over-the-counter teeth-whitening products to get bent out of shape if someone does change his or her appearance.\n\nFace it, we're all nipping and tucking in our way. Our sense of what is beautiful has been redefined by a diet of Photoshopped images -- and 45-year-old actresses who feel they must nip and tuck and not look their age in order to be cast.\n\nThose who dare to not join in may be called \"less classically beautiful\" in the eyes of The New York Times, who tried to pin such a slight on Viola Davis, the star of \"How To Get Away With Murder.\" I was reminded of the slight in the show's most recent episode as Davis' character removed her wig, fake eyelashes, and makeup on camera. There she was completely untouched for the world to see. And the fact that doing so is considered \"brave\" says more about our culture's warped sensibilities than Davis' beauty.\n\nOf course, the backlash over Zellweger's new look has little if anything to do with her.\n\nFor some reason, we want her to answer for something that at the end of the day is none of our business. We want to know why her face appears different, why her signature puffy cheeks are gone. Unfortunately, that she says she is now happy and taking care of herself does not resonate.\n\nWe apparently want her to say she had plastic surgery.\n\nTM & © 2014 Cable News Network, Inc., a Time Warner Company. All rights reserved.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23136091",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7529,
                    "source": {
                        "title": "WICU TV 12",
                        "uri": "www.erietvnews.com"
                    },
                    "time": "21:53:00",
                    "title": "Are we hypocrites over Renee Zellweger?",
                    "uri": "220818959",
                    "url": "http://www.erietvnews.com/story/26868159/are-we-hypocrites-over-renee-zellweger",
                    "wgt": 1
                },
                {
                    "body": "Editor's note: LZ Granderson is a CNN contributor, a senior writer for ESPN and a lecturer at Northwestern University. He is a former Hechinger Institute fellow and his commentary has been recognized by the Online News Association, the National Association of Black Journalists, and the National Lesbian and Gay Journalists Association. Follow him on Twitter @locs_n_laughs. The opinions expressed in this commentary are solely those of the author.\n\nMaybe she had plastic surgery. Maybe a little lipo, too. Or maybe her new look, at 45, is truly courtesy of her living a healthier, happier life away from the constant media glare, as she reportedly told People Magazine.\n\nConsidering how mean-spirited some of the response has been since Zellweger showed up at the Elle Women in Hollywood Awards much slimmer than we remembered, who could question the effect time away from the vitriol can have on a person?\n\nZellweger only spoke with People after the huge fuss the media made about that Elle event, she said, because \"the folks who come digging around for some nefarious truth which doesn't exist won't get off my porch until I answer the door.\"\n\nI would think the real headline is \"Public dissatisfied about Renee Zellweger's happiness.\"\n\nThe face and body we associated with her for all these years was, in her words, a byproduct of having \"a schedule that is not realistically sustainable and didn't allow for taking care of myself.\" Makes sense to me. I can't tell you how many former NFL players I have come across who look nothing like the men I saw on the field -- significant weight loss, clean-shaven, hell, just being clean for a change. And dare I say healthier.\n\nIt is possible for people to change without going under the knife. And it is possible to be happy in your own skin, even if you do opt for plastic surgery. More than 15 million cosmetic procedures were performed in 2013. I think it's safe to assume not all -- if any -- were done on Zellweger.\n\nIn fact, it's downright hypocritical for anyone in a country that has been known to spend $1.4 billion a year on over-the-counter teeth-whitening products to get bent out of shape if someone does change his or her appearance.\n\nFace it, we're all nipping and tucking in our way. Our sense of what is beautiful has been redefined by a diet of Photoshopped images -- and 45-year-old actresses who feel they must nip and tuck and not look their age in order to be cast.\n\nThose who dare to not join in may be called \"less classically beautiful\" in the eyes of The New York Times, who tried to pin such a slight on Viola Davis, the star of \"How To Get Away With Murder.\" I was reminded of the slight in the show's most recent episode as Davis' character removed her wig, fake eyelashes, and makeup on camera. There she was completely untouched for the world to see. And the fact that doing so is considered \"brave\" says more about our culture's warped sensibilities than Davis' beauty.\n\nOf course, the backlash over Zellweger's new look has little if anything to do with her.\n\nFor some reason, we want her to answer for something that at the end of the day is none of our business. We want to know why her face appears different, why her signature puffy cheeks are gone. Unfortunately, that she says she is now happy and taking care of herself does not resonate.\n\nWe apparently want her to say she had plastic surgery.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23111470",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7254,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "20:55:00",
                    "title": "Are we hypocrites over Renee Zellweger?",
                    "uri": "220762785",
                    "url": "http://edition.cnn.com/2014/10/22/opinion/granderson-renee-zellweger/",
                    "wgt": 1
                },
                {
                    "body": "Renee Zellweger has finally spoken out amid rumors she got plastic surgery, saying she did not get any, contradicting plastic surgeon assessments she got a facelift, brow lift and eyelid surgery.\n\nZellweger, 45, said her dramatically changed appearance is simply due to her being happier and healthier. \"I'm glad folks think I look different!\" Renee told People Oct. 22. \"I'm living a different, happy, more fulfilling life, and I'm thrilled that perhaps it shows. My friends say I look peaceful. I am healthy.\"\n\nZellweger set off plastic surgery speculation after showing off a wrinkle-free, smooth face at Elle magazine's annual Women in Hollywood Celebration in Beverly Hills, California, Oct. 20. Renee called the plastic surgery rumors \"silly,\" saying she used to look haggard before because of her hectic, stressful lifestyle.\n\nZellweger said her peaceful life these days with boyfriend Doyle Bramhall has made her look and feel younger. \"People don't know me [as] healthy for a while,\" she said. \"Perhaps I look different. But I am different. I'm happy.\"\n\nMeanwhile, plastic surgeons insist Zellweger did get plastic surgery based on her dramatic before and after photos. Plastic surgeon Dr. David Cangello believes Renee had a facelift, eyelid surgery and fillers injected into her cheeks, to render them wrinkle-free.\n\n\"She had an excellent facelift which has made her face much less puffy, rectangular and masculine-appearing,\" Dr. Cangello told StyleList Oct. 21. \"She has also had her eyes nicely done, losing the heavy, tired look around her eyes.\"\n\nDr. Janet Prystowsky agreed, saying Zellweger also appears to have gotten hair transplants and Botox injections. \"It looks as though Renee had a brow lift, eyelid lift, and a facelift,\" she said. \"The brow lift has raised her forehead too high and it looks like she may have even had hair transplants to bring her hairline down again because of the appearance of hairs at the hairline.\"\n\nCelebrities getting plastic surgery is nothing new, but actresses such as Frances McDormand have slammed Hollywood's plastic surgery and youth obsession, calling it neurotic and self-destructive. McDormand, 57 said she has not had any plastic surgery and is furious with friends who have caved in to pressure to get surgery to look young.\n\n\"I have not mutated myself in any way,\" Frances said. \"[My husband, director Joel Coen] literally has to stop me physically from saying something to people -- to friends who've had work. I'm so full of fear and rage about what they've done.\"",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23078363",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6055,
                    "source": {
                        "title": "Examiner.com",
                        "uri": "www.examiner.com"
                    },
                    "time": "14:49:00",
                    "title": "Renee Zellweger got plastic surgery, say surgeons: She had facelift, brow lift",
                    "uri": "220687688",
                    "url": "http://www.examiner.com/article/renee-zellweger-denies-plastic-surgery-surgeons-say-she-had-facelift-brow-lift",
                    "wgt": 1
                },
                {
                    "body": "(CNN) -- I happen to agree with Renee Zellweger that all the chatter about her face is \"silly.\"\n\nBut I, and many other women I talked with via email Wednesday, would add some other choice words to the mix to describe the non-stop attention about her appearance following her first red carpet event in years: nasty, cruel, hurtful, invasive and sexist.\n\nWhy do we, the public, feel so free to pick apart the appearance of a woman who is aging in the public eye? What does this say about us and how we treat and value women?\n\nIt's a \"double bind,\" said Lyz Lenz, a writer and blogger, and mother of two small children in Cedar Rapids, Iowa. We tell women \"to look youthful and perfect, but when they do what it takes to reach that standard, we shun them and mock them,\" said Lenz.\n\nBeth Engelman, mom of a 9-year-old son in Chicago, agreed that we put aging women in a no-win situation.\n\n\"As they age, they either look old (which is never pleasant to hear) or they look scary (because they've had so much plastic surgery) and everyone feels entitled to weigh in,\" said Engelman, co-founder of Mommy on a Shoestring.\n\nREAD: Renee Zellweger: \"I'm glad folks think I look different\"\n\nMany of those slamming Zellwegger's appearance were women, which to some women is more upsetting than any of the criticisms coming from men.\n\n\"I find that women are the worst,\" said Rhonda Woods, a mom of three in New Milford, Connecticut, and a real estate executive. \"People should be 'judged' on their skills, abilities, character and intellect, and by judged, I mean assessed as a person that you would want to spend time with.\"\n\nThere is no question that those in the public spotlight are held to a higher standard but not really for any logical reason, said Woods.\n\nREAD: Who takes more selfies: Women or men?\n\n\"They are human and are allowed to do whatever they would like to do to their body that makes them feel good,\" she said. If Renee Zellweger is \"comfortable\" with how she looks, \"what right does anyone have to criticize her?\"\n\nAnnette Lanteri, an attorney and mom of two in Bayport, New York, agreed. \"It is her life, her choice, her body and poo poo on the people that say mean and hurtful things. They need to get a life of their own,\" she said.\n\nSadly, the furor over Zellweger, much of it online, is another example of a culture that seems so comfortable tearing people down. It was just Monday when Monica Lewinsky received rave reviews after a speech at Forbes' 30 Under 30 Summit where she dedicated herself to help end the \"shame game\" online that caused her so much pain 16 years ago.\n\nZellweger has said that she looks different because she is \"living a different, happy, more fulfilling life, and I'm thrilled that perhaps it shows.\"\n\n\"Are we a society of people that are so jealous or maybe even fearful that others are living a fulfilled life ... that we have to spill out cruel words?\" said parenting advocate Sue Scheff.\n\nREAD: Michelle Obama 'fabulous' at 50: Has the big birthday changed?\n\nThere is a larger concern here, many women said, and that is that we live in a culture that continues to correlate youth with beauty, said Michelle Noehren, founder and manager of Connecticut Working Moms.\n\n\"It's easy to judge others for actions we don't fully understand but we do a detriment to all women when we criticize each other, especially when the criticism is related to our bodies and appearance,\" said Noehren, a mom of a 3-year-old in Glastonbury, Connecticut. \"We'd be much better off criticizing a culture that makes women feel badly about themselves if they don't fall into our media's unrealistic and unattainable beauty ideals.\"\n\nDiane Smith, an Emmy-award winning television journalist, brought up a book she just finished reading, \"The Confidence Code,\" about why women might suffer from a lack of confidence as compared to men.\n\nREAD: Helping teens build a positive body image\n\n\"It is pretty clear that when women are subjected to this kind of unsolicited commentary, it does nothing to increase confidence or help women understand that their value goes way beyond their looks,\" said Smith, co-author of the recent New York Times bestseller \"Obsessed: America's Food Addiction and My Own.\"\n\nI've written story after story about how we want to do everything we can to build up confidence in our girls and remove any notion that their worth is connected to their appearance. So, what kind of message does all this talk about Zellweger's face and whether she did or did not use plastic surgery send to our daughters and our sons?\n\n\"Our kids need to understand that people, whether they are celebrities or not, have feelings that we need to respect,\" said Scheff, author of \"Wit's End: Advice and Resources for Saving Your Out-of-Control Teen.\"\n\nBut first, their parents need to absorb the lesson.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23105242",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6024,
                    "source": {
                        "title": "CNN Europe",
                        "uri": "edition.cnn.com"
                    },
                    "time": "22:43:00",
                    "title": "Leave Renee alone!",
                    "uri": "220746542",
                    "url": "http://edition.cnn.com/2014/10/22/living/renee-zellweger-face-backlash/index.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Brss%252Fcnn_living%2B%2528RSS%253A%2BLiving%2529",
                    "wgt": 1
                },
                {
                    "body": "I happen to agree with Renee Zellweger that all the chatter about her face is \"silly.\"\n\nBut I, and many other women I talked with via email Wednesday, would add some other choice words to the mix to describe the non-stop attention about her appearance following her first red carpet event in years: nasty, cruel, hurtful, invasive and sexist.\n\nWhy do we, the public, feel so free to pick apart the appearance of a woman who is aging in the public eye? What does this say about us and how we treat and value women?\n\nIt's a \"double bind,\" said Lyz Lenz, a writer and blogger, and mother of two small children in Cedar Rapids, Iowa. We tell women \"to look youthful and perfect, but when they do what it takes to reach that standard, we shun them and mock them,\" said Lenz.\n\nBeth Engelman, mom of a 9-year-old son in Chicago, agreed that we put aging women in a no-win situation.\n\n\"As they age, they either look old (which is never pleasant to hear) or they look scary (because they've had so much plastic surgery) and everyone feels entitled to weigh in,\" said Engelman, co-founder of Mommy on a Shoestring.\n\nMany of those slamming Zellwegger's appearance were women, which to some women is more upsetting than any of the criticisms coming from men.\n\n\"I find that women are the worst,\" said Rhonda Woods, a mom of three in New Milford, Connecticut, and a real estate executive. \"People should be 'judged' on their skills, abilities, character and intellect, and by judged, I mean assessed as a person that you would want to spend time with.\"\n\nThere is no question that those in the public spotlight are held to a higher standard but not really for any logical reason, said Woods.\n\n\"They are human and are allowed to do whatever they would like to do to their body that makes them feel good,\" she said. If Renee Zellweger is \"comfortable\" with how she looks, \"what right does anyone have to criticize her?\"\n\nAnnette Lanteri, an attorney and mom of two in Bayport, New York, agreed. \"It is her life, her choice, her body and poo poo on the people that say mean and hurtful things. They need to get a life of their own,\" she said.\n\nSadly, the furor over Zellweger, much of it online, is another example of a culture that seems so comfortable tearing people down. It was just Monday when Monica Lewinsky received rave reviews after a speech at Forbes' 30 Under 30 Summit where she dedicated herself to help end the \"shame game\" online that caused her so much pain 16 years ago.\n\nZellweger has said that she looks different because she is \"living a different, happy, more fulfilling life, and I'm thrilled that perhaps it shows.\"\n\n\"Are we a society of people that are so jealous or maybe even fearful that others are living a fulfilled life ... that we have to spill out cruel words?\" said parenting advocate Sue Scheff.\n\nThere is a larger concern here, many women said, and that is that we live in a culture that continues to correlate youth with beauty, said Michelle Noehren, founder and manager of Connecticut Working Moms.\n\n\"It's easy to judge others for actions we don't fully understand but we do a detriment to all women when we criticize each other, especially when the criticism is related to our bodies and appearance,\" said Noehren, a mom of a 3-year-old in Glastonbury, Connecticut. \"We'd be much better off criticizing a culture that makes women feel badly about themselves if they don't fall into our media's unrealistic and unattainable beauty ideals.\"\n\nDiane Smith, an Emmy-award winning television journalist, brought up a book she just finished reading, \"The Confidence Code,\" about why women might suffer from a lack of confidence as compared to men.\n\n\"It is pretty clear that when women are subjected to this kind of unsolicited commentary, it does nothing to increase confidence or help women understand that their value goes way beyond their looks,\" said Smith, co-author of the recent New York Times bestseller \"Obsessed: America's Food Addiction and My Own.\"\n\nI've written story after story about how we want to do everything we can to build up confidence in our girls and remove any notion that their worth is connected to their appearance. So, what kind of message does all this talk about Zellweger's face and whether she did or did not use plastic surgery send to our daughters and our sons?\n\n\"Our kids need to understand that people, whether they are celebrities or not, have feelings that we need to respect,\" said Scheff, author of \"Wit's End: Advice and Resources for Saving Your Out-of-Control Teen.\"\n\nBut first, their parents need to absorb the lesson.\n\nWhat do you think the public criticism of Renee Zellweger's new look says about us? Tell Kelly Wallace on Twitter or CNN Living on Facebook.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23111484",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5877,
                    "source": {
                        "title": "kspr.com",
                        "uri": "www.kspr.com"
                    },
                    "time": "18:32:00",
                    "title": "Renee Zellweger: Why did we pick her apart?",
                    "uri": "220762808",
                    "url": "http://www.kspr.com/life/renee-zellweger-why-did-we-pick-her-apart/21052440_29284174",
                    "wgt": 1
                },
                {
                    "body": "Photographs of actress Renée Zellweger at the Elle magazine's Women in Hollywood awards this week, showing her dramatically different appearance, have sparked the Internet's interest.\n\nThe 45-year-old actress looked almost unrecognizable to fans who know her best from her earlier movies such as \"Jerry Maguire\" and \"Bridget Jones's Diary.\" But two cosmetic surgeons told Live Science that Zellweger's transformation could be the result of relatively minor procedures, as well as weight loss and normal aging. (Zellweger herself has attributed her changed appearance to lifestyle changes and natural aging.)\n\nZellweger looks so different because her most distinctive features are the ones that changed dramatically, said both Dr. Michael C. Edwards, the president of the American Society for Aesthetic Plastic Surgery, and Dr. Stuart Linder, a board-certified plastic surgeon in Beverly Hills, California. [7 Plastic Surgery Myths Revealed]\n\nIt doesn't seem likely that the actress had an invasive surgery, such as a mini-facelift, done, Edwards said. Still, \"it's a pretty remarkable change,\" he said.\n\nEyes make the face\n\nThe biggest difference in Zellweger's appearance is around her eye area, Edwards said. The actress always had very distinctive, heavy eyelids.\n\n\"That's what made her Renee Zellweger,\" Edwards told Live Science.\n\nBut in the recent pictures, her eyelids look like they contain less fat, and the brows look a little bit lower, Linder said. \"The face looks fuller in the lower third, and the eyes have totally changed what they originally looked like,\" he said.\n\n\"I feel that her brows are positioned differently,\" Linder told Live Science. Compared with images from just a year ago, \"The lateral brow is lower than it was in previous photos.\"\n\nA procedure that removes excess skin from the upper eyelids can sometimes make the brows fall, Linder said. \"Some would say that may be a telltale sign of an upper-lid operation called a blepharoplasty,\" he said.\n\nIt's also conceivable that Zellweger had fat pads under her lower lids removed, in a procedure called an inner-eyelid blepharoplasty, Linder said.\n\nFace shape changes\n\nAnother area that looks different is her jawline, Linder said. It's possible the actress had her jawline plumped with a cosmetic filler such as Juvéderm, he said. Another way to round out the jawline is to have fat grafted onto the folds around the jaw, a more permanent procedure, he said.\n\nHowever, some of the changes in Zellweger's face could be the result of natural aging and weight loss, Edwards said.\n\nWomen's faces naturally tend to elongate as they age, and the actress's face does appear to be slimmer and longer, Edwards said. Since Zellweger has clearly has slimmed down, weight loss could have accentuated that facial elongation, he added.\n\nCheek changes?\n\nDoctors sometimes put fillers or implants into the cheekbones, and although Zellweger's cheeks do appear more prominent now, they are not obviously altered, Edwards said.\n\n\"I don't think it's as though she had a bunch of implants under her cheeks. That doesn't appear to be what happened,\" Edwards said.\n\nBut Linder said he thought the changes around her cheekbones could be the result of a cosmetic procedure.\n\n\"Her cheeks are pretty prominent, and often cheeks that are prominent as we age do well with volume enhancement such as Juvéderm \" Linder said.\n\nThe actress's forehead also looks fairly soft, which could be the result of a minor injection of the wrinkle-smoothing agent Botox, or conceivably, the result of a healthier, more relaxing lifestyle, Edwards said.\n\nIf she has had a Botox injection, the effects are \"quite subtle,\" he said.\n\nMinor procedures, major changes\n\nIf anything, Zellweger's new appearance is probably the result of relatively minor cosmetic procedures, the doctors said. But because it is her most striking features that seem to have have changed most dramatically, her face seems completely transformed, they said.\n\nMost people who have cosmetic surgery are seeking a more youthful appearance, but still want to look like themselves. So a good rule of thumb is to undergo temporary procedures that wear off, before committing to something permanent, Linder said. (A 2013 study in JAMA Facial Plastic Surgery has shown that, while cosmetic surgery can make people look younger, it doesn't make them more beautiful.)\n\n\"Make sure to do something like Botox and Juvéderm first. Make sure you're happy with that, before you do anything permanent like fat grafting,\" Linder said.\n\nIt's also important to see a board-certified surgeon whose main priority is safety, Edwards said.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23124675",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4956,
                    "source": {
                        "title": "LiveScience.com",
                        "uri": "www.livescience.com"
                    },
                    "time": "21:58:00",
                    "title": "The Science Behind Renée Zellweger's New Face",
                    "uri": "220791269",
                    "url": "http://www.livescience.com/48410-renee-zellwegger-osmetic-surgery.html?utm_source=feedburner&amp%3Butm_medium=feed&amp%3Butm_campaign=Feed%253A%2BLivesciencecom%2B%28LiveScience.com%2BScience%2BHeadline%2BFeed%29",
                    "wgt": 1
                },
                {
                    "body": "Already a subscriber, but don't have a login?\n\nActivate your digital access. 24 CONNECT 7 TWEETLINKEDINCOMMENTEMAILMORE\n\nRenee Zellweger is the latest casualty of an Internet firestorm over her looks. The 45-year-old actress no longer resembles her Bridget Jones Diary self, and she garnered plenty of attention for it after her appearance at Elle's 21st Annual Women In Hollywood Awards Monday.\n\nShe fired back, telling People magazine, \"People don't know me (as) healthy for a while. Perhaps I look different. Who doesn't as they get older?! Ha. But I am different. I'm happy.\"\n\nThe rumor mill churned, insinuating that Zellweger had Botox work done due to her virtually line-free forehead and puffy face. She has not admitted or denied it.\n\nWhatever the reasons behind Zellweger's new look, the kerfuffle raises a good question. What does aging gracefully look like anymore? Winkles, warts and spider veins? Or BOTOX@ Cosmetic, face lifts and tummy tucks?\n\nAmericans underwent more than 15.1 million cosmetic procedures in 2013, according to statistics from the American Society of Plastic Surgeons. That's a 3 percent increase from 2012 and a 144 percent jump since since 2000.\n\nSo plastic surgery doesn't just impact Hollywood. Real-life American women and men struggle with the aging process, and seek out these procedures in droves. And marketers are acutely aware of this fact.\n\nAs a 29-year-old female, I received an e-mail recently announcing in the subject line, \"Give the gift of Botox to your B.F.F.\" I thought, \"How awful that Millennials are being targeted for a treatment usually geared toward women in their late 40s.\"\n\n(Full disclosure: This year, I've spent upwards of $800 on skin care creams and facials as preventative measures, so I am probably on some mailing list. OK, I didn't wear much sunscreen as a teen at New Jersey beaches, and I also smoked for a decade).\n\nBut according to several plastic surgeons, that e-mail was right on time. Statistically speaking, over 1.1 million from age 30-39 used Botulinum toxin type A in 2013, the FDA-approved injectable that treats frown lines. That's up four percent from 2012. Among the 20-29-year-old set in 2013, that number was 94,865, a two percent jump from the previous year.\n\n\"I do see the younger and younger gals using it,\" says Anne Taylor, a plastic surgeon and member of the American Society of Plastic Surgery. She admitted to starting injections at 30. And swears by them.\n\nShe says the wrinkles start to really pick up in your early 30s, and \"women today are aware of their options and choices to prevent ongoing damage.\"\n\nBy damage, do we mean natural aging? And by choices, are we really referring to societal pressure?\n\n\"As (clients) see the lines and as they see older patients having deep lines, they want to prevent them from developing,\" says Talal Munasifi, a top-rated plastic surgeon in the Washington area. \"I think that is what is bringing younger patients in.\"\n\nThe logic of injecting early is to stave off lines that develop so deeply they can't be reversed. Taylor says that, of course, is a personal decision.\n\nThe cost for my generation to maintain Botox use is frightening, especially since we've been confronted by a slowly recovering economy and hefty student loan debt. Taylor gives a conservative estimate of $12,000 for 30- to 40-year-olds, with injections about every three months.\n\nI never thought much about the number 11. But now, after hearing plastic surgeons use it to describe the two angry lines between your eyes that tend to show up first as wrinkles, I've looked for the numeral in the mirror often.\n\nYet, I don't think I can condone Botox injections. They seem like a gateway injectable, and eventually you reach a point of no return.\n\nYou could, as so many celebrities have, become unrecognizable, even to yourself.\n\n24 CONNECT 7 TWEETLINKEDINCOMMENTEMAILMORERead or Share this story: http://cjky.it/1tLhBgE",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23078383",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4673,
                    "source": {
                        "title": "The Courier-Journal",
                        "uri": "www.courier-journal.com"
                    },
                    "time": "16:09:00",
                    "title": "Botox and the point of no return",
                    "uri": "220687724",
                    "url": "http://www.courier-journal.com/story/entertainment/movies/2014/10/22/voices-botox-point-return/17719157/",
                    "wgt": 1
                },
                {
                    "body": "All of these links reference photos from Elle's 21st annual Women in Hollywood Awards, which Renée Zellweger, who is now 44, attended on Monday night. Zellweger has not made a film in four years, and yet her name is still a household one -- or at least, if you say her name, an image of her probably springs into your head. The cute Jerry Maguire or Bridget Jones's Diary-era cherubic cheeks, the crinkled eyes, the pursed-lip smile -- far more \"just like us\" than more glamorous contemporaries like Angelina Jolie or Julia Roberts.\n\nWhich is part of the reason that the photos of her looking so markedly unlikeherself in the photos from Monday's event are so startling. And yes: She seems to have had some plastic surgery in the eye area, some Botox-like injections in the forehead area.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23078341",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4647,
                    "source": {
                        "title": "Inc.com",
                        "uri": "www.huffingtonpost.com"
                    },
                    "time": "13:49:00",
                    "title": "What's Really Behind The Ridicule Of Renée Zellweger's Face",
                    "uri": "220687685",
                    "url": "http://www.huffingtonpost.com/2014/10/22/story_n_6028330.html",
                    "wgt": 1
                },
                {
                    "body": "While time may have played a large role in her visibly different features, Zellweger, 45, looked so radically different from her usual fresh faced persona, I couldn't help but question Hollywood's influence over the actress's transformation.\n\nREAD MORE: Celebrities On Body Image\n\nIt seems that in the current day and age, Botox has become a rite of passage for Hollywood's elite. Once celebrities hit 35, they becoming increasingly obsessed with looking 25, and this cosmetic craze is no secret.\n\nDuring a 2010 episode of \"Keeping Up With The Kardashian's,\" a 30-year-old Kim Kardashian received Botox to keep her face looking young and fresh. Of course, being barely out of her 20s, this treatment was hardly a necessity. Still, it is not an oddity in Hollywood.\n\nAnd while Zellweger has denied that she's had any surgery, it is clear to see that this stoic-faced celeb is getting a little more than some extra beauty rest.\n\nHowever, if everyone else is allowed to do it, why can't she?\n\nFor ladies that grew up feeling like \"Bridget Jones\" was their spirit animal -- those of us that notably struggled with unwanted weight, crazy family members and indecisive men, you know who you are--- it's sad to see this actress alter herself to fit a lame status quo, but we also know how difficult it can be to find peace within yourself and your looks.\n\nIn the past she's put on weight, lost weight, cut off all her hair, swapped out her men, and done more, so why is this physical change suddenly of the utmost importance?\n\nIf she's happly embracing it, no one else should berate her on the basis that she looks different than before.\n\nLuckily, in the end, fans will still love her for her quirky antics, great costumes and numerous funny faces...even if her face doesn't move that much anymore.",
                    "date": "2014-10-22",
                    "eventUri": "1550955",
                    "id": "23078634",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4034,
                    "source": {
                        "title": "www.neontommy.com",
                        "uri": "www.neontommy.com"
                    },
                    "time": "14:54:00",
                    "title": "Renee Zellweger Unrecognizable After Surgery",
                    "uri": "220687674",
                    "url": "http://www.neontommy.com/news/2014/10/renee-zellweger-unrecognizable-after-surgery",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 10,
            "averageDate": "2014-10-22",
            "avgCos": 0.415,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1550955",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1550955",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Hollywood",
                "lat": 34.09834,
                "long": -118.32674,
                "wikiUri": "http://en.wikipedia.org/wiki/Hollywood"
            },
            "storyDate": "2014-10-22",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-893082",
            "variance": 0.3278
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-307569": {
        "articles": {
            "resultCount": 31,
            "results": [
                {
                    "body": "Renée Zellweger, la recordada actriz de la saga \"Bridget Jones\", reapareció anoche en una gala celebrada en Los Ángeles y causó cierto revuelo por el aspecto de su rostro, que ha provocado numerosos comentarios acerca de una posible cirugía estética.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara \"Nuestra canción de amor\" en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican hoy de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar de forma adecuada al personaje de Bridget Jones en dos ocasiones (\"El diario de Bridget Jones\", 2001, y \"Bridget Jones: Sobreviviré\", 2004), podría haber pasado por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de \"Dirty Dancing\", Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nEn el caso de la ganadora del Óscar a la mejor actriz de reparto por \"Cold Mountain\" (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás apareció en distintos actos públicos con un rostro más afilado.\n\nLa actriz, expareja de compañeros de profesión como Jim Carrey o Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22940573",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8576,
                    "source": {
                        "title": "El Dia",
                        "uri": "eldia.es"
                    },
                    "time": "19:28:00",
                    "title": "Renée Zellweger reaparece en público y provoca revuelo por su rostro cambiado",
                    "uri": "220357967",
                    "url": "http://eldia.es/2014-10-21/GENTE/2-Renee-Zellweger-reaparece-publico-provoca-revuelo-rostro-cambiado.htm",
                    "wgt": 1
                },
                {
                    "body": "La protagonista de 'Bridget Jones' parece haberse retocado las mejillas, los párpados y la nariz Renée Zellweger, la recordada actriz de la saga 'Bridget Jones', reapareció el lunes en una gala celebrada en Los Ángeles y causó cierto revuelo por el aspecto de su rostro, que ha provocado numerosos comentarios acerca de una posible cirugía estética.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara 'Nuestra canción de amor' en 2010, acudió al evento de 'Mujeres de Hollywood', de la revista 'Elle'.\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican de \"virtualmente irreconocible\".\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar de forma adecuada al personaje de Bridget Jones en dos ocasiones ('El diario de Bridget Jones', 2001; y 'Bridget Jones: Sobreviviré', 2004), podría haber pasado por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de 'Dirty Dancing', Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nEn el caso de la ganadora del Oscar a la mejor actriz de reparto por 'Cold Mountain' (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás apareció en distintos actos públicos con un rostro más afilado.\n\nLa actriz, expareja de compañeros de profesión como Jim Carrey o Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.",
                    "date": "2014-10-22",
                    "eventUri": "1558864",
                    "id": "22996123",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8551,
                    "source": {
                        "title": "diariodenavarra.es",
                        "uri": "www.diariodenavarra.es"
                    },
                    "time": "05:14:00",
                    "title": "Renée Zellweger provoca revuelo por su rostro cambiado",
                    "uri": "220481985",
                    "url": "http://www.diariodenavarra.es/noticias/mas_actualidad/sociedad/2014/10/22/renee_zellweger_provoca_revuelo_por_rostro_cambiado_180261_1035.html",
                    "wgt": 1
                },
                {
                    "body": "Los Ángeles - Renée Zellweger, actriz de la saga \"Bridget Jones\", reapareció la pasada noche en una gala celebrada en Los Ángeles y causó cierto revuelo por el aspecto de su rostro, que ha provocado numerosos comentarios acerca de una posible cirugía estética.\n\nLa intérprete de 45 años, alejada de Hollywood desde que estrenara \"My Own Love Song\" en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican hoy de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar de forma adecuada al personaje de Bridget Jones en dos ocasiones (\"Bridget Joness Diary\", 2001, y \"Bridget Jones: The Edge of Reason\", 2004), podría haber pasado por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios, como la CNN.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de \"Dirty Dancing\", Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nEn el caso de la ganadora del Óscar a la mejor actriz de reparto por \"Cold Mountain\" (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás ya apareció en distintos actos públicos con un rostro más afilado.\n\nLa actriz, expareja en el pasado de compañeros de profesión como Jim Carrey o Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22948742",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8374,
                    "source": {
                        "title": "El Nuevo Dia",
                        "uri": "www.elnuevodia.com"
                    },
                    "time": "20:33:00",
                    "title": "Dramática transformación física de Renée Zellweger",
                    "uri": "220376446",
                    "url": "http://www.elnuevodia.com/dramaticatransformacionfisicadereneezellweger-1877343.html",
                    "wgt": 1
                },
                {
                    "body": "Renée Zellweger, la recordada actriz de la saga \"Bridget Jones\", reapareció la noche del lunes en una gala celebrada en Los Ángeles (EE.UU.) y causó revuelo por el evidente cambio en su rostro, que ha provocado numerosos comentarios hoy en la prensa, que lo califica de \"irreconocible\".\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican hoy de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara My Own Love Song en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar al personaje de Bridget Jones en dos ocasiones (\"Bridget Jones's Diary\", 2001, y \"Bridget Jones: The Edge of Reason\", 2004), al parecer pasó por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios, como la cadena CNN.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de \"Dirty Dancing\", Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nEn el caso de la ganadora del Óscar a la mejor actriz de reparto por \"Cold Mountain\" (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás ya apareció en distintos actos públicos con un rostro más afilado.\n\nLa actriz, expareja en el pasado de compañeros de profesión como Jim Carrey y Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22956203",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8365,
                    "source": {
                        "title": "www.sociales.com.bo",
                        "uri": "www.sociales.com.bo"
                    },
                    "time": "21:33:00",
                    "title": "El sorprendente cambio de Renée Zellweger",
                    "uri": "220392314",
                    "url": "http://www.sociales.com.bo/sorprendente-cambio-renee-zellweger.html",
                    "wgt": 1
                },
                {
                    "body": "Renée Zellweger, la recordada actriz de la saga \"Bridget Jones\", reapareció la noche del lunes en una gala celebrada en Los Ángeles (EE.UU.) y causó revuelo por el evidente cambio en su rostro, que ha provocado numerosos comentarios hoy en la prensa, que lo califica de \"irreconocible\".\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican hoy de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara \"My Own Love Song\" en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar al personaje de Bridget Jones en dos ocasiones (\"Bridget Jones's Diary\", 2001, y \"Bridget Jones: The Edge of Reason\", 2004), al parecer pasó por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios, como la cadena CNN.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de \"Dirty Dancing\", Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nEn el caso de la ganadora del Óscar a la mejor actriz de reparto por \"Cold Mountain\" (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás ya apareció en distintos actos públicos con un rostro más afilado.\n\nLa actriz, expareja en el pasado de compañeros de profesión como Jim Carrey y Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22935454",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8365,
                    "source": {
                        "title": "Metro Mexico City",
                        "uri": "www.publimetro.com.mx"
                    },
                    "time": "18:59:00",
                    "title": "Renée Zellweger reaparece en público y genera revuelo por el cambio en su rostro",
                    "uri": "220342717",
                    "url": "http://www.publimetro.com.mx/noticias/renee-zellweger-reaparece-en-publico-y-genera-revuelo-por-el-cambio-en-su-rostro/enju%212444544/",
                    "wgt": 1
                },
                {
                    "body": "Renée Zellweger, la recordada actriz de la saga \"Bridget Jones\", reapareció la noche del lunes en una gala celebrada en Los Angeles (Estados Unidos), provocando numerosos comentarios en la prensa por el evidente cambio en su rostro.\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara \"My Own Love Song\" en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar al personaje de Bridget Jones en dos ocasiones (\"Bridget Jones's Diary\", 2001, y \"Bridget Jones: The Edge of Reason\", 2004), al parecer pasó por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios, como la cadena CNN.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de \"Dirty Dancing\", Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nEn el caso de la ganadora del Oscar a la mejor actriz de reparto por \"Cold Mountain\" (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás ya apareció en distintos actos públicos con un rostro más afilado.\n\nLa actriz, expareja en el pasado de compañeros de profesión como Jim Carrey y Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22937864",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8309,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "19:13:00",
                    "title": "Renée Zellweger genera revuelo por cambio en su rostro - Cooperativa.cl",
                    "uri": "220351866",
                    "url": "http://www.cooperativa.cl/noticias/entretencion/cine/hollywood/renee-zellweger-genera-revuelo-por-cambio-en-su-rostro/2014-10-21/154111.html",
                    "wgt": 1
                },
                {
                    "body": "Renée Zellweger, la recordada actriz de la saga \"Bridget Jones\", reapareció la noche del lunes en una gala celebrada en Los Angeles (Estados Unidos), provocando numerosos comentarios en la prensa por el evidente cambio en su rostro.\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara \"My Own Love Song\" en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar al personaje de Bridget Jones en dos ocasiones (\"Bridget Jones's Diary\", 2001, y \"Bridget Jones: The Edge of Reason\", 2004), al parecer pasó por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios, como la cadena CNN.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de \"Dirty Dancing\", Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nEn el caso de la ganadora del Oscar a la mejor actriz de reparto por \"Cold Mountain\" (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás ya apareció en distintos actos públicos con un rostro más afilado.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22944541",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8111,
                    "source": {
                        "title": "Cooperativa",
                        "uri": "www.cooperativa.cl"
                    },
                    "time": "19:53:00",
                    "title": "Renée Zellweger genera revuelo por cambio en su rostro",
                    "uri": "220367087",
                    "url": "http://www.cooperativa.cl/noticias/entretencion/cine/hollywood/renee-zellweger-genera-revuelo-por-cambio-en-su-rostro/2014-10-21/154111.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Bultimominuto%2B%2528Cooperativa.cl%2B-%2BTodas%2Blas%2Bnoticias%2529",
                    "wgt": 1
                },
                {
                    "body": "La actriz que saltó a la fama por su actuación en \"Jerry Maguire\", al lado de Tom Cruise, causa controversia por cambio en su rostro.\n\nLOS ÁNGELES (California) - Renée Zellweger, la recordada actriz de la saga \"Bridget Jones\", reapareció en una gala celebrada en Los Ángeles y causó revuelo por el evidente cambio en su rostro, que ha provocado numerosos comentarios en la prensa, que lo califica de \"irreconocible\".\n\nZellweger lució un rostro tan cambiado que algunos medios estadounidenses lo califican de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara \"My Own Love Song\" en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nLa actriz, que en el cine no dudó en alterar drásticamente su físico para encarnar al personaje de Bridget Jones en dos ocasiones (\"Bridget Jones's Diary\", 2001, y \"Bridget Jones: The Edge of Reason\", 2004), al parecer pasó por el quirófano para reducir las arrugas y obtener un aspecto más delgado, según sostienen varios medios.\n\nFOTOS: Ve las distintas caras de Renée Zellweger\n\nEn el caso de la ganadora del Óscar a la mejor actriz de reparto por \"Cold Mountain\" (2003), que nunca ha admitido que se haya operado, parece haberse retocado las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás ya apareció en distintos actos públicos con un rostro más afilado.\n\nLa actriz, expareja en el pasado de compañeros de profesión como Jim Carrey y Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.\n\nA continuación puedes ver a Renee Zellweger en un número musical de su película \"Chicago\", donde también se puede apreciar con detalle su rostro.\n\nAclaración: si estás viendo la nota en un teléfono celular o tableta y no aparece la imagen, presiona aquí.\n\nBoletín de Noticias\n\nSuscríbete a nuestros boletines de noticias\n\nEmail para suscribirte:",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22967591",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8092,
                    "source": {
                        "title": "KVEA TV 52",
                        "uri": "www.telemundo52.com"
                    },
                    "time": "23:31:00",
                    "title": "Renee Zellweger, ¿exceso de cirugías?",
                    "uri": "220419180",
                    "url": "http://www.telemundo52.com/noticias/actriz-chicago-y-cold-mountain-renee-zellweger-muestra-nuevo-rostro-rumores-botox-cirugia-plastica-279980682.html",
                    "wgt": 1
                },
                {
                    "body": "La actriz Renée Zellweger, recordada por su papel en la saga \"Bridget Jones\", reapareció en una gala celebrada en Los Ángeles y causó revuelo por su nuevo aspecto.\n\nLa intérprete estadounidense de 45 años, alejada de Hollywood desde que estrenara \"Nuestra canción de amor\" en 2010, acudió al evento de \"Mujeres de Hollywood\", de la revista Elle.\n\nAllú lució un rostro muy cambiado que algunos medios estadounidenses califican de \"virtualmente irreconocible\", como sostiene el portal MoviePilot.com.\n\nEl diario La Vanguardia recuerda que la actriz no dudó en alterar drásticamente su físico para encarnar de forma adecuada al personaje de Bridget Jones en dos ocasiones (\"El diario de Bridget Jones\", 2001, y \"Bridget Jones: Sobreviviré\", 2004), por lo que podría haber pasado por el quirófano para reducir las arrugas y obtener un aspecto más delgado.\n\nLa CNN compara la posible cirugía de la actriz con la que llevó a cabo en su día la estrella de \"Dirty Dancing\", Jennifer Grey, que confesó haberse arreglado la nariz con unos resultados poco favorecedores.\n\nNo es la primera vez que Zellweger provoca este debate, ya que un par de años atrás apareció en distintos actos públicos con un rostro más afilado. La actriz, expareja de compañeros de profesión como Jim Carrey o Bradley Cooper, mantiene actualmente una relación sentimental con el cantante Doyle Bramhall.",
                    "date": "2014-10-22",
                    "eventUri": "1558864",
                    "id": "23045643",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7891,
                    "source": {
                        "title": "Portal 180",
                        "uri": "www.180.com.uy"
                    },
                    "time": "13:56:00",
                    "title": "La nueva cara de Renée Zellweger (Espectáculos)",
                    "uri": "220611106",
                    "url": "http://www.180.com.uy/articulo/51624_La-nueva-cara-de-Renee-Zellweger",
                    "wgt": 1
                },
                {
                    "body": "Así luce ahora Renée Zellweger tras haber pasado por el quirófano\n\n¿Qué le ha ocurrido a Renée Zellweger? Eso es lo que se preguntan muchos tras ver el nuevo rostro de la protagonista de la saga \"El diario de Bridget Jones\". Ya casi no queda nada de sus pómulos marcados, su nariz redonda y ojos achinados. La actriz de 45 años ha dejado atrás la imagen que la hizo famosa en todo el mundo y ha sorprendido a todos al reaparecer totalmente irreconocible en un evento de la revista \"Elle\" en Hollywood.\n\nSegún la prensa británica, a la actriz \"se le ha ido la mano\" con las cirugías estéticas en su intento por parecer más joven. Expertos en belleza han asegurado al \"Daily Mail\" que Zellweger habría achicado sus mejillas y retocado su nariz, además de realizarse un \"lifting\" en los párpados y aplicarse botox en su ahora lisa frente.\n\nAunque la industria del cine estaba acostumbrada a los radicales cambios físicos de la actriz -llegó a engordar 12 kilos para interpretar a Bridget Jones- pocos se esperaban algo tan drástico. La estrella de increíbles ojos azules, que hace dos años rompió con el actor Bradley Cooper, ha perdido parte de su expresión al hacerse este drástico cambio de rostro. Sin embargo, ha posado muy sonriente del brazo de su última pareja, el músico Doyle Bramhall II.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22899960",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.742,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "15:18:00",
                    "title": "Renée Zellweger, irreconocible tras pasar por el quirófano",
                    "uri": "220268852",
                    "url": "http://www.abc.es/estilo/gente/20141021/abci-renee-zellweger-cambio-rostro-201410211431.html?utm_source=abc&utm_medium=rss&utm_content=uh-rss&utm_campaign=traffic-rss",
                    "wgt": 1
                },
                {
                    "body": "Renée Zellweger ya no es Renée Zellweger. O por lo menos su rostro ya no es el que todos recordamos en las películas en las que interpretaba a Bridget Jones. La actriz estadounidense sorprendió hace unos días al reaparecer totalmente irreconocible en un evento de la revista Elle en Hollywood. La buena de Renée se ha pasado con la cirugía estética y ya nada queda de su antigua cara. Sus pómulos marcados, su nariz redonda y ojos achinados han desaparecido por completo.\n\nPero fue la ganadora del Oscar en 2004 por su papel en Cold Mountain quien más sorprendió. La intérprete, de 45 años, posó ante los fotógrafos junto al cantante Doyle Bramhall, su pareja desde hace dos años y no dejó impasible a nadie con su cambio radical.\n\nLa actriz ya nos tenía acostumbrados a radicales cambios de look. Cada vez que interpretaba a Bridget Jones tenía que ganar una considerable cantidad de peso, unos 12 kilos, que rápidamente solía perder al finalizar el rodaje, y así sucesivamente. Pero nunca el cambio sorprendió tanto como esta última vez, con un rostro completamente desfigurado por la cirugía.\n\nZellweger habría achicado sus mejillas y retocado su nariz, además de realizarse un estiramiento en los párpados y aplicarse botox en su ahora lisa frente. No es la primera vez que la actriz se retoca, hace dos años se marcó los pómulos, se puso botox y achinó la mirada. Sin embargo, en esta última vez que se le ha podido ver, parece incluso que hubiera envejecido tras su nuevo paso por el quirófano.\n\nAhora su rostro ha perdido toda su expresión y naturalidad a la que nos tenía acostumbrados y que encandiló en películas como los de Bridget Jones, Chicago o Yo, yo mismo e Irene. Algunos ya le han sacado parecido con otras protagonistas del celuloide, como por ejemplo Robin Wright.",
                    "date": "2014-10-22",
                    "eventUri": "1558864",
                    "id": "23009377",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7042,
                    "source": {
                        "title": "Publico",
                        "uri": "www.publico.es"
                    },
                    "time": "07:12:00",
                    "title": "La increíble transformación de Renée Zellweger",
                    "uri": "220516871",
                    "url": "http://www.publico.es/551735/la-increible-transformacion-de-renee-zellweger",
                    "wgt": 1
                },
                {
                    "body": "Del rostro que lucía Renée Zellweger hace pocos años ya no queda nada.\n\nLa actriz estadounidense, que alcanzó la fama mundial por \"El diario de Bridget Jones\", apareció el lunes en un evento de la revista \"Elle\" en Hollywood (EE.UU.), en donde mostró su nueva cara que ya no muestra sus marcados pómulos, su nariz redonda y ojos achinados.\n\nSegún la prensa británica, a Zellweger se le fue la mano con las cirugías plásticas en un intento por lucir más joven. Expertos han asegurado que ella habría achicado sus mejillas y retocado su nariz, además de realizarse un lifting en los párpados y aplicarse botox en su ahora lisa frente.\n\nSu sonrisa tampoco es la misma.\n\nLos cambios en la ganadora del Óscar no son nuevos, como cuando tuvo que subir 12 kilos para interpretar a Bridget Jones. Sin embargo, ahora este cambio radical no parece que sea por alguna película.\n\nZellweger terminó su relación hace tres años con el también actor Bradley Cooper. En el evento de \"Elle\" apareció junto al músico Doyle Bramhall II, su nueva pareja.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22899705",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6993,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "15:15:00",
                    "title": "El nuevo e irreconocible rostro de Renée Zellweger",
                    "uri": "220268202",
                    "url": "http://www.eluniverso.com/vida-estilo/2014/10/21/nota/4131381/nuevo-e-irreconocible-nuevo-rostro-renee-zellweger",
                    "wgt": 1
                },
                {
                    "body": "La protagonista de la película ´El Diario de Bridget Jones´ lució irreconocible en un evento realizado en Los Ángeles.\n\nCasi irreconocible fue la aparición de la actriz Renée Zellweger en un evento de la revista Elle, pues su aspecto lució totalemente distinto debido a las últimas cirugías estéticas que se hizo semanas atrás.\n\nLa artista recordada por su papel de Bridget Jones, en la saga del mismo nombre, se sometió a diferentes cirugías donde le achicaron las mejillas, le retocaron la nariz, y le realizaron un lifting en los párpados, además de aplicarle botox.\n\nEl cambio sin duda, no fue el que esperaban sus seguidores, quienes a través de Twitter criticaron el radical cambio de la actriz.\n\nCabe señalar que se rumorea una tercera parte de la película que la hizo famosa \"El diario de Bridget Jones\". Pese al cambio de imagen ¿Volvería a interpretar a la enamoradiza Bridget?",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22947411",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6522,
                    "source": {
                        "title": "www.rpp.com.pe",
                        "uri": "www.rpp.com.pe"
                    },
                    "time": "20:21:00",
                    "title": "Renée Zellweger: Mira el radical cambio de la actriz",
                    "uri": "220373406",
                    "url": "http://www.rpp.com.pe/2014-10-21-renee-zellweger-mira-el-radical-cambio-de-la-actriz-noticia_735525.html",
                    "wgt": 1
                },
                {
                    "body": "EP / Madrid Renée Zellweger sorprendió a todos al reaparecer totalmente irreconocible en un evento de la revista Elle en Hollywood. La protagonista de la mítica saga de El diario de Bridget Jones se ha pasado con la cirugía estética y ya nada queda de su antigua cara. Sus pómulos marcados, su nariz redonda y ojos achinados han desaparecido.\n\nLa actriz ya nos tenía acostumbrados a radicales cambios de look. Cada vez que interpretaba a Bridget Jones tenía que ganar una considerable cantidad de peso, unos 12 kilos, que rápidamente solía perder al finalizar el rodaje, y así sucesivamente. Pero nunca el cambio sorprendió tanto como esta última vez con un rostro completamente desfigurado por la cirugía.\n\nAunque parece que Renée, de 45 años, no es muy consciente de haber terminado de un plumazo con toda su expresión y naturalidad y posó sonriente con su última pareja, el músico Doyle Bramhall II.",
                    "date": "2014-10-22",
                    "eventUri": "1558864",
                    "id": "23020034",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6258,
                    "source": {
                        "title": "www.levante-emv.com",
                        "uri": "www.levante-emv.com"
                    },
                    "time": "10:09:00",
                    "title": "Renée Zellweger, irreconocible",
                    "uri": "220547378",
                    "url": "http://www.levante-emv.com/vida-y-estilo/gente/2014/10/22/renee-zellweger-irreconocible/1177850.html?utm_medium=rss",
                    "wgt": 1
                },
                {
                    "body": "México, DF.- La actriz Renee Zellweger, protagonista de la película \"El diario de Bridget Jones\", luce con un rostro totalmente diferente.\n\nEl portal The Telegraph señala en una edición que sus aficionados expresaron su desconcierto ante la aparición de la actriz en los premios Elle Women en Hollywood, donde lució un rostro sin sus marcados pómulos y sin sus característicos ojos inchados.\n\nUn experto en cirugía estética explica al portal Daily Mail, que la actriz al parecer se realizó un levantamiento de párpados, pues la distancia entre la frente y el ojo es mucho más pequeño que antes.\n\nOtros expertos también aseguraron que Zellweger se habría achicado sus mejillas, retocado su nariz , además de aplicarse bótox en la frente.\n\nAquí te dejamos una comparación del antes y el después de Renee Zellweger para que hagas tus propias conclusiones.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22922119",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6124,
                    "source": {
                        "title": "www.aztecanoticias.com.mx",
                        "uri": "www.aztecanoticias.com.mx"
                    },
                    "time": "17:52:00",
                    "title": "Foto: ¿Qué le pasó al rostro de Bridget Jones?",
                    "uri": "220316321",
                    "url": "http://www.aztecanoticias.com.mx/notas/entretenimiento/204143/foto--que-le-paso-al-rostro-de-bridget-jones-",
                    "wgt": 1
                },
                {
                    "body": "MADRID, 21 Oct. (CHANCE) -\n\nRenée Zellweger sorprendió a todos al reaparecer totalmente irreconocible en un evento de la revista Elle en Hollywood. La protagonista de la mítica saga de El diario de Bridget Jones se ha pasado con la cirugía estética y ya nada queda de su antigua cara. Sus pómulos marcados, su nariz redonda y ojos achinados han desaparecido.\n\nLa actriz ya nos tenía acostumbrados a radicales cambios de look. Cada vez que interpretaba a Bridget Jones tenía que ganar una considerable cantidad de peso, unos 12 kilos, que rápidamente solía perder al finalizar el rodaje, y así sucesivamente. Pero nunca el cambio sorprendió tanto como esta última vez con un rostro completamente desfigurado por la cirugía.\n\nAunque parece que Renée, de 45 años, no es muy consciente de haber terminado de un plumazo con toda su expresión y naturalidad y posó sonriente con su última pareja, el músico Doyle Bramhall II. Pincha en nuestra galería para ver su gran transformación.\n\n¿Qué te parece?",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22943765",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6105,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "19:38:00",
                    "title": "Renée Zellweger, irreconocible tras su paso por el quirófano",
                    "uri": "220362381",
                    "url": "http://www.europapress.es/chance/gente/noticia-renee-zellweger-irreconocible-paso-quirofano-20141021173403.html",
                    "wgt": 1
                },
                {
                    "body": "Aunque es común que Renée Zellweger sorprenda con sus cambios de apariencia física, sobre todo, en cuestiones de peso; anoche la actriz texana de 45 años se presentó irreconocible a los premios Elle, en Los Ángeles, con un rostro totalmente diferente.\n\nLa que fuera protagonista de El Diario de Bridget Jones, donde encarnaba a una solterona tendente a la obesidad y desafortunada en el amor, apareció muy delgada a la cena celebrada en el hotel Four Seasons, pero también con unas facciones distintas, al grado que ya se especula una operación de cirugía plástica estética que la convirtieron en otra persona.\n\nIncluso todo indica que se retocó las mejillas, los párpados y la nariz, además de haberse aplicado un tratamiento de bótox.\n\nLA DEJAN COMO HERMANA DE NICOLE KIDMAN\n\nCon un rostro redondeado a dado pie a una cara mucho más angulosa, una larga melena rubia y peinada de lado, así como un ceñido vestido negro, Zellweger acudió acompañada de Doyle Bramhall II, el músico de blues y rock n'roll con el que tiene una relación desde hace años.\n\nLa actriz nació en 1969 en Katy, en el estado de Texas y en 2004 ganó el Oscar a la Mejor Actriz de Reparto por Cold Mountain, donde coincidió con Nicole Kidman, otra estrella asidua al cirujano plástico y con la que, precisamente, ahora guarda algún parecido.\n\nZellweger ya había optado al Oscar como Mejor Actriz Principal por otras dos películas: Chicago (2002) y El Diario de Bridget Jones (2001), por la que se hizo famosa.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22947758",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6076,
                    "source": {
                        "title": "Novedades de Tabasco",
                        "uri": "www.novedadesdetabasco.com.mx"
                    },
                    "time": "20:24:00",
                    "title": "Renée Zellweger se cambia el rostro",
                    "uri": "220374367",
                    "url": "http://www.novedadesdetabasco.com.mx/noticia/118043/renee-zellweger-se-cambia-el-rostro/",
                    "wgt": 1
                },
                {
                    "body": "La actriz reapareció totalmente irreconocible tras pasar varias veces por el quirófano. Que una actriz de Hollywood acuda a un evento de moda es algo habitual, la sorpresa saltó cuando una de las intérpretes más conocidas del cine aparecía irreconocible tras un cambio radical en su rostro debido a la cirugía.\n\nRenée Zellweger, protagonista de la saga 'El diario de Bridget Jones', posó ante los medios luciendo un nuevo aspecto, tan nuevo, que para algunos fue irreconocible.\n\nLos medios británicos afirman que la cirugía ha sido \"excesiva\" y que por eso el rostro de Zellweger no es el mismo que enamoró a los críticos cinematográficos que decidieron reconocer su trabajo con un Óscar por 'Cold Mountain'.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22928218",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5865,
                    "source": {
                        "title": "heraldo.es",
                        "uri": "www.heraldo.es"
                    },
                    "time": "18:23:00",
                    "title": "¿Ella es Renée Zellweger?",
                    "uri": "220330389",
                    "url": "http://www.heraldo.es/noticias/sociedad/2014/10/21/la_radical_transformacion_renee_zellweger_317244_310.html",
                    "wgt": 1
                },
                {
                    "body": "Ya casi no queda nada de sus pómulos marcados, su nariz redonda y ojos achinados. La actriz, de 45 años, dejó atrás la imagen que la hizo famosa en todo el mundo y sorprendió a todos al reaparecer totalmente irreconocible en un evento de la revista Elle en Hollywood.\n\nDe acuerdo con la prensa británica, a la actriz \"se le ha ido la mano con las cirugías estéticas en su intento por parecer más joven\".\n\nExpertos en belleza aseguraron al Daily Mail que \"Zellweger habría achicado sus mejillas y retocado su nariz, además de realizarse un lifting en los párpados y aplicarse botox en su ahora lisa frente\".\n\nAunque la industria del cine estaba acostumbrada a los radicales cambios físicos de la actriz -llegó a engordar 12 kilos para interpretar a Bridget Jones- pocos se esperaban algo tan drástico. La estrella de increíbles ojos azules, que hace dos años rompió con el actor Bradley Cooper, ha perdido parte de su expresión al hacerse este drástico cambio de rostro.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22949850",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5862,
                    "source": {
                        "title": "Prensa Libre de Guatemala",
                        "uri": "www.prensalibre.com"
                    },
                    "time": "20:45:00",
                    "title": "Renée Zellweger se hace un cambio de look extremo",
                    "uri": "220379139",
                    "url": "http://www.prensalibre.com/espectaculos/Renee_Zellweger-cambio_de_look-Bridget_Jones-farandula_0_1234076730.html",
                    "wgt": 1
                },
                {
                    "body": "A sus 45 años, la protagonista de 'El Diario de Bridget Jones' luce muy delgada y con un rostro más anguloso que de costumbre\n\nCIUDAD DE MÉXICO, 21 de octubre.- Aunque es común que Renée Zellweger sorprenda con sus cambios de apariencia física, sobre todo, en cuestiones de peso; anoche la actriz texana de 45 años se presentó irreconocible a los premios Elle, en Los Ángeles, con un rostro totalmente diferente.\n\nLa que fuera protagonista de El Diario de Bridget Jones, donde encarnaba a una solterona tendente a la obesidad y desafortunada en el amor, apareció muy delgada a la cena celebrada en el hotel Four Seasons, pero también con unas facciones distintas, al grado que ya se especula una operación de cirugía plástica estética que la convirtieron en otra persona.\n\nCon un rostro redondeado a dado pie a una cara mucho más angulosa, una larga melena rubia y peinada de lado, así como un ceñido vestido negro, Zellweger acudió acompañada de Doyle Bramhall II, el músico de blues y rock n'roll con el que tiene una relación desde hace años.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22936215",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.583,
                    "source": {
                        "title": "Excélsior",
                        "uri": "www.excelsior.com.mx"
                    },
                    "time": "19:06:00",
                    "title": "A Renée Zellweger la cirugía plástica la convierte en otra",
                    "uri": "220349386",
                    "url": "http://www.excelsior.com.mx/funcion/2014/10/21/988117",
                    "wgt": 1
                },
                {
                    "body": "¿Quién es la mujer que dice ser Renée Zellweger pero que no se parece en nada a la actriz? Esa fue la pregunta que se hace hoy todo el mundo en Hollywood tras observar sus fotografías en el photocoll de la revista ELLE. La protagonista de la saga Bridget Jones no es ni de lejos la chica que se ganaba el corazón de los aficionados a las comedias y, más allá del paso evidente de los años, su rostro ha perdido el aspecto que le caracterizaba.\n\nExpertos en cirugía estética señalan que Zellweger podría haberse retocado la nariz y las mejillas, además del evidente lifting al que se ha sometido para eliminar las arrugas de expresión y el botox que alisa su frente. Además, la estadounidense ha preferido cambiar la tonalidad de su cabello. Del rubio platino que ha lucido durante gran parte de su carrera, ahora ha optado por un tono más dorado.\n\nDesde la prensa británica señalan que la actriz, de 45 años, ha perdido por completo el control sobre las operaciones y que se ha obsesionado con parecer más joven.\n\nLa actriz siempre se ha caracterizado por realizar todo tipo cambios radicales por exigencias del guión. Para interpretar a Bridget Jones llegó a engordar más de diez kilos. Sin embargo, a diferencia de la ficción, parece que Zellweger no ha podido aceptarse a sí misma como sucedía en la película y ha optado por realizarse distintas cirugías, obteniendo el evidente resultado con el que ha perdido por completo su personalidad exterior.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22916686",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5765,
                    "source": {
                        "title": "Qué.es",
                        "uri": "www.que.es"
                    },
                    "time": "17:11:00",
                    "title": "Renée Zellweger , irreconocible por su última cirugía estética - Qué.es",
                    "uri": "220306421",
                    "url": "http://www.que.es/gente/201410211855-renee-zellweger-irreconocible-ultima-cirugia.html",
                    "wgt": 1
                },
                {
                    "body": "Irreconocible. Así luce la actriz Renee Zellweger, recordada por su actuación en la película 'El diario de Bridget Jones' quien se dejó ver anoche con un rostro totalmente diferente durante la ceremonia de los premios que la revista Elle entregó a algunas mujeres de Hollywood. A muchos periodistas les costó trabajo reconocerla debido a lo cambiado que luce su rostro por estos días, producto de las innumerables cirugías a las que se ha sometido la estrella en los últimos años. Zellweger llegó acompañada de Doyle Bramhall II, su novio, y resultó impactante verla.",
                    "date": "2014-10-22",
                    "eventUri": "1558864",
                    "id": "23020006",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5718,
                    "source": {
                        "title": "larepublica.pe",
                        "uri": "www.larepublica.pe"
                    },
                    "time": "10:08:00",
                    "title": "Renee Zellweger cambia por completo su rostro",
                    "uri": "220547203",
                    "url": "http://www.larepublica.pe/22-10-2014/renee-zellweger-cambia-por-completo-su-rostro",
                    "wgt": 1
                },
                {
                    "body": "Es habitual que nos sorprenda periódicamente con sus cambios, sobre todo, de peso, pero la actriz Renée Zellweger se presentó el lunes a los premios Elle, en Los Ángeles, con otro rostro.\n\nLa actriz se hizo famosa encarnando a la simpática Bridget JonesLa que fuera protagonista de El diario de Bridget Jones, donde encarnaba a una solterona tendente a la obesidad y desafortunada en el amor, apareció muy delgada a la cena (celebrada en el hotel Four Seasons), pero también con unas facciones distintas.\n\nSu rostro redondeado a dado pie a una cara mucho más angulosa. Con una larga melena rubia y peinada a un lado, y un ceñido vestido negro, Zellweger acudió con Doyle Bramhall II, el músico de blues y rock n'roll con el que tiene una relación desde hace años.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22944294",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5613,
                    "source": {
                        "title": "20minutos.es - Últimas Noticias",
                        "uri": "www.20minutos.es"
                    },
                    "time": "15:11:00",
                    "title": "Renée Zellweger sorprende en una fiesta con su 'transformación'",
                    "uri": "220366761",
                    "url": "http://www.20minutos.es/noticia/2272846/0/renee-zellweger/cambio-imagen/cirugia-estetica/",
                    "wgt": 1
                },
                {
                    "body": "¿Qué le ha pasado a Renée Zellweger? Esta es la pregunta que nos hemos hecho todos al ver a la actriz en su última aparición pública. La protagonista de 'El diario de Bridget Jones' se ha convertido en el centro de todas las miradas durante el evento organizado por la revista 'Elle' en Hollywood donde nos ha mostrado su nueva cara. Y es que con tanta cirugía estética poco se parece ya a la joven que intentaba abrirse camino en el mundo del cine... ¡qué horror!",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22909683",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5555,
                    "source": {
                        "title": "Antena3.com",
                        "uri": "www.antena3.com"
                    },
                    "time": "16:35:00",
                    "title": "Renée Zellweger aparece en Hollywood con una nueva cara",
                    "uri": "220290643",
                    "url": "http://www.antena3.com/celebrities/famosos-hollywood/renee-zellweger-aparece-hollywood-nueva-cara_2014102100265.html",
                    "wgt": 1
                },
                {
                    "body": "La artista reapareció irreconocible en un evento de la revista Elle.\n\nEl deseo por mantener su rostro sin arrugas le jugó una mala pasada. Renee Zellweger reapareció ante los medios con un aspecto distinto, producto de las últimas cirugías estéticas a la que se sometió semanas atrás.\n\nLa actriz de 45 años asistió al evento de la revista Elle y para muchos lució irreconocible, pero no de la manera en que ella lo hubiese preferido.\n\nRecordada por su papel de Bridget Jones en la saga del mismo nombre, la artista ha pasado los últimos meses sometiéndose a diferentes cirugías que han hecho quedar en el pasado sus grandes pómulos, sus ojos achinados o su nariz redonda.\n\nEn el intento de lucir más joven, la artista no dudó en asistir al cirujano plástico, aunque los resultados no fueron los que ella y sus fervientes fanáticos esperaron.\n\nDaily Mail informó que la artista estadounidense se sometió a diversas cirugías en donde le achicaron las mejillas, le retocaron la nariz y le realizaron un lifting en los párpados, además de la aplicación del botox.\n\nYa nada queda de la artista que conquistó a todos con su interpretación de Bridget Jones, papel que el requirió subir más de 12 kilogramos.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22895031",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5545,
                    "source": {
                        "title": "larepublica.pe",
                        "uri": "www.larepublica.pe"
                    },
                    "time": "14:27:00",
                    "title": "Renee Zellweger luce así a los 45 años producto de las numerosas cirugías",
                    "uri": "220255872",
                    "url": "http://www.larepublica.pe/21-10-2014/renee-zellweger-luce-asi-a-los-45-anos-producto-de-las-numerosas-cirugias",
                    "wgt": 1
                },
                {
                    "body": "La actriz ganadora del Oscar posó en el evento 'Elle Women' luciendo delgada en extremo y aparentando más edad de la que tiene.\n\nRenée Zellweger, aquella actriz dulce y talentosa de 'Chicago' o 'Bridget Jones' ha dado un cambio radical a su aspecto físico.\n\nLa ganadora del Oscar se presentó en el evento Elle Women la noche del 20 de octubre en compañía de su novio Doyle Bramhall.\n\nLo que sorprendió de la actriz no fue su pareja ni mucho menos el vestido que portaba, sino lo delgada que estaba y su rostro que aparentaba que tenía más de 45 años.\n\nSe sabe que muchas famosas recurren a cirugías estéticas para 'arreglar' un poco su rostro pero en el caso de Renée, no se sabe si en verdad está envejeciendo o se sometió a un dudoso tratamiento que en verdad la dejó ¡irreconocible!\n\nCon su nuevo aspecto, se podría decir que tiene un leve parecido a Glenn Close, Sarah Jessica Parker, Robin Wright o hasta a Cameron Diaz.\n\nA raíz de su 'nueva cara', el escritor Viv Groskop publicó en Twitter lo siguiente: \"Renée Zellweger: esto no es botox ni cirugía estética. Es un caso de desaparición\".",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22915140",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5316,
                    "source": {
                        "title": "Terra",
                        "uri": "entretenimiento.terra.com.mx"
                    },
                    "time": "17:20:00",
                    "title": "Renée Zellweger reaparece irreconocible en público",
                    "uri": "220302770",
                    "url": "http://entretenimiento.terra.com.mx/famosos/renee-zellweger-reaparece-irreconocible-en-publico%2Cf89028c967339410VgnVCM3000009af154d0RCRD.html",
                    "wgt": 1
                },
                {
                    "body": "La aparición de Renee Zellweger, popular gracias a su papel en El diario de Bridget Jones, en un acto de la revista Elle en Hollywood causó un enorme revuelo. No se trataba de su look o su acompañante, sino de su rostro. Zellweger, que ya había sido noticia por sus retoques estéticos, estaba irreconocible. No quedaba ni rastro de sus ojos ni del contorno de su rostro. Tampoco de la dulzura que desprendía en sus primeras apariciones en el cine.\n\nLa prensa local se dedica este martes a analizar qué se ha hecho Zellweger para parecerse tan poco a la que era en el pasado. Los cirujanos consultados apuntan al bótox y también a la cirugía para explicarlo. El bisturí, coinciden, se le ha ido de las manos.\n\nEl cambio más evidente, además del afinamiento de su óvalo facial, es el de su mirada. Zellweger, que se caracterizaba por tener un rostro aniñado y natural, tenía unos ojos achinados, muy pequeños. Un retoque en el contorno, en la zona de las ojeras, los ha agrandado drásticamente, lo que ha cambiado de manera radical la expresión de su cara. También le han quitado naturalidad las inyecciones de bótox. Ella, sobre la alfombra roja, presumió de cambio de imagen y también de su estilizada figura.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22901842",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4976,
                    "source": {
                        "title": "Libertad Digital",
                        "uri": "www.libertaddigital.com"
                    },
                    "time": "15:37:00",
                    "title": "¿De verdad es Renee Zellweger?",
                    "uri": "220273761",
                    "url": "http://www.libertaddigital.com/chic/corazon/2014-10-21/de-verdad-es-renee-zellweger-1276531333/",
                    "wgt": 1
                },
                {
                    "body": "La actriz Renee Zellweger sorprendió con el aspecto de su rostro en la fiesta anual de los premios de ELLE a Mujeres en Hollywood.\n\nAunque ella nunca ha admitido haberse sometido a intervenciones estéticas, la apariencia abultada de su rostro, sin líneas de expresión, ha levantado sospechas.\n\nUn especialista consultado por Daily Mail cree que la actriz se sometió a un lift en la parte superior de los ojos, pues la distancia entre la ceja y el ojo es mucho más pequeña que antes.\n\nAdemás, el hecho de la falta de expresión en su rostro, aún cuando aparece sonriendo en algunas imágenes, sugiere el uso de bótox.\n\nLa estrella de El Diario de Bridget Jones ya había llamado la atención con su imagen el pasado marzo, pero aún se reconocían en ella rasgos característicos de su rostro.\n\nAhora, según comparaciones que se hacen en diversos sitios web, su cara luce completamente distinta a la de hace, incluso, un año.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22908988",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4827,
                    "source": {
                        "title": "((( La Nueva Radio YA )))",
                        "uri": "nuevaya.com.ni"
                    },
                    "time": "16:28:00",
                    "title": "Renee Zellweger luce irreconocible",
                    "uri": "220288763",
                    "url": "http://nuevaya.com.ni/renee-zellweger-luce-irreconocible/",
                    "wgt": 1
                },
                {
                    "body": "Buenos Aires, 21 de octubre.- La bellísima actriz de \"El Diario de Bridget Jones\", Renée Zelweger lució irreconocible en una entrega de premios en Hollywood ayer lunes. Si bien la actriz es conocida por cambiar su aspecto en cada grabación que hace para sus películas, lo que el público presente observó en el evento de ELLE fue demasiado.\n\nAl parecer Zellweger se realizó algún tipo de cirugía drástica en su rostro que le cambio totalmente el aspecto del mismo. La actriz de 45 años y de increíbles ojos azules perdió parte de su expresión al hacerse un \"touch\" en su cara. Y por cierto, gran parte de lo que era su cara.\n\nEn la gala todos quedaron sorprendidos al saber que la identidad que se ocultaba detrás de ese aspecto era la que conocieron en la película que coprotagonizó con Hugh Grant. El año pasado la mujer se había quejado ante el diario británico Daily Express respecto de la dura vida que conlleva mantener la estética: \"Tengo un estilo de vida que implica mantenerme saludable yendo al gimnasio\".\n\nTambién optó por cambiar su color de cabello. De un rubio total a uno más dorado y con raíces oscurecidas. Un verdadero cambio... radical. Sus fans a lo largo del planeta no estarán muy contentos con esta nueva versión.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22916094",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4387,
                    "source": {
                        "title": "Diario de Cuyo",
                        "uri": "www.diariodecuyo.com.ar"
                    },
                    "time": "17:28:00",
                    "title": "RENéE ZELLWEGER - ¿¿¿Qué le pasó???",
                    "uri": "220304885",
                    "url": "http://www.diariodecuyo.com.ar/home/new_noticia.php?noticia_id=643848",
                    "wgt": 1
                },
                {
                    "body": "MÃ\u0089XICO, DF(SUN) La actriz Renee Zellweger sorprendiÃ³ con el aspecto de su rostro en la fiesta anual de los premios de ELLE a Mujeres en Hollywood.\n\nAunque ella nunca ha admitido haberse sometido a intervenciones estÃ©ticas, la apariencia abultada de su rostro, sin lÃ­neas de expresiÃ³n, ha levantado sospechas.\n\nUn especialista consultado por Daily Mail cree que la actriz se sometiÃ³ a un lift en la parte superior de los ojos, pues la distancia entre la ceja y el ojo es mucho mÃ¡s pequeÃ±a que antes.\n\nAdemÃ¡s, el hecho de la falta de expresiÃ³n en su rostro, aÃºn cuando aparece sonriendo en algunas imÃ¡genes, sugiere el uso de bÃ³tox.\n\nLa estrella de El Diario de Bridget Jones ya habÃ­a llamado la atenciÃ³n con su imagen el pasado marzo, pero aÃºn se reconocÃ­an en ella rasgos caracterÃ­sticos de su rostro.\n\nAhora, segÃºn comparaciones que se hacen en diversos sitios web, su cara luce completamente distinta a la de hace, incluso, un aÃ±o.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22935179",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4051,
                    "source": {
                        "title": "Frontera.info",
                        "uri": "www.frontera.info"
                    },
                    "time": "18:58:00",
                    "title": "Renee Zellweger luce ¡irreconocible!",
                    "uri": "220347160",
                    "url": "http://www.frontera.info/EdicionEnlinea/Notas/Entretenimiento/21102014/900339-Renee-Zellweger-luce-irreconocible.html",
                    "wgt": 1
                },
                {
                    "body": "Muchos actores cambian dramáticamente su aspecto físico para interpretar a sus personajes en el cine, situación que incluso les permite ganar los más codiciados premios de la industria, pero esto se vuelve un problema cuando las modificaciones ocurren en la vida real y se vuelven permanentes.\n\nGeneralmente son las estrellas mayores quienes recurren al cirujano o al botox para tratar de recuperar algo de su juventud perdida. Pero no solo ellos, pues algunos jóvenes famosos también han caído en el bisturí, en su intento por verse mejores.\n\nMichael Jackson, Madonna, Cher, Mickey Rourke, Demi Moore y más recientemente Renée Zellweger son solo algunos de los que -en su intento por verse bellos- han dejado atrás sus rostros y físicos con lo que se hicieron familiares entre sus seguidores.\n\nPocos han sido los famosos adultos que decidieron envejecer con dignidad y que han dejado que arrugas y canas se conviertan en sus nuevos atractivos físicos, o jóvenes que han recurrido a procedimientos poco invasivos para cambiar solo un poco.",
                    "date": "2014-10-21",
                    "eventUri": "1558864",
                    "id": "22925254",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.1794,
                    "source": {
                        "title": "El Universo",
                        "uri": "www.eluniverso.com"
                    },
                    "time": "18:12:00",
                    "title": "El bisturí, compañero de los famosos que no siempre les da lo que quieren",
                    "uri": "220326740",
                    "url": "http://www.eluniverso.com/vida-estilo/2014/10/21/nota/4131451/famosos-que-busca-belleza-encontraron-desastre",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 31,
            "averageDate": "2014-10-21",
            "avgCos": 0.4523,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "1558864",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "1558864",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "United States",
                    "lat": 39.76,
                    "long": -98.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/United_States"
                },
                "labelEng": "Los Angeles",
                "lat": 34.05223,
                "long": -118.24368,
                "wikiUri": "http://en.wikipedia.org/wiki/Los_Angeles"
            },
            "storyDate": "2014-10-21",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-307569",
            "variance": 0.2955
        }
    },
    "meta": {
        "CCAArticleMatchCount": 25,
        "CCAArticleMatchRatio": 0.2272727272727273,
        "CCAAvgCosSim": 0.5711020000000001,
        "CCAAvgMatchWgt": 47.48,
        "_articleUri1": "220762780",
        "_articleUri2": "220357967",
        "_datetime": "2015-02-19 21:18:47",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-893082",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-307569",
        "_username": "Evgenia Belyaeva",
        "artCount1": 10,
        "artCount2": 31,
        "avgCosSimStory1": 0.415,
        "avgCosSimStory2": 0.4523,
        "categorySim": 0,
        "conceptCosSim": 0.2646036598692293,
        "conceptJaccardSim": 0.1411764705882353,
        "coreTime1": 129806.8166666667,
        "coreTime2": 129783.6166666667,
        "coreTimeStDev1": 3.013992253731393,
        "coreTimeStDev2": 3.617150505270965,
        "entityCosSim": 0.3460036464101102,
        "entityJaccardSim": 0.15625,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 2,
        "hasSameLocation": 0,
        "keywordCosSim": 0.2512912103952911,
        "keywordJaccardSim": 0.1320754716981132,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 7,
        "storyQuality2": 16,
        "timeAvg1": 129810.6666666667,
        "timeAvg2": 129788.7838709677,
        "timeStDev1": 3.269191201368889,
        "timeStDev2": 5.975738708809767,
        "varianceStory1": 0.3278,
        "varianceStory2": 0.2955
    }
}