{
    "850f305d-14db-4c75-b547-79470a557ea3-328291": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "BERLIN -- Delivering the latest stark news about climate change on Sunday, a United Nations panel warned that governments are not doing enough to avert profound risks in coming decades.  But the experts found a silver lining: Not only is there still time to head off the worst, but the political will to do so seems to be rising around the world.\n In a report unveiled in Berlin, the Intergovernmental Panel on Climate Change found that decades of foot-dragging by political leaders had propelled humanity into a critical situation, with greenhouse emissions rising faster than ever.  While it remains technically possible to keep planetary warming to a tolerable level, only an intensive push over the next 15 years to bring those emissions under control can achieve the goal, the committee found.\n \"We cannot afford to lose another decade,\" said Ottmar Edenhofer, a German economist and co-chairman of the committee that wrote the report.  \"If we lose another decade, it becomes extremely costly to achieve climate stabilization.\" \"\nThe good news is that ambitious action is becoming more affordable, the committee found.  It is increasingly clear that measures like tougher building codes and efficiency standards for cars and trucks can save energy and reduce emissions without harming people's quality of life, the panel found.  And the costs of renewable energy like wind and solar power are falling so fast that its deployment on a large scale is becoming practical, the report said.\n Moreover, since the intergovernmental panel issued its last major report in 2007, far more countries, states and cities have adopted climate plans, a measure of the growing political interest in tackling the problem.  They include China and the United States, which are both doing more domestically than they have been willing to commit to in international treaty negotiations.\n Yet the report found that the emissions problem is still outrunning the determination to tackle it, with atmospheric carbon dioxide levels rising almost twice as fast in the first decade of this century as they did in the last decades of the 20th century.  That reflects a huge rush to use coal-fired power plants in developing countries that are climbing up the income scale, especially China, while rich countries are making only slow progress in cutting their high emissions, the report said.\n The report is likely to increase the pressure to secure an ambitious new global climate treaty that is supposed to be completed in late 2015 and take effect in 2020.  But the divisions between wealthy countries and poorer countries that are making such a treaty difficult, and have long bedeviled international climate talks, were on display yet again in Berlin.\n Some developing countries insisted on stripping charts from the report's executive summary that could have been read as requiring greater effort from them, while rich countries -- including the United States -- struck out language that might have been seen as implying that they needed to write big checks to the developing countries.  Both points survived in the full version of the report but were deleted from a synopsis meant to inform the world's top political leaders.\n The new report does not prescribe the actions that governments need to take.  But it does make clear that putting a price on emissions of carbon dioxide and other greenhouse gases, either through taxes or the sale of emission permits, is a fundamental approach that could help redirect investment toward climate-friendly technologies.\n If climate targets are to be met, the report said, annual investment in electrical power plants that use fossil fuels will need to decline by about 20 percent in the coming two decades, while investment in low-carbon energy will need to double from current levels.\n The report warns that if greater efforts to cut emissions do not begin soon, future generations seeking to limit or reverse climate damage will have to depend on technologies that permanently remove greenhouse gases from the air; in effect, they will be trying to undo the damage caused by the people of today.\n But these technologies do not exist on any appreciable scale, the report said, and there is no guarantee that they will be available in the future, much less that they will be affordable.\n The intergovernmental panel warned that the longer countries delayed aggressive action, the more difficult it would be to limit global warming to the level that the international community has agreed to -- namely, a rise in the global average temperature of no more than 3.6 degrees Fahrenheit above the preindustrial level.\n Scientists fear that exceeding that level could produce drastic effects, such as the collapse of ice sheets, a rapid rise in sea levels, difficulty growing enough food, massive die-offs of forests and mass extinctions of plant and animal species.\n The latest report found that if countries keep stalling on tougher climate rules, trillions of dollars will be invested in coming years in power plants, cars and buildings that use too much energy from fossil fuels.  The result, the report said, would be an emissions path that would be almost impossible to alter in time to get to the very low carbon pollution levels that scientists think are necessary by 2050.\n The authors found that tackling the problem in a serious way would carry large costs, shaving a few hundredths of a percentage point off global economic growth each year.  By the end of the century, societies would most likely be far richer than today, but almost 5 percent poorer than they would have been had they not spent the money to protect the climate, according to the study.\n \"Climate policy is not a free lunch,\" Edenhofer said.\n Against those costs, the economic benefits of acting are essentially impossible to calculate, the report found.  The biggest reason is that scientists do not know how likely it is that unchecked global warming could cause some sort of wildly expensive calamity, such as a rapid melting of ice sheets that would drown the world's major coastal cities.  This and other disasters are distinctly possible, the authors found.\n In essence, the committee described money spent fighting climate change as a form of insurance against the most severe potential consequences.\n \"It is up to the public and up to decision-makers to decide if it is affordable or not,\" Edenhofer said.",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9408239",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8348,
                    "source": {
                        "title": "GuideLive",
                        "uri": "www.dallasnews.com"
                    },
                    "time": "04:13:00",
                    "title": "Climate change panel: Crisis can be averted - Dallas Morning News",
                    "uri": "175217035",
                    "url": "http://www.dallasnews.com/news/local-news/20140413-climate-change-panel-crisis-can-be-averted.ece",
                    "wgt": 1
                },
                {
                    "body": "BERLIN -- Delivering the latest stark news about climate change on Sunday, a United Nations panel warned that governments are not doing enough to avert profound risks in coming decades.  But the experts found a silver lining: Not only is there still time to head off the worst, but the political will to do so seems to be rising around the world.\n In a report unveiled here, the Intergovernmental Panel on Climate Change found that decades of foot-dragging by political leaders had propelled humanity into a critical situation, with greenhouse emissions rising faster than ever.  While it remains technically possible to keep planetary warming to a tolerable level, only an intensive push over the next 15 years to bring those emissions under control can achieve the goal, the committee found.\n \"We cannot afford to lose another decade,\" said Ottmar Edenhofer, a German economist and co-chairman of the committee that wrote the report.  \"If we lose another decade, it becomes extremely costly to achieve climate stabilization.\" \"\nThe good news is that ambitious action is becoming more affordable, the committee found.  It is increasingly clear that measures like tougher building codes and vehicle efficiency standards can save energy and reduce emissions without harming people's quality of life, the panel found.  And the costs of renewable energy like wind and solar power are falling so fast that its deployment on a large scale is becoming practical, the report said.\n Moreover, since the intergovernmental panel issued its last major report in 2007, far more countries, states and cities have adopted climate plans, a measure of the growing political interest in tackling the problem.  They include China and the United States, which are both doing more domestically than they have been willing to commit to in international treaty negotiations.\n Yet the report found that the emissions problem is still outrunning the determination to tackle it, with atmospheric carbon dioxide levels rising almost twice as fast in the first decade of this century as they did in the last decades of the 20th century.  That reflects a huge rush to use coal-fired power plants in developing countries that are climbing up the income scale, especially China, while rich countries are making only slow progress in cutting their high emissions, the report said.\n Countries balk at report\nThe report is likely to increase the pressure to secure an ambitious new global climate treaty that is supposed to be completed in late 2015 and take effect in 2020.  But the divisions between wealthy countries and poorer countries that are making such a treaty difficult, and have long bedeviled international climate talks, were on display yet again in Berlin.\n Some developing countries insisted on stripping charts from the report's executive summary that could have been read as requiring greater effort from them, while rich countries - including the United States - struck out language implying they should write big checks to developing countries.  Both points survived in the full version of the report but were deleted from a synopsis meant to inform the world's top political leaders.\n If climate targets are to be met, the report said, annual investment in electrical power plants that use fossil fuels will need to decline by about 20 percent in the coming two decades, while investment in low-carbon energy will need to double from current levels.\n Disastrous effects\nThe intergovernmental panel warned that the longer countries delayed aggressive action, the more difficult it would be to limit global warming to the level that the international community has agreed to, namely a rise in the global average temperature of no more than 3.6 degrees Fahrenheit above the preindustrial level.\n Scientists fear that exceeding that level could produce drastic effects, such as the collapse of ice sheets, a rapid rise in sea levels, difficulty growing enough food, massive die-offs of forests and mass species extinction.\n In essence, the committee described money spent fighting climate change as a form of insurance against the most severe potential consequences.\n \"It is up to the public and up to decision-makers to decide if it is affordable or not,\" Edenhofer said.",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9417363",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.8164,
                    "source": {
                        "title": "newsobserver",
                        "uri": "www.newsobserver.com"
                    },
                    "time": "09:43:00",
                    "title": "U.N. panel: Intense push needed on climate change",
                    "uri": "175257946",
                    "url": "http://www.newsobserver.com/2014/04/13/3782424/un-panel-warns-of-climate-change.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "BERLIN -- Delivering the latest stark news about climate change yesterday, a United Nations panel warned that governments are not doing enough to avert profound risks in coming decades.  But the experts found a silver lining: Not only is there still time to head off the worst, but also the political will to do so seems to be rising around the world.\n In a report unveiled here, the Intergovernmental Panel on Climate Change found that decades of foot-dragging by political leaders has propelled humanity into a critical situation, with greenhouse emissions rising faster than ever.\n While it remains technically possible to keep planetary warming to a tolerable level, only an intensive push over the next 15 years to bring those emissions under control can achieve the goal, the committee found.\n \"We cannot afford to lose another decade,\" said Ottmar Edenhofer, a German economist and co-chairman of the committee that wrote the report.  \"If we lose another decade, it becomes extremely costly to achieve climate stabilization.\" \"\nThe good news is that ambitious action is becoming more affordable, the committee found.  It is increasingly clear that measures such as tougher building codes and efficiency standards for cars and trucks can save energy and reduce emissions without harming quality of life, the panel found.\n Moreover, since the panel issued its last major report in 2007, far more countries, states and cities have adopted climate plans, a measure of the growing political interest in tackling the problem.  They include China and the United States, which are both doing more domestically than they have been willing to commit to in international treaty negotiations.\n Yet the report found that the emissions problem is still outrunning the determination to tackle it, with atmospheric carbon dioxide levels rising almost twice as fast in the first decade of this century as they did in the last decades of the 20th century.\n That reflects a huge rush to use coal-fired power plants in developing countries that are climbing up the income scale, especially China, while rich countries are making only slow progress in cutting their high emissions, the report said.\n The report is likely to increase the pressure to secure a global climate treaty in late 2015.",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9441905",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7614,
                    "source": {
                        "title": "The Columbus Dispatch",
                        "uri": "www.dispatch.com"
                    },
                    "time": "09:50:00",
                    "title": "UN panel: Quick action needed to avoid risks",
                    "uri": "175348840",
                    "url": "http://www.dispatch.com/content/stories/national_world/2014/04/14/u-n--panel-quick-action-needed-to-avoid-risks.html",
                    "wgt": 1
                },
                {
                    "body": "A United Nations report suggests that governments can still avert the more serious consequences of climate change provided they act quickly and aggressively to cut the accelerating pace of greenhouse-gas emissions.  Gautam Naik reports.  Photo: AP.\n A United Nations report suggests that governments can still avert the more serious consequences of climate change provided they act quickly and aggressively to cut the accelerating pace of greenhouse-gas emissions.\n According to the report, global greenhouse-gas emissions have risen more rapidly between 2000 and 2010 than in each of the three previous decades.  The global economic crisis of 2007 and 2008 temporarily reduced emissions but didn't change the trend, the report says.\n The sun rises over an oil field over the Monterey Shale formation where gas and oil extraction using hydraulic fracturing is on the verge of a boom on March 24, 2014 near Lost Hills, Calif. Getty Images\nThe report is of major interest to policy makers because it focuses on various scenarios for mitigating global warming.  Presented on Sunday in Berlin, it is the third installment in a comprehensive four-part report by the U.N. Intergovernmental Panel on Climate Change.\n The IPCC called for international coordination to address the challenges of climate change, for instance by setting up carbon-pricing institutions, promoting CO2 taxes and ramping up investment in renewable energy.\n Delaying action now will increase costs later and mitigating climate change won't be achieved if companies and governments \"advance their own interests independently,\" warned Ottmar Edenhofer, co-chair of the IPCC's working group III.\n He added, however, that taking action \"doesn't mean world community has to sacrifice growth...C Climate policy isn't a free lunch but could be lunch [that's] worthwhile to buy.\" \"\nVarious studies show that the earth has already warmed by about 0.8 degree Celsius since 1900.  In 2010, about 200 governments agreed to reduce emissions to ensure that global temperatures didn't rise by more than two degrees Celsius above preindustrial levels.\n Water is seen on part of the glacial ice sheet in Greenland that covers about 80% of the country on July 17, 2013.  Getty Images\nScientists say it is crucial to avert that two-degree temperature rise because beyond it the risks of high-impact changes -- such as melting of the Greenland ice sheet -- could become unacceptably high.  At the current rate of emissions, the U.N. suggests that two-degree mark will be breached sooner rather than later.\n If emissions are cut at a high rate, models indicate that warming will reach between 1 and 2.2 degrees Celsius above preindustrial levels by the middle of this century.  But if the current rate of emissions continues, temperatures will increase by between 2 and 3.2 degrees above preindustrial levels by midcentury.\n \"Policy makers are being given a range of options and they can make whatever decisions they want,\" said Ed Hawkins, a climate scientist at the University of Reading, England, and an author of a previous IPCC report.\n The key message in the IPCC report is that the worrisome scenarios can still be avoided.  \"Only major institutional and technological change will give a better than even chance that global warming will not exceed this threshold,\" the U.N. panel concludes.\n The IPCC concludes that to get there, greenhouse-gas emissions will have to be cut by 40% to 70% compared with 2010 by midcentury, and to near zero by the end of this century.\n The tower of a church is pictured between the smoke billowing chimneys of the brown coal power plant Frimmersdorf in Grevenbroich near Duesseldorf, Germany, in a Feb. 25, 2008 file photo.  Associated Press\nHowever, such large-scale changes -- especially required of governments and the transport and electricity-generating industries -- will require huge expenditures, and has thus become a subject of controversy and significant resistance in many quarters.\n Rajendra Pachauri, chair of the Intergovernmental Panel on Climate Change, said at a news conference in Berlin that analyzing the costs and benefits of mitigation is a \"complicated question,\" but warned against putting a dollar value on the loss of human lives, ecosystems, oceans and marine life threatened by climate change.\n \"The affordability question has to be seen in what will happen if we don't take these steps,\" Mr. Pachauri said.\n Speaking on the sidelines of the presentation, the IPCC chairman told The Wall Street Journal he has \"every reason to be optimistic\" that policy makers will take the recommendations into account.\n As the report was being completed, some oil-producing countries insisted that the report stress certain uncertainties in the science.  Other critics have assailed the IPCC warnings, arguing that future projections for something as complex as the earth's climate are based on mathematical models and are therefore limited.\n For example, records show that the rate of warming was only 0.05 degrees Celsius over the past decade -- which essentially suggests a flattening-out of temperatures.  Models didn't predict this change, and it isn't clear how long the flattening-out trend will continue.  Critics of the IPCC say this undermines the case for dramatic cuts in greenhouse gases, especially carbon dioxide.\n James Annan, an independent climatologist who previously worked at a research institute run by the Japanese government, said that after taking a 15-year hiatus into account, \"the evidence suggests that the rate of climate change is going to be less than\" what the IPCC projects.\n Thomas Stocker, who co-chaired the first installment of the IPCC report describing the physical science behind climate change, disagreed.  He said the apparent flattening of temperature in recent years \"was natural climate variability...that doesn't affect the climate sensitivity of the models.\" \"\nSunday's report updates a previous IPCC assessment on climate mitigation published in 2007.  It includes data up to 2010, and incorporates thousands of new measurements that weren't available in 2007.  It says emissions need to be cut across a wide range of human activity, including energy production and use, transport, buildings, industry, land use and human settlements.\n The long-term scenarios for mitigating climate change were generated mainly by large-scale integrated models that link many human systems -- such as energy, agriculture, land use and economy -- with physical processes related to climate change, such as the carbon cycle.\n In addition to cutting greenhouse gases, the latest report says climate change can also be reduced by expanding the use of renewable energy and storing greenhouse gases underground.  More ambitious \"geoengineering\" projects to suck carbon dioxide out of the air remain experimental or have yet to be tested on a large scale.\n -- Harriet Torry in Berlin contributed to this article.\n Write to Gautam Naik at gautam.naik@wsj.com",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9443720",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.738,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "05:03:00",
                    "title": "UN Climate Change Report Says Worst Scenarios Can Still Be Avoided",
                    "uri": "175353374",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702303663604579498721229249160",
                    "wgt": 1
                },
                {
                    "body": "The sun rises over an oil field over the Monterey Shale formation where gas and oil extraction using hydraulic fracturing is on the verge of a boom on March 24, 2014 near Lost Hills, Calif. Getty Images\nA United Nations report suggests that governments can still avert the more serious consequences of climate change provided they act quickly and aggressively to cut the accelerating pace of greenhouse-gas emissions.\n According to the report, global greenhouse-gas emissions have risen more rapidly between 2000 and 2010 than in each of the three previous decades.  The global economic crisis of 2007 and 2008 temporarily reduced emissions but didn't change the trend, the report says.\n The report is of major interest to policy makers because it focuses on various scenarios for mitigating global warming.  Presented on Sunday in Berlin, it is the third installment in a comprehensive four-part report by the U.N. Intergovernmental Panel on Climate Change.\n The IPCC called for international coordination to address the challenges of climate change, for instance by setting up carbon-pricing institutions, promoting CO2 taxes and ramping up investment in renewable energy.\n Delaying action now will increase costs later and mitigating climate change won't be achieved if companies and governments \"advance their own interests independently,\" warned Ottmar Edenhofer, co-chair of the IPCC's working group III.\n He added, however, that taking action \"doesn't mean world community has to sacrifice growth...C Climate policy isn't a free lunch but could be lunch [that's] worthwhile to buy.\" \"\nVarious studies show that the earth has already warmed by about 0.8 degree Celsius since 1900.  In 2010, about 200 governments agreed to reduce emissions to ensure that global temperatures didn't rise by more than two degrees Celsius above preindustrial levels.\n Water is seen on part of the glacial ice sheet in Greenland that covers about 80% of the country on July 17, 2013.  Getty Images\nScientists say it is crucial to avert that two-degree temperature rise because beyond it the risks of high-impact changes -- such as melting of the Greenland ice sheet -- could become unacceptably high.  At the current rate of emissions, the U.N. suggests that two-degree mark will be breached sooner rather than later.\n If emissions are cut at a high rate, models indicate that warming will reach between 1 and 2.2 degrees Celsius above preindustrial levels by the middle of this century.  But if the current rate of emissions continues, temperatures will increase by between 2 and 3.2 degrees above preindustrial levels by midcentury.\n \"Policy makers are being given a range of options and they can make whatever decisions they want,\" said Ed Hawkins, a climate scientist at the University of Reading, England, and an author of a previous IPCC report.\n The key message in the IPCC report is that the worrisome scenarios can still be avoided.  \"Only major institutional and technological change will give a better than even chance that global warming will not exceed this threshold,\" the U.N. panel concludes.\n The IPCC concludes that to get there, greenhouse-gas emissions will have to be cut by 40% to 70% compared with 2010 by midcentury, and to near zero by the end of this century.\n The tower of a church is pictured between the smoke billowing chimneys of the brown coal power plant Frimmersdorf in Grevenbroich near Duesseldorf, Germany, in a Feb. 25, 2008 file photo.  Associated Press\nHowever, such large-scale changes -- especially required of governments and the transport and electricity-generating industries -- will require huge expenditures, and has thus become a subject of controversy and significant resistance in many quarters.\n Rajendra Pachauri, chair of the Intergovernmental Panel on Climate Change, said at a news conference in Berlin that analyzing the costs and benefits of mitigation is a \"complicated question,\" but warned against putting a dollar value on the loss of human lives, ecosystems, oceans and marine life threatened by climate change.\n \"The affordability question has to be seen in what will happen if we don't take these steps,\" Mr. Pachauri said.\n Speaking on the sidelines of the presentation, the IPCC chairman told The Wall Street Journal he has \"every reason to be optimistic\" that policy makers will take the recommendations into account.\n As the report was being completed, some oil-producing countries insisted that the report stress certain uncertainties in the science.  Other critics have assailed the IPCC warnings, arguing that future projections for something as complex as the earth's climate are based on mathematical models and are therefore limited.\n For example, records show that the rate of warming was only 0.05 degrees Celsius over the past decade -- which essentially suggests a flattening-out of temperatures.  Models didn't predict this change, and it isn't clear how long the flattening-out trend will continue.  Critics of the IPCC say this undermines the case for dramatic cuts in greenhouse gases, especially carbon dioxide.\n James Annan, an independent climatologist who previously worked at a research institute run by the Japanese government, said that after taking a 15-year hiatus into account, \"the evidence suggests that the rate of climate change is going to be less than\" what the IPCC projects.\n Thomas Stocker, who co-chaired the first installment of the IPCC report describing the physical science behind climate change, disagreed.  He said the apparent flattening of temperature in recent years \"was natural climate variability...that doesn't affect the climate sensitivity of the models.\" \"\nSunday's report updates a previous IPCC assessment on climate mitigation published in 2007.  It includes data up to 2010, and incorporates thousands of new measurements that weren't available in 2007.  It says emissions need to be cut across a wide range of human activity, including energy production and use, transport, buildings, industry, land use and human settlements.\n The long-term scenarios for mitigating climate change were generated mainly by large-scale integrated models that link many human systems -- such as energy, agriculture, land use and economy -- with physical processes related to climate change, such as the carbon cycle.\n In addition to cutting greenhouse gases, the latest report says climate change can also be reduced by expanding the use of renewable energy and storing greenhouse gases underground.  More ambitious \"geoengineering\" projects to suck carbon dioxide out of the air remain experimental or have yet to be tested on a large scale.\n -- Harriet Torry in Berlin contributed to this article.\n Write to Gautam Naik at gautam.naik@wsj.com",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9413854",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7345,
                    "source": {
                        "title": "The Wall Street Journal",
                        "uri": "online.wsj.com"
                    },
                    "time": "07:48:00",
                    "title": "U.N. Urges Action on Climate Change",
                    "uri": "175240999",
                    "url": "http://online.wsj.com/news/articles/SB10001424052702303663604579498721229249160?mod=fox_australian&mg=reno64-wsj&url=http:%2F%2Fonline.wsj.com%2Farticle%2FSB10001424052702303663604579498721229249160.html%3Fmod=fox_australian",
                    "wgt": 1
                },
                {
                    "body": "BERLIN -- The countries of the world have dragged their feet so long on global warming that the situation is now critical, analysts appointed by the United Nations reported Sunday, and only an intensive worldwide push over the next 15 years can stave off potentially disastrous climatic changes later in the century.\n It remains technically possible to keep planetary warming to a tolerable level, the Intergovernmental Panel on Climate Change found, according to a report released here.  But even in parts of the world such as Europe that have tried hardest, governments are still a long way from taking the steps that are sufficient to do the job, the experts found.\n Continue reading below\n\"We cannot afford to lose another decade,\" said Ottmar Edenhofer, a German economist and cochairman of the committee that wrote the report.  \"If we lose another decade, it becomes extremely costly to achieve climate stabilization.\" \"\nThe report is likely to increase the pressure to secure an ambitious new global climate treaty that is supposed to be completed in late 2015 and take effect in 2020.  But the divisions between wealthy countries and poorer countries that are making such a treaty difficult, and have long bedeviled international climate talks, were on display yet again in Berlin.\n Some developing countries insisted on stripping charts from the report's executive summary that could be read as requiring greater effort from them, while rich countries, including the United States, struck out language implying they needed to write big checks to the developing countries.\n Both points survived in the full version of the report, but they were deleted from a synopsis meant to inform the world's top political leaders.\n The report did find some reasons for cautious optimism.  The costs of such renewable energy as wind and solar power are now falling so fast that their deployment on a large scale is becoming practical, the report said.  In fact, extensive use of renewable energy is already starting in countries such as Denmark and Germany, and to a lesser degree in some US states, including California, Iowa, and Texas.\n Moreover, since the intergovernmental panel issued its last major report in 2007, many more countries, states, and cities have adopted ambitious climate plans, an indication that the political determination to tackle the problem is growing in many parts of the world.\n They include China and the United States, which are both doing more domestically than they have been willing to commit themselves to in international treaty negotiations.\n The Intergovernmental Panel on Climate Change is a UN body that includes hundreds of scientists, economists and other experts.  The group periodically reviews the science and economics of climate change and issues major reports every five to six years.",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9410933",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6663,
                    "source": {
                        "title": "BostonGlobe.com",
                        "uri": "www.bostonglobe.com"
                    },
                    "time": "03:22:00",
                    "title": "UN climate panel warns speedier action is needed to avert disaster",
                    "uri": "175229841",
                    "url": "http://www.bostonglobe.com/news/world/2014/04/13/climate-panel-warns-speedier-action-needed-avert-disaster/x2wEB4QGtAGgQZjigeQcQJ/story.html",
                    "wgt": 1
                },
                {
                    "body": "Support for climate policies determined by 'emotional factors' says UN panel, highlighting political challenge\nBy Gerard Wynn\nHuman societies from governments to individuals may have to switch to more thoughtful analysis in daily decisions, instead of intuition, if they are to tackle the problem of climate change, a UN climate report said.\n People often rely on a combination of past experience and gut instinct, said the report by the Intergovernmental Panel on Climate Change (IPCC), quoting behavioural psychologists.\n As a result, societies from policymakers to individuals give more weight to short-term outcomes they are sure about, discounting long-term uncertainties, and worrying more about not making losses than accruing gains.\n Such intuitive thinking weighs against action to tackle climate change, where costly carbon cuts now will accrue uncertain benefits long into the future, for example in fewer droughts and heat waves and slower sea level rise.\n â\u0080\u009cA strong focus on short-term goals including immediate survival may have been helpful as humans evolved, but may have negative consequences in the current environment where risks and challenges are more complex and solutions to problems such as climate change require a focus on long time horizons,â\u0080\u009d the IPCC report said.\n â\u0080\u009cIn the context of climate change, protective or mitigating actions often require sacrificing short-term goals that are highly weighted in peopleâ\u0080\u0099s choices in order to meet more abstract, distant goals that are typically given very low weight.â â\u0080\u009d\nâ\u0080\u009cMost people are averse to risk and to uncertainty and ambiguity when making choices.  More familiar options tend to be seen as less risky, all other things being equal, and thus more likely to be selected.â â\u0080\u009d\nAs a result, people who rely on intuitive thinking will take decisions based on past experience, which may not help them address climate change, whose future impacts may be beyond human experience.\n â\u0080\u009cThere is substantial empirical evidence that peopleâ\u0080\u0099s support or opposition to proposed climate policy measures is determined primarily by emotional factors and their past experience rather than explicit calculations as to whether the personal benefits outweigh the personal costs.â â\u0080\u009d\nâ\u0080\u009cSurveys conducted in Alaska and Florida, regions where residents have been exposed more regularly to physical evidence of climate change, show greater concern and willingness to take action.â â\u0080\u009d\nDecisions\nThe IPCC reviews the latest published science on climate change every five to six years.  Sundayâ\u0080\u0099s report was the last instalment of the latest report, focusing on policy options to cut emissions, and compiled by some 235 authors.\n They found that countries should roughly halve global carbon emissions by 2050, compared with present levels, which are still rising, to avoid the most dangerous climate change.\n They said that â\u0080\u009cbusiness as usualâ\u0080\u009d was not an option, given expected temperature rises of 3 to 5 degrees Celsius without efforts to curb emissions, implying dangerous sea level rise, floods and droughts.\n For tackling climate change, intuitive thinking falls short, leading to an under-estimate of the risks.\n That problem could explain the well documented difficulty the world is having in curbing carbon emissions, from devising suitably ambitious climate policies to making more rational, individual purchases.\n For example , too high a focus on intuitive thinking leads to a well-documented loss aversion, where people place a bigger focus on avoiding a loss than making a gain.\n Loss aversion has been used to explain a surprisingly low uptake of energy efficiency technologies, whose small up-front costs are paid for many times over through energy savings over their lifetime.\n â\u0080\u009cCurrently there is a reluctance by consumers to adopt energy efficient measures, such as compact fluorescent bulbs, energy efficient refrigerators, boilers and cooling systems as well as new technologies such as solar installations and wind power,â\u0080\u009d the IPCC report said.\n â\u0080\u009cDue to a focus on short-term horizons, individuals may underestimate the savings.  They are likely to discount the future â\u0080Ś so that the upfront cost is perceived to be greater than expected discounted reduction in energy costs.â â\u0080\u009d\nOne answer is a more deliberative approach, involving a more considered weighing of risks and benefits.\n â\u0080\u009cThere is a growing recognition that decision-makers often rely on intuitive thinking processes rather than undertaking a systematic analysis of options in a deliberative fashion,â\u0080\u009d the IPCC report said.\n More sophisticated, deliberative decisions are helped by making information available, doing the sums for the decision maker.  For example, complex cost-benefit analysis can quantify the net outcome of particular policies for decision makers.\n Similarly, for households, more detail on long-term benefits of particular purchases may help.\n â\u0080\u009cTo encourage households to invest in energy efficient measures, messages need to be conveyed that communicate information on energy use and savings from undertaking these investments.  Recent research has indicated the importance of highlighting indirect and direct benefits.â â\u0080\u009d",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9421403",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5751,
                    "source": {
                        "title": "RTCC",
                        "uri": "www.rtcc.org"
                    },
                    "time": "08:41:00",
                    "title": "IPCC report: Difficulty of carbon emissions cuts 'in the mind'",
                    "uri": "175275240",
                    "url": "http://www.rtcc.org/2014/04/14/ipcc-report-difficulty-of-carbon-emissions-cuts-in-the-mind/",
                    "wgt": 1
                },
                {
                    "body": "The European Union (EU) and China should cooperate more closely to jointly curb global warming, the 28-member bloc's top climate official has said.\n The two sides have been cooperating very intensively on climate change, EU Climate Commissioner Connie Hedegaard, who will begin a visit to China Wednesday, said in a recent interview with Xinhua.\n The EU's emissions trading system, which puts a price on carbon and caps emissions from 11,000 power stations and heavy industrial installations responsible for 40 percent of its member nations' total emissions, is similar to the one that China is currently setting up, Hedegaard said.\n \"We have started a cooperation project with the Chinese authorities on emissions trading this year and it is a very good example of how we can work together on climate change,\" she said.\n During the upcoming visit, she will travel to the eastern Chinese cities of Zhenjiang and Shanghai to get first-hand information about China's efforts to reduce emissions through innovative policies.\n Hedegaard also showed willingness to share Europe's experience in clean technology to tackle such climate issues as smog, which is plaguing many Chinese cities.\n \"As a result of our stringent environmental regulations, we are leading in innovation and production of green technologies.  We are ready to share our experience and our solutions with other countries such as China that are facing environmental challenges now,\" she said.\n Apart from cooperation on climate change, the commissioner stressed that the EU and China should see climate actions and the green sector as benefits rather than downward impacts for economic growth.\n She also called economic benefits from the green sector a good business opportunity.\n \"Green growth is about maintaining and improving our quality of life while ensuring pollution does not undermine economic growth,\" she said.  \"The green sector is one of the fastest growing industries with millions of new jobs being created.  China and Europe can benefit enormously from that.\" \"\nAccording to Hedegaard, Europe's green sector created 180,000 jobs per year between 1999 and 2008.  Most of these jobs were retained -- and many more created -- during the worst years of the global economic crisis.\n She urged the EU and China to lead more ambitious climate actions for the whole world.\n \"China and the EU can prove to the world that green growth is not just a vague utopian vision; it is the smart answer to many of the challenges the world is facing...  By leading the way, we can motivate others to move to more ambitious climate action,\" she said.",
                    "date": "2014-04-22",
                    "eventUri": "568845",
                    "id": "9754008",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.4964,
                    "source": {
                        "title": "China Internet Information Center",
                        "uri": "www.china.org.cn"
                    },
                    "time": "16:20:00",
                    "title": "EU hopes to strengthen cooperation with China on climate change",
                    "uri": "176711987",
                    "url": "http://www.china.org.cn/environment/2014-04/21/content_32156772.htm",
                    "wgt": 1
                },
                {
                    "body": "Even as rural areas in otherwise drought-hit regions of Maharashtra (as also in neighbouring areas of Karnataka, Madhya Pradesh and Chhattisgarh) struggle to cope with immense damages due to untimely rain and hailstorms in Feb-March 2014, the recent Intergovernmental Panel on Climate Change (IPCC) assessment report warning that \"extreme weather events may increase in frequency,\" has led to alarm amongst environmental activists and farm rights groups alike.  They are calling immobility on the issue since June 2008, \"unacceptable negligence.\" \"\nAn RTI response by the state environment ministry to the South Asian Network for Dams, Rivers & People (SANDRP) confirms that both the state and its consultant The Energy and Resources Institute (TERI), have failed to prepare the State Action Plan on Climate Change (SAPCC).  \"It would seem there is no intent or seriousness on this crucial issue, which can play havoc with lakhs of people and their lives,\" said Parineeta Dandekar of the SANDRP.\n She pointed out how the government has not gone beyond \"lip-service\".  Soon after the National Action Plan on Climate Change (NAPCC) was made public on June 30, 2008, the state announced the formation of state council on climate change (CC) three months later.  Accordingly, the work\nwas awarded to TERI on August 20, 2009, \"to assess climate change vulnerabilities and adaptation strategies for Maharashtra state and prepare a SAPCC,\" for Rs98 lakhs.  The plan was envisaged to include six case studies.\n The official order regarding TERI (6 members in addition to Dr Pachauri and Dr Leeana Srivastava as advisers) had been given the above task, along with Met office, Hadley Centre, UK (2 members) and formation of state coordination committee for this under the chairmanship of chief secretary.  It was passed on November 26, 2009.  This council was to meet \"at least twice a year to review the situation on CC and adaptation strategy\" as per the GR. It has met just once in the last 33 months.\n After giving contract to TERI in 2009, announcing state council on CC in 2011, the first and the only meeting of the CC happened only in Feb 2013!  Minutes of the meeting claim that the final report from TERI is expected in March 2013.  However, there was no discussion on this important report or even a discussion to hasten the formulation and implementation of this report.\n Strangely, TERI and MET Office UK, had already published a note on the Action Plan in 2012[1] itself, when the State Action Plan is still not final even today!\n\"When the environment department conducted a decision-makers workshop on CC adaptation and mitigation on Feb 24-25, 2011, we were hopeful about the process gaining momentum, but our hopes remained just that,\" laments Himanshu Thakar, Dandekar's colleague.\n In fact, a state advisory panel on CC was created with CM as chairperson on July 8, 2011.  Following the first meeting of the state advisory committee on CC in Feb 2013, another one on draft climate change action plan with chief secretary in chair was held on Oct 7, 2013.\n \"After that the silence's been deafening,\" remarks Dandekar who along with several other activists and groups attached to SANDRP was outraged when the state environment department in its response to the network's RTI query on the SAPCC said, \"The final action plan on climate change is not yet\nsubmitted by TERI to the state government,\" on April 2, 2014.  SANDRP said the RTI response underlines, how respective governments have given no priority, time or importance to consider climate change or its impacts on societies and ecosystems.\n Admitting that an SAPCC is not a magic wand to cure all ills, activists like Thakar argue, \"It is one of the indicators of the seriousness and intent of our administration in tackling real and grave challenges.  Right now, there seems to be no seriousness and no intent.\" \"\nWhile officials at TERI said only the state government can make a statement on the issue, nobody at the environment ministry was willing to talk.\n The way TERI was asked to create the SAPCC was also inappropriate, said many.  The state government order of Nov 16, 2009, mentions no competitive bidding.  It says following a presentation on CC by Dr RK Pachauri of TERI his organisation was given the task of preparing the plan along with Met Office, UK for Rs 98 lakhs.\n When TERI was given the task of preparing the SAPCC, Pachauri, who heads TERI was also on the state council to oversee the preparation of SAPCC.  Secondly, since he's a member of PM's Council on Climate Change, which recommends state action plans and then his own organisation, TERI is awarded the work to prepare the action plan for Maharashtra.",
                    "date": "2014-04-14",
                    "eventUri": "568845",
                    "id": "9410349",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3625,
                    "source": {
                        "title": "Daily News and Analysis (DNA) India",
                        "uri": "www.dnaindia.com"
                    },
                    "time": "06:19:00",
                    "title": "6 years on, Maharashtra has no climate-change action plan",
                    "uri": "175227641",
                    "url": "http://www.dnaindia.com/india/report-6-years-on-maharashtra-has-no-climate-change-action-plan-1978026",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-04-15",
            "avgCos": 0.4703,
            "categories": [
                {
                    "label": "Science/Environment/Climate_Change",
                    "uri": "http://www.dmoz.org/Science/Environment/Climate_Change",
                    "wgt": 56
                },
                {
                    "label": "Science/Environment/Carbon_Cycle",
                    "uri": "http://www.dmoz.org/Science/Environment/Carbon_Cycle",
                    "wgt": 32
                },
                {
                    "label": "Science/Earth_Sciences/Paleogeography_and_Paleoclimatology",
                    "uri": "http://www.dmoz.org/Science/Earth_Sciences/Paleogeography_and_Paleoclimatology",
                    "wgt": 32
                }
            ],
            "customDate": false,
            "customLocation": false,
            "eventUri": "568845",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "597697",
            "lang": "eng",
            "location": {
                "country": {
                    "labelEng": "Germany",
                    "lat": 51.5,
                    "long": 10.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Germany"
                },
                "labelEng": "Berlin",
                "lat": 52.5,
                "long": 13.41667,
                "wikiUri": "http://en.wikipedia.org/wiki/Berlin"
            },
            "storyDate": "2014-04-15",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-328291",
            "variance": 0.2789
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-154961": {
        "articles": {
            "resultCount": 9,
            "results": [
                {
                    "body": "Washington, D.C.-\nEl secretario estadounidense de Estado, John Kerry, dijo hoy que el informe de Naciones Unidas sobre el cambio climático emitido este domingo es una \"llamada de atención acerca de la oportunidad económica mundial\".\n \"Ya hemos tenido una llamada de atención después de una llamada de atención sobre la ciencia del clima\", dijo Kerry en un comunicado.\n \"Este informe es una llamada de atención sobre las oportunidades económicas mundiales que podemos aprovechar hoy siendo líderes en el cambio climático\", apuntó.\n El Panel Intergubernamental de Expertos sobre el Cambio Climático (IPCC) reveló en su quinto reporte que las emisiones globales de gases de efecto invernadero han aumentado a niveles sin precedentes pese a que cada vez hay más políticas para reducir el cambio climático.\n Las emisiones crecieron más rápidamente entre 2000 y 2010 que en cada una de las tres décadas anteriores, dijeron los investigadores en el quinto informe del IPCC publicado este domingo.\n Sin embargo, de acuerdo con el reporte, la tecnología y los cambios en el comportamiento, podrían limitar la temperatura media global a dos grados centígrados por encima de los niveles preindustriales.\n El informe advierte, comentó Kerry, que sólo un importante cambio institucional y tecnológico podrá dar una mejor posibilidad de que el calentamiento global no exceda ese umbral.\n \"Muchas de las tecnologías que nos ayudarán a luchar contra el cambio climático son mucho más baratas, más fáciles de obtener y de un mejor rendimiento de lo que eran cuando fue lanzada la última evaluación del IPCC hace menos de una década\", dijo Kerry.\n \"Las buenas soluciones de energía son soluciones para el clima y este informe arroja luz sobre las tecnologías de energía ahora mismo para reducir sustancialmente las emisiones globales\", indicó.\n \"Estas tecnologías pueden reducir la contaminación de carbono mientras crecen las oportunidades económicas, al mismo tiempo\", explicó.\n Kerry dijo que el mercado global de la energía representa una oportunidad de seis mil billones de dólares, con seis mil millones de usuarios de todo el mundo.\n Para 2035, la inversión en el sector de la energía se espera que alcance casi 17 mil billones de dólares, agregó.\n El informe del IPCC muestra que las emisiones globales de gases de efecto invernadero tendrían que reducirse en un 40 a 70 por ciento para mediados de siglo y a casi cero a finales de siglo, para limitar el aumento de la temperatura media global a dos grados centígrados.\n Metas de mitigación ambiciosas pudieran incluso requerir la eliminación de dióxido de carbono de la atmósfera, agregó el informe.\n \"Ya sabemos que la ciencia del clima es inequívoca y que cada año que el mundo se aplaza en actuar los costos sólo crecen\", destacó Kerry.\n \"Pero centrarse sólo en sombrías realidades se pierden realidades prometedoras que nos miran a la cara\", afirmó y añadió que el informe deja claro \"que nos enfrentamos a una cuestión de fuerza de voluntad global, no de capacidad\".",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9400041",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7965,
                    "source": {
                        "title": "Hora Cero Web",
                        "uri": "www.horacero.com.mx"
                    },
                    "time": "16:14:00",
                    "title": "Reporte de calentamiento global, 'una llamada de atención': Kerry",
                    "uri": "175182772",
                    "url": "http://www.horacero.com.mx/noticia/?id=NHCVL128450",
                    "wgt": 1
                },
                {
                    "body": "\"Ya hemos tenido una llamada de atención después de una llamada de atención sobre la ciencia del clima\", dijo Kerry en un comunicado.\n Washington, 13 Abr (Notimex).- - El secretario estadunidense de Estado, John Kerry, dijo hoy que el informe de Naciones Unidas sobre el cambio climático emitido este domingo es una \"llamada de atención acerca de la oportunidad económica mundial\".\n \"Ya hemos tenido una llamada de atención después de una llamada de atención sobre la ciencia del clima\", dijo Kerry en un comunicado.\n \"Este informe es una llamada de atención sobre las oportunidades económicas mundiales que podemos aprovechar hoy siendo líderes en el cambio climático\", apuntó.\n El Panel Intergubernamental de Expertos sobre el Cambio Climático (IPCC) reveló en su quinto reporte que las emisiones globales de gases de efecto invernadero han aumentado a niveles sin precedentes pese a que cada vez hay más políticas para reducir el cambio climático.\n Las emisiones crecieron más rápidamente entre 2000 y 2010 que en cada una de las tres décadas anteriores, dijeron los investigadores en el quinto informe del IPCC publicado este domingo.\n Sin embargo, de acuerdo con el reporte, la tecnología y los cambios en el comportamiento, podrían limitar la temperatura media global a dos grados centígrados por encima de los niveles preindustriales.\n El informe advierte, comentó Kerry, que sólo un importante cambio institucional y tecnológico podrá dar una mejor posibilidad de que el calentamiento global no exceda ese umbral.\n \"Muchas de las tecnologías que nos ayudarán a luchar contra el cambio climático son mucho más baratas, más fáciles de obtener y de un mejor rendimiento de lo que eran cuando fue lanzada la última evaluación del IPCC hace menos de una década\", dijo Kerry.\n \"Las buenas soluciones de energía son soluciones para el clima y este informe arroja luz sobre las tecnologías de energía ahora mismo para reducir sustancialmente las emisiones globales\", indicó.\n \"Estas tecnologías pueden reducir la contaminación de carbono mientras crecen las oportunidades económicas, al mismo tiempo\", explicó.\n Kerry dijo que el mercado global de la energía representa una oportunidad de seis mil billones de dólares, con seis mil millones de usuarios de todo el mundo.\n Para 2035, la inversión en el sector de la energía se espera que alcance casi 17 mil billones de dólares, agregó.\n El informe del IPCC muestra que las emisiones globales de gases de efecto invernadero tendrían que reducirse en un 40 a 70 por ciento para mediados de siglo y a casi cero a finales de siglo, para limitar el aumento de la temperatura media global a dos grados centígrados.\n Metas de mitigación ambiciosas pudieran incluso requerir la eliminación de dióxido de carbono de la atmósfera, agregó el informe.\n \"Ya sabemos que la ciencia del clima es inequívoca y que cada año que el mundo se aplaza en actuar los costos sólo crecen\", destacó Kerry.\n \"Pero centrarse sólo en sombrías realidades se pierden realidades prometedoras que nos miran a la cara\", afirmó y añadió que el informe deja claro \"que nos enfrentamos a una cuestión de fuerza de voluntad global, no de capacidad\".",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9404158",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7813,
                    "source": {
                        "title": "www.rotativo.com.mx",
                        "uri": "www.rotativo.com.mx"
                    },
                    "time": "15:35:00",
                    "title": "Reporte de calentamiento global, “una llamada de atención”",
                    "uri": "175200169",
                    "url": "http://www.rotativo.com.mx/noticias/internacionales/276916-reporte-de-calentamiento-global-una-llamada-de-atencion/",
                    "wgt": 1
                },
                {
                    "body": "El informe fue elaborado a lo largo de siete años y en los últimos cinco días, el Panel Intergubernamental de Cambio Climático de las Naciones Unidas (IPCC) le dio su forma final.\n Las emisiones de gases invernadero aumentaron a pesar de los esfuerzos para reducirlos, se asentó hoy en el reporte sobre Mitigación del Cambio Climático que dio hoy conocer el Consejo Mundial del Clima de la Organización de Naciones Unidas.\n El informe fue elaborado a lo largo de siete años y en los últimos cinco días, el Panel Intergubernamental de Cambio Climático de las Naciones Unidas (IPCC) le dio su forma final.\n Existen muchos caminos disponibles para reducir las emisiones, que se han incrementado a niveles sin precedentes a pesar del creciente número de políticas para disminuir el cambio climático.  En la década del 2000 al 2010, las emisiones han crecido más que en las tres décadas anteriores.\n El texto señala que reducir el cambio de temperatura mundial en dos grados centígrados aún es posible con la utilización de un amplio conjunto de medidas tecnológicas y cambios de comportamiento.\n Esas medidas deben ser de gran magnitud para lograr ese objetivo.  El reporte que este domingo se dio a conocer en Berlín es la tercera y última parte sobre el Cambio Climático conducido por tres co-presidentes.\n Ellos son Ottmar Edenhofer (Alemania, Instituto de Potsdam de Investigación del Clima), Ramón Pichs Madruga (Cuba, del Centro de Estudios Económicos Mundiales) y Youba Sokona (Mali, del Centro Sur de la Unidad de Apoyo Científico del Grupo de Trabajo).\n El co-presidente Edenhofer dijo que el mensaje de la ciencia es claro: \"para evitar una interferencia peligrosa con el sistema climatológico, necesitamos distanciarnos de la mentalidad de los negocios como siempre\".\n Para lograr el objetivo de limitar el calentamiento en dos grados centígrados se necesita bajar las emisiones entre el 40 y el 70 por ciento comparado con el 2010 para mediados del siglo.\n Medidas ambiciosas de mitigación requieren incluso retirar el bióxido de carbono de la atmósfera.\n Para la elaboración del reporte se analizaron alrededor de mil 200 escenarios científicos, que fueron generados por 31 equipos en todo el mundo para la exploración de los pre requisitos económicos, tecnológicos e institucionales, y las implicaciones de las medidas de mitigación para lograr diversos niveles de reducción.\n Edenhofer declaró que todos esos objetivos necesitan de inversiones sustanciales y que demorar la puesta en marcha de medidas de mitigación aumentará los costos adicionales asociados al cambio climático.  Para ello se necesita también del uso de una gran variedad de tecnologías.\n El Consejo Mundial del Clima apuntó que desde el último reporte sobre el Cambio Climático que fue presentado en el 2007 han surgido nuevos conocimientos sobre el tema.\n Para estabilizar las concentraciones de gases en la atmósfera se necesita de reducciones de las emisiones en los campos de la producción de energía, en el transporte, en los edificios, en la industria, el uso de la tierra y en las ciudades.\n El núcleo de la tarea de mitigación del cambio climático es desarticular o desenganchar las emisiones de gases de invernadero del crecimiento de las economías y de la población.  Al brindar accesos a la energía y al reducir la polución del aire, muchas medidas de mitigación contribuirán a un desarrollo sostenible.\n El IPCC es el cuerpo internacional para evaluar los conocimientos de la ciencia en cuanto al cambio climático.  Fue creado en 1988 por la Organización Meterológica Mundial y por el Programa de Medio Ambiente de las Naciones Unidas.\n Con ese reporte se suministra información científica a los políticos en la toma decisiones.",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9379702",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7805,
                    "source": {
                        "title": "Milenio",
                        "uri": "www.milenio.com"
                    },
                    "time": "12:44:00",
                    "title": "Registra planeta aumento acelerado de los gases invernadero",
                    "uri": "175092749",
                    "url": "http://www.milenio.com/internacional/Registra-planeta-aumento-acelerado-invernadero_0_280172038.html",
                    "wgt": 1
                },
                {
                    "body": "El informe fue elaborado a lo largo de siete años y en los últimos cinco días, el Panel Intergubernamental de Cambio Climático de las Naciones Unidas (IPCC) le dio su forma final.\n Existen muchos caminos disponibles para reducir las emisiones, que se han incrementado a niveles sin precedentes a pesar del creciente número de políticas para disminuir el cambio climático.  En la década del 2000 al 2010, las emisiones han crecido más que en las tres décadas anteriores.\n El texto señala que reducir el cambio de temperatura mundial en dos grados centígrados aún es posible con la utilización de un amplio conjunto de medidas tecnológicas y cambios de comportamiento.\n Esas medidas deben ser de gran magnitud para lograr ese objetivo.  El reporte que este domingo se dio a conocer en Berlín es la tercera y última parte sobre el Cambio Climático conducido por tres co-presidentes.\n Ellos son Ottmar Edenhofer (Alemania, Instituto de Potsdam de Investigación del Clima), Ramón Pichs Madruga (Cuba, del Centro de Estudios Económicos Mundiales) y Youba Sokona (Mali, del Centro Sur de la Unidad de Apoyo Científico del Grupo de Trabajo).\n El co-presidente Edenhofer dijo que el mensaje de la ciencia es claro: \"para evitar una interferencia peligrosa con el sistema climatológico, necesitamos distanciarnos de la mentalidad de los negocios como siempre\".\n Para lograr el objetivo de limitar el calentamiento en dos grados centígrados se necesita bajar las emisiones entre el 40 y el 70 por ciento comparado con el 2010 para mediados del siglo.\n Medidas ambiciosas de mitigación requieren incluso retirar el bióxido de carbono de la atmósfera.\n Para la elaboración del reporte se analizaron alrededor de mil 200 escenarios científicos, que fueron generados por 31 equipos en todo el mundo para la exploración de los pre requisitos económicos, tecnológicos e institucionales, y las implicaciones de las medidas de mitigación para lograr diversos niveles de reducción.\n Edenhofer declaró que todos esos objetivos necesitan de inversiones sustanciales y que demorar la puesta en marcha de medidas de mitigación aumentará los costos adicionales asociados al cambio climático.  Para ello se necesita también del uso de una gran variedad de tecnologías.\n El Consejo Mundial del Clima apuntó que desde el último reporte sobre el Cambio Climático que fue presentado en el 2007 han surgido nuevos conocimientos sobre el tema.\n Para estabilizar las concentraciones de gases en la atmósfera se necesita de reducciones de las emisiones en los campos de la producción de energía, en el transporte, en los edificios, en la industria, el uso de la tierra y en las ciudades.\n El núcleo de la tarea de mitigación del cambio climático es desarticular o desenganchar las emisiones de gases de invernadero del crecimiento de las economías y de la población.  Al brindar accesos a la energía y al reducir la polución del aire, muchas medidas de mitigación contribuirán a un desarrollo sostenible.\n El IPCC es el cuerpo internacional para evaluar los conocimientos de la ciencia en cuanto al cambio climático.  Fue creado en 1988 por la Organización Meterológica Mundial y por el Programa de Medio Ambiente de las Naciones Unidas.\n Con ese reporte se suministra información científica a los políticos en la toma decisiones.",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9395794",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7748,
                    "source": {
                        "title": "Animal Político",
                        "uri": "www.animalpolitico.com"
                    },
                    "time": "15:51:00",
                    "title": "Gases invernadero aumentan de forma acelerada: ONU",
                    "uri": "175165099",
                    "url": "http://www.animalpolitico.com/2014/04/gases-invernadero-aumentan-de-forma-acelerada-onu/",
                    "wgt": 1
                },
                {
                    "body": "La humanidad conoce y tiene a mano respuestas tecnológicas y comportamientos capaces de hacer frente o, por lo menos, mitigar el cambio climático: energías renovables, eficiencia energética, incremento de los bosques, captura o secuestro de gases como el CO2, abandono de los combustibles fósiles...  Estas y muchas otras soluciones están al alcance de la mano pero todas ellas requieren decisión política, esfuerzo común e inversión económica.  Estos son algunos de los puntos destacados del resumen del informe del grupo III del quinto informe del IPCC (Grupo Intergubernamentals sobre Cambio Climático, creado a instancias de la ONU), reunido esta semana en Berlín.\n Los representantes de este grupo de trabajo, especializado en el análisis de las medidas de mitigación de los efectos del cambio climático, han presentado los resultados de su trabajo este domingo en conferencia de prensa celebrada en Berlín.  Este es el resumen del trabajo en la traducción al castellano de la nota de prensa difundida la noche del sábado día 12:\n\"Un nuevo informe del Grupo Intergubernamental de Expertos sobre el Cambio Climático (IPCC) muestra que las emisiones mundiales de gases de efecto invernadero han aumentado a niveles sin precedentes a pesar de un número creciente de políticas para reducir el cambio climático.  Las emisiones aumentaron más rápidamente entre 2000 y 2010 que en cada uno de los tres decenios anteriores.\n Según la contribución del Grupo de trabajo III al Quinto Informe de Evaluación del IPCC, con una amplia gama de medidas tecnológicas y cambios de comportamiento sería posible limitar el aumento de la temperatura media global a 2 grados Celsius por encima de los niveles preindustriales.  Sin embargo, solo un cambio institucional y tecnológico importante haría que hubiera más del 50% de probabilidades de que el calentamiento global no superara ese umbral.\n El informe, titulado Cambio climático 2014.  Mitigación del cambio climático, es el tercero de los tres informes de los Grupos de trabajo que, junto con un Informe de síntesis que se publicará en octubre de 2014, constituyen el Quinto Informe de Evaluación del IPCC sobre el cambio climático.  El Grupo de trabajo III está encabezado por tres copresidentes: Ottmar Edenhofer (Alemania), Ramón Pichs-Madruga (Cuba) y Youba Sokona (Malí).\n \"Las políticas sobre el clima acordes con el objetivo de 2 grados Celsius necesitan tratar de obtener reducciones importantes de las emisiones\", comentó Edenhofer.  \"La ciencia nos transmite un mensaje claro: para evitar interferencias peligrosas en el sistema climático, no podemos seguir con la situación actual\".\n Los escenarios muestran que limitar el aumento de la temperatura media global a 2 grados Celsius con un grado de probabilidad de \"probable\" implica rebajar las emisiones mundiales de gases de efecto invernadero con respecto a las de 2010 entre un 40% y un 70% para mediados de siglo y hacerlas casi desaparecer para finales del presente siglo.  Una mitigación ambiciosa puede incluso exigir que eliminemos dióxido de carbono de la atmósfera.\n Los estudios científicos confirman que incluso objetivos relacionados con la temperatura menos ambiciosos seguirían exigiendo reducir de modo similar las emisiones.\n Para el informe se analizaron unos 1.200 escenarios de estudios científicos.  Esos escenarios fueron generados por 31 equipos de modelización de todo el mundo a fin de examinar los requisitos previos económicos, tecnológicos e institucionales y las consecuencias de las trayectorias de mitigación con distintos grados de ambición.\n \"Se puede conseguir un futuro que esté dentro de los límites fijados por el objetivo de los 2 grados Celsius por muchas trayectorias distintas\", dijo Edenhofer.  \"Todas ellas exigen inversiones importantes.  Si no se sigue posponiendo la mitigación y se utiliza una amplia variedad de tecnologías, se pueden limitar los costos asociados\".\n Coste económico de las medidas\nLas estimaciones de los costos económicos de la mitigación varían mucho.  En los escenarios de statu quo (evolución actual), el consumo aumenta entre un 1,6% y un 3% anuales.  Una mitigación ambiciosa reduciría ese crecimiento alrededor de 0,06 puntos porcentuales.  Sin embargo, las estimaciones en las que se asienta no toman en consideración los beneficios económicos de la reducción del cambio climático.\n Desde el último Informe de Evaluación del IPCC, publicado en 2007, han aumentado muchísimo los conocimientos nuevos sobre la mitigación del cambio climático.  Los autores del nuevo informe del Grupo de trabajo III (el quinto informe del Grupo), han incluido unas 10 000 referencias a publicaciones científicas en 16 capítulos.\n La estabilización de las concentraciones de gases de efecto invernadero en la atmósfera exige reducir las emisiones en la producción y utilización de la energía, el transporte, la edificación, la industria, el uso de la tierra y los asentamientos humanos.  Las medidas de mitigación en un sector determinan las necesidades en otros.\n La reducción casi a cero de las emisiones en la producción de electricidad es una característica común de los escenarios de mitigación ambiciosos.  Pero utilizar la energía eficientemente también es importante.\n \"Reducir el uso de energía nos daría más flexibilidad para elegir tecnologías energéticas que emitan bajos niveles de carbono, en el presente y en el futuro.  También puede aumentar la eficacia en función de los costos de las medidas de mitigación\", comentó Pichs-Madruga.  Desde la publicación del Cuarto Informe de Evaluación, la atención ha girado en torno a políticas climáticas concebidas para aumentar los beneficios conjuntos y reducir los efectos secundarios perjudiciales.\n La tierra es otro elemento esencial para el objetivo de los 2 grados Celsius.  Ralentizando la deforestación y plantando bosques se ha logrado frenar o incluso revertir el aumento de las\nemisiones derivadas del uso de la tierra.  Mediante la reforestación, se podría utilizar la tierra para extraer dióxido de carbono de la atmósfera.  Esto podría lograrse también combinando la producción de electricidad a partir de la biomasa con la captura y el secuestro del dióxido de carbono.  Sin embargo, a día de hoy esa combinación no está disponible a gran escala, el secuestro subterráneo permanente del dióxido de carbono\npresenta problemas y es necesario controlar los riesgos de que aumente la competencia por la tierra.\n \"La tarea básica de la mitigación del cambio climático es desvincular las emisiones de gases de efecto invernadero del crecimiento de las economías y la población\", comentó Sokona.  \"Proporcionando acceso a la energía y reduciendo la contaminación local del aire, muchas medidas de mitigación pueden contribuir al desarrollo sostenible\".\n \"El cambio climático es un problema del patrimonio mundial\", comentó Edenhofer.  \"La cooperación internacional es decisiva para alcanzar los objetivos de mitigación.  Establecer las instituciones internacionales que se necesitan para la cooperación es un reto en sí mismo\".\n El Resumen para responsables de políticas, el informe completo y otras informaciones del Grupo de trabajo III se pueden consultar en las siguientes direcciones: www.mitigation2014.org y www.ipcc.ch.  El informe completo se publicará en esos sitios web el martes 15 de abril.",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9379698",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7359,
                    "source": {
                        "title": "LaVanguardia",
                        "uri": "www.lavanguardia.com"
                    },
                    "time": "12:44:00",
                    "title": "Más renovables y más bosques, propuesta del IPCC contra el cambio",
                    "uri": "175092747",
                    "url": "http://www.lavanguardia.com/natural/20140413/54405777469/quinto-informe-ipcc-grupo-iii-mitigacion-cambio-climatico.html",
                    "wgt": 1
                },
                {
                    "body": "John Kerry habló sobre el informe presentado por el Panel Intergubernamental sobre Cambio Climático al que calificó como \"un llamado a despertar\"\nWASHINGTON, Estados Unidos, 13 abr.- El secretario de Estado de Estados Unidos, John Kerry, consideró hoy que el recién presentado informe de la ONU sobre el cambio climático es \"un llamado a despertar\", y que demuestra que el principal problema es la falta de \"fuerza de voluntad global\", y no una ausencia de herramientas para actuar.\n \"Ya hemos tenido alerta tras alerta sobre el cambio climático.  Este informe en concreto es un llamado a despertar sobre la oportunidad económica global que podemos aprovechar hoy como líderes en la lucha contra el cambio climático\", dijo Kerry en un comunicado.\n El responsable de Exteriores de Estados Unidos reaccionó así al informe político presentado este domingo en Berlín por el denominado grupo de trabajo sobre mitigación del calentamiento global del Panel Intergubernamental sobre el Cambio Climático (IPCC), un colectivo científico promovido por Naciones Unidas.\n \"Este informe deja muy claro que nos enfrentamos a un problema de fuerza de voluntad global, no de capacidad\", subrayó Kerry.\n El jefe de la diplomacia estadounidense argumentó que muchas de las tecnologías \"que ayudarán a luchar contra el cambio climático son hoy mucho más baratas, más fácilmente disponibles y más eficaces que hace casi una década, cuando se presentó la última evaluación del IPCC\".\n \"Las buenas elecciones en materia de energía son también soluciones para el clima, y este informe ilumina las tecnologías disponibles ahora mismo para reducir sustancialmente las emisiones globales\", añadió.\n Esas tecnologías \"pueden reducir la contaminación por emisiones de carbono al tiempo que aumentan las oportunidades económicas\", aseguró Kerry, quien recordó que el mercado global de energía supone hoy \"una oportunidad de 6 billones de dólares\", y se espera que en 2035 la inversión en ese sector \"ronde los 17 billones de dólares\".\n El informe del IPCC, junto a dos anteriores presentados recientemente por el mismo grupo, pretende sentar las bases científicas de cara a la negociación tendente a forjar un acuerdo para 2015 que sustituya al protocolo de Kioto.\n El documento sostiene que \"sólo un gran cambio institucional y tecnológico proporcionará una buena oportunidad de que el calentamiento global no supere\" los dos grados centígrados, un límite sugerido por los expertos a partir del cual las consecuencias serían muy graves.",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9387599",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6677,
                    "source": {
                        "title": "noticieros.televisa.com",
                        "uri": "noticieros.televisa.com"
                    },
                    "time": "14:34:00",
                    "title": "'Llamado a despertar' el informe sobre cambio climático: Kerry",
                    "uri": "175128377",
                    "url": "http://noticieros.televisa.com/us/estados-unidos/1404/-llamado-despertar-informe-cambio-climatico-kerry/",
                    "wgt": 1
                },
                {
                    "body": "Hay que reducir un 40-70% el CO2 en 2050 para no aumentar más de 2ºC la temperatura\nSolo una reducción drástica de las emisiones nos permitirá contener el aumento de temperatura en 2 grados centígrados sobre el nivel preindustrial para final de siglo, que es el nivel considerado \"seguro\" por los científicos.  Esta es la principal conclusión del Panel Intergubernamental de Expertos del Cambio Climático (IPCC) que ha presentado en Berlín (Alemania) la tercera parte del quinto informe de Evaluación del IPCC -el anterior se publicó en 2007-, que recoge las aportaciones del Grupo de Trabajo II sobre mitigación del cambio climático.\n Hasta ahora, y a pesar del creciente número de políticas para reducir el cambio climático, las emisiones globales de gases de efecto invernadero han aumentado a niveles sin precedentes y, además, se han acelerado.  Así, entre 2000 y 2010 las emisiones crecieron más rápido que en cualquiera de las tres décadas precedentes, según se recoge en el Resumen para Políticos, de 33 páginas, del informe.  Por tanto, es necesario dar pasos de gigante si queremos tomar ventaja de lo que el aumento de temperatura puede depararnos.  \"Las políticas climáticas en línea con la meta de los 2ºC deben apuntar a reducciones sustanciales de las emisiones\", afirma Ottmar Edenhofer, copresidente del Grupo de trabajo III del IPCC.  \"Y la Ciencia nos está enviando un mensaje muy claro: si queremos evitar interferencias peligrosas en el sistema climático, tenemos que alejarnos de lo que llevamos haciendo hasta ahora\", añade.\n Los diferentes escenarios analizados en el informe muestran que para tener una oportunidad probable de limitar el incremento de la temperatura media global a los 2ºC -hay que tener en cuenta que desde 1880 ya se ha incrementado en 0,85ºC- la concentración de CO2 en la atmósfera debería rondar las 450 partes por millón (ppm) en 2100 (el valor actual está en 402).  Para ello habría que reducir las emisiones entre un 40 y un 70 por ciento con respecto a 2010 a mediados de siglo, y a casi cero para final del siglo.  Y estas reducciones \"sustanciales\" en las emisiones solo pueden lograrse a partir de cambios a gran escala en los sistemas energéticos y en el uso del suelo.\n Transformación del sistema eléctrico\nEl informe detalla una dramática transformación del sistema eléctrico mundial, que supone acabar con siglos de supremacía del carbón, el petróleo y el gas.  Es más, el informe propugna que a final de siglo estos combustibles fósiles deberían quedar desterrados a no ser que su uso fuera acompañado de técnicas de captura y almacenamiento de las emisiones de CO2 resultantes de su quema.  En la situación actual, donde el carbón, el petróleo y el gas dominan el suministro energético, esto parece utópico, pero el informe es claro: o la energía limpia se triplica y pasa a dominar el suministro energético en 2050 o no seremos capaces de evitar un cambio climático catastrófico.  Y es que los expertos del IPCC calculan que, sin esfuerzos adicionales para reducir las emisiones, el aumento de la temperatura media global a final de siglo se dispararía como valor medio más probable entre 3,7 y 4,8ºC sobre el nivel preindustrial.\n En este momento, el nivel de emisiones estimadas para 2020 haciendo caso a las promesas que los países hicieron en la Cumbre del Clima de Cancún nos conduciría a un aumento de temperatura a final de siglo en torno a los 3ºC respecto a los niveles preindustriales.  Y el IPCC avisa de que si los esfuerzos de reducción se retrasan hasta 2030 las probabilidades de mantenernos en el objetivo de los 2ºC disminuyen.\n Ventana de oportunidad\nLos escenarios que maneja el IPCC dan una especie de ventana de oportunidad para alcanzar el objetivo de los 2ºC, que estaría entre las 430 y 500 partes por millón de concentración de CO2 en la atmósfera.  Lo deseable son 430-450, pero consideran que con una concentración de hasta 500 partes por millón sería más probable alcanzar el objetivo que no hacerlo, y para ello habría que reducir las emisiones un 25-45% con respecto a 2010 a mediados de siglo.\n \"Hay muchos caminos diferentes que conducen a un futuro dentro de los límites establecidos para la meta de los 2ºC\", explica Edenhofer.  \"Pero todo esto requiere de inversiones sustanciales, por lo que evitar más retrasos puede limitar los costes de mitigación asociados\".  En este sentido, las estimaciones de los costes económicos de la mitigación varían ampliamente.\n En un escenario en el que se continuara con medidas como hasta ahora, el consumo crece entre un 1,6 a 3 por ciento por año, por lo que una mitigación ambiciosa reduciría este crecimiento en alrededor de 0,06 puntos porcentuales al año.  Esto es, tomar medidas para estabilizar el aumento de temperatura en 2ºC para 2100 implicaría pérdidas en el consumo global de un 1-4% en 2030 (nivel medio en 1,7%); del 2 al 6% en 2050 (media en 3,4%); y entre el 3 y el 11% (media en 4,8%) en 2100.",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9379718",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.6407,
                    "source": {
                        "title": "ABC.ES",
                        "uri": "www.abc.es"
                    },
                    "time": "12:44:00",
                    "title": "Las energías renovables deben triplicarse en los próximos 40 años",
                    "uri": "175092748",
                    "url": "http://www.abc.es/sociedad/20140413/abci-informe-ipcc-cambio-climatico-201404122236.html",
                    "wgt": 1
                },
                {
                    "body": "BERLIN -- Una comisión de Naciones Unidas sobre cambio climático destacó el domingo la falta de coordinación entre los objetivos internacionales contra el calentamiento global y las medidas adoptadas para lograrlo.\n Las emisiones del dióxido de carbono y otros gases causantes del efecto invernadero deben disminuir entre 40 y 70% para el año 2050 para evitar que la temperatura planetaria aumente menos de los 2 grados centígrados (3,6 F) fijados en las conversaciones de la ONU, dijo en un reporte el Panel Intergubernamental sobre Cambio Climático (IPCC, por sus siglas en inglés).\n Predomina ahora la tendencia contraria.  En promedio, las emisiones globales aumentaron 2,2% (1 gigatón) entre 2000 y el 2010, superando el crecimiento de décadas anteriores hasta alcanzar \"niveles sin precedentes\" pese a los esfuerzos para contenerlo.\n \"Hay un mensaje claro de la ciencia: para evitar la interferencia peligrosa con el sistema climático, debemos apartarnos de hacer todo como hasta ahora\", dijo Ottmar Edenhofer, uno de los tres presidentes del panel.\n En su resumen de 33 páginas, el organismo no analizó lo que debería hacer cada país.  El informe es una especie de guía científica para los gobiernos que negocian un nuevo acuerdo sobre el cambio climático y que supuestamente debe adoptarse el próximo año.\n Borradores filtrados del documento indicaron que la razón principal del aumento de las emisiones es la mayor necesidad energética debido al crecimiento poblacional y la mejora de las economías en los países en vías de desarrollo, principalmente China.  Sin embargo, los gobiernos quitaron los diagramas de la versión final adoptada tras una semana de discusiones del panel en Berlín.\n \"El problema para los gobiernos era que creían que estas perspectivas diferentes pueden afectarles porque pueden hacerse a escalas diferentes de responsabilidad de las emisiones\", dijo Edenhofer a The Associated Press.\n Las gráficas dividían al mundo en cuatro categorías -- bajo, medio bajo, medio alto y alto -- en lo referente a los ingresos.  Los participantes en la reunión a puerta cerrada dijeron que muchos países en vías de desarrollo se opusieron a usar esa clasificación de ingresos.",
                    "date": "2014-04-13",
                    "eventUri": "566098",
                    "id": "9382947",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5998,
                    "source": {
                        "title": "elnuevoherald",
                        "uri": "www.elnuevoherald.com"
                    },
                    "time": "14:47:00",
                    "title": "ONU: Aumentan las emisiones contaminantes",
                    "uri": "175108424",
                    "url": "http://www.elnuevoherald.com/2014/04/13/1725331/panel-onu-aumentan-las-emisiones.html#storylink%3Drss",
                    "wgt": 1
                },
                {
                    "body": "Se van a explicar en Berlín el próximo domingo día 13 de este mes pero ya se ha filtrado el contenido de un avance que fue enviado a los gobiernos en diciembre último según el cual, por ejemplo, para sostener un aumento de la temperatura por debajo (las previsiones más pesimistas, hablan de un incremento de 6 grados: una auténtica catástrofe) del orden de 2 grados para finales de siglo que es el objetivo manifestado en las conversaciones internacionales sobre el clima es necesario una reducción de entre 40 y 70% de las emisiones en el horizonte de 2050.\n De manera que cabe esperar recomendaciones muy drásticas tras las reuniones del domingo; desde luego afirmarán categóricamente que el mundo necesita hacer un cambio importante en sus inversiones tanto en los combustibles fósiles (la principal fuente de las emisiones de carbono del hombre) como en las energías renovables.  Más concretamente: las inversiones en combustibles fósiles, como el petróleo y el carbón, tendrían que bajar en 30 mil millones de dólares cada año, al tiempo que las empeñadas en las energías renovables tendrían que aumentar en 147 mil millones.\n Como en tantas cosas, es la hora de la política...de otra política quiero decir.\n ¿Cómo nos concierne todo esto a España?  Pues como en todas partes cuecen habas, aquí también hay (todavía) quienes desde una posición pseudocientífica niegan el cambio climático, quienes al frente de importantes industrias solo parecen interesados en conservar sus puestos directivos y sus bonus a costa de lo que sea, incluido el planeta; necios que repiten como papagayos que la culpa del precio de la luz la tienen las renovables, etc. Por fortuna todo eso es cada vez más anecdótico.\n En el otoño pasado, representantes de la CEOE, InspirAction y Ecologistas en Acción, cada uno en aquello que más le concierne, ya pidieron al Gobierno que refuerce una posición de lucha frente al cambio climático en el escenario internacional, por ejemplo interviniendo decididamente en el debate sobre los derechos de emisión de gases de efecto invernadero, muy vivo en la UE; se exigió asimismo que España se tome más en serio el cumplimiento de Kyoto y abandone un cierto el rol de víctima de la crisis para abordar la elaboración de una \"legislación ejemplificadora\" en materia de lucha de cambio climático y especialmente en materia de energías renovables; y se pidió, por ejemplo, la prohibición expresa del fracking (https://www.youtube.com/watch?v=Z8lTMvtON5Q), al tratarse de una de las tecnologías con la que se va a prolongar el uso de combustibles fósiles, o la elevación al 50 por ciento el descenso de emisiones para 2020.\n La política, ya digo.  La global y la local.  ¿Podemos ser optimistas?  Claro ¿Es que hay otra opción?\n Leer más: http://www.greenpeace.org/espana/Global/espana/2014/Report/cambio-climatico/Resultados%20clave%20del%20GTII%20IPCC(2).p pdf\nDeclaraciones del vicepresidente del Grupo II del Panel de Expertos de Cambio Climático de la ONU, José Manuel Moreno, catedrático de la Universidad de Castilla-La Mancha:",
                    "date": "2014-04-12",
                    "eventUri": "566098",
                    "id": "9379726",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.4734,
                    "source": {
                        "title": "www.diarioprogresista.es",
                        "uri": "www.diarioprogresista.es"
                    },
                    "time": "20:37:00",
                    "title": "El cambio climático. Berlín…enésimo asalto",
                    "uri": "175092768",
                    "url": "http://www.diarioprogresista.es/el-cambio-climatico-berlinenesimo-asalto-49064.htm",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 9,
            "averageDate": "2014-04-13",
            "avgCos": 0.4911,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "566098",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "667398",
            "lang": "spa",
            "location": {
                "country": {
                    "labelEng": "Germany",
                    "lat": 51.5,
                    "long": 10.5,
                    "wikiUri": "http://en.wikipedia.org/wiki/Germany"
                },
                "labelEng": "Berlin",
                "lat": 52.5,
                "long": 13.41667,
                "wikiUri": "http://en.wikipedia.org/wiki/Berlin"
            },
            "storyDate": "2014-04-13",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-154961",
            "variance": 0.2588
        }
    },
    "meta": {
        "CCAArticleMatchCount": 27,
        "CCAArticleMatchRatio": 0.2410714285714286,
        "CCAAvgCosSim": 0.7083166666666666,
        "CCAAvgMatchWgt": 46.44444444444444,
        "_articleUri1": "175217035",
        "_articleUri2": "175182772",
        "_datetime": "2015-02-19 21:24:47",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "850f305d-14db-4c75-b547-79470a557ea3-328291",
        "_storyUri2": "e7e700df-6a06-44ea-a4f3-f736278fc36b-154961",
        "_username": "Evgenia Belyaeva",
        "artCount1": 9,
        "artCount2": 9,
        "avgCosSimStory1": 0.4703,
        "avgCosSimStory2": 0.4911,
        "categorySim": 0,
        "conceptCosSim": 0.6038253871451676,
        "conceptJaccardSim": 0.2048192771084337,
        "coreTime1": 125212.2166666667,
        "coreTime2": 125196.7333333333,
        "coreTimeStDev1": 63.35147162833591,
        "coreTimeStDev2": 5.740172014839495,
        "entityCosSim": 0.7969857662827062,
        "entityJaccardSim": 0.1764705882352941,
        "extractedDateJaccardSim": -1,
        "extractedDatesStory1": 0,
        "extractedDatesStory2": 0,
        "hasSameLocation": 0,
        "keywordCosSim": 0.5285957315873814,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "eng",
        "lang2": "spa",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 9,
        "storyQuality2": 10,
        "timeAvg1": 125237.2574074074,
        "timeAvg2": 125196.4259259259,
        "timeStDev1": 63.35147162833591,
        "timeStDev2": 5.740172014839495,
        "varianceStory1": 0.2789,
        "varianceStory2": 0.2588
    }
}