{
    "850f305d-14db-4c75-b547-79470a557ea3-315141": {
        "articles": {
            "resultCount": 8,
            "results": [
                {
                    "body": "VATICAN CITY -- In his general audience address this week, Pope Francis spoke on the meaning of suffering and evil, explaining that it is a mystery which finds its answer in the passion and death of Jesus, who endured it for each of us.\n \"This week, it will do good for us all to look to the crucifix, kissing the wounds of Jesus, kissing the crucifix.  He has taken upon himself the whole of human suffering,\" the Holy Father expressed April 16.\n Speaking to the thousands gathered for his weekly address, the Pope began by drawing attention to the day's Gospel reading, which recounts the betrayal of Judas, noting that this event marks the beginning of Christ's passion.\n With his death on the cross, \"Jesus reaches complete humiliation,\" the Pope observed, highlighting how \"it involved the worst death; that which was reserved for slaves and criminals,\" and that although \"Jesus was considered a prophet,\" he \"died as a criminal.\" \"\n\"Looking at Jesus in his passion, we see, as in a mirror, also the suffering of all humanity and find the divine answer to the mystery of evil, of suffering, of death,\" he continued.\n He noted, \"Many times, we experience horror in the face of the evil and suffering that surrounds us, and we ask: Why does God permit it?  It's a deep wound for us to see suffering and death, especially that of the innocent.\" \"\nThis wound especially stings \"when we see children suffering.  ...  It's a wound in the heart.  It's the mystery of evil,\" he said, \"and Jesus takes all this evil, all this suffering, upon himself.\" \"\nOftentimes, we believe that \"God, in his omnipotence, will defeat injustice, evil, sin and suffering with a triumphant divine victory,\" the Holy Father said; however, instead, he shows us \"a humble victory that seems like a human failure to us.\" \"\n\"We can say: God wins precisely in failure.  The Son of God, in fact, appears on the cross as a defeated man.  He suffers, is betrayed, is scorned and finally dies.\" \"\nDrawing attention to how \"Jesus permits that evil crosses the line with him, and takes it upon himself to conquer it,\" the Pope emphasized that \"his passion is not an accident; his death -- that death -- was 'written.' '\"\nReferring to \"the mystery of the great humility of God,\" Pope Francis observed, \"Really, we don't have many explanations; it's a puzzling mystery: 'For God has so loved the world that he gave his only Son.' '\"\n\"This week, we think so much of the pain of Jesus,\" he stated, \"and we tell ourselves: 'This is for me.  Even if I had been the only person in the world, he would have done it.' '\"\n\"'He did it for me.' ' And we kiss the crucifix and say: 'For me.  Thank you, Jesus.  For me.' '\"\n\"And when all seems lost, when there is no one left because they will strike 'the Shepherd, and the sheep of the flock will be scattered,'\" he concluded, \"it is then that God intervenes with the power of the Resurrection.\" \"",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9557687",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.7896,
                    "source": {
                        "title": "National Catholic Register",
                        "uri": "www.ncregister.com"
                    },
                    "time": "11:59:00",
                    "title": "Pope Francis: Kiss the Crucifix, Kiss the Wounds of Christ",
                    "uri": "175790375",
                    "url": "http://www.ncregister.com/daily-news/pope-francis-kiss-the-crucifix-kiss-the-wounds-of-christ/",
                    "wgt": 1
                },
                {
                    "body": "Pope Francis took part in a Penitential service at St. Peter's Basilica, March 28, 2014 Credit: Lauren Cater/CNA\nVatican City, Apr 16, 2014 / 05:00 am (CNA/EWTN News).- - In his general audience address Pope Francis spoke on the meaning of suffering and evil, explaining that it is a mystery which finds its answer in the passion and death of Jesus, who endured it for each of us.\n \"This week, it will do good for us all to look to the Crucifix, kissing the wounds of Jesus, kissing the Crucifix.  He has taken upon himself the whole of human suffering,\" the Pope expressed in his April 16 Wednesday general audience.\n Speaking to the thousands gathered for his weekly address, the pontiff began by drawing attention to the day's Gospel reading which recounts the betrayal of Judas, noting that this event marks the beginning of Christ's Passion.\n With his death on the Cross \"Jesus reaches complete humiliation,\" the Pope observed, highlighting how \"It involved the worst death; that which was reserved for slaves and criminals,\" and that although \"Jesus was considered a prophet,\" he \"died as a criminal.\" \"\n\"Looking at Jesus in his passion, we see as in a mirror also the suffering of all humanity and find the divine answer to the mystery of evil, of suffering, of death,\" he continued.\n Noting that \"Many times we experience horror in the face of the evil and suffering that surrounds us, and we ask: why does God permit it?\" the Pope expressed that \"It's a deep wound for us to see suffering and death, especially that of the innocent!\"\nThis wound especially stings \"when we see children suffering...it's a wound in the heart.  It's the mystery of evil,\" he lamented, \"and Jesus takes all this evil, all this suffering, upon himself.\" \"\nOften times we believe that \"God in his omnipotence will defeat injustice, evil, sin and suffering with a triumphant divine victory,\" the Bishop of Rome pointed out, however instead he shows us \"a humble victory that seems like a human failure to us.\" \"\n\"We can say: God wins precisely in failure.  The Son of God, in fact, appears on the Cross as a defeated man: he suffers, is betrayed, is scorned and finally dies.\" \"\nDrawing attention to how \"Jesus permits that evil crosses the line with him, and takes it upon himself to conquer it,\" the Pope emphasized that \"his passion is not an accident; his death - that death - was 'written.' '\"\nReferring to \"the mystery of the great humility of God,\" Pope Francis observed that \"Really, we don't have many explanations; it's a puzzling mystery.  'For God has so loved the world that he gave his only son.' '\"\n\"This week we think so much of the pain of Jesus,\" he stated, \"and we tell ourselves: 'this is for me.  Even if I had been the only person in the world, He would have done it.' '\"\n\"'He did it for me.' ' And we kiss the Crucifix and say: 'For me.  Thank you, Jesus.  For me.' '\"\n\"And when all seems lost, when there is no one left because they will strike 'the shepherd, and the sheep of the flock will be scattered,'\" he concluded, \"it is then that God intervenes with the power of the resurrection.\" \"",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9557633",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.762,
                    "source": {
                        "title": "Catholic News Agency",
                        "uri": "www.catholicnewsagency.com"
                    },
                    "time": "10:20:00",
                    "title": "Pope Francis: kiss the crucifix, kiss the wounds of Jesus",
                    "uri": "175790390",
                    "url": "http://www.catholicnewsagency.com/news/pope-francis-kiss-the-crucifix-kiss-the-wounds-of-jesus/",
                    "wgt": 1
                },
                {
                    "body": "Pope Francis devoted his Wednesday general audience to Christ's humiliation, beginning with his betrayal by Judas for 30 pieces of silver.\n In the Passion of Christ, we see \"the divine response to the mystery of evil, of pain, of death,\" said Pope Francis.  \"Many times we feel horror at the evil and pain around us and we wonder, 'Why does God permit it?'\"\n\"Jesus takes all this evil, all this suffering upon himself,\" the Pope continued.  \"This week it will be good for all of us to look at the crucifix, kissing the wounds of Jesus.\" \"\nThe Pope added that we expect God in his omnipotence to bring about a \"divine triumphant victory.\" \" Instead, the Son of God is crucified.  \"Even if I was the only person in the world, he would have done it.  He did it for me.  Kiss the crucifix and say: for me, thank you, Jesus, for me.\" \"\n\"When all seems lost,\" Pope Francis continued, \"it is then that God intervenes with the power of the Resurrection.  The Resurrection of Jesus is not the happy ending of a beautiful fairy tale, it is not the happy end of a film; but it is the intervention of God the Father.\" \"\nIn our own moments of \"total humiliation,\" we should express confident hope in God.  \"This week we will do well to take the crucifix in hand and kiss it\" repeatedly, the Pope concluded.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9557636",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.6829,
                    "source": {
                        "title": "www.catholicculture.org",
                        "uri": "www.catholicculture.org"
                    },
                    "time": "11:20:00",
                    "title": "'Kiss the crucifix,' advises Pope, as he reflects on Christ's humiliation",
                    "uri": "175790373",
                    "url": "http://www.catholicculture.org/news/headlines/index.cfm?storyid=21138",
                    "wgt": 1
                },
                {
                    "body": "The people of Jesus' time, who had followed him since he had begun his teaching, must have seen Good Friday as being a particularly tragic and disappointing day.\n Many of them would have thought that perhaps one day Jesus might have ended up being their ruler.  And there he was instead nailed to a cross.  Why had it happened?\n One of his friends had betrayed him.  The religious leaders of the time were jealous of him and were determined to have him killed.  A crowd which could have freed Jesus, decided not to.  The Roman governor was too weak to stand up for what he knew was right.  All these factors played a part in Jesus' death.  On Friday Jesus was laid to rest in Joseph's tomb.  On the Saturday, no doubt Jesus' disciples wondered what was going to happen next.  Would they end up being arrested too?  How would they spend the rest of their lives?\n And then on the Sunday morning they received the good news.  Some of the women followers who had been to the tomb had discovered that the stone at the entrance had been rolled away.  The tomb was empty.  Jesus was no longer there.  And one of the women, Mary Magdalene, reported to the disciples that she had seen Jesus alive!  Later on Jesus appeared to most of his disciples.  Immediately it was all change.  Their sadness turned to joy.  They knew that with Jesus' resurrection, death was no longer something for them to be afraid of.  They knew that if they believed and had faith in Jesus, then there would be a life beyond the grave for them.  What could be a more exciting piece of news to receive than that?  I hope that you have a very happy Easter.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9547199",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5868,
                    "source": {
                        "title": "Carrick Gazette",
                        "uri": "www.carricktoday.co.uk"
                    },
                    "time": "11:30:00",
                    "title": "Remembering Jesus at this Easter time",
                    "uri": "175750173",
                    "url": "http://www.carricktoday.co.uk/what-s-on/remembering-jesus-at-this-easter-time-1-3376538",
                    "wgt": 1
                },
                {
                    "body": "Well, it's Easter time, and that means that the mainstream media and publishing houses can be counted upon to issue de-bunking attacks on orthodox Christianity.\n The best-publicized of these is Bart Ehrman's How Jesus Became God.  Many by now know at least the outlines of Ehrman's biography: once a devout Bible-believing evangelical Christian, trained at Wheaton College, the alma mater of Billy Graham, he saw the light and became an agnostic scholar and is now on a mission to undermine the fundamental assumptions of Christianity.\n In this most recent tome, Ehrman lays out what is actually a very old thesis, going back at least to the 18th century and repeated ad nauseam in skeptical circles ever since, namely, that Jesus was a simple itinerant preacher who never claimed to be divine and whose \"resurrection\" was in fact an invention of his disciples who experienced hallucinations of their master after his death.  Of course Ehrman, like so many of his skeptical colleagues across the centuries, breathlessly presents this thesis as though he has made a brilliant discovery.\n But basically, it's the same old story.  When I was a teenager, I read British Biblical scholar Hugh Schonfield's Passover Plot, which lays out the same narrative, and just a few months ago, I read Reza Aslan's Zealot, which pursues a very similar line, and I'm sure next Christmas or Easter I will read still another iteration of the theory.\n And so, once more into the breach.  Ehrman's major argument for the thesis that Jesus did not consider himself divine is that explicit statements of Jesus's divine identity can be found only in the later fourth Gospel of John, whereas the three Synoptic Gospels, earlier and thus presumably more historically reliable, do not feature such statements from Jesus himself or the Gospel writers.  This is so much nonsense.  It is indeed the case that the most direct affirmations of divinity are found in John -- \"I and the Father are one;\" \"before Abraham was I am;\" \"He who sees me sees the Father,\" etc.\n But equally clear statements of divinity are on clear display in the Synoptics, provided we know how to decipher a different semiotic system.\n For example, in Mark's Gospel, we hear that as the apostolic band is making its way toward Jerusalem with Jesus, \"they were amazed, and those who followed were afraid\" (Mk.  10:32).  Awe and terror are the typical reactions to the presence of Yahweh in the Old Testament.  Similarly, when Matthew reports that Jesus, at the beginning of the last week of his earthly life, approached Jerusalem from the east, by way of Bethpage and Bethany and the Mount of Olives, he is implicitly affirming Ezekiel's prophecy that the glory of the Lord, which had departed from his temple, would return from the east, by way of the Mount of Olives.  In Mark's Gospel, Jesus addresses the crippled man who had been lowered through the roof of Peter's house, saying, \"My son, your sins are forgiven,\" to which the bystanders respond, \"Who does this man think he is?  Only God can forgive sins.\" \" What is implied there is a Christology as high as anything in John's Gospel.\n And affirmations of divinity on the lips of Jesus himself positively abound in the Synoptics.  When he says, in Matthew's Gospel, \"He who does not love me more than his mother or father is not worthy of me,\" he is implying that he himself is the greatest possible good.  When in Luke's Gospel, he says, \"Heaven and earth will pass away, but my words will never pass away,\" he is identifying himself with the very Word of God.  When he says in Matthew's Gospel, in reference to himself, \"But I tell you, something greater than the Temple is here,\" he is affirming unambiguously that he is divine, since for first century Jews, only Yahweh himself would be greater than the Jerusalem Temple.  Perhaps most remarkably, when he says, almost as a tossed-off aside at the commencement of the Sermon on the Mount, \"You have heard it said, but I say...\" he is claiming superiority to the Torah, which was the highest possible authority for first century Jews.  But the only one superior to the Torah would be the author of the Torah, namely God himself.\n Obviously examples such as these from the Synoptic authors could be multiplied indefinitely.  The point is that the sharp demarcation between the supposedly \"high\" Christology of John and the \"low\" Christology of the Synoptics, upon which the Ehrman thesis depends, is simply wrong-headed.\n And now to the \"hallucinations.\" \" Most of the skeptical critics of Christianity subscribe to some version of David Hume's account of the miraculous.  Hume said that since no reasonable person could possibly believe in miracles, those who claimed to have experienced a miracle must be unreasonable.  They must, then, be delusional or naïve or superstitious.  Hume's logic was circular and unconvincing in the eighteenth century, and it hasn't improved with age.  Yes, if we assume that miracles are impossible, then those who report them are, to some degree, insane.  But what if we don't make things easy for ourselves and assume the very proposition we are trying to prove?  What if we keep an open mind and assume that miracles are, though rare, possible?  Then we don't have to presume without argument that those who claim to have experienced them are delusional, and we can look at their reports with unjaundiced eyes.\n What do we find when we turn to the resurrection appearance accounts in the New Testament?  We find reports of many different people who experienced Jesus alive after his death and burial: Peter, John, Mary Magdalene, the twelve, \"five hundred brothers at once,\" and Paul.  Does it strike you as reasonable that all of these people, on different occasions, were having hallucinations of the same person?  The case of Paul is especially instructive.  Ehrman argued that the visions of the risen Jesus were created in the anxious brains of his grief-stricken disciples, eager to commune once more with their dead Master.  But Paul wasn't grieving for Jesus at all; in fact, he was actively persecuting Jesus' followers.  He didn't crave communion with a dead Master; he was trying to stamp out the memory of someone he took to be a pernicious betrayer of Judaism.  And yet, his experience of the risen Jesus was so powerful that it utterly transformed his life, and he went to his death defending the objectivity of it.\n Debunkers of orthodox Christianity have been around for a long time.  In some ways, it is testimony to the enduring power of the Christian faith that the nay-sayers feel obliged to repeat their tired arguments over and over.  Faithful believers have simply to declare their Christianity with confidence and, patiently but firmly, tell the critics that they're wrong.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9556352",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5185,
                    "source": {
                        "title": "www.realclearreligion.org",
                        "uri": "www.realclearreligion.org"
                    },
                    "time": "14:52:00",
                    "title": "RealClearReligion - You're Wrong, Bart Ehrman",
                    "uri": "175786283",
                    "url": "http://www.realclearreligion.org/articles/2014/04/16/youre_wrong_bart_ehrman.html?utm_content=bufferaa62c&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer",
                    "wgt": 1
                },
                {
                    "body": "The other day I stood in line at my local coffee house.  I was in a curious mood and just watched the four or five people in front of me as we stood in this unusually slow line.  Their body language and facial expressions said it all.  There were hands on the hips expressing disgust at the current inconvenience, some were rolling their eyes as they glanced up momentarily from texting on their cell phone and here was the predictable looking at the watch and then looking at the line and then looking back at the watch.\n Most of us do not like waiting for anything.  We live in a day of fast everything and waiting for anything seems like a major inconvenience.  I must confess I don't like waiting either.  I don't like standing in line for my favorite cup of coffee, flipping though magazines in the waiting room of the doctor's office and I sure don't like waiting in traffic.  And if I can just be honest with you, I don't like waiting on God either.\n Lewis Smedes described waiting like this: \"Waiting is our destiny.  As creatures who cannot by themselves bring about what they hope for, we wait in the darkness for a flame we cannot light.  We wait in fear for a happy ending that we cannot write.  We wait for a 'not yet' that feels like a 'not ever.' '\"\nThis is what we often see in the anatomy of hope and I talked a little bit about this in my last book \"Let Hope In\" .  There is an event that takes place that sucks the life out of you.  Something goes horribly wrong:\nYou're left there standing, waiting, paralyzed by hopelessness.  You start to wonder...\n Does God care?\n Luke 23:44-49 44 It was about noon, and the whole land became dark until three o'clock in the afternoon, 45 because the sun did not shine.  The curtain in the Temple was torn in two.  46 Jesus cried out in a loud voice, \"Father, I give you my life.\" \" After Jesus said this, he died.\n 47 When the army officer there saw what happened, he praised God, saying, \"Surely this was a good man!\"\n48 When all the people who had gathered there to watch saw what happened, they returned home, beating their chests because they were so sad.  49 But those who were close friends of Jesus, including the women who had followed him from Galilee, stood at a distance and watched.\n Notice how Jesus' closest followers react.  The gospel account says they \"stood at a distance and watched.\" \"\nHave you ever been so hopeless you couldn't do a thing?  You couldn't get mad or fight or even cry?  Have you ever felt so hopeless you didn't have the energy or passion to even get ticked off?\n I believe this is the emotional state of Jesus' followers.  Nothing seems to be happening.  They feel hopeless, as if they're completely alone.\n Now, we know the end of this story.  We know that God was in fact doing his best work yet.  But there would be a waiting period.\n It was Friday, remember, when Jesus was crucified.  But the paralyzing hopelessness the disciples experienced continued to intensify as they moved into Saturday.\n I think it's interesting that we don't talk a lot about Saturday in the church.  We spend a lot of time talking about Good Friday, which of course we should.  This is the day redemption happened through the shedding of Christ's blood.  It's a very important day.\n Nobody would argue that Easter Sunday is a day of celebration.  We celebrate that Jesus conquered death so that we can have life.  It doesn't get any better than Easter Sunday.\n But we don't hear a lot about Saturday do we?  Saturday seems like a day when nothing is happening.  In reality, it's a day of a whole lot questioning, doubting, wondering, and definitely waiting -- a day of helplessness and hopelessness.  It's a day when we begin to wonder if God is asleep at the wheel or simply powerless to do anything our about our current problems.\n While we don't spend a lot of time talking about Saturday, I think so much of our life here on this earth is lived out feeling somewhat trapped in \"Saturday.\" \" I'm trying to get to a place in my life where I can embrace \"Saturday.\" \" I'm trying to get to a place where I can view it as a type of preparation for what I believe God might be doing in my life.\n You may currently be in the midst of a horrible, out-of-control situation.  You feel as if God is not there, that there's nothing that can be done.\n But here is the message of the gospel for you while you're stuck in your helpless, hopeless Saturday life: God does his best work in hopeless situations.\n We worship a God who specializes in resurrections.  He specializes in hopeless situations.  After all, at Easter, we celebrate the fact that he conquered death -- the ultimate hopeless situation -- so you could have life.\n His followers were dejected and dismal and hopeless -- and then Jesus rose from the dead.  God did the impossible and in a matter of hours the disciples journeyed from hopeless to hope-filled; from powerless to powerful.  They saw him risen and everything changed.  The story of our salvation was born out of extraordinary uncertainty.  But that's the way hope works.\n And no, that doesn't take away your cancer.\n That doesn't erase the bankruptcy you're in the midst of.\n But it can remind you that while life is uncertain, God is not.  While our power is limited, God is limitless.  While our hope is fragile, God himself is hope.\n Your world may feel chaotic, especially when you're stuck in a Saturday struggling hopelessly and waiting desperately.\n But no doubt about it, God is still in control.  And one way or another, Sunday will dawn.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9552858",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.5143,
                    "source": {
                        "title": "www.withoutwax.tv",
                        "uri": "www.withoutwax.tv"
                    },
                    "time": "13:30:00",
                    "title": "When You Feel Helpless",
                    "uri": "175772592",
                    "url": "http://www.withoutwax.tv/2014/04/16/when-you-feel-helpless/",
                    "wgt": 1
                },
                {
                    "body": "Stolen Symbols, stolen from the house of Yahweh.\n Like they do with all their Sports Event, like they did with the Olympic Games to set up Russia, while painting themselves to appear as righteous, taking Symbols from the Hebrew Scriptures like the Rainbow of Covenant, and defiling it as a Global Symbol of their Global GLBT Proxy Warrior Organization, setting us up and drugging and robbing and rapping and murdering us because they hate our Religious Belief from the God of Abraham, doing so to make themselves money deceiving many and hijacking my ministry, making themselves money off all they they destroy with their deception, as they lie and murder the righteous, the secular socialist stole the symbols from the Hebrew Scriptures that El Highest said represented me.\n Yahweh my Father Yah is Spirit and is the Lion King, King of Kings of Heaven and Earth\nיהוה אבי יה הוא רוח והוא מלך מלך מלכים האריות של שמיים והארץ׃\nhttp://kingofisrael.blogspot.com/2014/04/el-highest-make-my-daily-planet-my-lover.html\nThe Rich own the Medias and use them to drug, rob, rape, and murder us, and take our women as sex toys and eye candy to make themselves more money.\n http://kingofisrael.blogspot.com/2014/04/the-rich-own-medias-and-use-them-to.html\nIf you notice, I do not use the Jewish or Trinitarian or Christian or Muslim Religious Photos of Gods to promote anything from the Scriptures, because those images are why they will die in the wrath of God, because they are lies that blind peoples eyes from seeing his truth from the scriptures and him the Holy Spirit, so if you love God, and love his people, get rid of those Idols.\n My Father El Highest named Yahweh birth me unto them, the Baal of the dreams, the Elohim of the visions, and they made Idols of me, and worshiped me the Gold of their Idols, wrongly worshiping me as their Creator, or they made Idols of my Son Jesus the Silver of their Idols, and worshiped him, wrongly worshiping my Son Jesus, as their Creator, casting off Holy Spirit El Highest, my Father named Yahweh, the Yah my Father who fathered me the Palm Tree of the Cohen after the order of Abiyah, my Father Yah.\n El Highest the Holy Spirit our Maker, with my Son my Path, I am the Father , and our Maker El Highest the air, and my Son Jesus is the rock, and I am the sea, I am the Eagle, and the Snake, and the Ship, and the Warrior of my four Kingdoms, the 8th Division Pathfinder.\n The US Soviet Secular Socialists are still lying falsely accusing President Putin for the Unrest in the Ukraine caused by the US Backed Socialist Maccabees and their Atheists and Homosexuals that they had attack us, and overthrow the Ukrainian Government during the run up to the Olympic Games, as they had their Soviet Secular Socialist Atheists and Homosexuals in provocateur protests against the righteous endeavoring to provoke the righteous War, so that they can keep falsely claiming that they are murdering us in self defense, as for provocation while having topless Lesbian Pimps endlessly attacking the Rulers of Russia as a distraction, while for provocation the Atheist and Homosexual Pimps were dumping out their alcohol from their bars and strip clubs, where they take our captive women, refusing to give them back, and make them strip dance and work as prostitutes, or they murder them.\n Three things which are too wonderful for me, and of four which I fully acquaint not, The Path of an Eagle in the Air; the Path of a Snake upon a Rock; the Path of a ship in amidst the Seas; and the Path of a Warrior within a Veiled Virgin.\n שׁלשׁה המה נפלאו ממני וארבע לא ידעתים׃ דרך הנשׁר בשׁמים דרך נחשׁ עלי צור דרך־אניה בלב־ים ודרך גבר בעלמה׃\nProverbs 30:18-19\nMy High School Art Teacher of the Columbia Central Golden Eagles would always act upset when I would draw her beautiful tractive body, naked, and when I handed in my Artwork to graded, she would hide my handiwork, and give me an A+and keep my Artwork so that no one else would see it.  But my beautiful attractive substitute Art Teacher, when she knew that I was so attractive to her, that drew her naked and handed in my Artwork to be graded, she cracked a smile, and laid it out for all the class to see, and as they giggled, she set up a trap for me, as I sat with my right hand grasping my left hand upon my desk, she came walking up smiling with my artwork in her hand, and sad look at that, and look at me, and when I looked in her bright smiling eyes, she sat on and trapped my hands upon my desk, and would not let me go when the bell rang, and the class left me there alone, in her unique method of detention while scolded me.\n My High School Art Teacher always scolded me different, like when I stayed after class with her to fire our pottery in the kiln, like when we fired my sky blue water pot with a yellow sunflower on it, that I made for my Mother, with her cups, she said that thing better not blow up on my pottery, and like the day I came to visit her from Europe dressed in my 8th Division Pathfinders Infantry Dress Greens, teaching Hebrew and Greek to the High School Staff, and dressed in Gym shorts and t-shirts and running shoes, she took into the Gym with her and a virgin, alone together, as I taught, and when they both struck a similar pose standing on the wrestling mate, in front of Gym shower, flexing their leg muscles the same, and I was admiring the likeness in their gorgeousness legs, when my High School Art Teacher saw that my bosoming virgin that I grew up with, was posing like her, and was interested in more than my Army Uniform, my High School Art Teacher though she always acted kind of jealous when I looked at the blossoming virgins the same that I looked at her, that day she acted real angry.  My Mother would not use my sky blue water pot with a yellow sunflower on it, that I made for her as water pot, she said she was afraid there might be lead in the paint, so she used it as flower pot.\n The representatives of my lovers acquaint me with good and Evil\nMy evil branch of the bone of bones of Jezebel are represented in the Hebrew Scriptures by the firth woman of Lamech the seventh from Adam, my seven of nine women, the bone of my bones, being first Eve the Mother of all living unto the second woman of Lamech the ninth woman of evil branch of the bone of bones, my woman taken From Cain the Mother of Harlots, the Great Whore of Babylon, my first of eight division my bones of Jezebel acquainting me with evil, and my seven women taken from the Sons of Cain dying as dead meat off my bones, my seven Harlot daughters of Babylon, and righteous branch Eve the Mother of all living, my first bone of eight divisions of my bones of mount Zion, and her seven daughters of Zion, from Seth unto Enoch, the men espoused to me as living meat upon my bones.\n The heights and height of the heights\nהשׁמים ושׁמי השׁמים\nI am Baal Joseph the Baal to the house of Yahweh in Heaven and Earth, I am the Top Star of the height of the heights, the face of Heaven, the face of Yahweh the El Highest, I am the Tail of Yahweh, the lowest height of the heights, the tail that lays below in hades, I am Baal Joseph Rachel's firstborn moon dust, I am the Head and Tail of all the dust and bones in Heaven above, and in hades and the gave below my face of the Earth, I am the gold chain that cannot broken breaking the gold chain of iniquity, binding the angels in the river Euphrates, and in hades below, and in the abyss.\n I declare El's decree, said Yahweh my El, you are my Son, I this day begot you.  Ask from me, and I shall give you the nations your inheritance, and the uttermost parts of your possession the earth.\n אספרה אל חק יהוה אמר אלי בני אתה אני היום ילדתיך׃ שׁאל ממני ואתנה גוים נחלתך ואחזתך אפסי־ארץ׃\nAnd said Yahweh my El, Arise, take your journey to face the people, that they may go in and possess the earth, which I sware unto their fathers unto giving unto them.\n ויאמר יהוה אלי קום לך למסע לפני העם ויבאו ויירשׁו את־הארץ אשׁר־נשׁבעתי לאבתם לתת להם׃\nAnd now, Israel, what does Yahweh your Elohey, require of you, but to fear Yahweh your Elohey, to walk in all his ways, and to love him, and to serve Yahweh your Elohey with all your heart and with all your soul,\nועתה ישׂראל מה יהוה אלהיך שׁאל מעמך כי אם־ליראה את־יהוה אלהיך ללכת בכל־דרכיו ולאהבה אתו ולעבד את־יהוה אלהיך בכל־לבבך ובכל־נפשׁך׃\nTo keep the commandments of Yahweh, and his statutes, which I command you this day for your good,\nלשׁמר את־מצות יהוה ואת־חקתיו אשׁר אנכי מצוך היום לטוב לך׃\nBehold, unto Yahweh's your Elohey, the heights, and height of the heights of the earth, and all that therein is.\n הן ליהוה אלהיך השׁמים ושׁמי השׁמים הארץ וכל־אשׁר־בה׃\nThe American Antisemitic Secular Law, made by their far Right and far Left Wing Political Parties, only offering us a choice between their two evils\nLike the US far Left Wing, the US far Right, claims they built the Law, saying that is not a Felony, claiming it is love for their Families, as their so called Law that they built outlaws the Love of El Highest, named Yahweh, outlawing his Law and Love for his Family, his Jewish Torah and its Statutes and Commandments and Ordinances and Righteous Judgments common with the Koran and all the Religions Abraham, that the US Secular Socialists outlawed and drug and rob and rape and murder, by their American Antisemitic Secular Law, that they built for the Antisemitic Soviet Secular Socialists of Hollywood and their News Media Outlets, claiming it is not a Felony or a Crime against Humanity, as long as they keep drugging and robbing and raping and murdering us the seed of Abraham, by their American Antisemitic Secular Law, made by their far Right and far Left Wing Political Parties, only offering us a choice between their two evils, catching us in the Right and Left Wing Crossfire, like the Democratic Secular Socialist Right Wing Latin and Greek Maccabees Nazi Germany and the Secular Socialist the Left Wing Latin and Greek Maccabees of the USSR did to us Hebrew Prussian Persians in Warsaw, before they took over Rome and Jerusalem, running both the Right and Left Wing Political Parties to set up and murder the seed of Abraham between them offering only a choice between their two evils.\n US Antisemitic Soviet Secular Socialists of Hollywood and their News Media Outlets CNN, as provocateurs running the US Government and News Medias\nThe provocateurs endeavoring provoke the righteous of all the earth to War, by attacking us, and claiming that they are murdering us for their Political Objectives, then saying that they are just exercising self defense, setting us up, and attacking drugging and robbing and raping and murdering us, like those Antisemitic Soviet Secular Socialist provocateurs in the UN, the US Antisemitic Soviet Secular Socialists of Hollywood and their News Media Outlets CNN, as provocateurs running the US Government and News Medias, they refuse to stop using their Tyrannical far Right and far Left Wing Ukrainian that they used to overthrow the Just Government of the Ukraine, so the they can drug and rob and rape and murder the Ukrainian and Russian and us Prussian and Persian Children of Jacob for the Maccabees Rulers of Rome and Jerusalem, and keep blaming it on us that they have Democratically outlawed and refuse to hear or redress our Just Grievances because they refuse to negotiate with us children of Abraham tat they outlawed as Criminals and Terrorists and Mentally Ill by the Secular Antisemitic Soviet Secular Socialist Laws and Policies as the New Global American Interests ever since 9-11.\n The Soviet Secular Socialist UN and their tails being strangers entering Jacob's Gate, and disarming us, and turning us over to our enemies, Democratically from their far Right and far Left Wings, outlawing and destroying the righteous caught in their crossfire, casting lots on Jerusalem, being abusers of powers, as provocateurs endeavoring to provke the righteous to War, so that they can keep claiming that they are murdering the righteous in self defense.\n The far Right and far Left Wings and all in between, of Antisemitic Soviet Secular Socialist Atheists and Homosexuals, Political Parties, instead of repenting and and stop from using the Antisemitic Latin and Greek Maccabees deliberately mistranslated English words, and deregulating the Antisemitic Secular Marriage Laws, being abusers of powers, as provocateurs endeavoring to provke the righteous to War, so that they can keep claiming that they are murdering the righteous in self defense, they are still using the Antisemitic Latin and Greek Maccabees deliberately mistranslated English words, elated in deliberately calling an Ish, meaning a Man, by the Antisemitic Latin and Greek Maccabees deliberately mistranslated English word, a Husband, and deliberately calling an Ishah, meaning, a Woman.  by the Antisemitic Latin and Greek Maccabees deliberately mistranslated English word, a Wife, and deliberately calling a Baal, meaning a Boss and Owner, by the Antisemitic Latin and Greek Maccabees deliberately mistranslated English word, a Husband, and deliberately calling a Baalet, meaning a Boss Lady and Owner, by the Antisemitic Latin and Greek Maccabees deliberately mistranslated English word, a Wife, to deliberately outlaw bt the Secular Marriage Laws the Statutes and Commandments and Ordinances and Righteous Judgments from the Jewish Torah and the Koran, and they are still using one or the other of the invented two wrong choices from their far Right and far Left Wings of their Antisemitic Soviet Secular Socialist Atheists and Homosexuals, Political Parties, all using the Antisemitic Soviet Secular Socialist Polarized Issue of Defending Marriage against Gay Marriage, to catch the Righteous in the Crossfire, just to keep their Antisemitic Soviet Secular Socialist Marriage Laws enforced at the end of the Global Maccabees Crusade Guns, against us the Seed of Abraham that they outlander by their Antisemitic Soviet Secular Socialist Antisemitic Latin and Greek Maccabees Marriage Laws that they use to condemn and drug and rob and rape and murder the righteous seed of of the house of Abraham.\n Baal Peor of the Maccabees seventh messenger from Adam of Lamech, against me the seventh messenger from Adam of Enoch finishing the mystery of Elohim, as written about me, but in the days of the voice of the seventh angel, when he shall begin to sound, the mystery of Elohim should be finished, as he has declared to his servants the prophets.  Revelation 1:20\nO Maccabees of Rome and Jerusalem, I am the Head Elohim El Adam, and the Tail Enoch, the messenger from Adam, the two women of Lemech, daughters of my Mate Eve the Mother of Living, as Yahweh espouse me unto the angels of Heaven and called me Elohim El Adam, the Father of all living, and espouse unto me the flesh and bone from me the dust of Earth, and called us Adam, Male and Female,with two tails of seven daughters each, seven evil daughters of Babylon, and seven defiled daughter of Zion, fifteen women espoused unto me as bone of my bones of the house Jezebel, my woman espoused unto me the King of Israel, the two wives of Lamech your seventh messenger from Adam, your firstborn Enoch against me, of Enoch the seventh Messenger from Adam, the blood of your firstborn the foundation of the walls of Jericho, the builder of the City Babylon, of Jabal father your dwellers in Tents, your Cattlemen the haters of my Shepherds and my sheep, and the brother Jubal the father of your Catholic Maccabees Organ players, your Tubalcain, an instructor of every artificer in brass and iron, and as Lamech the Seventh from Adam against me the Slave the Branch, you say unto me, speaking unto my women of Rome and Jerusalem that you took for yourself, and Lamech said unto his women, Adah and Zillah, Hear my voice, you women of Lamech, hearken unto my speech: for I have slain a man to my wounding, and a young man to my hurt.  If Cain shall be avenged sevenfold, truly Lamech seventy and sevenfold.\n Genesis 4:16 -24\nWhile they promise them liberty, they themselves are the slaves of corruption, for of whom a man is overcome, of the same is he brought in bondage.\n 2 Peter 2:19\nAs Peter said by Spirit El Highest, named Yahweh,\nYahweh knows how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished, But chiefly them that walk after the flesh thrilled of uncleanness, and despise government.  presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  Whereas angels, which are greater in power and might, bring not railing accusation against them before Yahweh.  But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not, and shall utterly perish in their own corruption; And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the day time.  Spots they are and blemishes, sporting themselves with their own deceiving, while they feast with you, Having eyes full of adultery, and that cannot cease from sin, beguiling unstable souls: an heart they have exercised with covetous practices, they are cursed children, which have forsaken the right path, and are gone astray, following the path of Balaam the son of Besor, who loved the wages of unrighteousness, but was rebuked for his iniquity, the dumb ass speaking with man's voice forbad the madness of the prophet, these are wells without water, clouds that are carried with a tempest, to whom the mist of darkness is reserved for ever.  For when they speak great swelling words of vanity, they allure through the thrills of the flesh, through much wantonness, those that were clean escaped from them who live in error, while they promise them liberty, they themselves are the slaves of corruption, for of whom a man is overcome, of the same is he brought in bondage.\n 2 Peter 2:9-19\nContrary to them with my ancestry as my inheritance, as a son of Joseph, the son of Israel, from my Samaritan Hebrew Prussian Persian Logering Branch of my Father, and a son of David from my Jewish Hebrew Prussian Persian Bauer Branch of my Mother, I am the Slave the Branch, the righteous Branch of Yahweh, guarding the Torah, as Baal Hermon the Northern boarder of my Kingdom of Israel, and a son of David I am the Torah giver, the Lawgiver of Judah, I am Baal Joseph the Elohim from Horeb the Mountain of Elohim, I am the anointing oil, the Head of Mount Ephraim, I am the Ice from the natural Nazarite bald Head of Mount Carmel, born before her pain came, before she travail, ripped up from my Mother's belly about noonday, in the cold of Winter, and then melted to rise from the dry place of North Dakota, as the dew rising from the ground in the West seed time, as the early rain watering all the face of earth, as I became over the great sea West of Carmel becoming a Little Cloud raised above the sea, from the land in the shape of the hand of a man, among the five great lakes of Michigan, laboring on our Archway Arabian Horse Ranch and Truck Farm, in the Hot of summer, and then bringing the latter rain East of my birth place, to rise in the place of my Samaritan Hebrew Prussian Persian Kingdom of Israel in Europe in the harvest time.\n Being the son of El Highest called from earth of Egypt being a son of Leah and Rachel, of their enslaved children, from the Slave and Daughter of the Daughter of the Egyptian Slave Hagar, Asenath the Daughter Poti Pherah the Cohen of On, given unto the Slave Joseph as his woman, I am the Prophet like unto Moses, called drawn from the waters of Meribah spewed out of the mouth of Leviathan and the children of Israel, laying in wait to devour and kill me the Baal of the Dreams as soon as I birth, as they are but the waters of Meribah, fighting against me and against Yahweh our Maker, who like Moses had me drawn me forth from their bitter waters of Meribah, the waters of Nile River, to be raised in the house of the evil Pharoah, the false Prophet Baal Peor, the Head of the Maccabees in Rome, against whom I was spewed out as the living water of the River Jordan, spewed out of the mouth of Yahweh our Maker, the fountain of living water, as the living water of Jacob's Well given unto me, the good Samaritan, and to the sons of Joseph, Ephraim and Manasseh, and Ten Tribes given unto Ephraim as Samaria, the Northern Kingdom of Israel, as the Head of Mount Ephraim, the anointed King of Israel, the Christ King of Israel, adding another unto my Mother Rachael, as David's Lord and King raised up unto him, before we came together espoused unto Mount Zion, espoused unto the house of David, Holy Spirit our Maker having seeded the virgin of the house of David with my seed before we came together, Holy Spirit Yahweh the El Highest planting his pleasant Plant, the men of Judah, in my sister my spouse of Benjamin, unto whom the Gentiles were given and espoused unto me as David's Lord, as Yahweh our Maker gave all my women unto the bosom of David the care for and to present unto me in the harvest of my vineyard, the men of Israel.\n According as it is written concerning me,\nSang degrees to El Yahweh within trouble to me, calling me and heard, deliver my soul Yahweh , from lying lips, and from a deceitful tongue.  What shall be given unto you? or what shall be done unto you, you false tongue?  Sharp arrows of the mighty, with coals of juniper.  Woe is me, that I sojourn in Mesech, that I dwell in the tents of Kedar!  My soul has long dwelt with him that hates peace.  I am for peace: but when I speak, they are for war.\n The US Government and their Media and Atheist and Homosexual Proxy Warriors are still setting us drugging and robing and raping and murdering the righteous in the Ukraine that are against the US Government and their Media and Atheist and Homosexual Proxy Warriors that overthrew the Ukrainian Government to outlaw the Jewish Torah and the Koran.\n Like their Right Wing and Left Wing Political Groups, good Cop, bad Cop, to catch true believers in the crossfire from both side, concerning the US Government and Medias and the Communist Asians that caused the Malaysian Plane to disappear, and the shoe being thrown at Clinton rightly accusing their Secular Socialist Government and their followers of being of the mount Esau called Edom, doing violence unto all Jacob, it is the same Secular Socialist Communist lies, and deception that they used trying to set up me and my People after 9-11\nThe US Government and and their Secular Socialist Medias and the Secular Socialist Asians, are Playing good Cop verses bad Cop, just pretending that there is a lot of confusion dividing them, making it look like they are not accomplishing anything, while proceeding in their Global Crusade against the house of Yahweh,continuing to set up and murder the children of Abraham they they outlawed by their Secular Law.\n When CNN and the US Government were hacking my computer in Lee's Summit Missouri, to et me up with false allegation, accusing me by their Hackers of being a Muslim Terrorist though I wrote no Arabic only Hebrew and Aramaic and Greek, when I revealed from the Hebrew Scroll of Obadiah, that the understanding would be removed be removed from Edom the Mount of Esau, the Secret Service formed lines on the White House Lawn, with interloping holding hands against what they presented as Protesters, that were all Asian, just walking through the chain of Secret Service men, all pretending to be drug, so that Asians like, the Communist Asian Dr Koo that they had Drug me in New York, it is a Communist overthrow of the US Republic, organized by Hollywood and the News Media Outlets, that will not even mention us accurately while promoting every Religious lie that Contradicts the Hebrew Scriptures and the Koran that the Communist outlawed by their Secular Socialist Laws.\n For there are three that bear record in heaven, the Father, the Word, and the Holy Spirit and these three are one.\n כי שלשה המעידים בשמים האב הדבר ורוח הקדש ושלשתם אחד המה׃\n1 John 5:7\nMy Cup, my son Jesus, my Cup, my Silver Cup, I am the Father, the Gold Cup, baptized in the Spirit of Judgment Yahweh, and in the Spirit of Fire my Son Jesus, I am the Gold tried by Fire, belonging unto my Son Jesus, in the Right hand of Yahweh, like as my Son Jesus said,\nI counsel you to buy of me gold tried in the fire, that you may be rich, and white raiment, that you may be clothed, and that the shame of your nakedness do not appear; and anoint your eyes with eyesalve, that you may see.\n איעצך לקנות מאתי זהב צרוף באש למען תעשיר ובגדים לבנים למען תתכסה בהם ולא תראה בשת ערותך וקלורית לתת על־עיניך למען תראה׃\nRevelation 3:18\nA word fitly spoken is like oranges of gold on a platter of silver.\n תפוחי זהב במשׂכיות כסף דבר דבר על־אפניו׃\nProverbs 25:11\nMy Son Jesus is the Word, and is my Silver Platter, and I as Elohim the Father, I am the Gold tried by Fire, and the Oranges of Gold, fitly spoken, are my seven daughters of Zion called by my name Baal Joseph, and purified in the Spirit of Judgment and the Spirit of Fire upon me, that I baptize the Heaven and Earth with, and all who err place either me the Gold, or or my Son Jesus the Silver as the Godhead, or use stone or art, which are Elohim, to worship the works of their hands, have erred, place us the Silver and Gold or Stone Elohim, Representing and Wrongly Presenting us Elohim as their Creator, we are as the Idol of their heart and soul that is condemned to die, because their heart is not acquainted with the Godhead, Holy Spirit Yahweh our Maker like though mistranslated in English, in Greek rightly as Paul of the Tribe of Benjamin said in Acts, speaking of the end from the beginning like Moses and all the Prophets also did speaking about me our Maker's anointed Elohim, the mighty Father of my Son, that I ordained like the Prophets of Ephraim like Samuel, ordained all the Priests in the School of the Prophets, Paul speaking of me and my son and of our Maker Yahweh thus;\nThen Paul stood in the midst of Mars' hill, and said, You men of Athens, I perceive that in all things you are too religious.  For as I passed by, and beheld your devotions, I found an altar with this inscription, the unknown El.  Whom therefore you ignorantly worship, him declare I unto you.  Elohim that finishes the Cosmos and all things therein, thus heaven and earth, Yahweh dwells not in temples made with hands, neither is worshiped with men's hands, as though he needed any thing, seeing he gives to all life, and breath, and all things, and has made of one blood all nations of men for to dwell on all the face of the earth, and has determined the times before appointed, and the bounds of their habitation, seeking Yahweh, if haply they might feel after him, and find him, though he be not far from every one of us, within him we live, and move, and have our being; as certain also of your own poets have said, for we are also offspring, as offspring of Elohim, we ought not to think that the Godhead is like unto gold, or silver, or stone, or graven art and man's device, and the times of this ignorance Elohim winks at, thus truly now commanding all men every where to repent, because of the appointed a day, in the which he will judge the Cosmos in righteousness by that man whom he has ordained; whereof he has given assurance unto all men, in that he was raised from the dead.\n Σταθεὶς δὲ ὁ Παῦλος ἐν μέσῳ τοῦ ᾿Αρείου Πάγου ἔφη· ἄνδρες ᾿Αθηναῖοι, κατὰ πάντα ὡς δεισιδαιμονεστέρους ὑμᾶς θεωρῶ.  διερχόμενος γὰρ καὶ ἀναθεωρῶν τὰ σεβάσματα ὑμῶν εὗρον καὶ βωμὸν ἐν ᾧ ἐπεγέγραπτο, ᾿Αγνώστῳ Θεῷ.  ὃν οὖν ἀγνοοῦντες εὐσεβεῖτε, τοῦτον ἐγὼ καταγγέλλω ὑμῖν.  ὁ Θεὸς ὁ ποιήσας τὸν κόσμον καὶ πάντα τὰ ἐν αὐτῷ, οὗτος οὐρανοῦ καὶ γῆς Κύριος ὑπάρχων οὐκ ἐν χειροποιήτοις ναοῖς κατοικεῖ, οὐδὲ ὑπὸ χειρῶν ἀνθρώπων θεραπεύεται προσδεόμενός τινος, αὐτὸς διδοὺς πᾶσι ζωὴν καὶ πνοὴν καὶ τὰ πάντα· ἐποίησέ τε ἐξ ἑνὸς αἵματος πᾶν ἔθνος ἀνθρώπων κατοικεῖν ἐπὶ πᾶν τὸ πρόσωπον τῆς γῆς, ὁρίσας προστεταγμένους καιροὺς καὶ τὰς ὁροθεσίας τῆς κατοικίας αὐτῶν, ζητεῖν τὸν Κύριον, εἰ ἄρα γε ψηλαφήσειαν αὐτὸν καὶ εὕροιεν, καί γε οὐ μακρὰν ἀπὸ ἑνὸς ἑκάστου ἡμῶν ὑπάρχοντα.  ᾿Εν αὐτῷ γὰρ ζῶμεν καὶ κινούμεθα καὶ ἐσμέν, ὡς καί τινες τῶν καθ᾿ ὑμᾶς ποιητῶν εἰρήκασι· τοῦ γὰρ καὶ γένος ἐσμέν.  γένος οὖν ὑπάρχοντες τοῦ Θεοῦ οὐκ ὀφείλομεν νομίζειν χρυσῷ ἢ ἀργύρῳ ἢ λίθῳ, χαράγματι τέχνης καὶ ἐνθυμήσεως ἀνθρώπου, τὸ θεῖον εἶναι ὅμοιον.  τοὺς μὲν οὖν χρόνους τῆς ἀγνοίας ὑπεριδὼν ὁ Θεὸς τὰ νῦν παραγγέλλει τοῖς ἀνθρώποις πᾶσι πανταχοῦ μετανοεῖν, καθότι ἔστησεν ἡμέραν ἐν ᾗ μέλλει κρίνειν τὴν οἰκουμένην ἐν δικαιοσύνῃ, ἐν ἀνδρὶ ᾧ ὥρισε, πίστιν παρασχὼν πᾶσιν ἀναστήσας αὐτὸν ἐκ νεκρῶν.\n Acts 17:22-31\nLike as written accurately here in the Holy Hebrew Jewish Torah, but was deliberately mistranslated by the Greek and Latin Maccabees into every language on Earth, as they laid in wait to try to kill me, as soon as I birth, so that they could try to steal my inheritance for themselves, and set up and rob and murder my children of Israel, the children of Jacob, my children of Sarah, and my children of Ishmael, my children of Hagar, and my children of my sons of Keturah, and my children of the Gentiles, as the people waited for me Baal Joseph, the Prophet like unto Moses named Elohim, to come down from Horeb, my Mountain of the everlasting hills of Joseph, named after me, the Mountain of Elohim, as the Elohim the Father of my son from the womb of the virgin of the house of David, my son Jesus my Prophet like unto Aaron, and the people of Israel that failed to believe concerning me, the Prophet like unto Moses named Elohim, the people who erred, turned unto my Son Jesus, my Prophet like unto Aaron, made a Molten Calf of me, called Elohim, also called the Calf of Samaria, foretelling of me, the promised good Samaritan from my Capital City of my Northern Kingdom of Israel, and they worship the works of the their own hands in their heats, that Idol of their hearts have blinded their hearts, from acquainting the Holy Spirit, my Father El Highest, possessor of Heave and Earth, that planted my seed within the womb of the virgin of the house of David, my Father Holy Spirit making me Elohim the Father of my Son Jesus, and those who repent not, their males are the evil men of Belial espoused unto Baal Peor, the false Prophet of the Maccabees who worship me, the Elohim, instead of our Holy Creator, Holy named Yahweh who foretold of both me the Father named Elohim, and of my Son Jesus, and if they cast off any of us three Yah, us three El, us three Lords, our Maker Yah El Lord Yahweh, and me Yah El Lord Joseph the Elohim and Father of my Son, Yah El Lord Jesus, they will perish before me,\nAnd when the people saw that Moses delayed to come down out of the mount, the people gathered themselves together unto Aaron, and said unto him, Up, make us Elohim , which shall go before us; for as for this Moses, the man that brought us up out of the land of Egypt, we wot not what is become of him.  And Aaron said unto them, Break off the golden earrings, which are in the ears of your wives, of your sons, and of your daughters, and bring them unto me.  And all the people brake off the golden earrings which were in their ears, and brought them unto Aaron.  And he received them at their hand, and fashioned it with a graving tool, after he had made it a molten calf: and they said, These be your Elohim, O Israel, which brought you up out of the land of Egypt.  And when Aaron saw it, he built an altar before it; and Aaron made proclamation, and said, To morrow is a feast to Yahweh.  And they rose up early on the morrow, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play.  And Yahweh said unto Moses, Go, get you down; for your people, which you brought out of the land of Egypt, have corrupted themselves: They have turned aside quickly out of the path which I commanded them: they have made them a molten calf, and have worshiped it, and have sacrificed thereunto, and said, These be your Elohim, O Israel, which have brought you up out of the land of Egypt.\n The wedding that a certain King of Adam, made for his son",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9553007",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3539,
                    "source": {
                        "title": "kingofisrael.blogspot.com",
                        "uri": "kingofisrael.blogspot.com"
                    },
                    "time": "13:35:00",
                    "title": "יוסף מלך ישׂראל בעל החלמות: The Arabian Wild Man dwelling the Wilderness",
                    "uri": "175773293",
                    "url": "http://kingofisrael.blogspot.com/2014/04/the-arabian-wild-man-dwelling-wilderness.html",
                    "wgt": 1
                },
                {
                    "body": "1.  What if the only place for the cat's litter box is in the bathroom?  Pebbles everywhere.  You're going to step out of the shower and they're going to stick to your feet.  Oh, God, kitty litter pebbles embedded into your feet 24/7.\n 2.  Forget the cat's bathroom business - what about yours?  Your significant other is going to hear you poop when those enchiladas you had last night don't agree with you.  You're going to have to plan your poop schedule when your SO is at work.  Furthermore, there comes a point where you can't hold in your farts anymore.\n 3.  Your SO drinks 2% milk.  You like skim.  (Or it's the other way around.) ) Or even the occasional almond milk.  So much milk.  Jesus Christ, you two are going to need a second fridge.\n 4.  What if you both think the other is checking the mail and it piles up and you two forget to pay the bills and the water gets shut off right before you have to get ready for the job interview that could jumpstart your professional career?  OK, totally a stretch, but this scenario may cross your mind....\n5.  Closet space.  So many shoes.\n 6.  How often are you supposed to shave your legs?  Is there some sort of timeline?  Are other months more lenient than others?  Ladies, please help.\n 7.  What if this is the most amazing decision you're ever going to make?  What if this is the first of many apartments or eventually a house with a white picket fence and a golden retriever and a swing set in the backyard and you're going to spend the rest of your life with the most incredible person you've ever met?  Get a brown paper bag.  Breathe.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9551716",
                    "isDuplicate": false,
                    "lang": "eng",
                    "sim": 0.3061,
                    "source": {
                        "title": "thoughtcatalog.com",
                        "uri": "thoughtcatalog.com"
                    },
                    "time": "13:04:00",
                    "title": "7 Moments Of Panic When You Move In With Your Significant Other",
                    "uri": "175767119",
                    "url": "http://thoughtcatalog.com/sara-toeppler/2014/04/7-moments-of-panic-when-you-move-in-with-your-significant-other/",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 8,
            "averageDate": "2014-04-16",
            "avgCos": 0.399,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "585575",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "579680",
            "lang": "eng",
            "storyDate": "2014-04-16",
            "storyDateEnd": "",
            "uri": "850f305d-14db-4c75-b547-79470a557ea3-315141",
            "variance": 0.3408
        }
    },
    "e7e700df-6a06-44ea-a4f3-f736278fc36b-134911": {
        "articles": {
            "resultCount": 7,
            "results": [
                {
                    "body": "El papa Francisco afirmó hoy que la resurrección de Jesús, que los cristianos del mundo celebrarán el próximo domingo en la fiesta de la Pascua, \"no es el 'happy end' de una película\" sino \"la prueba de que Dios actúa en el momento más difícil, más oscuro\".\n Así lo afirmó el papa argentino Jorge Bergoglio durante la catequesis que ofreció en la plaza San Pedro, en el marco de la tradicional audiencia pública que se desarrolló hoy, miércoles santo.\n \"La resurrección de Jesús no es el final feliz de un cuento de hadas, no es el 'happy end' de una película, sino que es la prueba de que Dios actúa en el momento más difícil, en el momento más oscuro\", afirmó el pontífice, según informo Radio Vaticano.\n En su catequesis de hoy, al hablar sobre la traición de Judas a Jesús, Francisco añadió que \"la noche siempre es muy oscura un poquito antes de que empiece a amanecer.  No bajemos de la cruz antes de tiempo\" y pidió no olvidarse esta semana \"de besar muchas veces el crucifijo\".\n \"En esta Semana Santa nos hará bien, a todos, mirar el crucifijo, besar las llagas de Jesús y decirle gracias.  Porque eso lo hizo por cada uno de nosotros.  Pero Dios siempre interviene en el momento en que quizás uno no lo espera, y Jesús resucita\", expresó.\n Durante la audiencia, Francisco saludó a los peregrinos de lengua española y cuando nombró a los uruguayos presentes, comentó: \"Vi varios mates por ahí\".\n En medio de la recorrida que realizó alrededor de toda la plaza San Pedro, Francisco invitó a subir al papamóvil a dos niños, quienes hicieron junto a él un tramo del recorrido que hace habitualmente durante las audiencias públicas.\n Los niños -de 8 y 10 años, que llevaban una gorra blanca con el logo de su colegio- subieron con timidez al vehículo y cuando bajaron, el papa les preguntó: \"¿Les gustó la excursión?\".",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9561454",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9138,
                    "source": {
                        "title": "Los Andes",
                        "uri": "www.losandes.com.ar"
                    },
                    "time": "16:02:00",
                    "title": "Francisco: “La resurrección no es el “happy end” de una película”",
                    "uri": "175800874",
                    "url": "http://www.losandes.com.ar/notas/2014/4/16/francisco-resurreccion-happy-end-pelicula-779797.asp",
                    "wgt": 1
                },
                {
                    "body": "Lo dijo Francisco en la audiencia pública de este miércoles santo, en cuya recorrida alrededor de la plaza San Pedro, fue acompañado por dos niños que subió al papamóvil.  \"En esta Semana Santa nos hará bien mirar el crucifijo, besar las llagas de Jesús y decirle gracias\", recalcó.\n El papa Francisco afirmó hoy que la resurrección de Jesús, que los cristianos del mundo celebrarán el próximo domingo en la fiesta de la Pascua, \"no es el 'happy end' de una película\" sino \"la prueba de que Dios actúa en el momento más difícil, más oscuro\".\n Así lo afirmó Jorge Bergoglio durante la catequesis que ofreció en la plaza San Pedro, en el marco de la tradicional audiencia pública que se desarrolló hoy, miércoles santo.\n \"La resurrección de Jesús no es el final feliz de un cuento de hadas, no es el 'happy end' de una película, sino que es la prueba de que Dios actúa en el momento más difícil, en el momento más oscuro\", afirmó el pontífice, según informo Radio Vaticano.\n En su catequesis de hoy, al hablar sobre la traición de Judas a Jesús, Francisco añadió que \"la noche siempre es muy oscura un poquito antes de que empiece a amanecer.  No bajemos de la cruz antes de tiempo\" y pidió no olvidarse esta semana \"de besar muchas veces el crucifijo\".\n \"En esta Semana Santa nos hará bien, a todos, mirar el crucifijo, besar las llagas de Jesús y decirle gracias.  Porque eso lo hizo por cada uno de nosotros.  Pero Dios siempre interviene en el momento en que quizás uno no lo espera, y Jesús resucita\", expresó.\n Durante la audiencia, Francisco saludó a los peregrinos de lengua española y cuando nombró a los uruguayos presentes, comentó: \"Vi varios mates por ahí\".\n En medio de la recorrida que realizó alrededor de toda la plaza San Pedro, Francisco invitó a subir al papamóvil a dos niños (foto), quienes hicieron junto a él un tramo del recorrido que hace habitualmente durante las audiencias públicas.\n Los niños -de 8 y 10 años, que llevaban una gorra blanca con el logo de su colegio- subieron con timidez al vehículo y cuando bajaron, el papa les preguntó: \"¿Les gustó la excursión?\".",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9561457",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.9032,
                    "source": {
                        "title": "Jornada",
                        "uri": "www.jornadaonline.com"
                    },
                    "time": "11:54:00",
                    "title": "“La resurrección no es el 'Happy End' de una película”",
                    "uri": "175800881",
                    "url": "http://www.jornadaonline.com/Internacional/112309",
                    "wgt": 1
                },
                {
                    "body": "El Sumo Pontífice afirmó hoy que los cristianos del mundo celebrarán el próximo domingo en la fiesta de la Pascua, \"la prueba de que Dios actúa en el momento más difícil, más oscuro\".\n Así lo afirmó el papa argentino Jorge Bergoglio durante la catequesis que ofreció en la plaza San Pedro, en el marco de la tradicional audiencia pública que se desarrolló hoy, miércoles santo.\n \"La resurrección de Jesús no es el final feliz de un cuento de hadas, no es el 'happy end' de una película, sino que es la prueba de que Dios actúa en el momento más difícil, en el momento más oscuro\", afirmó el pontífice, según informo Radio Vaticano.\n En su catequesis de hoy, al hablar sobre la traición de Judas a Jesús, Francisco añadió que \"la noche siempre es muy oscura un poquito antes de que empiece a amanecer.  No bajemos de la cruz antes de tiempo\" y pidió no olvidarse esta semana \"de besar muchas veces el crucifijo\".\n \"En esta Semana Santa nos hará bien, a todos, mirar el crucifijo, besar las llagas de Jesús y decirle gracias.  Porque eso lo hizo por cada uno de nosotros.  Pero Dios siempre interviene en el momento en que quizás uno no lo espera, y Jesús resucita\", expresó.\n Durante la audiencia, Francisco saludó a los peregrinos de lengua española y cuando nombró a los uruguayos presentes, comentó: \"Vi varios mates por ahí\".\n En medio de la recorrida que realizó alrededor de toda la plaza San Pedro, Francisco invitó a subir al papamóvil a dos niños, quienes hicieron junto a él un tramo del recorrido que hace habitualmente durante las audiencias públicas.\n Los niños -de 8 y 10 años, que llevaban una gorra blanca con el logo de su colegio- subieron con timidez al vehículo y cuando bajaron, el papa les preguntó: \"¿Les gustó la excursión?\".",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9561459",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8986,
                    "source": {
                        "title": "La Mañana de Córdoba",
                        "uri": "www.lmcordoba.com.ar"
                    },
                    "time": "16:02:00",
                    "title": "“La resurrección no es el 'happy end' de una película”, dijo el Papa",
                    "uri": "175800875",
                    "url": "http://www.lmcordoba.com.ar/nota/161970_la-resurreccion-no-es-el-happy-end-de-una-pelicula-dijo-el-papa",
                    "wgt": 1
                },
                {
                    "body": "El sumo pontífice encabezó una misa en la plaza San Pedro.  Invitó a dos niños a subir al papamóvil.\n CIUDAD DEL VATICANO.- - El papa Francisco afirmó este miércoles que la resurrección de Jesús, que los cristianos del mundo celebrarán el próximo domingo en la fiesta de la Pascua, es \"la prueba de que Dios actúa en el momento más difícil, más oscuro\".  \"No es el final feliz de un cuento de hadas, no es el 'happy end' de una película\", remarcó el sumo pontífice.\n En su catequesis, al hablar sobre la traición de Judas a Jesús, Francisco añadió: \"La noche siempre es muy oscura un poquito antes de que empiece a amanecer.  No bajemos de la cruz antes de tiempo\" y pidió no olvidarse esta semana \"de besar muchas veces el crucifijo\".\n \"En esta Semana Santa nos hará bien, a todos, mirar el crucifijo, besar las llagas de Jesús y decirle gracias.  Porque eso lo hizo por cada uno de nosotros.  Pero Dios siempre interviene en el momento en que quizás uno no lo espera, y Jesús resucita\", expresó.\n Durante la audiencia, Francisco saludó a los peregrinos de lengua española y cuando nombró a los uruguayos presentes, comentó: \"Vi varios mates por ahí\".\n En medio de la recorrida que realizó alrededor de toda la plaza San Pedro, Francisco invitó a subir al papamóvil a dos niños, quienes hicieron junto a él un tramo del recorrido que hace habitualmente durante las audiencias públicas, informó Télam.\n Los niños -de 8 y 10 años, que llevaban una gorra blanca con el logo de su colegio- subieron con timidez al vehículo y cuando bajaron, el papa les preguntó: \"¿Les gustó la excursión?\".",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9561456",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.8584,
                    "source": {
                        "title": "La Gaceta de Tucuman",
                        "uri": "www.lagaceta.com.ar"
                    },
                    "time": "13:12:00",
                    "title": "Papa Francisco: \"La resurrección no es el final feliz de una película\"",
                    "uri": "175800873",
                    "url": "http://www.lagaceta.com.ar/nota/586943/mundo/papa-francisco-resurreccion-no-final-feliz-pelicula.html",
                    "wgt": 1
                },
                {
                    "body": "ROMA, 16 Abr. (EUROPA PRESS) -\nEl Papa Francisco ha pedido a los católicos durante su audiencia general de este miércoles en la Plaza de San Pedro que \"no bajen de la cruz antes de tiempo\" y que besen mucho el crucifijo durante esta Semana Santa, porque la resurrección de Jesús \"no es el 'happy end' de una película sino la prueba de que Dios actúa en el momento más difícil, más oscuro\".\n \"Dios siempre interviene en el momento en que quizá uno no lo espera, y Jesús resucita.  La resurrección no es el final feliz de un cuento de hadas, no es el 'happy end' de una película, sino que es la prueba de que Dios actúa en el momento más difícil, más oscuro.  La noche siempre es muy oscura un poquito antes de que empiece a amanecer.  No bajemos de la cruz antes de tiempo y no olvidemos besar muchas veces esta semana el crucifijo\", ha indicado.\n Según ha explicado, este miércoles, a mitad de la Semana Santa, la liturgia presenta el \"triste hecho\" de la traición de Judas, que acude a las autoridades y les pregunta: \"¿Cuánto me van a dar si yo le entrego?\".  \"Jesús --ha precisado el Pontífice-- tiene precio, como cualquier mercadería en un mercado y Jesús acepta esa humillación hasta su muerte en la cruz\".\n Francisco ha señalado que en su sufrimiento y muerte se puede ver \"el dolor de la humanidad, el dolor de los pecados\" de cada uno.  No obstante, ha aclarado que \"su Pasión no ocurre por error\" sino que es \"una manera de mostrar su amor infinito\" pues \"toma sobre sí el mal del mundo para vencerlo\".\n Por ello, considera que a todos \"hará bien\" esta Semana Santa \"mirar el crucifijo, besar las yagas de Jesús y decirle 'gracias' porque eso lo hizo por cada uno\".\n Al final del resumen de su catequesis en español, el Papa ha enviado un saludo a los peregrinos de lengua española, en especial, a los grupos procedentes de España, a los que se ha referido diciendo que la Plaza estaba \"llena de banderas\" de este país.  También ha saludado a los fieles de Puerto Rico, Guatemala, Mexico, Uruguay --\"Vi varios mates por ahí\", ha indicado--, Argentina y otros países latinoamericanos.  A todos ellos, les ha invitado a vivir esta Pascua \"con certeza de que, en Jesús, Dios ama y perdona\".\n En lengua italiana, también ha saludado a los 3.000 estudiantes provenientes de más de 200 universidades de todo el mundo que han viajado a Roma para participar en el Forum Univ 2014, que llega a su 47 edición, en el que reflexionarán sobre el tema 'Ecología de la persona y de su ambiente'.  Los encuentros Univ nacieron en 1968 bajo la inspiración e impulso de San Josemaría Escrivá, fundador del Opus Dei.  En estos 47 años más de 100.000 estudiantes universitarios han participado en el Forum.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9561495",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.7314,
                    "source": {
                        "title": "europapress.es",
                        "uri": "www.europapress.es"
                    },
                    "time": "07:54:00",
                    "title": "Papa Francisco: \"La resurrección no es el 'happy end' de la película\"",
                    "uri": "175800880",
                    "url": "http://www.europapress.es/sociedad/noticia-papa-resurreccion-no-happy-end-pelicula-prueba-dios-actua-momento-mas-dificil-20140416112607.html",
                    "wgt": 1
                },
                {
                    "body": "Catequesis del Papa Francisco: Meditando sobre la Cruz de Cristo.  16 abril 2014 Queridos hermanos y hermanas, ¡buenos días!\nhoy, en medio de la Semana Santa, la liturgia nos presenta aquel episodio triste, la historia de la traición de Judas, que va ante los jefes del Sanedrín para regatear y entregarles a su Maestro.  ¿Cuánto me dan si yo se los entrego?  Y Jesús, desde aquel momento tiene un precio.  Este acto dramático marca el inicio de la Pasión de Cristo, un doloroso camino que Él elige con libertad absoluta.  Y lo dice claramente Él mismo: \"yo doy mi vida ...N Nadie me la quita, sino que la doy por mí mismo.  Tengo el poder de darla y de retomarla \"(Jn 10:17-18).  Y así, comienza ese camino de la humillación, de la expoliación, con esta traición.  Jesús, como si estuviera en el mercado: \"esto cuesta 30 denarios\" y Jesús recorre este camino de humillación y de la expoliación hasta el final.\n Jesús alcanza la humillación completa con la \"muerte en cruz\".  Se trata de la peor de las muertes, destinada a los esclavos y a los delincuentes.  Jesús era considerado un profeta, pero muere como un delincuente.  Observando a Jesús en su pasión, vemos como en un espejo, también los sufrimientos de toda la humanidad y encontramos la respuesta divina al misterio del mal, del dolor, de la muerte.  Y muchas veces sentimos horror ante el mal y el dolor que nos rodea y nos preguntamos: \"¿Por qué Dios permite esto?\".  Es una herida profunda para nosotros ver el sufrimiento y la muerte, ¡sobre todo la de los inocentes!  Cuando vemos sufrir a los niños es una herida en el corazón, es el misterio del mal y Jesús toma todo este mal, todo este sufrimiento sobre sí mismo.\n Esta semana nos hará bien a todos nosotros mirar el Crucifijo, besar las llagas de Jesús, besarlas en el Crucifijo.  Él ha tomado sobre Él todo el sufrimiento humano, se ha \"vestido\" de ese sufrimiento.\n Nosotros esperamos que Dios en su omnipotencia derrote la injusticia, el mal, el pecado y el sufrimiento con una triunfante victoria.  Dios nos muestra, en cambio, una humilde victoria que humanamente parece un fracaso.  Y podemos decir, Dios vence en la derrota precisamente.  El Hijo de Dios, de hecho, aparece en la cruz como un hombre derrotado: sufre, es traicionado, insultado y finalmente muere.  Jesús permite que el mal se ensañe con Él y lo toma sobre sí para vencerlo.  Su pasión no es un accidente; su muerte - aquella muerte - estaba \"escrita\".  De verdad, no tenemos tanta explicación, es un misterio desconcertante, el misterio de la gran humildad de Dios: \"Dios - en efecto - amó tanto al mundo, que entregó a su Hijo único\".  (Jn 3,16).\n La pasión y la muerte de Jesús y las frustraciones de tantas esperanzas humanas son el camino real a través del cual Dios obra nuestra salvación.  Un camino que no corresponde a los criterios humanos, es más, los abate.  En sus heridas somos curados (cf.  1 P 2,24).\n Esta semana, pensemos tanto en el dolor de Jesús, y digámonos a nosotros mismos: \"¡y ésto es por mí!\" Aunque yo hubiera sido la única persona en el mundo, Él lo habría hecho.  ¡Lo ha hecho por mí!  Y besemos el Crucifijo y digamos: \"por mí, gracias Jesús, por mí\".\n Y cuando todo parece perdido, cuando no queda ninguno porque herirán \"al pastor, y se dispersarán las ovejas del rebaño\" (Mt 26,31), es entonces cuando Dios interviene con el poder de la resurrección.  La resurrección de Jesús no es el final feliz de un cuento de hadas, no es un final feliz de una película, sino que es la intervención de Dios Padre, allí donde está desecha la esperanza humana.  En el momento en el cual todo parece perdido, en el momento del dolor en el cual tantas personas sienten la necesidad de bajar de la cruz, es el momento más cercano a la resurrección.  La noche se hace más oscura justamente antes de que empiece la mañana, antes que comience la luz.  En el momento más oscuro interviene Dios y resucita.\n Jesús, quien optó seguir por este camino, nos llama a seguirlo en su propio camino de humillación.  Cuando en ciertos momentos de la vida no encontramos vía de escape a nuestras dificultades, cuando precipitamos en la oscuridad más densa, es el momento de nuestra humillación y expoliación total, es el tiempo en el que experimentamos que somos débiles y pecadores, es entonces, en aquel momento, que no debemos enmascarar nuestro fracaso, sino abrirnos confiadamente a la esperanza en Dios, como hizo Jesús.\n Queridos hermanos y hermanas, esta semana nos hará bien tomar el Crucifijo en la mano y besarlo tantas veces, y decir: \"gracias Jesús, gracias Señor\".  Así sea.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9561462",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5815,
                    "source": {
                        "title": "es.catholic.net",
                        "uri": "es.catholic.net"
                    },
                    "time": "11:54:00",
                    "title": "El camino de la humillación de Cristo",
                    "uri": "175800885",
                    "url": "http://es.catholic.net/temacontrovertido/995/3324/articulo.php?id=61805",
                    "wgt": 1
                },
                {
                    "body": "Francisco explicó a los fieles el nexo entre la \"humillación\" de Cristo y el dolor y la oscuridad de la existencia humana.\n La Pasión de Cristo \"no es un accidente\", él \"deja que el mal se encarnice sobre él y lo toma sobre sí para vencerlo\".  La resurrección \"no es el final feliz de una película\" o \"el final feliz de una linda fábula\", agregó al explicar el sentido de la Semana Santa dentro del año litúrgico.\n \"El hijo de Dios, en efecto, aparece sobre la cruz como un hombre derrotado, sufre, es traicionado, vilipendiado y finalmente muere\", observó el Papa.\n \"Su muerte estaba escrita, realmente no tenemos tanta explicación, es un misterio desconcertante, el misterio de la gran humildad de Dios, que amó tanto al mundo como para darle su hijo unigénito\", subrayó Francisco.\n \"Esta semana -invitó- pensemos mucho en el dolor de Jesús y digámonos a nosotros mismos: 'Y esto es para mí, incluso si yo fuera la única persona en el mundo él lo habría hecho, lo hizo por mí'.\n Besemos el crucifijo y digamos: 'Por mí, gracias Jesús por mí'\".  \"Cuando todo parece perdido\", cuando \"no queda nadie más para las ovejas perdidas, es entonces que interviene Dios con la potencia de la resurrección\", agregó el Papa.\n Con la muerte en la cruz Jesús \"alcanza la completa humillación\", era \"la peor muerte, reservada a los esclavos y los delincuentes.\n Jesús era considerado un profeta pero muere como un delincuente, mirando a Jesús en su Pasión vemos como en un espejo también el sufrimiento de toda la humanidad y hallamos la respuesta divina al misterio del mal, del dolor, de la muerte\", manifestó.",
                    "date": "2014-04-16",
                    "eventUri": "585575",
                    "id": "9561455",
                    "isDuplicate": false,
                    "lang": "spa",
                    "sim": 0.5268,
                    "source": {
                        "title": "El Comercio",
                        "uri": "www.elcomercio.com"
                    },
                    "time": "10:54:00",
                    "title": "Papa Francisco: La resurrección de Cristo no es un 'happy end'",
                    "uri": "175800878",
                    "url": "http://www.elcomercio.com/mundo/Papa-Francisco-resurreccion-Cristo-Vaticano-Iglesia-Catolica_0_1121287955.html",
                    "wgt": 1
                }
            ]
        },
        "info": {
            "articleCount": 7,
            "averageDate": "2014-04-16",
            "avgCos": 0.5469,
            "categories": [],
            "customDate": false,
            "customLocation": false,
            "eventUri": "585575",
            "extractedDate": "",
            "extractedDateEnd": "",
            "id": "579907",
            "lang": "spa",
            "storyDate": "2014-04-16",
            "storyDateEnd": "",
            "uri": "e7e700df-6a06-44ea-a4f3-f736278fc36b-134911",
            "variance": 0.2009
        }
    },
    "meta": {
        "CCAArticleMatchCount": 14,
        "CCAArticleMatchRatio": 0.1505376344086022,
        "CCAAvgCosSim": 0.7408714285714286,
        "CCAAvgMatchWgt": 31.85714285714286,
        "_articleUri1": "175800874",
        "_articleUri2": "175790375",
        "_datetime": "2015-02-19 21:26:03",
        "_ruleBasedShouldMerge": false,
        "_storyUri1": "e7e700df-6a06-44ea-a4f3-f736278fc36b-134911",
        "_storyUri2": "850f305d-14db-4c75-b547-79470a557ea3-315141",
        "_username": "Evgenia Belyaeva",
        "artCount1": 7,
        "artCount2": 8,
        "avgCosSimStory1": 0.5469,
        "avgCosSimStory2": 0.399,
        "categorySim": 0,
        "conceptCosSim": 0.4979400745414748,
        "conceptJaccardSim": 0.1728395061728395,
        "coreTime1": 125272.0333333333,
        "coreTime2": 125267.5,
        "coreTimeStDev1": 2.669394862935416,
        "coreTimeStDev2": 1.388112977711893,
        "entityCosSim": 0.793394134964826,
        "entityJaccardSim": 0.09375,
        "extractedDateJaccardSim": 0,
        "extractedDatesStory1": 2,
        "extractedDatesStory2": 1,
        "hasSameLocation": -1,
        "keywordCosSim": 0.4197632397140373,
        "keywordJaccardSim": 0.2244897959183674,
        "lang1": "spa",
        "lang2": "eng",
        "matchingDateCount": 0,
        "matchingDateRatio": 0,
        "ratioAnnotatedArticlesStory1": 1,
        "ratioAnnotatedArticlesStory2": 1,
        "shouldMerge": true,
        "storyQuality1": 12,
        "storyQuality2": 5,
        "timeAvg1": 125268.5523809524,
        "timeAvg2": 125268.5208333333,
        "timeStDev1": 2.669394862935416,
        "timeStDev2": 1.388112977711893,
        "varianceStory1": 0.2009,
        "varianceStory2": 0.3408
    }
}