{"top_image": {"en": "https://static.euronews.com/articles/375925/1000x563_375925.jpg", "ar": "https://static.euronews.com/articles/375925/1000x563_375925.jpg", "pt": "https://static.euronews.com/articles/375925/1000x563_375925.jpg", "es": "https://static.euronews.com/articles/375925/1000x563_375925.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "It’s an age when many of us would be considering winding down, and cutting back on physical exertion. Not so for Paolo Nespoli, who is about to embark on his third space mission at the age of 60, which makes him Europe’s oldest astronaut. At the end of July he will voyage to the International Space Station, where he will remain for some months.\n\nNespoli sets off in a year that is heavy with symbolism for him: 2017 not only marks the start of his seventh decade, but also the 60th anniversary of the launch of Sputnik, which, on 4 October 1957, became the world’s first satellite to be sent into orbit.\n\nFor euronews, Claudio Rosmino has been following Nespoli as he undergoes his training for the mission.\n\nInspiration\n\nPaolo Nespoli spent his formative years at a time when man’s ambitions for space travel were boundless. After Sputnik, in 1961, Yuri Gagarin became the first human to voyage in space, and, between 1969 and 1972 the Apollo landings put man on the moon. “I grew up seeing rocket launchers going to the moon”, explains Nespoli, “and watching cartoons like The Jetsons, about a family who lived in space and travelled around on jet scooters”.\n\nHis two previous missions have been a source of inspiration in themselves. Paolo Nespoli talks about rediscovering his sense of wonder upon seeing entirely new things, and upon relearning how to do familiar things in a totally different way. This joy of discovery “is perhaps something that adults have lost, but children still have inside them. So going to space winds the clock back, and makes you younger,” he laughs.\n\nNever too old?\n\n60 may be a European record, but Nespoli is not the oldest space-traveller in the world. In 1988, retired US astronaut John Glenn underwent his final mission at the grand old age of 77 as part of the STS-95 crew. According to The New York Times, he was given his place on the team after a concerted lobbying effort in which he asked NASA to be allowed to fly as a human guinea pig for geriatric study. He participated in experiments on sleep monitoring and protein use.\n\nBut, given the physical and psychological stamina required, is it wise to embark on a space mission in older age?\n\nFilippo Castrucci, Flight Surgeon at the European Space Agency, doesn’t see why not: “the beautiful thing about humans is that physiology is very relative, age is very relative: so we can have a very young 60-year-old who is performing much better than a very old 30-year-old.”\n\nTraining\n\nEven with two space missions under your belt, and the wisdom of age on your side, training is intensive and rigorous. Astronauts have to acquire specific new skill sets before each new launch, depending on the purpose of their mission.\n\nThis time, Paolo Nespoli has had to learn how to fit a new machine into the Columbus laboratory module of the ISS, painstakingly repeating the motions needed to do this in a weightless environment, and learning about the mechanics of his task. He’ll have to check that the settings were correctly established back on the ground and that the machine works when it is in place.\n\nIt’s not just new challenges that require training. Simply moving about on the ISS can be problematic. Nespoli explains: “You have to become Superman, in the sense that you have to fly, literally. All this takes time, between 4 and 6 weeks, until you no longer have to think each time about how to move from here to there without colliding with anything.”\n\nAn army of researchers work on the ground to improve preparations in this respect. Laura Andre-Boyet, one of ESA’s astronaut trainers, works with a piece of equipment that is “trying to understand how the brain and central nervous system work so that we can see if, when weightless, our movements are as precise as they are on the ground”. There wasn’t enough time for French astronaut Thomas Pesquet to take advantage of the equipment before his mission, but Paolo Nespoli and his team will have been able to do so.\n\nNespoli and his crew-mates, Russian Sergey Ryazansky and the American Randy Bresnik, are nonetheless hoping that their previous experience will come in useful by reducing the time they need to acclimatise once they are in space.\n\nAll work and no play?\n\nAt 60, it is highly possible that Paolo Nespoli’s third mission will be his last. So what are his aspirations for it? To enjoy it, it seems: “this time I’ll try to enjoy the sensations of being in space a bit more, instead of focusing solely on doing my best to achieve the best result”.", "ar": "كيف يتحمل رواد الفضاء الإجهاد البدني والنفسي المكثف في المحطة الفضائية الدولية؟ باولو نيسبولي، أكبر رواد الفضاء الأوروبيين سناً لا يزال يمارس مهنته. في الستين من عمره سيعود للمرة الثالثة لمحطة الفضاء الدولية. في الأشهر القليلة الماضية، تابعناه خلال تدريبه لنفهم كيف يستعد للعيش ستة أشهر في الفضاء.\n\nقبل 60 عاما، أطلق السوفييت سبوتنيك، أول قمر صناعي في المدار، من بعد أصبح غاغارين اول من انطلق الى الفضاء ثم بدأت بعثات أبولو الأمريكية.\n\nهذه الإنجازات أثرت بطفولة رائد الفضاء الإيطالي الذي يبدأ في الأيام المقبلة، مهمته الفضائية الثالثة.\n\n“ نشأت وانا أشاهد المركبات الفضائية تنطلق إلى القمر، انه كان غزو القمر، وشاهدت أيضا الرسوم المتحركة مثل جتسونز، الأسرة التي تعيش في المستقبل على كوكب آخر، وتتنقل بدراجات طائرة “، يقول باولو نيسبولي، رائد الفضاء في وكالة الفضاء الأوروبية.\n\nالآن، الفضاء هو حاضر باولو نيسبولي، لكنه ليس روتينياً. حتى بعد أشهر من التدريب على الأرض، يحتاج رواد الفضاء إلى فترة للتكيف البدني والعقلي على متن المحطة الفضائية الدولية لتعلم العيش في ظروف انعدام الجاذبية.\n\nالإنتقال من مكان لآخر دون الإرتطام\n\n“حين يتعلق الأمر ببعثات طويلة الأمد كبعثتي الثانية التي قمت بها، والمقبلة التي سأقوم بها، يجب أن نصبح جزءا من المحطة، أن نشعر بالراحة على متنها، أن نتعلم لنصبح نوعاً من سوبرمان، بمعنى أن علينا أن نطير، حقاً. كل هذا يستغرق بين 4 و 6 أسابيع، قبل ان نتمكن من عدم التفكير بكيفية الانتقال من مكان إلى آخر دون الارتطام بجميع الجهات “، يقول\n\nباولو نيسبولي.\n\n“التواجد في الفضاء يعيد الشباب\n\nفي العام 2007، عمل لمدة أسبوعين في بناء محطة الفضاء الدولية، وفي العام 2011 ، أمضى ستة أشهر على متنها، لكن كيف ستكون هذه المهمة الثالثة مختلفة بالنسبة لرائد الفضاء الإيطالي هذا؟\n\n“هذه المرة سأحاول الاستمتاع أكثر بالأحاسيس المختلفة في الفضاء وليس التركيز على أفضل ما أستطيع تحقيقه للحصول على أفضل نتيجة فقط“، يجيب باولو نيسبولي.\n\nجدول أعمال طاقم المحطة الفضائية الدولية سيكون مكثفاً جدا لأنهم سيقومون ب 200 تجربة علمية تقريباً. من خلال الاستفادة من الظروف الفريدة التي تقدمها الجاذبية الصغيرة، رواد الفضاء على متن هذا النوع من المختبر المداري سيتصرفون وكأنهم الذراع الأيمن الباحثين على الأرض.\n\n“فرحة الاكتشاف تمنح الشعور بالنشوة، ربما هذا هو ما يتمتع به الأطفال ويفقده الكبار. لذا، الذهاب إلى الفضاء يعيد لنا هذا الاحساس وقد يجعلنا أصغر سنا“، يؤكد باولو نيسبولي.\n\nطوال حياتهم، يحافظ رواد الحفاظ على لياقتهم البدنية ويخضعون لفحوصات طبية منتظمة. لكن ، الظروف الشخصية تلعب دورا مهماً ايضاً .\n\n“الشيء الجميل في البشر هو أن وظائف الأعضاء امر نسبي جدا، العمر نسبي جداً، يمكن من أن تكون في الستين من العمر لكن آدائك أفضل بكثير من شخص في الثلاثين من العمر“، يقول فيليبو كاستروتشي في وكالة الفضاء الأوربية.\n\nتأثير انعدام الجاذبية على الجسم البشري\n\nللحفاظ على صحة رائد الفضاء خلال المهمات طويلة الأمد في الفضاء يجب أن نعرف مدى تغير أعضاء الجسم كافة.\n\n“التجربة التي تم إنشاؤها خلفي تحاول فهم الكيفية التي يعمل بها الدماغ والجهاز العصبي المركزي، الهدف هو أن نعرف هل في الجاذبية الصغيرة، دقة الحركات ستكون على ما يرام كما على الأرض“، تقول لورا أندري-بويت، محللة رواد الفضاء في وكالة الفضاء الأوربية\n\n“سيقوم باولو بتجريب كل اجزاءالجهاز، وسيمارس كل الأنشطة الميكانيكية من اجل تثبيته في كولومبوس، وهي مهمة ضخمة. من بعد،\n\nعليه ان يتأكد هل الإستعدادات التي تم القيام بها هنا (على الأرض) كانت كافية وهل نستخدم الجهاز بافضل طريقة“، تقول لورا أندري-بويت.\n\nمستقبل استكشاف الفضاء\n\nسيرتبط مستقبل استكشاف الفضاء بتطوير معلوماتنا عن الآثار المعروفة للجاذبية الصغرى على جسم الإنسان، كالتغيرات في نظام القلب والأوعية الدموية وفقدان الكتلة العظمية والمعادن وغير ذلك.\n\n“محطة الفضاء الدولية هي موطئ قدمنا ​​في الفضاء، لكنها تساعدنا أيضا على وضع خطة وقاعدة من المعرفة للذهاب إلى أبعد من ذلك.\n\nبالامكان تجنب فقدان المعادن وضعف العضلات من خلال وضع رواد الفضاء في جاذبية جزئية أو كاملة. للتحضير لمهمة فضائية طويلة الأمد على كواكب أخرى نحتاج لمركبات فضائية تتكيف مع البشر، وليس لبشر يتكيفون مع قيود المركبة “، يقول فيليبو كاستروتشي، وكالة الفضاء الأوربية.\n\nقاعدة دائمية على سطح القمر ورحلات مأهولة إلى المريخ\n\nتجاوز المدار المنخفض حول الأرض في العقود المقبلة، هو هدف وكالة الفضاء الأوربية بقاعدتها الدائمية على سطح القمر، اما ناسا فتخطط\n\nلبرنامج طويل الأمد لرحلات مأهولة الى المريخ.\n\n“ربما تخيل يوري غاغارين أنه بعد 60 عاما على رحلته الأولى في الفضاء، سنكون قد ذهبنا إلى أبعد من ذلك بكثير، إلى المريخ، او ربما، حتى خارج النظام الشمسي، لكن الأمر ليس كذلك.\n\nكبشر، نستمر بالتوسع، نواصل المضي على طريق المعرفة، ومن المهم جداً القيام بذلك. بالنسبة لي، المساهمة بهذ يسرني ويُشرفني“، يقول رائد الفضاء باولو نيسبولي.\n\nفي الأيام المقبلة، باولو نيسبولي وفريقه، الروسي سيرجي ريازانسكي والأمريكي راندي بريسنيك، سيستمرون بكتابة قصة الفضاء، سينطلقون من منصة أول رحلة فضائية قام بها غاغارين.\n\nالمزيد عن عالم الفضاء\n\nكلاوديو روزمينو بمشاركة رجاء التميمي", "pt": "Que tipo de preparação é requerida para participar nas missões à Estação Espacial Internacional? Pois bem, fomos ver como é que Paolo Nespoli, o mais antigo astronauta europeu em funções, com 60 anos de idade, se preparou para regressar pela terceira vez à plataforma espacial, onde vai ficar seis meses.\n\nNo ano em que Paolo Nespoli nasceu, o Sputnik era lançado para tornar-se no primeiro satélite em órbita. Os primeiros passos da aventura espacial seriam em seguida marcados pela viagem de Iuri Gagarin, o primeiro homem no espaço, e pelas missões Apollo.\n\n“Eu cresci a ver foguetões a serem lançados para conquistar a Lua. Lembro-me de ver desenhos animados como ‘Os Jetsons’, que eram uma família que vivia fora do planeta e que andava com uma espécie de scooters espaciais…”, conta-nos Nespoli.\n\nUma nova missão espacial implica sempre uma reaprendizagem da vida num contexto de microgravidade e um período de adaptação após a chegada à plataforma internacional.\n\n“Quando são missões de longa duração, como esta que vou iniciar agora, tornamo-nos como que parte da estação, temos de encontrar a forma de nos sentirmos confortáveis a bordo. De certa maneira, é como se nos tornássemos em super-homens, até porque voamos, literalmente. Tudo isto leva entre 4 a 6 semanas, até nos podermos mexer à vontade sem ter de calcular como não chocar com as coisas…”, afirma.\n\nEm 2007, este astronauta italiano da ESA (a Agência Espacial Europeia) participou na construção da estação espacial. Em 2011, passou 6 meses a bordo. O que é que vai mudar desta vez? “Desta vez, vou tentar aproveitar mais a experiência de estar no espaço em vez me focar apenas em ser eficiente e nos resultados que tenho de alcançar”, responde.\n\nA próxima tripulação irá conduzir perto de duas centenas de experiências científicas. A microgravidade torna a estação num laboratório orbital para os cientistas que orientam os testes a partir da Terra.\n\nPara Nespoli, “o prazer da descoberta é algo que dá uma certa euforia, que as crianças costumam ter e os adultos vão perdendo. Se calhar, ir até ao espaço rejuvenesce…”.\n\n“A idade é muito relativa”\n\n“O que os humanos têm de fantástico é que a fisiologia é muito relativa, a idade é muito relativa. Ou seja, pode haver pessoas de 60 anos que estão em muito melhor forma do que outras de 30”, diz-nos Filippo Castrucci, médico da ESA.\n\nDaí que seja essencial estudar as funções básicas do corpo e avaliar as mudanças produzidas pela microgravidade em cada um dos astronautas, a nível do sistema nervoso central, por exemplo.\n\n“O Paolo vai efetuar várias atividades mecânicas para instalar equipamento no módulo Columbus, o que é uma tarefa árdua. E depois vai verificar se a preparação feita aqui na Terra foi adequada e se é ou não possível utilizar a máquina corretamente”, realça a instrutora Laura Andre-Boyet.\n\n''Io ritorno tra le stelle''. La terza volta dell'astronauta Paolo Nespoli https://t.co/hwL5CkvEzP — la Repubblica (@repubblica) 11 juillet 2017\n\nHá vários problemas que têm sido registados: alterações no sistema cardiovascular, défices no sistema circulatório, perda de cálcio, entre outros…\n\n“A Estação Espacial Internacional é a nossa base de operações no espaço, mas também nos fornece conhecimentos para podermos avançar. A desmineralização óssea, o desgaste muscular são fatores que podem ser evitados se fornecermos à tripulação uma gravidade parcial ou total. Temos de adaptar as limitações do veículo aos humanos e não o contrário”, salienta Filippo Castrucci.\n\n“Talvez Iuri Gagarin imaginasse que, passados 60 anos da sua viagem, já teríamos ido muito mais longe, a Marte, por exemplo, ou até fora do sistema solar. Mas ainda não chegamos a esse ponto. A expansão da raça humana continua. Estamos a desenvolver um caminho de conhecimento que é extremamente importante. Para mim, é um prazer e uma honra fazer parte de tudo isto”, remata Nespoli.\n\nA contagem final começou.", "es": "Bienvenidos al programa Space. Nos encontramos en el módulo de control Soyuz utilizado por los astronautas para viajar a la Estación Espacial Internacional. ¿Cómo los astronautas soportan tanto estrés físico y psicológico?\n\nPaolo Nespoli es el astronauta europeo de más larga trayectoria aún en activo. Con 60 años, vuelve por tercera vez a la Estación Espacial Internacional.\n\nEstos últimos meses hemos seguido su entrenamiento para ver cómo prepara su estancia de seis meses en el espacio.”\n\nHace 60 años, Paolo Nespoli nació con buena estrella: la de la conquista del espacio. Los soviéticos lanzaban el Sputnik, el primer satélite espacial.\n\nAños después, Yuri Gagarin se convertía en el primer hombre en viajar al espacio exterior y los estadounidenses llevaban adelante el programa Apolo.\n\nLa aventura espacial marcó la infancia del astronauta italiano que en los próximos días, en torno al 28 de julio, comenzará su tercera misión espacial.\n\n“De niño crecí fascinado por las naves espaciales que viajaban a la Luna. Era la conquista lunar. También veía la serie “Los Supersónicos”, una familia que vivía en otro planeta y que se movía en una especie de platillo volante”, recuerda Paolo Nespoli.\n\nEl espacio forma parte de la vida diaria de Paolo Nespoli, pero nunca se volvió una rutina.\n\nAdaptarse a la microgravedad, sin embargo, es algo que el cuerpo debe aprender cada vez. Los astronautas, a pesar del entrenamiento, necesitan un período de adaptación física y mental al llegar a la Estación Espacial Internacional.\n\n“Cuando se trata de misiones de larga duración como fue mi segunda misión o como será esta próxima, tienes que formar parte integrante de la estación, sentirte cómodo a bordo y aprender a ser superman, en el sentido de que tienes que volar literalmente. Todo eso lleva tiempo, entre 4 y 6 semanas, para sentirte como en casa y que los movimientos sean fluídos, sin tener que pensar, ni darte golpes por todos lados.”\n\nDespués de haber trabajado en la construcción de la Estación Espacial Internacional durante dos semanas en 2007, y tras haber pasado seis meses a bordo en 2011, ¿cómo será la próxima misión de Paolo Nespoli?\n\n“Esta vez intentaré disfrutar un poco más de las diferentes sensaciones que tienes al estar en el espacio, en lugar de concentrarme únicamente en lograr el mejor resultado.”\n\nLa próxima tripulación de la Estación Espacial Internacional tendrá un programa muy cargado, ya que han de llevar a cabo unos 200 experimentos científicos en condiciones de microgravedad.\n\n“¡Qué alegría cuando se hace un descubrimiento! Eso produce una euforia y es quizás lo que los adultos pierden a diferencia de los niños… Así que viajar al espacio te hace regresar a ese estado y quizá te rejuvenece, quién sabe …”\n\nLos astronautas se entrenan físicamente y se cuidan durante años a base de medicina preventiva que les mantiene en forma. Pero las características individuales juegan también un papel importante.\n\n“Lo bonito de los seres humanos es que la fisiología es muy relativa. La edad es muy relativa. Podemos tener una persona con 60 años que se mantienen más joven que alguien de 30 años”, asegura Filippo Castrucci de la Agencia Espacial Europea.\n\nEl ser humano está programado naturalmente para responder a la fuerza de la gravedad. Para preservar la salud de los astronautas en misiones de larga duración es crucial saber cómo afecta la gravedad cero a cada función del organismo.\n\n“El experimento que tenemos instalado ahí detrás trata de entender cómo funciona el cerebro y el sistema nervioso central, para saber si en condiciones de microgravedad, tendrá la misma precisión de movimientos que en la tierra”, explica Laura André-Boyet, instructora vuelos espaciales de la Agencia espacial Europea.\n\nPaolo Nespoli realizará pruebas en órbita con esta máquina que ayudará a entender cómo funciona el cerebro y cómo se adapta a la ingravidez.\n\n“Paolo tendrá que experimentar con todas estas máquinas y realizar diferentes actividades mecánicas. Él será quien instale esta maquinaria tan voluminosa en el laboratorio Columbus. Y más adelante comprobará si el trabajo realizado con anterioridad era suficiente y si efectivamente se puede utilizar esta máquina, prosigue Laura André-Boyet, de la Agencia espacial Europea.\n\nLa exploración espacial está vinculada a la investigación científica y tecnológica de sus efectos en el organismo. ¿Cómo afecta al sistema cardiovascular? ¿Entraña problemas en el sistema circulatorio?¿Provoca la pérdida de calcio?\n\n“La Estación Espacial Internacional es un punto de apoyo, pero se utiliza también para establecer un plan y una base de conocimientos para poder ir más allá. La desmineralización ósea, el desgaste muscular… todo eso podría evitarse proporcionando gravedad, parcial o total, a los miembros de la tripulación”, dice Filippo Castrucci.\n\n“Nos hacen falta naves adaptadas a los humanos y no que los humanos se adapten a las restricciones de las naves.”\n\nDesde el fin de las misiones Apolo, ningún astronauta ha ido más allá de la órbita terrestre baja. La Agencia Espacial Europea podría crear un puesto permanente en la Luna, mientras que la NASA proyecta misiones tripuladas a Marte.\n\n“Tal vez Yuri Gagarin hubiera imaginado que 60 años después de su primer vuelo en el espacio habríamos ido mucho más lejos, por ejemplo a Marte, o incluso fuera del sistema solar, pero todavía no estamos ahí. Como seres humanos seguimos desarrollando esa expansión y seguimos en la vía del conocimiento y es muy importante hacerlo. Para mí formar parte de todo esto es un placer y un honor”, concluye Paolo Nespoli.\n\nComienza ahora la cuenta regresiva. Un último evento simbólico marcará la misión de Nespoli y sus compañeros de equipo, el ruso, Sergey Ryazansky y el estadounidense Randy Bresnik: despegarán desde la misma plataforma de la primera misión de Gagarin."}, "title": {"en": "Voyaging back into space at 60: Paolo Nespoli", "ar": "باولو نيسبولي، في الستين من العمر ويستعد لمهمته الفضائية الثالثة", "pt": "Paolo Nespoli, o espaço não tem idade", "es": "Paolo Nespoli, un veterano del espacio"}, "date": {"en": "07/13/17 00:00:00", "ar": "07/13/17 00:00:00", "pt": "07/13/17 00:00:00", "es": "07/13/17 00:00:00"}}