{"top_image": {"en": "https://static.euronews.com/articles/377520/1000x563_377520.jpg", "ar": "https://static.euronews.com/articles/377520/1000x563_377520.jpg", "pt": "https://static.euronews.com/articles/377520/1000x563_377520.jpg", "es": "https://static.euronews.com/articles/377520/1000x563_377520.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The European Parliament’s chief Brexit coordinator has warned MEPs will veto a deal with the UK.\n\nGuy Verhofstadt wrote in the Guardian newspaper that Theresa May must improve her offer to protect the rights of EU citizens.\n\nThe former prime minister of Belgium said a mechanism should be set up in which the European Court of Justice should play a full role.\n\nHe also warned that EU nationals would become second class citizens.\n\nIt was a call echoed by a fellow Belgian MEP: Philippe Lamberts of the Greens.\n\n“What the call a generous offer is not really generous, when you compare with the rights that the British citizens will enjoy on the continent that the EU gives to any third country nationals,” he told euronews.\n\n“The rights that the British government is prepared to grant to he EU citizens are basically sort of second class citizenship that can be revoked at any point and time. It’s what they call the settled status, which you can earn, and not easily, and once you have it….it can be revoked,” he said.\n\nDamian Green, a member of Theresa May’s government, denied Verhofstadt’s claims in a radio interview on Monday, urging the Liberal leader to “read our proposal.”\n\nMaria Dermertzis of the Brugel think-tank warned that highly qualifed EU nationals would look for work elsewhere unless the issue was solved.\n\n“They will be very discouraged from staying in the UK or going to the UK and so I think that’s gonna have a negative impact on the UK economy,” she said.\n\nFurther Brexit talks are set to take place later this month.", "ar": "قال مفاوض البرلمان الأوروبي في ملف “بريكست” غي فيرهوفشتات،إنه على استعداد للتصويت بالرفض ضد الاقتراح المقدم من قبل بريطانيا بشأن حقوق مواطني الاتحاد بعد خروج لندن من الاتحاد (بريكست).في مقال نشر اليوم في العديد من الصحف الأوروبية ووقعه برلمانيون أوروبيون،اعتبر رئيس وزراء بلجيكا السابق،أن مقترح الحكومة البريطانية يمنح وضعية قانونية خاصة للأوروبيين المقيمين في بريطانيا بعد خروجها من الاتحاد كما يهدد بخلق طبقة من “المواطنين من الدرجة الثانية”،\n\nويقول فيليب لامبرت نائب في البرلمان الأوروبي من مجموعة الخضر البلجيكية\n\n“ ما يصفونه بأنه عرض سخي ، فهو ليس كذلك،فعندما تقارنون الحقوق التي يستفيد منها المواطنون البريطانيون داخل القارة،وما يقدمه الاتحاد من مزايا لأي مواطن، فالحقوق التي تقول الحكومة البريطانية إنها مستعدة لضمانها لمواطني دول الاتحاد الأوروبي هي في حقيقة الأمر،خلق طبقة من “المواطنين من الدرجة الثانية”، يمكن أن تطبق في أي وقت ما.فما يمكن الحصول عليه هو حالة الإقامة الدائمة، لكن هذه الإقامة يمكن أن تلغى في أي وقت”\n\nهذا ويوفر وضع المقيم الدائم،حقوقا مماثلة لتلك التي يتمتع بها مواطنو الاتحاد الأوروبي،و لكن حسب ماريا ديميرتزيس فإن وضع عديد الحواجز أمر يؤسف له فعلا وهو جالب للضرر على كل حال.\n\n“أن تكون مواطنا من دول أخرى فهذا يعني أنه من الصعوبة بمكان السفر إلى المملكة المتحدة،كسائح أو بتصريح عمل،إن هذا يعد إجراء سلبيا حسب رأيي بالنسبة للملكة المتحدة،ذلك أن مواطني الاتحاد الأوروبي من ذوي الخبرات العالية ممن يعملون حاليا بالمستشفيات أو غير ذلك في المملكة المتحدة، سيشعرون بالتثبيط من الذهاب إلى المملكة المتحدة ،لذلك أرى أن الإجراء سيكون سلبيا ومضرا بالاقتصاد البريطاني”\n\nهذا ويعيش ما يزيد قليلا عن 3 ملايين من مواطني الاتحاد الأوروبي في المملكة المتحدة، أما مواطنو بريطانيا فعددهم ما يقرب من مليون في جميع الدول الأعضاء.", "pt": "As negociações sobre o Brexit começaram há menos de um mês, mas Guy Verhofstadt está desiludido com o Reino Unido e ameaçou com o veto, já que cabe ao Parlamento Europeu aprovar o acordo final.\n\nO coordenador do processo por parte desta instituição criticou a proposta sobre os direitos dos cidadãos, num artigo de opinião publicado, segunda-feira, no jornal britânico “The Guardian”.\n\nWe will not accept EU citizens becoming “second class” citizens. https://t.co/16XDn2G7v4 — Guy Verhofstadt (@GuyVerhofstadt) July 10, 2017\n\nO texto foi co-assinado por vários eurodeputados, incluindo o belga Philippe Lamberts, dos Verdes: “Aquilo que classificam de oferta generosa não é, de facto, generosa, se comparada com os direitos que os cidadãos britânicos vão ter no continente, face aos que lhes é oferecido pela União Europeia”.\n\n“Os direitos que o governo britânico está disponível para conceder aos cidadãos da União Europeia equivalem a uma espécie de cidadania de segunda classe, que pode ser revogada a qualquer momento. É o que eles chamam de “estatuto estabelecido”, que pode ser adquirido, o que não será fácil, e que mais tarde poderá ser revogado”, acrescentou o eurodeputado, numa entrevista à euronews.\n\nAs críticas ao governo britânico foram também colocadas numa carta enviada ao líder das negociações pela Comissão Europeia, Michel Barnier.\n\nA analista política Maria Demertzis, do centro de estudos europeus Bruegel (em Bruxelas), também considera a proposta negativa para ambas as partes.\n\n“Ter estatuto de nacional de país terceiro significa que será muito mais difícil entrar no Reino Unido, seja como turista ou para obter autorização de trabalho. É uma má notícia para o Reino Unido porque todas as pessoas altamente qualificadas da União Europeia que estão, atualmente, a trabalhar nos serviços financeiros, nos hospitais, etc, não se sentirão encorajadas a ficar no Reino Unido e isso vai ter um impacto negativo na economia do Reino Unido”, explicou a analista, em entrevista à euronews.\n\nCerca de três milhões de cidadãos de países da União Europeia vivem no Reino Unido. O grupo de eurodeputados envolvido no processo do Brexit afirma que a proposta apresentada pelo país “não respeita os princípios de reciprocidade, simetria e não discriminação”.", "es": "“O mejora la oferta del brexit a los ciudadanos de la UE o vetaremos el acuerdo”. Éste es el contundente mensaje que han enviado este lunes a la primera ministra británica, Theresa May, los principales partidos políticos del Parlamento Europeo.\n\nSegún el diario The Guardian, la Eurocámara tacha el plan de May de ser un “petardo mojado”, que convertiría a los europeos que permanezcan en el Reino Unido tras el brexit en “ciudadanos de segunda”.\n\n“Lo que llaman una oferta generosa realmente no lo es. Si comparamos los derechos que tendrán los ciudadanos británicos en el continente, con los que la UE concede a nacionales de terceros países y los que el gobierno británico está dispuesto a conceder a los ciudadanos de la Unión. Creo que es una especie de ciudadanía de segunda categoría que puede ser revocada en cualquier momento.\n\na pesar de que no será fácil de conseguir”, aseguraba Philippe Lamberts, eurodiputado del grupo de Los Verdes.\n\nMay propone un nuevo estatuto que equipara a los europeos como a nacionales de terceros países con menos derechos que los que se les ofrecen a los ciudadanos británicos en la Unión.\n\n“Para los nacionales de terceros países implicaría más dificultades para acceder al Reino Unido como turista o, incluso, con un permiso de trabajo. En mi opinión, eso sería una mala noticia para el Reino Unido, porque para las personas altamente cualificadas de la UE que trabajan en Londres, por ejemplo en hospitales, será muy desalentador permanecer en el Reino Unido, y creo que eso tendrá un impacto negativo en la economía británica”, opina Maria Demertzis, del Think Tank Bruegel.\n\nEn la actualidad viven en Reino Unido alrededor de 3,3 millones de europeos, de los cuales alrededor de 100.000 son españoles."}, "title": {"en": "Top MEP threatens Brexit deal veto over citizens' rights", "ar": "البرلمان الأوروبى يهدد باستخدام حق النقض بشأن مقترح الحكومة البريطانية بعد البريكسيت", "pt": "Desiludido com o Reino Unido, Guy Verhofstadt ameaça vetar Brexit", "es": "La Eurocámara amenaza con vetar el 'brexit'"}, "date": {"en": "07/10/17 00:00:00", "ar": "07/10/17 00:00:00", "pt": "07/10/17 00:00:00", "es": "07/10/17 00:00:00"}}