{"top_image": {"en": "https://static.euronews.com/articles/381604/1000x563_381604.jpg", "ar": "https://static.euronews.com/articles/381604/1000x563_381604.jpg", "pt": "https://static.euronews.com/articles/381604/1000x563_381604.jpg", "es": "https://static.euronews.com/articles/381604/1000x563_381604.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Barcelona attracts millions of holidaymakers each year for its sun-soaked beach front and bustling nightlife, but some locals are growing fed up with tourists.\n\nIn late July, a group of masked men targeted an open-top tour bus, slashing its tires and scrawling graffiti onto its sides. Some terrified tourists on board first thought it was a terror attack.\n\nThe message, in Catalan, read “Tourism Kills neighbourhoods”. The action was claimed by a group of radical leftists affiliated to the separatist Catalan political party, the Candidatura d’Unitat Popular (CUP; Popular Unity Candidacy).\n\nTheir actions appear to be gaining momentum across Spain.\n\nIs Barcelona trying play down news of anti-tourism attack last week? https://t.co/INFjrTShaY — El País in English (@elpaisinenglish) August 1, 2017\n\nA radical group that has attacked a tourist bus used by British visitors in Barcelona has now struck in Majorca https://t.co/ag8OsbqnQV pic.twitter.com/FUJqDF88sA — The Times of London (@thetimes) August 2, 2017\n\nFlares and confetti\n\nThis week in Mallorca, youths stormed a restaurant on the Marina, armed with… red flares and confetti.\n\nRestaurant manager Carmen Sanchez Solano said several customers were having dinner when a group of people came carrying banners.\n\n“We thought it was a small demonstration,” she said. “They threw coloured smoke bombs into the restaurant. Several girls wearing masks attacked the customers.”\n\nArran, the radical movement behind the attacks, has been vocal about the impact the mass travel industry is having on locals’ quality of life.\n\n“We want to denounce the destruction of the territory and the exploitation of the working class by the hotel industry,” said Pau Pico, Arran’s spokesman in Mallorca.\n\n“In no case was the action violent – banners were displayed, confetti was thrown .. And we’ve planned a series of actions throughout the summer”.\n\nAs in Barcelona, many in Mallorca seem to have become allergic to tourists – even as the island lives off the industry.\n\nArran protesta contra la masificación turística en Palma https://t.co/5IzDzEcZoM pic.twitter.com/9V3yRhJI6n — Diario de Mallorca (@diariomallorca) 1 de agosto de 2017", "ar": "السياحة في أوجها هذه الأيام في عاصمة إقليم كتالونيا، فالسياح يأتونها من كل حدب وصوب، غير أن هذه الشهرة العالمية لا تروق بجميع السكان المحليين، الذين بدؤوا يتذمرون من العدد الهائل للسياح الذين يأتون أفواجاً أفواجاً، بل موجات متتالية.\n\nالمدينة المتوسطية طالما كانت الوجهة المفضلة في أوروبا، إلا ان شهرتها تراجعت في السنوات الأخيرة مع قدوم السياحة عبر الانترنيت، والتي تجاوزت الشكل التقليدي المعتمد أساساً على وكالات السياحة والفنادق، ليصبح الخواص يستأجرون شققهم للسياح، وأشهر هذه المواقع “ إربي أن بي”. إذ بفضل هذه المواقع تدنى سعر الايواء مع مالكين خواص الذين يحولون مساكنهم لشقق سياحية، الكثير منهم يعملون بطريقة غير شرعية. وأكثر من هذا في بعض المناطق من المدينة يتجاوز عدد الشقق المؤجرة، عدد الفنادق، ما أدى إلى تهاطل منقطع النظير على المدينة.\n\nNumerous reports that Catalan coalition member CUP supporting, or behind, attacks on Barcelona tourism. https://t.co/PDQKda9xpi — Charles Butler (@ibexsalad) 4 août 2017\n\nالمواطنون في العاصمة الكتالونية يشتكون ليس فقط من كثرة عدد السياح، بل من السلوكات المنحرفة لبعض هؤلاء، والتي تعكر السير الحسن للحياة العادية للأفراد، خاصة السهرات غير المنتهية طوال الليل في الطرقات، مع كثرة استهلاك الكحول الذي يؤدي إلى كسر الهدوء في الأحياء الشعبية للمدينة.\n\nتقدر الاحصائيات عدد الوافدين على برشلونة بـ 7.5 ملايين سائح يقضي ليلة على الأقل في هذه السنة، و هذا أربع مرات عدد سكان برشلونة. وتعتبر السياحة حيوية للاقتصاد المحلي، إلا أن الكثير من الناس يرون أن الامر تجاوز الحد، ويجب ضبطه ووضع أطر لهذا المشكل المعقد، الذي صار مصدراً للفوضى.", "pt": "1 milhão e 600 mil habitantes, 32 milhões de turistas, durante o ano passado. Barcelona está saturada de turismo e os barceloneses fartos.\n\nQuando um bairro começa a funcionar quase inteiramente em regime de Airbnb, deixa de existir comunidade local, o bairro transforma-se em aldeamento turístico.\n\nAparecen pintadas en Blanquerna contra los pisos turísticos https://t.co/VK6GLsFPRd — Diario de Mallorca (@diariomallorca) 3 de agosto de 2017\n\nTal como em Veneza, Santorini e Dubrovnik, nas maiores cidadades turísticas de Espanha, as autoridades estudam também medidas para reduzir o número de cruzeiros e a oferta de alojamentos.\n\nEntretanto, há quem comece a opôr resistência ativa. Recentemente, em Barcelona, jovens encapuçados pararam um autocarro turístico para escrever nos vidros “O turismo mata os bairros”. Uns dias antes, em Palma de Maiorca, jovens com cartazes acenderam tochas junto aos iates na marina e invadiram um restaurante:\n\n“Estávamos a trabalhar no turno da noite, havia já vários clientes sentados a comer, e apareceu um grupo de gente com cartazes. Pensámos que era alguma pequena mmanifestação, com cartazes e aos gritos, até que lançaram fumos de cor, um produto tóxico, e várias jovens do grupo entraram no restaurante de rosto coberto, agredindo os clientes.”, contou Carmen Sanchez Solano gerente de restaurante Mar de Nudos.\n\nAs ações foram conduzidas por ativistas do movimento Arran. “Queremos denunciar a destruição do território e a exploração da classe trabalhadora pela indústria hoteleira. Nenhuma das nossas ações foi violenta. Foram exibidas bandeiras, lançámos confetes. E planeamos uma série de ações ao longo do verão”, disse Pau Pico, portavoz do Arran en Maiorca. “Não estamos contra os turistas, combatemos sim o excesso de exploração turística.”\n\nArran protesta contra la masificación turística en Palma https://t.co/5IzDzEcZoM pic.twitter.com/9V3yRhJI6n — Diario de Mallorca (@diariomallorca) 1 de agosto de 2017\n\nA Unesco alertou no ano passado que a expansão do número de visitantes do centro histórico de Dubrovnik põe em risco a conservação de monumentos. O mesmo problema foi denunciado em Veneza. Lisboa proibiu a circulação de autocarros turísticos em certas zonas históricas da capital. No início de janeiro, Barcelona aprovou uma nova diretiva que vai limitar o número de camas disponíveis em hotéis e travar a atribução de licenças a apartamentos para turistas.", "es": "Verano caliente para el turismo de masas en España. En ciudades como Barcelona, tomada a diario por decenas de miles de visitantes, se multiplican los ataques. El más reciente, la semana pasada, contra un autobús turístico. Tanto el Ayuntamiento de Barcelona como la Generalitat criticaron la acción y ya se ha abierto una investigación.\n\nHem demanat informe i denunciarem atac a bus turístic. Protestar pel turisme no pot passar mai x intimidar persones ni fer malbé equipaments — Ada Colau (@AdaColau) 30 de julio de 2017\n\nEl mensaje, pintado en la luna delantera del autobús: “El turismo mata los barrios”.\n\nEl ataque fue reivindicado por Arran, un grupo de la izquierda independentista catalana, afín a la CUP, cuyos actos violentos y protestas contra el turismo de masas han llegado también a Valencia y Mallorca.\n\nA finales de julio esta organización juvenil atacó un restaurante del puerto de Palma. Lo cuenta la responsable del local.\n\n“Nosotros estábamos trabajando como siempre, empezando el turno de noche… Teníamos ya varios clientes que estaban sentados cenando. Un grupo de gente se puso aquí con pancartas, y en principio pensamos que sería, a lo mejor, una pequeña manifestación, con pancartas y demás y cuatro gritos… Empezaron a soltar como unas bombas de humo de colores, que era bastante tóxico. Tuvimos ataques de varias chicas del grupo, que entraron con antifaces, por todo el restaurante agrediendo a clientes…”, cuenta Carmen Sánchez Solano, responsable del restaurante Mar de Nudos de Mallorca.\n\nCon acciones como ésta, Arran pretende “frenar el turismo masivo que destruye Mallorca y condena a la clase trabajadora de los Països Catalans a la miseria”.\n\n“La destrucción del territorio, en Mallorca, por parte de la industria hotelera, y segundo, para denunciar la explotación de la clase trabajadora por la misma industria hotelera, aquí en Mallorca. Y, en ningún caso, la acción fue violenta. Se desplegaron pancartas, se tiró confeti… Tenemos previsto una serie de acciones durante todo el verano”, explica Pau Pico, portavoz de Arran en Mallorca.\n\nArran protesta contra la masificación turística en Palma https://t.co/5IzDzEcZoM pic.twitter.com/9V3yRhJI6n — Diario de Mallorca (@diariomallorca) 1 de agosto de 2017\n\nAparecen pintadas en Blanquerna contra los pisos turísticos https://t.co/VK6GLsFPRd — Diario de Mallorca (@diariomallorca) 3 de agosto de 2017\n\nAl igual que en Barcelona, muchos mallorquines se han convertido a la turismofobia, otros, sin embargo, no olvidan que su isla vive del turismo."}, "title": {"en": "Anti-tourist demos spread from Barcelona to Mallorca", "ar": "برشلونة تتعرض لهجوم سياحي", "pt": "Ações anti-turismo em Espanha", "es": "Turismofobia en España"}, "date": {"en": "08/04/17 00:00:00", "ar": "08/04/17 00:00:00", "pt": "08/04/17 00:00:00", "es": "08/04/17 00:00:00"}}