{"top_image": {"en": "https://static.euronews.com/articles/379007/1000x563_379007.jpg", "ar": "https://static.euronews.com/articles/379007/1000x563_379007.jpg", "pt": "https://static.euronews.com/articles/379007/1000x563_379007.jpg", "es": "https://static.euronews.com/articles/379007/1000x563_379007.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Riccardo Muti talked to Euronews about his Roads to Friendship project and told us about the obstacles he faced to bring onboard the Tehran Symphonic Orchestra.\n\nRiccardo Muti: “We started the idea of the Roads of Friendship 20 years ago, in Sarajevo. We were all moved and touched by the tragedy there. So we wanted to bring a sign of brotherhood, of peace, of love, of friendship. And we thought that music would be the best vehicle. In a city that was still destroyed by the bombs, 9.000 people came to the concert. So the message was: when we communicate true feelings – and music is an expression of feelings – all the misunderstandings disappear, because words are always misunderstood – or can be misunderstood. Not music. From this first concert, we were encouraged to do a concert for Friendship every year.”\n\n“I am the music director of the Chicago Symphony Orchestra, and as everybody knows the relationship between the United States and Iran is not the most beautiful relationship. And a few months ago I was in Israel and we know that between Iran and Israel, the relationship is not good at all. But I didn’t care about this, I went to Israel with great love and great admiration for the Israeli people. I went to Tehran with great admiration and love for the Iranian people.”\n\n“The musicians of Iran haven’t played Verdi’s music for decades and decades, so Verdi – who is a universal composer – was almost an unknown entity in that country. But Iranian musicians immediately understood our message, our style of Verdi, and the two groups came together like one immediately.”", "ar": "ريكاردو موتي يعود إلى أصل طرق الصداقة ويتحدث عن مغامرة الالتحاق بالفرقة السيمفونية في طهران.\n\n“حققنا فكرة طرق الصداقة منذ عشرين عاما في سراييفو. جميعنا كنا متأثرين بالمأساة التي وقعت، أردنا أن نحمل اشارة الأخوة والسلام والحب والصداقة. فكرنا أن الموسيقى ستكون أفضل وسيلة.\n\nفي مدينة دمرتها القنابل، تسعة ألاف شخص حضروا الحفل، لذا الرسالة كانت: عند توصيل المشاعر الحقيقية، الموسيقى هي التي تعبر عن المشاعر، كل سوء فهم يختفي، لأن الكلمات غالباً ما يُساء تفسيرها، أو قد يُساء تفسيرها، لكن الموسيقى “كلا”. الحفل الأول شجعنا على تقديم حفل صداقة كل عام . “\n\nMuti to celebrate Israel Philharmonic 80yrs after the concert of another great Italian: Toscanini. 2 great conductors, 1 great orchestra. https://t.co/96kz9Ig7kz — Francesco M. Talo' (@francescom_talo) 13 décembre 2016\n\n“انا المدير الموسيقى للفرقة السيمفونية في شيكاغو، كما يعلم الجميع، العلاقات بين الولايات المتحدة وإيران ليست أروع ما يمكن ان تكون. قبل بضعة أشهر، كنت في إسرائيل ونعلم أن العلاقات بين إيران وإسرائيل ليست جيدة على الإطلاق. لكن ما قمت به كان علاجاً بالنسبة لي، ذهبت إلى إسرائيل وانا مفعم بالحب للشعب الإسرائيلي والاعجاب به. وذهبت إلى طهران وانا مفعم بالحب للشعب الايراني والإعجاب به.”\n\nلم يعزف الموسيقيون الايرانيون فيردي منذ عقود من الزمن. في الواقع، فيردي، الملحن العالمي، لم يكن معروفاً تماماً في البلاد. لكن الموسيقيين الإيرانيين فهموا رسالتنا، أسلوبنا لفيردي، المجموعتان اصبحتا مجموعة واحدة على الفور. “", "pt": "O lendário maestro Riccardo Muti explicou à euronews a origem da iniciativa “Caminhos da Amizade” e as dificuldades que enfrentou para trazer a Orquestra Sinfónica de Teerão a bordo.\n\nSegundo o maestro, “a ideia do ‘Caminhos da Amizade’ foi lançada há 20 anos, em Sarajevo. Estávamos todos muito comovidos por toda a tragédia que tinha acontecido. Por isso, decidimos trazer um sinal de irmandade, de paz, de amor, de amizade. E a música é o melhor veículo para o fazer. Vieram 9 mil pessoas ao concerto, numa cidade destruída pelas bombas. A mensagem era: quando comunicamos sentimentos verdadeiros – e a música é a expressão de sentimentos – todos os mal-entendidos desaparecem. As palavras podem gerar mal-entendidos. A música não. A partir daí, fazemos um concerto pela amizade todos os anos”.\n\n“Eu sou o diretor musical da Orquestra Sinfónica de Chicago. Como toda a gente sabe, a relação entre os Estados Unidos e o Irão não é a mais harmoniosa. E, recentemente, estive em Israel, que também não tem propriamente boas relações com o Irão. Mas nada disto é importante. Fui a Israel com amor e admiração pelo povo israelita. E fui a Teerão com amor e admiração pelo povo iraniano. Há décadas e décadas que os músicos iranianos não tocavam Verdi. Ou seja, um compositor que é universal era quase desconhecido no país. Mas os músicos iranianos perceberam imediatamente a mensagem, o estilo de Verdi. Os dois grupos tornaram-se instantaneamente num só”, revela Muti.", "es": "Hablamos con el maestro Riccardo Muti sobre los orígenes de su proyecto artístico-social Los Caminos de la Amistad. Una iniciativa que cumple veinte años y que tiene por objetivo tender puentes con países víctimas de la guerra y la violencia o aislados políticamente desde hace tiempo. Entre otros lugares, sus conciertos se han celebrado en Sarajevo, Beirut, Líbano, Jerusalén, Moscú, Damasco o Tokio.\n\n“Empezamos la idea de “Los Caminos de la Amistad” hace veinte años, en Sarajevo. Estábamos todos muy impresionados y conmovidos por la tragedia que tenía lugar allí. Queríamos llevar una señal de hermandad, de paz, de amor, de amistad. Pensamos que la música sería el mejor vehículo. En una ciudad que estaba aún destrozada por las bombas, vinieron al concierto 9000 personas. El mensaje fue: cuando comunicamos sentimientos verdaderos y la música es la expresión de sentimientos todos los desacuerdos desaparecen, porque las palabras siempre son o pueden ser malinterpretadas. La música no. Después de este concierto, nos animamos a organizar uno en nombre de la amistad cada año.\n\nSoy el director musical de la Orquesta Sinfónica de Chicago, y, como todo el mundo sabe, las relaciones entre Estados Unidos e Irán no son muy buenas. Hace unos meses, estuve en Israel, y ya sabemos que entre Israel e Irán las relaciones no son para nada buenas. Pero no me importó, fui a Israel con mucho amor y admiración por el pueblo israelí. Y fui a Teherán, con mucha admiración y amor por el pueblo iraní”.\n\nLos músicos iraníes no tocaban música de Verdi desde hacía décadas. Así que Verdi, un compositor universal, era un personaje casi desconocido en ese país. Pero los músicos iraníes comprendieron inmediatamente nuestro mensaje, nuestro estilo de Verdi y los dos grupos se convirtieron en uno inmediatamente”.\n\nEste concierto con músicos de la Orquesta Sinfónica de Teherán ha tenido lugar dos años después de que el Estado iraní prohibiera la entrada al músico argentino-israelí Daniel Barenboim para dirigir un concierto de la Orquesta Estatal de Berlín, auspiciado por el ministerio alemán de Exteriores. Los motivos, Barenboim cuenta con la “nacionalidad sionista” no reconocida por Teherán."}, "title": {"en": "Riccardo Muti on Roads to Friendship", "ar": "طرق الصداقة : موسيقى بلا حدود", "pt": "Riccardo Muti: A irmandade e a paz através da música", "es": "\"Las palabras siempre son malinterpretadas, la música, no\""}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}