{"top_image": {"en": "https://static.euronews.com/articles/379445/1000x563_379445.jpg", "ar": "https://static.euronews.com/articles/379445/1000x563_379445.jpg", "pt": "https://static.euronews.com/articles/379445/1000x563_379445.jpg", "es": "https://static.euronews.com/articles/379445/1000x563_379445.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Sean Spicer, has resigned as White House press secretary after strongly disagreeing with the appointment of Wall Street financier Anthony Scaramucci as communications director.\n\nPresident Trump offered Mr Scaramucci the role this morning but asked Mr Spicer to stay on. Mr Spicer is reported as saying the appointment was “major mistake.”\n\nMr Scaramucci is a longtime Trump supporter.\n\nMr Spicer served six months in the president’s administration and took on the responsibilities associated with the communications role in the interim when Mike Dubke resigned from the role in May.\n\nThe former press secretary caused a media frenzy when he tried to highlight the brutality of Syrian President Bashar al-Assad by saying “not even Hitler” used chemical weapons when the Nazis poisoned millions using gas during the Holocaust. Spicer said he “made a mistake” and “screwed up”.\n\nThe latest news comes as the White House is facing allegations into claims of Russian involvement in last year’s presidential election.\n\nMr Spicer, who was memorably mocked by Melissa McCarthy on NBC’s Saturday Night Live, had withdrawn from the camera in recent weeks.", "ar": "ذكرت صحيفة نيويورك تايمز نقلا عن مصدر مطلع أن المتحدث باسم البيت الأبيض شون سبايسر استقال بعد أن عين الرئيس دونالد ترامب أنتوني سكاراموتشي في منصب مدير الاتصالات بالبيت الأبيض.\n\nوسكاراموتشي هو خبير مالي في وول ستريت ومؤيد لترامب منذ فترة طويلة.", "pt": "Com Lusa e Associated Press\n\nO porta-voz da Casa Branca, Sean Spicer, demitiu-se de funções, depois do presidente Donald Trump ter nomeado o investidor nova-iorquino Anthony Scaramucci, de 53 anos, para o cargo de diretor de comunicação da Casa Branca.\n\nSegundo a Associated Press, Spicer demitiu-se porque está contra a nomeação de Scaramucci para diretor de comunicação da Casa Branca.\n\nScaramucci terá sido visto na manhã de sexta-feira na residência oficial do Presidente dos Estados Unidos.\n\n\n\n\n\nSpicer’s daily press briefings became must-see TV until recent weeks when he took on a more behind-the-scenes role. https://t.co/vtCvasWfdW — The Associated Press (@AP) 21 de julho de 2017\n\nO anterior diretor de comunicação da Casa Branca,, demitiu-se do cargo em maio, após semanas de especulações sobre a possibilidade de alterações na estratégia comunicativa do Governo devido à polémica investigação russa.\n\nDubke trabalhou estreitamente com o porta-voz da Casa Branca, Sean Spicer, o rosto público do Governo e alvo frequente de críticas pela sua relação com os jornalistas.\n\n\n\nUm porta-voz polémico\n\n\n\nA postura de Spicer na sala de imprensa da Casa Branca tornou-se uma imagem de marca do porta-voz e acabou por ser satirizada por uma atriz de Hollywood num programa de humor do horário nobre da televisão americana.\n\nSpicer envolveu-se depois numa nova polémica quando foi abordado numa loja em Washington por uma mulher a propósito das políticas de Trump e reagiu com uma frase que lhe valeu acusações de racismo: “Que grande país este é, que até lhe permite estar cá!”.\n\nA propósito da utilização de armas químicas na Síria, o porta-voz provocou indignação mundial quando, no início de abril, comparou o uso de armas químicas na guerra civil síria e o Presidente Bashar al-Assad ao Holocausto e a Hitler.\n\nNos dias seguintes, desdobrou-se em desculpas e afirmou que tinha “traído a confiança” de Trump com tal comparação.", "es": "El portavoz de la Casa Blanca, Sean Spicer, ha dimitido de su cargo.\n\nEl secretario de prensa, Sean Spicer habría presentado su dimisión en protesta por el nombramiento del nuevo director de Comunicaciones de la Casa Blanca, Anthony Scaramucci, un inversor de Wall Street.\n\nEn su cuenta de Twitter aseguró: “Ha sido un honor y un privilegio servir a POTUS (cuenta twitter de Obama) realDonaldTrump y a este increíble país. Continuaré mi servicio hasta el mes de agosto”.\n\nEl inversor, Anthony Scaramucci, apodado como “Matador” es el nuevo fichaje de Trump. El recién nombrado sustituye a Mike Dubke, que dimitió en mayo tras un breve período en el cargo.\n\n“Me gustaría tener a Sean Spicer aquí, pero él ha decidido que es mejor marcharse. Eso dice mucho de cómo es él como persona y como parte de un equipo. Su actitud ha sido la de hacer tabla rasa. Aprecio a Sean y no hay ningún problema con él,” declaró el nuevo director de comunicaciones, el neyorkino cuyo perfil de banquero no corresponde tanto con el tradicional perfil de director de comunicación.\n\nSarah Huckabee Sanders, que ya actuaba como protavoz, es la nueva secretaria de Prensa de la Casa Blanca. Tras la renuncia de Spicer el viernes, el propio Scaramucci, anunció que la hija del exgobernador de Arkansas, Mike Huckabee asumiría el cargo.\n\nCon la dimisión de Spicer, el caos que rodea la Presidencia de Trump se intensificó este viernes en medio de la investigación del ‘Rusiagate’ sobre las posibles conexiones entre Rusia y la campaña que llevó al poder al presidente republicano el pasado mes de noviembre."}, "title": {"en": "White House Press Secretary Sean Spicer resigns", "ar": "المتحدث باسم البيت الأبيض شون سبايسر يستقيل", "pt": "Sean Spicer silencia-se como secretário de imprensa", "es": "Dimite el jefe de prensa de la Casa Blanca, Sean Spicer, por divergencias con Donald Trump"}, "date": {"en": "07/21/17 00:00:00", "ar": "07/21/17 00:00:00", "pt": "07/21/17 00:00:00", "es": "07/21/17 00:00:00"}}