{"top_image": {"en": "https://static.euronews.com/articles/381259/1000x563_381259.jpg", "ar": "https://static.euronews.com/articles/381259/1000x563_381259.jpg", "pt": "https://static.euronews.com/articles/381259/1000x563_381259.jpg", "es": "https://static.euronews.com/articles/381259/1000x563_381259.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "A suicide bomber has attacked a convoy of NATO troops near the airport in the southern Afghan city of Kandahar.\n\nThe NATO-led military coalition released a statement saying there had been casualties in the attack, but did not give further information.\n\nThe airport in Kandahar is home to a major military base for international troops helping Afghan security forces.\n\nThe attack comes the day after US Senator John McCain said he would offer a plan for a US strategy in the Afghanistan war as an amendment to a defence authorisation bill in September.\n\n“Eight years of a ‘don’t lose’ strategy has cost us lives and treasure in Afghanistan,” McCain, chairman of the Senate Armed Services Committee, said in a statement.", "ar": "فجر انتحاري من طالبان سيارة مفخخة مستهدفا قافلة للقوات الاجنبية المنتشرة في ولاية قندهار المضطربة جنوب افغانستان ما أوقع إصابات، بحسب مسؤولون.\n\nوقال المتحدث باسم شرطة المنطقة ضياء دوراني ان “سيارة مفخخة اقتحمت قافلة للقوات الاجنبية حوالى الظهر في منطقة دمان بقندهار”.\n\nوأكد حلف شمال الاطلسي في بيان تعرض قافلة له لهجوم و“وقوع إصابات” دون إعطاء تفاصيل أخرى.\n\nوقال شاهد عيان إنه رأى إخراج ثلاث جثث من إحدى الاليات.\n\nوقال تاجر يدعى محمد عازم في المكان لوكالة فرانس برس “رأيت آلية للقوات الاجنبية مشتعلة بعد الهجوم. وبعد فترة هبطت مروحيات في المنطقة، نقلت ثلاث جثث كانت في الالية وغادرت. كانت القافلة تضم ثلاث أليات مدرعة”.\n\nوأعلنت حركة طالبان التي تنتشر بشكل كبير في قندهار حيث ينمو الخشخاش، مسؤوليتها عن الهجوم في رسالة نصية لوكالة فرانس برس.\n\nويمثل الهجوم ضربة جديدة لقوات الحلف الاطلسي التي انهت في اواخر 2014 مهمة استمرت أكثر من عشر سنوات في أفغانستان.\n\nومنذ ذلك الحين تسعى القوات الأفغانية والشرطة التي تتكبد خسائر متزايدة، للتصدي لطالبان وتواجه في نفس الوقت تهديدا متزايدا من تنظيم الدولة الإسلامية.\n\nوتصعد طالبان حملتها ضد القوات الحكومية في مؤشر على انعدام الامن المتزايد في الدولة التي تمزقها الحرب خلال فصل الصيف الذي يسجل ارتفاعا في هجمات المتمردين.\n\nومطلع الشهر الماضي قتل جندي أميركي وجرح اثنان آخران في هجوم في ولاية هلمند المجاورة لقندهار، أثناء قيامهم بعمليات عسكرية ضد طالبان.\n\nوقتل الجندي هانسن كيركباتريك (19 عاما) من واسيلا بولاية الاسكا، في هجوم “بنيران غير مباشرة” ما يعني أنه أصيب في سقوط قذيفة هاون أو ما شابه.\n\nوتأتي تلك الهجمات فيما يفكر الرئيس الأميركي دونالد ترامب بإرسال مزيد من الجنود الأميركيين إلى أفغانستان، بعد نحو 16 عاما على الغزو الاميركي للاطاحة بنظام طالبان.\n\nويبلغ عدد القوات الاميركية حاليا في افغانستان نحو 8400 عنصر، إضافة إلى 5 آلاف عنصر من قوات الحلف الاطلسي، مقارنة بأكثر من 100 الف جندي أميركي قبل ست سنوات. ويقوم هؤلاء العناصر بمهمة التدريب والاستشارة بشكل رئيسي.\n\nوطلب القادة العسكريون الاميركيون في أفغانستان ارسال آلاف الجنود للقتال ويعتقد أن وزير الدفاع جيم ماتيس يقترب من عرض استراتيجية عسكرية أميركية جديدة لافغانستان أمام ترامب.\n\nأتي هجوم الثلاثاء بعد يوم على هجوم انتحاري على مسجد للشيعة في هرات غرب افغانستان اوقع أكثر من 30 قتيلا.\n\nولم تعلن أي جهة مسؤوليتها عن هجوم الاثنين إلا أن تنظيم الدولة الاسلامية يستهدف عادة الاقلية الشيعية والمساجد في أفغانستان منذ نحو العام", "pt": "Um bombista suicida atacou, esta quarta-feira uma coluna militar da NATO no Afeganistão.\n\nSegundo uma fonte da Organização do Tratado do Atlântico Norte, o atentado ocorreu perto do aeroporto da cidade de Kandahar, no sul do país, onde se encontra uma importante base militar internacional e causou um número indeterminado de vítimas.\n\nResolute Support can confirm that a NATO\n\nconvoy was attacked this afternoon in #Kandahar . pic.twitter.com/gwRfMGBjLq — Resolute Support (@ResoluteSupport) August 2, 2017\n\nO ataque ocorreu às 12:20, hora local, por volta das 8 horas em Lisboa e foi reivindicado pelos talibãs.\n\nO novo atentado ocorreu um dia após um ataque suicida na cidade de Herat, perto da fronteira com o Irão, que provocou 29 mortos e 64 feridos.\n\nOs dois ataques ainda não foram reivindicados.\n\nDe acordo com um órgão do Congresso dos Estados Unidos da América, morreram já mais de 2500 membros das forças de segurança afegãs e mais de 4200 ficaram feridos nos primeiros quatro meses de 2017.", "es": "Un suicida ataca un convoy de la OTAN en Afganistán. El suceso ha ocurrido en el aeropuerto de Kandahar, al sur del país, donde está una de las principales bases de las tropas internacionales que sirven de apoyo a las fuerzas afganas Por el momento se desconocen los daños. Los talibanes han reivindicado la autoría del atentado. Según datos de Washington, estos han ganado terreno desde 2015 y le disputan al Gobierno al menos el 43% del territorio. 13.000 soldados de la organización transatlántica permanecen en el país, 8.400 de ellos estadounidenses."}, "title": {"en": "Suicide bomber targets NATO convoy in Afghanistan", "ar": "هجوم انتحاري على موكب للحلف الأطلسي في أفغانستان", "pt": "Bombista suicida ataca coluna militar da NATO no Afeganistão", "es": "Atentado suicida contra un convoy de tropas internacionales en Afganistán"}, "date": {"en": "08/02/17 00:00:00", "ar": "08/02/17 00:00:00", "pt": "08/02/17 00:00:00", "es": "08/02/17 00:00:00"}}