{"top_image": {"en": "https://static.euronews.com/articles/380021/1000x563_380021.jpg", "ar": "https://static.euronews.com/articles/380021/1000x563_380021.jpg", "pt": "https://static.euronews.com/articles/380021/1000x563_380021.jpg", "es": "https://static.euronews.com/articles/380021/1000x563_380021.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Former world number one Novak Djokovic is in doubt for the US Open due to his elbow injury, according to Serbian media\n\nThe 12-time grand slam champion won the tournament 2011 and 2015.\n\nSerbia’s Sportski Zurnal reported that the 30-year-old could face up to 12 weeks on the sidelines.\n\nIt quoted Davis Cup doctor Zdenko Milinkovic who said he has a bruised bone due to excessive playing.\n\nThe 30-year-old retired hurt during the quarter-finals at Wimbledon.\n\nDjokovic has appeared in 51 straight grand slams since his debut at the 2005 Australian Open.\n\nThis year’s tournament begins on August 28.", "ar": "نوفاك جوكوفيتش لاعب التنس العالمی یمکن ان یغیب عنا نهاية هذا الموسم. حسب الأطباء الذين عاينوه في الأيام الاخيرة، يبدو أن الصربي بحاجة إلى فترة راحة بين 6 و 12 أسبوع و هذا ليتعافى من الاصابة التي تعرض لها في الذراع الأيمن.الأمر جعله ينسحب في الدور ربع النهائي من بطولة ومبلدن أمام التشيكي توماس بيرديش منذ أسبوعين.\n\nطبيب الاتحاد الصربي لكرة الضرب زدينكو ميلينكوفيتش ، صرح للصحافة أن هناك 99 في المئة من احتمال عدم مشاركة جوكوفيتش في البطولة الأمريكية المفتوحة للتنس ، و كذا الدور نصف النهائي لكأس ديفيس أمام فرنسا في شهر سبتمبر/أيلول.\n\nو أصاف طبيب منتخب صربيا في كأس ديفيس في حديث لصحيفة “سبورتسكي جورنال” ان جوكوفيتش سيعقد مؤتمرا صحافياً الاربعاء للحديث عن مستقبله، مضيفا “الأهم أن نوفاك هادىء الان ويتعافى بنجاح”.\n\nوسيغيب الصربي نوفاك ديوكوفيتش المصنف رابعا عالميا عن بطولة فلاشينغ ميدوز، آخر البطولات الاربع الكبرى، بسبب الاصابة بحسب ما ذكرت وسائل إعلام صربية الثلاثاء.\n\nويعاني جوكوفيتش صاحب 30 عاماً من كدمات في عظام كوعه الأيمن ويحتاج الى 12 اسبوعا للتعافي، ما سيبعده عن البطولة الاميركية المقررة الشهر المقبل على أرض صلبة.\n\nواحرز جوكوفيتش الذي ينتظر مولوده الثاني بعد اسابيع قليلة، 12 لقبا كبيرا بينها اثنان في فلاشينغ ميدوز عامي 2011 و2015.", "pt": "Com Reuters\n\nNovak Djokovic poderia ausentar-se do Open dos Estados Unidos deste ano por causa de um problema num dos cotovelos.\n\nA informação é avançada pela imprensa sérvia, que cita como fonte os médicos da equipa da seleção nacional de ténis.\n\nSegundo o desportivo sérvio Sportski Zurnal, a pausa do tenista poderia durar cerca de 12 semanas.\n\nO diário britânico The Times, por outro lado, diz que o sérvio poderia anunciar a decisão durante esta semana na capital sérvia, Belgrado.\n\nDjokovic, de 30 anos, encontra-se em Toronto onde deverá passar por vários exames. O problema deve-se à intensidade e abundância dos jogos.\n\nO antigo número do um do ranking mundial do ténis retirou-se dos quartos de final de Wimbledon e anunciou que considerava fazer uma pausa para recuperar do cotovelo direito, explicando que era um problema que o afetava há já muito tempo.\n\nDjokovic venceu o Open dos Estados Unidos em 2011 e em 2015.\n\nComeçou no Open da Austrália em 2005 e, nos últimos 12 anos, marcou presença em 51 torneios grand slam.", "es": "Malas noticias para Novak Djokovic. El número cuatro del mundo se perderá el Abierto de Estados Unidos al 99%, según Zdenko Milikovic, doctor del equipo serbio de la Copa Davis.\n\n‘Nole’, que sufre una contusión ósea por la excesiva acumulación de partidos, se someterá a nuevos exámenes médicos que podrían decidir su participación definitivamente. Milikovic, sin embargo, ha avisado de que el ganador de 12 títulos de Grand Slam necesita descansar de seis a 12 semanas. cuando el último grande del año comienza en un mes.\n\nSegún medios serbios, Djokovic tampoco jugará la semifinal de la Davis contra Francia, por lo que podría acabar sacrificando el resto de temporada para recuperarse completamente."}, "title": {"en": "Novak Djokovic doubtful for US Open", "ar": "جوكوفيتش قد ينهي موسمه و يغيب عن البطولة الأمريكية المفتوحة للتنس", "pt": "Djokovic poderá faltar ao Open dos EUA", "es": "Djokovic descartado para el Abierto de Estados Unidos \"al 99%\""}, "date": {"en": "07/25/17 00:00:00", "ar": "07/25/17 00:00:00", "pt": "07/25/17 00:00:00", "es": "07/25/17 00:00:00"}}