{"top_image": {"en": "https://static.euronews.com/articles/377929/1000x563_377929.jpg", "ar": "https://static.euronews.com/articles/377929/1000x563_377929.jpg", "pt": "https://static.euronews.com/articles/377929/1000x563_377929.jpg", "es": "https://static.euronews.com/articles/377929/1000x563_377929.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Stage five of the Silk Way Rally featured another long day. It featres 849km in total with 482km of a special timed section.\n\nTop notch navigation was required on a day that had big fast sections in the Kazakh steppe.\n\nDefending champion Cyril Despres won his first stage in the cars, cutting his Peugeot teammate Sebastien Loeb’s overall lead to 50 minutes.\n\nSecond on the day’s special was the Chinese driver Yangui Liu, who gave the Chinese manufacturer Baïcmotor their best result on the Silk Way rally.\n\nBryce Menzies in the Mini John cooper finished third ahead of Lu Binglong.\n\nKamaz had a barnstorming day placing 1 – 2 -3 in the trucks section.\n\nThe 2013 champion Dmitry Sotnikov led home Anton Shibalov and Dakar winner Eduard Nikolaev.\n\nThe Russian takes the overall lead, just 48secs ahead of Shibalov.\n\nSotnikov was pleased that his tactics paid off:\n\n“It was very very fast, every time pedal to the metal and you drive on maximum speed,” he said.\n\n“I think the average speed is the maximum possible. If we compare with the stages so far… It’s difficult to add something. Straight, straight, and every time you try to cut. This was the main tactic for us today.”", "ar": "في المرحلة الخامسة من طريق الحرير التي ربطت بين أستانة إلى سيمي ، و على مسافة 849 كلم ،تخللها مسار خاص بطول (484.47 كلم) و هي ثاني أطول مرحلة ، كان الفوزمن نصيب الفرنسي سيريل ديبيري الذي استطاع أن يفرض سيطرته على متن بيجو ، ليححق بذلك أول نصر له في السيارات، فيما مواطنه سيباستيان لوب على متن بيجو هو الآخر فقد وصل في المركز الثامن .\n\nمن جهة الشاحنات احتكر فريق“كاماز ماستر” الروسي المراكز الثلاث الأولى، فقد جاء ديميتري سوتنيكوف في المركز الأول بوقت قدره أربع ساعات و32 دقيقة و17 ثانية، فيما حل أنطون شيبالوف في المركز الثاني بفارق 4 دقائق و3 ثوان عن الفائز الأول ، أما المركز الثالث فكان من نصيب إدوارد نيكولايف بفارق 9 دقائق و 47 ثانية عن الفائز بالمركز الاول.\n\nو في الترتيب العام تصدر دميتري سوتنيكوف الريادة بوقت قدره 15 ساعة و 25 دقيقة و 26 ثانية، متقدماً على مواطنه سيبالوف ، بيما جاء التشيكي مارتن كولوما في المركز الثالث على متن شاحنة “تاترا”.\n\nديميتري صوتنيكوف يقول:\n\n“كان السباق سريعاً جداً جداً، في كل مرة أدوس على المعدن وكانت تندفع إلى أقصى سرعة. أعتقد أن متوسط السرعة هو أقصى حد ممكن. إذا قارنا مع المراحل السابقة حتى الآن … من الصعب إضافة شيء ما. الاستقامة، التوالي، وفي كل مرة تحاول التجاوز. وكان هذا هو التكتيك الرئيسي بالنسبة لنا اليوم “.", "pt": "À 5ª etapa do Rali Rota da Seda, que ligou Astana a Semei, no Cazaquistão, Cyril Despres marcou a diferença. O piloto francês da Peugeot, vencedor da edição do ano passado, impôs-se, pela primeira vez, esta quarta-feira e está no encalço do companheiro de equipa e líder da geral, Sébastien Loeb.\n\nO chinês Yangui Liu ficou-se pela segunda posição na especial do dia e o norte-americano Bryce Menzies, da Mini, completou o pódio ao conquistar o terceiro melhor tempo do dia. O piloto aproveitou a perda de tempo de Christian Lavieille e garantiu também uma subida da quarta para a terceira posição na geral.\n\nDepois da intensa jornada desta quarta-feira, o também chinês Binglong Lu terminou a etapa na quarta posição, a 17 minutos de distância de Despres. Sébastien Loeb conseguiu o quinto melhor tempo na especial mais longa do rali, 484 km. No total do dia foram percorridos 850 km.\n\nNa categoria dos camiões, a Kamaz fez um hat-trick. O campeão de 2013 Dmitry Sotnikov ocupou o primeiro lugar do pódio, à frente de Anton Shibalov e de Eduard Nikolaev, vencedor do Dakar.\n\nSS5#Trucks on the finish:\n\n1.Sotnikov 04:32:17\n\n2.Shibalov +00:04:03\n\n3.Nikolaev +00:09:47\n\n4.Viazovich +00:16:10\n\n5.Mardeev+00:26:20 — Silk Way Rally (@silkwayrally) July 12, 2017\n\nSotnikov lidera na classificação geral com uma margem de 48 segundos sobre o companheiro de equipa Shibalov. O checo Martin Kolomý completa o pódio.", "es": "Día muy largo en la quinta etapa del Rally Ruta de la Seda. En total 849 kilómetros desde Astana hasta Semey, un recorrido con la segunda sección especial más extensa de todo el rally, 484 kilómetros.\n\nEl vigente campeón Cyril Despres ganó su primera etapa en la categoría de coches, recortando tiempo a su compañero de equipo y líder de la general, Sebastien Loeb.\n\nTres coches chinos terminaron entre los seis primeros en esta etapa. El primero de ellos fue el de Liu Yangui. El tercer lugar fue para el estadounidense Bryce Menzies, que además es tercero en la clasificación general.\n\nEn la categoría de camiones Kamaz logró un hat trick. El campeón de 2013 Dmitri Sotnikov ocupó el primer lugar en el podio. Quedó por delante de Antón Shibalov y de Eduard Nikolaev, ganador del Dakar.\n\nEn la clasificación general, Sotnikov es el líder con un margen de 48 segundos sobre su compañero de equipo Shibalov.\n\nTras esta larga etapa, el líder de esta categoría reveló cuál había sido la táctica de su equipo.\n\n“Fue todo muy rápido, había que conducir todo el tiempo a máxima velocidad. Si lo comparamos con el resto de etapas que hemos disputado hasta ahora…es difícil añadir algo. Vas a por todas todo el tiempo y siempre que puedes intentas recortar segundos. Esa ha sido la principal táctica para nosotros en el día de hoy.”\n\nEste jueves se disputa la sexta etapa del Rally Ruta de la Seda con final en Urdzhar."}, "title": {"en": "Silk Way Rally: Cyril Despres has his day in the sun", "ar": "رالي طريق الحرير:فوز مستحق للفرنسي ديبري في المرحلة الخامسة", "pt": "Cyril Despres triunfa no Rali Rota da Seda", "es": "Despres logra su primera victoria en el Rally Ruta de la Seda"}, "date": {"en": "07/12/17 00:00:00", "ar": "07/12/17 00:00:00", "pt": "07/12/17 00:00:00", "es": "07/12/17 00:00:00"}}