{"top_image": {"en": "https://static.euronews.com/articles/376814/1000x563_376814.jpg", "ar": "https://static.euronews.com/articles/376814/1000x563_376814.jpg", "pt": "https://static.euronews.com/articles/376814/1000x563_376814.jpg", "es": "https://static.euronews.com/articles/376814/1000x563_376814.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "In the shadow of a monument to the wartime Warsaw uprising, US President Donald Trump praised Poland’s fighting spirit on Thursday and warned that the West is under threat today.\n\nGiven a rapturous reception in the city’s Krasinski Sqaure, he said that radical Islamic terrorism was a menace to humanity.\n\n“The fundamental question of our time is whether the West has the will to survive. Do we have the confidence in our values to defend them at any cost? Do we have enough respect for our citizens to protect our borders? Do we have the desire and the courage to preserve our civilisation in the face of those who would subvert and destroy it? “\n\nThe enthusiastic crowd cheered “USA, USA” and “Donald Trump”.\n\n\n\n\n\nAmerica is proud to stand shoulder-to-shoulder with Poland in the fight to eradicate the evils of terrorism and extremism. #POTUSinPoland pic.twitter.com/MHxRmVvtsh — Donald J. Trump (@realDonaldTrump) 6 juillet 2017\n\n\n\n\n\nSome 15,000 people were present according to police estimates, many arriving on busses organised by ruling party members of parliament from around Poland. Media reports suggest that this was to guarantee the VIP visitor was given a sufficiently warm welcome.\n\n\n\n\n\nPoland to bus in crowds of pro-government activists to cheer Trump during visit: report https://t.co/MMKgueD9Cs pic.twitter.com/oUKxZIyyH0 — The Hill (@thehill) 5 juillet 2017\n\n\n\n\n\nIn his second trip to Europe as president, Trump stressed his administration’s commitment to NATO but repeated that all members must meet their defence spending obligations.\n\nPoland’s conservative government, which agrees with Trump on issues such as migration, climate change and coal mining, meets the agreed NATO target.\n\n“Everybody has to know this,” Trump said.\n\n“Europe must do more. Europe must demonstrate that it believes in its future by investing its money to secure their future”.\n\nAs a presidential candidate, Trump called NATO obsolete, but he has since changed his position on the alliance’s relevance.\n\nIn stressing US commitment to NATO, Trump appeared to want to soothe allies after unnerving them in May by failing to endorse the principle of collective defence enshrined in Article Five of the NATO treaty.\n\nArticle Five of the alliance’s 1949 founding charter states that an attack on any member is an attack on all, and allies must render assistance, military if need be.\n\nIn his speech, Trump repeated comments he made earlier on Thursday, accusing Russia of “destabilising activities”.\n\n“We urge Russia to cease its destabilising activities in Ukraine and elsewhere and its support for hostile regimes including Syria and Iran, and to instead join the community of responsible nations in our fight against common enemies and the defence of civilisation itself,” said the US President who will meet his Russian counterpart Vladimir Putin for the first time face-to-face on Friday in Hamburg, the site of the G20 summit.\n\nThe Kremlin said Russia was not guilty of any destablising activity.\n\n\n\n\n\nPutin & Trump expected to establish dialogue vital for whole world at G20 meeting – Kremlin https://t.co/LDNe8En6Eg pic.twitter.com/FEJM4Xdxv0 — RT (@RT_com) 6 juillet 2017\n\n\n\n\n\nEarlier In Warsaw, Trump met leaders gathered for a so-called Three Seas summit of countries on the Baltic, Black and Adriatic seas.\n\n“America loves Poland,” Trump told the crowd at the beginning of his speech. Poland seemed to love him.\n\nHamburg and the G20 summit may be more of a rocky ride.\n\n\n\n\n\nWatch the full speech here\n\n\n\n\n\n\n\n\n\nwith Reuters", "ar": "حذر الرئيس الأميركي دونالد ترامب من أن مصير الغرب مهدد، وانتقد عددا من القوى التي اعتبرها معادية للغرب، بدءا من الإرهاب الإسلامي وانتهاءا بروسيا، وذلك في خطاب ألقاه في بولندا.\n\nفي بداية رحلة أوروبية ستمتد لأربعة أيام، قدم الرئيس الأمريكي خطابا مفعما بالقيم القومية من العاصمة البولندية وارسو، وحذر من أن عدم وجود “عزم جماعي” قد يؤدي إلى تقويض التحالف الذي عاني من الحرب الباردة.\n\nوقال ترامب، في ساحة كراسينسكي حيث اندلعت انتفاضة وارسو ضد الاحتلال النازي: “كما تذكرنا التجربة البولندية، فإن الدفاع عن الغرب لايقتصر فقط على الوسائل فحسب بل على قدرة الشعب على الانتصار”.\n\nوترافق ترامب خلال زيارته إلى بولندا كل من زوجته ميلانيا وكذلك ابنته إيفانكا إلى جانب زوجها جاريد كوشنر. قبل أن يتوجه الرئيس الأميركي إلى ألمانيا، عشية قمة قد تكون صعبة لمجموعة العشرين بسبب تشكيك حلفاء أميركا التقليديين بمواقف ترامب.\n\nالبيت الأبيض أراد أن يكون خطاب ترامب في وارسو، بما يتضمنه من ترديد لأصداء الخطابات التاريخية للرئيسين رونالد ريغان وجون كينيدي في الخارج، بهدف إبرازه كرجل دولة عالمي، والتصدي لمقولة أنه يريد جعل الولايات المتحدة دولة منبوذة.\n\nوشارك في التجمع أمام الساحة نحو عشرة آلاف شخص وصل الكثيرون منهم مجانا بواسطة حافلات وضعها الحزب الحاكم المحافظ في بولندا بتصرفهم حرصا منه على أن ينال ترامب الترحيب الذي يتوخاه.\n\nترامب يؤكد دعمه لحلف شمال الأطلسي\n\nخلال الخطاب تعهد الرئيس ترامب بدعم حلف شمال الأطلسي محذر من أن مستقبل العالم الغربي معرض للخطر.\n\nوسعيا منه إلى تبديد مخاوف الحلفاء حيال التزام الولايات المتحدة بحلف شمال الأطلسي، أكد ترامب تأييده ميثاق الدفاع المتبادل بين جميع الدول الأعضاء في الحلف.\n\nكما أوضح أن الولايات المتحدة الأميركية “أظهرت ليس فقط بالكلمات، إنما بالأفعال أنها تقف بقوة وراء المادة الخامسة” التي تنص على أن على كل عضو الدفاع عن جيمع الأعضاء في حال الضرورة.\n\nغير أن ترامب دعا إلى مزيد من الإنفاق الدفاعي على الجبهة الشرقية للأطلسي.\n\nوتابع أن “الروابط الأطلسية بين الولايات المتحدة وأوروبا قوية مثلما كانت سابقا وربما ما تزال أكثر قوة في نواح كثيرة”.\n\nترامب ينتقد بشكل مفاجئ روسيا عشية لقائه بوتين\n\nفي انتقاد نادر إلى روسيا، هاجم الرئيس الأميركي سلوك روسيا “المزعزع للاستقرار“، وذلك عشية لقاء مقرر مع نظيره الروسي فلاديمير بوتين على هامش قمة مجموعة العشرين في ألمانيا.\n\nوأعلن ترامب أن الولايات المتحدة تعمل مع حلفائها للتصدي “لأعمال روسيا المزعزعة للاستقرار”.\n\nوأقر الرئيس الأميركي في مؤتمر صحافي أن روسيا ربما تدخلت في انتخابات الرئاسة 2016 التي أوصلته إلى البيت الأبيض، إلا أنه قال أن دولا أخرى ربما تدخلت أيضا.\n\nوقال ترامب “لقد قلت ببساطة شديدة. أعتقد أن روسيا ربما تكون (تدخلت). وأعتقد أن دولا أخرى ربما (تدخلت). لا أستطيع التحديد. ولكنني أعتقد أن الكثير من الناس تدخلوا”.\n\nحيث تشتبه أجهزة الاستخبارات الأميركية في أن الرئيس الروسي فلاديمير بوتين نظم حملة واسعة لترجيح كفة ترامب خلال الانتخابات 2016.", "pt": "Donald Trump assegurou que os Estados Unidos da América estão empenhados em defender o estilo de vida ocidental e os Estados-membros da NATO.\n\nO compromisso de defesa da liberdade do presidente norte-americano ocorreu na Praça Krasinski, um local simbólico da capital polaca, que acolhe um monumento à insurreição da população de Varsóvia durante a ocupação nazi, em 1944.\n\n“A questão fundamental do nosso tempo é se o Ocidente tem a vontade de sobreviver, se confiamos nos nossos valores para defendê-los seja a que preço for, se temos muito respeito pelos nossos cidadãos para proteger as nossas fronteiras, se temos o desejo e a coragem para preservar a nossa civilização perante aqueles que querem subvertê-la e destruí-la”, questionou o presidente.\n\nTrump elogiou a Polónia, que atingiu a cota de 2% do PIB de investimento na Defesa e insistiu que os aliados da Aliança Atlântica têm de investir e fazer mais: “Todos têm de saber isto, a Europa tem de fazer mais. A Europa tem de mostrar que acredita no seu futuro, investindo o seu dinheiro para proteger o seu futuro.”\n\nPerante uma multidão, o presidente norte-americano quis fazer da Polónia um exemplo para as outras nações europeias, numa altura em que, afirmou, o mundo enfrenta outras ameaças como o “terrorismo”.\n\nTrump não esqueceu as preocupações de Varsóvia em relação a Moscovo e pediu à Rússia para parar com as atividades “desestabilizadoras” na Ucrânia e na região.\n\nA resposta de Moscovo não se fez esperar. O porta-voz do Kremlin, Dmitry Peskov, afirmou que não concorda com esta abordagem e lamentou que haja falta de entendimento entre a Rússia e os Estados Unidos da América.\n\nNa sexta-feira, Donald Trump segue para Hamburgo, na Alemanha, onde vai participar na Cimeira do G20. Há margem do encontro, Trump encontra-se, pela primeira vez, com o homólogo russo, Vladimir Putin.", "es": "Donald Trump defiende en Polonia los valores tradicionales de Occidente y reafirma su compromiso con la defensa del este de Europa. El presidente estadounidense lo ha hecho tras homenajear, junto a su homólogo polaco, a los héroes de la Insurrección de Varsovia contra la ocupación nazi. El discurso ha tenido lugar en la plaza Krasinski, ante la presencia de miles de personas, muchas de ellas llegadas desde diferentes puntos del país en autobuses fletados por el Gobierno para evitar cualquier tipo de disidencia durante la intervención de Trump.\n\n“La cuestión fundamental de nuestro tiempo es si Occidente tiene la voluntad de sobrevivir, si tenemos la confianza en nuestros valores para defenderlos a todo coste. Si tenemos el respeto suficiente por nuestros ciudadanos para proteger nuestras fronteras. Y si tenemos el deseo y el valor de preservar nuestra civilización frente a aquellos que la destruirían”, dijo Trump, quien afirmó igualmente que los vínculos entre Europa y Estados Unidos nunca habían sido tan fuertes, e instó a los miembros de la OTAN a que cumplan con sus obligaciones financieras.\n\n“Todo el mundo tiene que saber esto: Europa tiene que hacer más. Europa debe demostrar que cree en su futuro invirtiendo su dinero para asegurar su futuro”, añadió.\n\nAntes de su esperado discurso, Trump participó en un foro económico con líderes de Gobierno de Europa Central y Oriental, a los que ofreció comprar gas estadounidense para rebajar su dependencia energética de Rusia. Tras Polonia, el inquilino de la Casa Blanca ha viajado a Hamburgo para participar en la cumbre del G20.\n\nAsí ha sido el discurso"}, "title": {"en": "Trump in Warsaw warns future of West is at risk", "ar": "من وارسو ترامب ينتقد روسيا ويؤكد دعمه للناتو", "pt": "Donald Trump garante apoio dos EUA à NATO", "es": "Trump defiende los valores tradicionales de Occidente"}, "date": {"en": "07/06/17 00:00:00", "ar": "07/06/17 00:00:00", "pt": "07/06/17 00:00:00", "es": "07/06/17 00:00:00"}}