{"top_image": {"en": "https://static.euronews.com/articles/380770/1000x563_380770.jpg", "ar": "https://static.euronews.com/articles/380770/1000x563_380770.jpg", "pt": "https://static.euronews.com/articles/380770/1000x563_380770.jpg", "es": "https://static.euronews.com/articles/380770/1000x563_380770.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Four Arabic countries said they are ready for a dialogue with Qatar if it shows a willingness to fight terrorism.\n\nForeign ministers from Saudi Arabia, Egypt, the United Arab Emirates (UAE) and Bahrain met today (July 30) in the Bahraini capital Manama to discuss the crisis in relations with Qatar.\n\nThe Saudi-led bloc cut ties with Qatar on June 5 accusing the country of supporting terrorism and extremism, which Doha denies.\n\nThey imposed sanctions and issued a list of demands that Qatar was to fulfil if it wanted the sanctions lifted.\n\nBesides its alleged support for militant groups, Qatar is also accused of allying itself with the region’s arch enemy Iran.\n\nDiplomatic efforts involving Turkey and the United States have failed to end the standoff, which has affected both travel and communications between four countries and Qatar.\n\nThe six-week impasse led to harsh verbal exchanges in the media.", "ar": "أعربت الدول الاربع المقاطعة للدوحة عن استعدادها للحوار مع قطر في حال اظهرت الاخيرة رغبة حقيقية في وقف دعم الارهاب.\n\nوأكد وزراء خارجية المملكة العربية السعودية ومصر والامارات العربية المتحدة والبحرين في مؤتمر صحفي بالعاصمة البحرينية أكدوا على التزامهم بمبادئ وقف دعم الإرهاب وتمويله ووقف التدخل في شؤون الدول الأخرى.\n\nوأشار البيان الصادر عن الدول الاربع على ضرورة استمرار التنسيق بين هذه الدول من أجل ضمان الأمن والقضاء على الإرهاب.\n\nوأكد الوزراء على المبادئ الستة التي تم الاتفاق عليها في اجتماع القاهرة.\n\nوضرورة التزام قطر بتطبيق باتفاق الرياض لعام 2013 والاتفاق المكمل لعام 2014.\n\nوأن على قطر الاستجابة للمطالب 13 التي تقدمت بها الدول الأربع.\n\nوتعلن الدول الأربع عن استعدادها للحوار شريطة إبراز قطر النية الحقيقية لمحاربة الإرهاب والتوقف عن نشر خطاب الكراهية وهذا ينسجم مع القانون الدولي.\n\nوأكد الوزراء على أن الحل يجب أن يتم في الإطار العربي.\n\nوأشار البيان إلى أن قطر تعرقل إجراءات توجه مواطنيها إلى الحج.", "pt": "Os quatro Estados árabes do Golfo anunciaram que estão dispostos a iniciar um diálogo com o vizinho Qatar, se Doha aceitar lutar contra o terrorismo.\n\nO quarterto reuniu-se este domingo em Manama, capital do Bahrein, para analisar a situação, que se encontra num impasse.\n\nHá cerca de dois meses, a Arábia Saudita, o Bahrein, os Emirados Árabes Unidos e o Egito anunciaram um corte nas relações diplomáticas com Doha, assim como uma série de sanções destinadas a isolar o Qatar.\n\n\n\n\n\nDia 22 de junho, o quarteto deu a conhecer umapara reatar relações com o país, como o fecho definitivo do canal de informação multilinguee de umaturca, assim como um distanciamento do, o grande rival da Arábia Saudita na região.\n\nNem os esforços mediadores da parte do Koweit nem da parte de diferentes países ocidentais, incluindo os Estados Unidos, foram suficientes para apaziguar a crise regional.\n\nUma crise que é considerada como a mais grave sofrida pelo chamado Conselho de Cooperação do Golfo (CCG), desde que foi criada a organzação, em 1981.", "es": "El llamado cuarteto árabe, dispuesto a hablar con Catar. Este domingo Arabia Saudí, Emiratos Árabes, Egipto y Baréin denunciaron que Doha está poniendo obstáculos a la salida de peregrinos a la ciudad santa de La Meca, especialmente por transporte aéreo, pero ofrecieron una vía de interlocución. Las exigencias, en cualquier caso, siguen inalterables sobre la mesa ya para el “diálogo” Catar debe “detener su apoyo y financiación al terrorismo, al extremismo y a la extensión del discurso del odio, dejar de interferir en los asuntos internos de otros países y aplicar las trece demandas que garantizan la paz y la estabilidad”, según Jaled bin Ahmed al Jalifa, ministro de Exteriores de Baréin.\n\nEntre los citados requerimientos, está la clausura de la cadena Al Jazeera, el cierre de una base turca en el territorio catarí y el final de las relaciones con el gran enemigo de de Arabia Saudí. “Cualquier país que esté tratando con Irán sufrirá consecuencias negativas. Los iraníes solo han provocado destrucción, corrupción y muerte y ningún país se ha beneficiado de la cooperación con Irán. Si nuestros hermanos de Catar creen que pueden sacar provecho de Irán, es que no han evaluado bien las cosas”, subrayaba el jefe de la diplomacia saudí, Adel al Yubeir.\n\nAunque no se han anunciado nuevas sanciones económicas, el cuarteto árabe ya ha cortado sus conexiones aéreas y marítimas con Doha, y Riad ha cerrado su frontera terrestre. Ankara y Teherán están intentando suplir las carencias sufridas por el pequeño estado petrolero motivadas por la crisis abierta el pasado cinco de junio."}, "title": {"en": "Arab nations offer dialogue if Qatar 'shows willingness' to fight terrorism", "ar": "الدول الاربع المقاطعة لقطر مستعدة للحوار معها إذا اظهرت رغبة حقيقية في وقف دعم الارهاب", "pt": "Quarteto árabe pronto para o diálogo com o Qatar", "es": "El cuarteto árabe ofrece diálogo a Catar si deja de apoyar al \"terrorismo\""}, "date": {"en": "07/30/17 00:00:00", "ar": "07/30/17 00:00:00", "pt": "07/30/17 00:00:00", "es": "07/30/17 00:00:00"}}