{"top_image": {"en": "https://static.euronews.com/articles/379092/1000x563_379092.jpg", "ar": "https://static.euronews.com/articles/379092/1000x563_379092.jpg", "pt": "https://static.euronews.com/articles/379092/1000x563_379092.jpg", "es": "https://static.euronews.com/articles/379092/1000x563_379092.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "In the wake of Angel Maria Villar’s arrest, Spain’s Minister of Culture, Sport and Education has insisted that justice will prevail.\n\nThe President of the Spanish Football Federation was detained on suspicion of embezzling funds.\n\nVillar, who is also the Senior Vice President of FIFA, has held the top job in national football for 29 years.\n\n“In Spain the laws are enforced, the laws are the same for all, and nobody, nobody is above the law. Everybody must obey the law, everybody. We were talking about Catalonia before, now about football. Everybody must obey the law, everybody is above he law. So, we must fulfill what judges and courts order,” said Sport Minister Íñigo Méndez de Vigo.\n\nRaids resulted in a number of people being taken into police custody, including Villar’s son, Gorka. According to Spanish media, the allegations centre on skimming profits from international football matches and falsifying documents.\n\nThe draw for next season’s La Liga season fixtures was postponed by a day following news of the arrests.", "ar": "ألقت الشرطة الإسبانية القبض على رئيس الإتحاد الإسباني لكرة القدم أنخيل ماريا فيلار،وعلى ابنه غوركا فيلار،اضافة الى مسؤولين تنفيذيين آخرين في كرة القدم بداعي تورطهم في مزاعم احتيال واختلاس.\n\nالشرطة قامت بمداهمة و تفتيش مقر إتحاد الكرة في ضواحي مدريد،كما اصطحبت معها العديد من الصناديق المملوءة بالوثائق كجزء من عملية التحقيقات فيما يخص عملياتها المالية.\n\nوزيرالتربية والثقافة والرياضة الإسباني قال:“في اسبانيا القوانين تطبق، نفس القانون يطبق على الجميع، لأن لا أحد فوق القانون، قبلا كنا نتحدث عن كاتالونيا والآن عن كرة القدم، الكل يجب عليه إحترام قرار المحكمة و القاضي”.\n\nواستكمالا لسلسلة التحقيقات التي يشرف عليها القاضي سانتياغو بيدراز، تم تفتيش مسكن فيلار.ومن بين التهم التي وجهت إليه تهمة التورط في “استخدام غير مشروع للأموال بهدف الحصول على دعم الاتحادات المحيطة من أجل انتخابه للمرة الثامنة على التوالي كرئيس للاتحاد”.\n\nويأتي اقتحام السلطات لمقر الإتحاد قبل يومين فقط من إعلان جدول مباريات الموسم الجديد للدوري الإسباني والمسابقات المحلية لموسم 2017-2018.", "pt": "Com agências\n\nQuase 30 anos à frente da Federação Espanhola de Futebol (RFEF) poderão em breve chegar ao fim para Ángel Maria Villar.\n\nO Conselho Superior do Desporto (CSD) espanhol poderá tomar medidas que resultarão na suspensão do mandato do presidente e na posterior interdição de ocupar o cargo.\n\nEm entrevista à televisão pública espanhola, TVE, o ministro da Educação, Cultura e Desporto Íñigo Méndez de Vigo disse que “ninguém estava acima da lei”:\n\n\n\n\n\nPerfil | Ángel María Villar, casi tres décadas al frente del fútbol español sin apenas oposición https://t.co/QtpJ11mfdd pic.twitter.com/OKmlrlJ19h — 24h (@24h_tve) 18 de julho de 2017\n\nRFEF\n\n“Aqui não há ninguém intocável. Todos temos de obedecer à lei, todos nós. Antes falámos da Catalunha e dissemos que todos devem obedecer à lei. Todos estamos submetidos à lei. Portanto, obedecemos ao que digam juízes e tribunais”, disse o ministro.O presidente da Real Federação Espanhola de Futebol, () e um dos presidentes da FIFA , Ángel Maria Villar, foi detido na\n\nA detenção de Villar, de 67 anos, é parte de uma operação anti-corrupção levada a cabo pelas autoridades espanholas.\n\nSegundo as forças especiais da Guardia Civil, a operação é denominada Soule, numa referência a um jogo de origem francesa.\n\nA operação Soule incluiu a requisição de documentos em escritórios e na residência privada do presidente da FEF, na localidade de Las Rozas, em Madrid.\n\n\n\n\n\nMéndez de Vigo, tras la detención de Villar: “Las leyes son iguales para todos” ▶️https://t.co/zcAzibU6DG — 24h (@24h_tve) 18 de julho de 2017\n\nRFEF\n\nUm dos filhos de Ángel Maria Villar,, o vice-presidente da, Juan Padrón e o secretário da Federação, Ramón Hernández Bassou, foram também detidos.\n\nEntretanto, o sorteio da Liga Espanhola foi atrasado, depois das detenções, segundo decisão anunciada em comunicado oficial, tal como o foram várias reuniões da administração.\n\n\n\nSuspeitas de corrupção, falisificação de documentos e ocultação de bens\n\n\n\nSegundo a Justiça espanhola, os detidos são suspeitos de administração desleal, apropriação indevida, corrupção entre particulares, falsificação de documentos e ocultação de bens, assim como de crimes relativos à organização de partidas internacionais.\n\nEm causa estão alegados benefícios concedidos a empresas do filho de Ángel Villar, relacionados com jogos internacionais disputados pela seleção espanhola de futebol.\n\nGorka Villar, advogado de profissão, trabalhou recentemente na Confederação de Futebol da América do Sul (CONMEBOL) como diretor jurídico e como adjunto de três presidentes que viriam a estar implicados na investigação levada a cabo pela Justiça dos Estados Unidos que terminou com a queda de Josep Blatter.\n\n\n\n\n\nRFEF\n\nÁngel María Villar foi reeleito como presidente daempara mais um período de quatro anos.\n\nNo ano passado, foi multado em mais de 24 mil euros pelo Comité de Ética da FIFA por não ter cooperado com uma investigação relativa ao processo de seleção para as sedes dos Campeonatos do Mundo em 2018 e 2022, processo que esteve na origem de uma das maiores crises internas do órgão.\n\n\n\n", "es": "La Guardia Civil ha registrado la sede de la Real Federación Española de Fútbol, en el marco de una operación anticorrupción que afecta a la cúpula del máximo organismo del fútbol español.\n\nHan sido arrestados, entre otros, el hombre que preside el fútbol nacional desde hace 29 años, Ángel María Villar, así como su hijo Gorka y el vicepresidente económico de la federación, Juan Padrón.\n\nÁngel María Villar estuvo presente en el registro de la sede y pasará su segunda noche en los calabozos de la Guardia Civil de Las Rozas.\n\nLos agentes indagan desde hace más de un año en supuestos delitos de corrupción entre particulares, falsedad, administración desleal, apropiación indebida y posible alzamiento de bienes. La investigación apunta a un posible perjuicio de al menos 45 millones de euros en las arcas federativas."}, "title": {"en": "'Nobody is above the law': Spain's Sport Minister comments on Villar's arrest", "ar": "كرة القدم: رئيس الاتحاد الإسباني في قفص الإتهام بسبب قضايا فساد", "pt": "Conselho Superior do Desporto poderá suspender Villar do cargo", "es": "La Guardia Civil registra la RFEF"}, "date": {"en": "07/19/17 00:00:00", "ar": "07/19/17 00:00:00", "pt": "07/19/17 00:00:00", "es": "07/19/17 00:00:00"}}