{"top_image": {"en": "https://static.euronews.com/articles/376909/1000x563_376909.jpg", "ar": "https://static.euronews.com/articles/376909/1000x563_376909.jpg", "pt": "https://static.euronews.com/articles/376909/1000x563_376909.jpg", "es": "https://static.euronews.com/articles/376909/1000x563_376909.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "EU interior ministers have refused to support an Italian proposal to open up European ports to ships carrying migrants.\n\nBut governments did agree to help the Libyan coastguards do more and step up deportations of failed asylum-seekers.\n\n“Returns in this case are being backed up by a common visa policy. That means that those countries, which don’t comply with returns will have to face visa restrictions, by single EU countries, said Marco Minitti, Italian interior minister.\n\nItaly plans to draw up a code of conduct for NGOs as some EU officials believe sea rescue services are a pull factor for would-be migrants.\n\n“We abide by Humanitarian principles, by the principle of Humanitarian action, by Medical Ethics, by International Refugee Law and by International Maritime Law, because we operate at sea. So, we are quite clear about the frame in which we operate, and we doubt that a Code of Conduct will complement that,” said Aurélie Ponthieu of Doctors Without Borders.\n\nItaly had sought help, even at one point, threatening to close their ports to foreign humanitarian ships\n\nEscaping wars and poverty, more than 360,000 refugees and migrants arrived on European shores across the Mediterranean last year. More than 85,000 have reached Italy so far this year.", "ar": "أقر وزراء داخلية دول الاتحاد الأوروبي ، خلال اللقاء في تالين عاصمة استونيا ،التي ترأس الاتحاد الأوروبي حاليا، خطة عمل لمساعدة إيطاليا في مواجهة أزمة اللاجئين. “خطة تحرك” اقترحتها بروكسل بصورة عاجلة، بعد نداء للمساعدة وجهته ايطاليا التي تنوء تحت وطأة تدفق المهاجرين الى شواطئها كما تنتقد إيطاليا التي وصلها 85 ألف مهاجر هذه السنة، نقص التضامن الأوروبي. وتطلب المفوضية “دعم اقامة مركز تنسيق وانقاذ بحري في ليبيا يكون عملانيا بالكامل” ومساعدة هذه الدولة في تعزيز مراقبة حدودها الجنوبية.\n\nويريد الاتحاد الأوروبي أيضا تحسين فعالية “عمليات العودة“ـ أي إعادة غير المؤهلين لطلب اللجؤ إلى بلدانهم\n\nويقول وزير الداخلية الإيطالي ماركو متيني\n\n“ستكون عملية العودة مرفقة بسياسة مشتركة لمنح التأشيرة،وهذا يعني ان الدول التي تنتهك قواعد العودة،ستتعرض إلى قيود في منح التأشيرة من الدول الاعضاء\n\n“\n\nومعظم المهاجرين الذين يصلون إلى إيطاليا ليسوا طالبي لجوء، لكنهم مهاجرون لأسباب اقتصادية انطلقوا جميعهم تقريبا من ليبيا، آتين في المقام الأول من نيجيريا وبنغلادش وغينيا وساحل العاج وغامبيا.\n\nوفي خطة تحركها، تقترح المفوضية تنسيقا أفضل لعمليات الانقاذ في المتوسط مع خفر السواحل الليبيين، الذين تأمل في تدريبهم تدريبا أفضل وتجهيزهم بفضل مساعدة تبلغ 46 مليون يورو، وايضا مع السلطات المصرية والتونسية.\n\nوتقول أوريلي بونثيو من أطباء بلا حدود\n\n“نحن نحترم المبادئ الإنسانية، ومبدأ العمل الإنساني والرعاية الطبية،فضلا عن القواعد الدولية الخاصة بالهجرة،فضلا عن القواعد الخاصة بقوانين البحار،ذلك أننا نتدخل داخل البحار”\n\nكذلك، شجعت المفوضية إيطاليا على وضع “مدونة سلوك للمنظمات غير الحكومية” التي تنفذ عمليات بحث وانقاذ في المتوسط، الأمر الذي كان أعلن الاثنين بعد اجتماع بين الحكومات الألمانية والفرنسية والإيطالية.\n\nويقول أوجينو كوسومانو من جامعة لايدن\n\n“الاتفاقات التي أبرمت ما بين الاتحاد الأوروبي و تركيا او المغرب،لا يمكن أن تتم مع ليبيا،فلا يوجد ما يكفي من الشركاء الموثوق بهم،هنالك فلو أن ليبيا كانت قادرة حقا على التعاون لمواجهة المهربين،فما كانت لتترك القوارب تنطلق من مياهها”\n\nودعت روما في الايام الأخيرة الدول الأوروبية الاخرى إلى فتح موانئها أمام السفن التي تنقذ المهاجرين بهدف تخفيف العبء عنها.\n\nلكن بعض الدول مثل فرنسا رفضت ذلك انطلاقا من تفضيلها اتخاذ مزيد من الإجراءات لمساعدة إيطاليا والحد من عدد الذين يعبرون المتوسط", "pt": "A União Europeia quer aumentar o retorno de pessoas que chegam por via marítima irregular, como forma de travar os fluxos migratórios que têm agora a Itália como ponto principal de entrada.\n\nA medida junta-se a um pacote financeiro e logístico discutido pelos 28 ministros da Administração Interna, numa reunião, quinta-feira, em Tallinn (capital da Estónia).\n\n“Os retornos fazem parte de uma política comum sobre a concessão de vistos. Os países terceiros que não aceitarem os retornados, vão enfrentar restrições de concessão de vistos por parte dos países da União”, disse o governante italiano, Marco Minniti.\n\nOs ministros propõem criar um código de conduta para as organizações não-governamentais que têm feito mais de 30% dos salvamentos no mar.\n\nEn 2016, 5000 personnes se sont noyées dans la #Méditerranée et le bilan en 2017 se porte déjà à 2000 personnes https://t.co/g7bHPASzeU pic.twitter.com/zetdiHpTdx — MSF Belgique (@msfbelgique) June 23, 2017\n\nOs Médicos Sem Fronteiras (MSF) são uma delas e vêm a medida como uma tentativa para restringir a sua ação.\n\n“Respeitamos os princípios da ação humanitária, da ética médica, da lei internacional sobre refugiados e do direito marítimo internacional, porque operamos no mar. Logo, somos bastante claros sobre o quadro em que atuamos e duvidamos que um código de conduta vá complementar isso”, disse, à euronews, Aurélie Ponthieu, especialista em deslocação forçada na MSF.\n\nA União Europeia quer, ainda, investir 46 milhões euros no reforço da capacidade da Líbia, mas o facto do país enfrentar uma guerra civil levanta algumas dúvidas ao investigador Eugenio Cusumano sobre a eficácia da medida.\n\n“Algo como o acordo entre a União Europeia e a Turquia, ou com Marrocos, não seria replicável na Líbia. Na realidade, não existe um parceiro estatal em que se possa confiar”, disse o professor na Universidade de Leiden, que investiga o papel de organizações civis em operações militares e crises humanitárias.\n\n“Se a Líbia estivesse disposta a cooperar no combate aos contrabandistas, nem sequer permitiria que os barcos saíssem para o mar”, acrescentou Eugenio Cusumano.\n\nEste ano já morreram mais de 2200 pessoas no mar Mediterrâneo, segundo a Organização Internacional para as Migrações.", "es": "Mecanismos para repatriar inmigrantes que llegan desde África por el Mediterráneo y una ayuda de 35 millones de euros para Italia. Son algunas de las medidas del plan de acción aprobado por los ministros del Interior de los 28 reunidos este jueves en Tallin, la capital estona.\n\nLa política de repatriación de migrantes contemplada en el paquete de medidas debe estar respaldada por una política de visados ha advertido Marco Minniti, ministro del Interior italiano. “Esto significa que los países que no cumplan con las repatriaciones se enfrentarán a restricciones de visados por parte de los estados de la UE”, ha apuntado el jefe de la diplomacia italiana.\n\nLa hoja de ruta presentada de urgencia por la Comisión Europea a principio de semana contempla también un código de conducta para las ONGS que operan en el Mediterráneo. Una de ellas, Médicos Sin Fronteras (MSF), estima que esta media pretende restringir su campo de acción.\n\nAurélie Ponthieu, analista de MSF explica que las ONGs cumplen con los principios de la acción humanitaria, de ética médica, leyes internacionales de refugiados y marítimas. “Así que está bastante claro en el marco en el cual operamos, no creemos que haya que añadir a esto un código de conducta”, ha dicho.\n\nEl plan de acción contempla asimismo una contribución de 46 millones de euros para Líbia, para intentar frenar la inmigración en el origen. Pero algunos expertos dudan de la eficacia de esta medida en un país desgarrado por la guerra civil. Eugenio Cusumano, profesor de Relaciones Internacionales de la Universidad de Leiden cuenta a Euronews que un acuerdo como el de la Unión Europea y Turquía, o los suscritos con Marruecos no puede replicarse en Libia porque “no hay ningún socio estatal fiable”. “Si Libia estuviese dispuesta a cooperar contra los traficantes, no dejarían salir al mar esos barcos”.\n\nLas redes de tráfico ilícito de migrantes se ha multiplicado en los últimos años."}, "title": {"en": "EU rejects Italian request to open ports to migrants", "ar": "الاتحاد الأوروبي يدعم خطة عمل لمساعدة إيطاليا في مواجهة أزمة اللاجئين", "pt": "Dinheiro, retorno e código de conduta para travar migrantes económicos", "es": "UE: plan de acción para aliviar la presión migratoria en Italia"}, "date": {"en": "07/06/17 00:00:00", "ar": "07/06/17 00:00:00", "pt": "07/06/17 00:00:00", "es": "07/06/17 00:00:00"}}