{"top_image": {"en": "https://static.euronews.com/articles/377687/1000x563_377687.jpg", "ar": "https://static.euronews.com/articles/377687/1000x563_377687.jpg", "pt": "https://static.euronews.com/articles/377687/1000x563_377687.jpg", "es": "https://static.euronews.com/articles/377687/1000x563_377687.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "To get the full 360º picture of the San Fermin festival you have to look beyond its iconic bull runs. While the animals are at the heart of the traditional event, there is much more to it.\n\nTens of thousands of visitors crowding into the City of Pamplona over a nine-day period from July 6 to July 14 have much more to do and see than the three-minute race.\n\nThe giants and “big heads” are not as famous as the bulls, but they are more popular among the festival’s children.\n\n“Pamplonicas” even mourn the end of Festival, with the Pobre de mi, “Poor me” ceremony taking place every year at midnight on July 15. The only bright spot is that from that point on, next year’s edition is always getting nearer.\n\nFor residents and visitors alike, the main point of the festival is… having fun.\n\nEuronews takes you through several lesser-known scenes of the San Fermin festival, as if you were there.", "ar": "تقرأ الآن:\n\nللحصول على فكرة عن مهرجان \"سان فيرمين\"، شاهدوا ما هو أبعد من سباق الثيران الشهير. مع أن الحيوانات في قلب الحدث التقليدي، هناك أكثر من ذلك بكثير. عشرات الآلاف من الزوار الذين يتوافدون إلى عاصمة منطقة نافارا الاسبانية لمشاهدة المهرجان الذي ينطلق سنوياً في السادس من يوليو/ تموز ويستمر حتى الرابع عشر منه، لديهم الكثير من الأشياء الأخرى التي يقومون بها، وليس مشاهدة السباق الذي يستغرق ثلاث دقائق فقط. بالاضافة إلى مصارعة الثيران/ هناك فعاليات أخرى منها استعراض \"العمالقة والرؤوس الكبيرة\"، ليس معروفاً كما هو الحال بالنسبة لسباق الثيران، لكنه يحظى بشعبية بين الأطفال، وينظم كل صباح خلال مهرجان \"سان فيرمين\". في نهاية المهرجان، يلتقي جميع المشاركين امام موقع بلدية المدينة للمشاركة بالحفل الختامي\" Pobre de mí \" في منتصف ليلة 14-15 تموز/ يوليو، هنا، كل شخص يحمل شمعة بيده، ويبدأ الحشد بالغناء التقليدي. من خلال فيديو 360 درجة، يورونيوز ندعوكم للتعرف على هذا النشاط لمهرجان سان فيرمين، كما لو كنتم هناك.", "pt": "Para ter uma imagem a 360° das Festas de San Fermin, é necessário ir além da icónica corrida de touros que, apesar de tudo, é o coração deste evento.\n\nEntre 6 e 14 de julho, a cidade de Pamplona recebeu dezenas de milhares de visitantes. Há gigantones e cabeçudos que fazem as delícias dos mais novos, por exemplo.\n\nHá acrobacias, marchas musicais, concertos improvisados, jogos tradicionais, cantorias e muito mais. No fim do festival, decorre a cerimónia onde se entoa o “Pobre de mi”, que marca o arranque da contagem para as festas do ano seguinte.\n\nA euronews leva-o pelas ruas de Pamplona para ver o outro lado de San Fermin.", "es": "Para obtener una visión de 360º de las festividades de San Fermín, en Pamplona, hay que ir más allá de sus famosísimos encierros.\n\nPor supuesto que los toros están en el corazón de esta celebración tradicional, pero hay mucho más.\n\nLas decenas de miles de visitantes que se agolpan en la ciudad de Pamplona durante un período de 9 días, del 6 al 14 de julio, tienen mucho más que hacer y ver que la carrera de tres minutos que se celebra a las 8 de la mañana.\n\nLos gigantes y “cabezudos” no son tan famosos como los toros, pero son los más queridos entre los niños de Pamplona.\n\nLos “pamplonicas” incluso lloran el final de la fiesta, con la “Pobre de mí”, la ceremonia que tiene lugar todos los años a las 00:00 del 15 de julio.\n\nSolo se consuelan porque a partir de ese momento, “ya falta menos” para la edición del próximo año.\n\nEn definitiva, para residentes y visitantes el verdadero sentido de la celebración es… divertirse.\n\nEuronews te muestra varias escenas menos conocidas de San Fermín, como si estuvieras allí."}, "title": {"en": "San Fermin, more than just a bull run", "ar": "للحصول على فكرة عن مهرجان \"سان فيرمين\"، شاهدوا ما هو أبعد من سباق الثيران الشهير. مع أن الحيوانات في قلب الحدث التقليدي، هناك أكثر من ذلك بكثير. عشرات الآلاف من الزوار الذين يتوافدون إلى عاصمة منطقة ن", "pt": "San Fermin, muito mais do que uma corrida de touros", "es": "San Fermín, más que encierros"}, "date": {"en": "07/21/17 00:00:00", "ar": "07/21/17 00:00:00", "pt": "07/21/17 00:00:00", "es": "07/21/17 00:00:00"}}