{"top_image": {"en": "https://static.euronews.com/articles/377452/1000x563_377452.jpg", "ar": "https://static.euronews.com/articles/377452/1000x563_377452.jpg", "pt": "https://static.euronews.com/articles/377452/1000x563_377452.jpg", "es": "https://static.euronews.com/articles/377452/1000x563_377452.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "A group of Muslim leaders have continued their tour of European cities to condemn terrorism.\n\nTheir message in Brussels was ‘Not In My Name’.\n\nImam Hassan Chalghoumi said he wanted to “pay tribute to the victims” of terrorism but also “to say no to the barbarity of these criminals”.\n\n“Our Islam does not belong to this minority; it takes us hostage,” he said.\n\nThe tour started in Paris on Saturday. Belgian’s interior minister Jan Jambon welcomed the group,.\n\nSpeaking to euronews, he said: I think this is a strong signal that comes from the Muslim community themselves and we always said the great majority of Muslims do not accept these terrorist acts.”\n\nThe sixty-strong group will return to Paris on Friday for the conclusion of their journey. That is when they’ll be joined by religious leaders from other faiths.", "ar": "تجمع أكثر من 60 إماماً جاؤوا من مختلف الدول الأوروبية ،معظمهم من فرنسا وايطاليا والبرتغال وبلجيكا أمام مبنى البورصة في العاصمة البلجيكية بروكسل، احتجاجاً على الإرهاب.ورفع المنظمون شعار” مسيرة ضد الارهاب” داعين إلى “عدم ربط المسلمين بجرائم ترتكب باسم الاسلام”. المبادرة التي انطلقت يوم السبت من باريس،والتي تنتهي في الرابع عشر من تموز بتولوز/يوليو في فرنسا،نظمها الإمام الإمام حسن شلغوني ،الإمام السابق لمسجد درانسي في ضواحي باريس الشمالية.\n\n“ ترحما على أرواح ضحايا العملات الإرهابية،وحتى نقول لا للبربرية ولا لهؤلاء المجرمين،فإسلامنا التنويري لا يمت بصلة إلى هذه الأقلية من المجرمين،فهم يتخذوننا كرهائن،ويجندون أطفالنا أيضا فنحن ندفع ثمنا باهظا ..فمواجهة داعش و البربرية،تعتبر مجازفة على كل حال،فهؤلاء الأئمة يخاطرون بحياتهم ،فكلهم قاموا بتوديع عائلاهم،لأننا لا ندري ما الذي سيلحق بهم”\n\nهذا ورفعت السلطات البلجيكية خطر التهديد الإرهابي إلى أعلى مستوى له بعد الهجمات الإرهابية في 22 آذار/ مارس 2016 على مطار ومترو بروكسل، أسفرت عن مقتل 32 شخصا وإصابة أكثر من 300 بجروح متفاوتة الخطورة.\n\nوزير الداخلية البلجيكي جان يامبون “ أعتقد أنه إشارة قوية،جاءت من العالم الإسلامي، وقد كررنا مرارا أن الغالبية العظمى من المسلمين لا تقبل بالأعمال الإرهابية،أما اليوم فالأئمة جميعهم،فأثبتوا أن ذلك عين الحقيقة،حيث إنهم ربما أول ضحايا ما يحدث من عمليات إرهابية”\n\nمسيرة الأئمة ضد الارهاب،تتوقف عند مدن أوروبية عدة طالتها أيادي الإرهاب، من المقرر أن تنتهي هذه المسيرة في الرابع عشر من يوليوفي مدينة نيس حيث قتل 86 شخصاً في عملية دهس وقعت في 14 يوليو/تموز الماضي،قبل أن يعودوا إلى باريس الجمعة", "pt": "A marcha dos muçulmanos contra o terrorismo chegou, segunda-feira, a Bruxelas, um dos pontos de paragem do périplo levado a cabo por líderes religiosos muçulmanos e que teve início, sábado, em Paris.\n\n“Queremos prestar homenagem às vítimas, repudiar a barbárie e os criminosos e dizer que a nossa religião, o Islão iluminado, não pertence a essa minoria”, disse, à euronews, Hassan Chalghoumi, imã na cidade francesa de Drancy e um dos organizadores.\n\n“Eles fazem-nos reféns e recrutam as nossas crianças. É um risco enfrentar o Daesh e esses bárbaros, mas os imãs arriscam as suas vidas”, acrescentou.\n\nCerca de três dezenas de imãs percorrem várias cidades atingidas por ataques terroristas perpetrados por membros ou apoiantes dos radicais islâmicos do Daesh.\n\n“É um forte sinal que nos chega do mundo muçulmano e sempre dissemos que a grande maioria dos muçulmanos não aceita estes atos terroristas. Estes imãs que se juntaram aqui mostram que essa é a verdade, sendo que, muitas vezes, eles são as primeiras vítimas do que se está a passar”, disse, à euronews, Jan Jambon, ministro da Administração Interna belga.\n\nPolíticos, intelectuais e cidadãos de todas as religiões são convidados a juntarem-se ao grupo, em cada cidade.\n\nO imã de Lisboa também participa na viagem de autocarro, que passará, ainda, por cidades do Reino Unido e da Alemanha, terminando a 14 de julho, em Paris.", "es": "Después de París y Berlín, la marcha de los imanes contra el terrorismo llega a Bruselas.\n\nEn París, los imanes inician una “marcha de los musulmanes contra el terrorismo” [FR] https://t.co/YYgCfSawLp pic.twitter.com/9FT44qGf5U — Menéame noticias (@meneame_net) 9 de julio de 2017\n\nLlega a Berlín la gran marcha de imanes contra el terrorismo https://t.co/gyWMLYj9Hj pic.twitter.com/USF5tvwYOo — DW (Español) (@dw_espanol) 9 de julio de 2017\n\nLos 63 imanes recorren diferentes ciudades que han sido escenario de atentados terroristas.\n\n“Rendimos homenaje a las víctimas y decimos no a la barbarie criminal. Nuestra religión, el Islam no pertenece a esa minoría que nos toma por rehenes y recluta a nuestros jóvenes. Así que lo pagamos el doble. Plantar cara al Dáesh implica sus riesgos. Estos imanes arriesgan sus vidas”, asegura Hassan Chalghoumi, imán de Drancy, y uno de los organizadores de esta marcha.\n\nEn la organización de la marcha participa el escritor e intelectual judío, Marek Halter. Sin embargo, en ella no participan las grandes asociaciones musulmanas de Francia.\n\n“Creo que es una fuerte señal la que nos llega del mundo musumán. Siempre se ha dicho que la gran mayoría de los musulmanes rechaza esos actos terroristas. Hoy todos estos imanes juntos lo demuestran así, pues ellos son quizá las primeras víctimas de lo que está ocurriendo, asegura el ministro de Interior belga, Jan Jambon..”\n\nLa marcha de los imanes contra el terrorismo visitará esta semana las ciudades francesas de Niza y Toulouse. El 14 de julio volverá a París coincidiendo con la fiesta nacional francesa."}, "title": {"en": "Imams continue peace tour", "ar": "أئمة مسلمون ينددون بالإرهاب والعنف في العاصمة البلجيكية", "pt": "Bruxelas acolheu marcha de religiosos muçulmanos contra o terrorismo", "es": "La marcha de los imanes contra el terrorismo llega a Bruselas"}, "date": {"en": "07/10/17 00:00:00", "ar": "07/10/17 00:00:00", "pt": "07/10/17 00:00:00", "es": "07/10/17 00:00:00"}}