{"top_image": {"en": "https://static.euronews.com/articles/376144/1000x563_376144.jpg", "ar": "https://static.euronews.com/articles/376144/1000x563_376144.jpg", "pt": "https://static.euronews.com/articles/376144/1000x563_376144.jpg", "es": "https://static.euronews.com/articles/376144/1000x563_376144.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "There was no let-up of thrills and spills on the third day of judo at the Hohhot Grand Prix in China. It was the Olympic and world champions who ruled the final day as the focus now turns to the 2017 Suzuki World Judo Championships in Budapest, Hungary from 28 August – 3 September.\n\nJapan emerged top of the class at the tournament going home with five gold and three bronze medals. Russia won two gold, three silver and six bronze medals.\n\nWoman of the day\n\nGraf is now a two-weight contender after Hohhot gold\n\nBucharest European Open winner Bernadette Graf was our woman of the day because she won gold one weight up from her normal division of under-70kg with a spectacular ippon.\n\nThe 25-year-old Austrian had the measure of The Netherlands’ Karen Stevenson in the under-78 kilogram category with a Utsuri Goshi.\n\nGraf says she will be working hard over the coming months to repeat the result at the world championships in Budapest:\n\n“First preparation we will have in Austria on a mountain,[where we will do] some cycling, walking and swimming. And then we go to Japan for two weeks to the national training centre where we will finalise our preparation.”\n\nBernadette Graf creates new possibilities with another gold medal U78kg https://t.co/5cNhlgQdnF Polleres and Krssakova can benefit from Graf pic.twitter.com/hiv32Zpn95 — JudoInside.com (@JudoInside) 2 juillet 2017\n\nMan of the day\n\nLukas Krpalek was our man of the day. He is reigning under-100kg Olympic champion but, like Graf, he has moved up a category, to over-100kg, and he now has a second world judo tour gold in the weight.\n\nBut to win the Czech had to come from behind twice.\n\nFirst he went behind to Russia’s Andrey Volkov by a waza ari in the semi-final. But he followed that up with one of his own and holding for ippon.\n\nKrpalek did the same thing in the final against Duurenbaya Ulziibayar of Mongolia who put him down for a waza ari.\n\nBut the Czech had the final word with a sublime sumi gaeshi before holding for an ippon.\n\nThe 26 year old says put everything into his final push for gold: “When I went behind by the waza ari I knew I had to give my all for the win. I had to put everything in to that sumi gaeshi and then I followed it into the hold down. I am so happy I managed to get the win.”\n\nIppon of the day\n\nBest of the rest\n\nWorld champion Haga triumphs in battle of attrition against Denisov https://t.co/dwEeHv7YW0 #JudoHohhot2017 Who becomes the new World Champ? pic.twitter.com/MNlCpqevsJ — JudoInside.com (@JudoInside) 2 juillet 2017\n\nKiriil Denisov of Russia literally swept Sweden’s Joakim Dvarby off his feet for our ippon of the day in the under 100kg category.The reigning world champion Haga Ryunosuke of Japan was victorious in the under 100kg category, beating Denisov in the final.\n\nEuropean Championships bronze medallist Khusen Khalmurzaev of Russia was the -90kg champion courtesy of a spectacular uchi mata against world number one Aleksandar Kukolj of Serbia.\n\nWe sign off with South Korea’s Han Mi Jin left it late to beat Yelyzaveta Kalinina from Ukraine with a waza ari in golden score in the over-78kg section.", "ar": "قبل شهرين على بطولة العالم في الجودو، شكلت جائزة هوهوت الكبرى في الصين ملتقى لاهم لاعبي هذه الرياضة. وتجدر الاشارة الى ان هوهوت هي عاصمة منطقة منغوليا الداخلية التابعة للصين.\n\nفي اليوم الثالث والاخير من هذه البطولة، الذي جرى يوم الاحد حازت النمساوية برناديت غراف على الميدالية الذهبية، بعد ان تغلبت على الهولندية كارين ستيفنسون وذلك عن فئة من هن دون 78 كيلوغراماً.\n\nإمرأة هذا النهار\n\nفكانت غراف “إمرأة هذا النهار” وقد تميزت فيه الالمانية بحصولها على ايبون بعد إسقاط منافستها بتقنية اوتسوري غوشي. تقنية تعتمد على اسقاط الخصم عبر حمله عند الوركين.\n\nاما الميدالية البرونزية فكانت من نصيب كل من الكورية الجنوبية جيونغ-يون لي واليابانية رويكا ساتو.\n\nوعن تحضيراتها لبطولة العالم، شرحت الالمانية غراف قائلة “الاعداد الاول سيكون في جبل في النمسا، حيث سنقوم بالتدريبات على الدراجة الهوائية والسير والسباحة. ومن ثم نذهب الى اليابان مدة اسبوعين حيث ننهي تحضيراتنا في مركز التدريب الوطني”.\n\nرجل هذا النهار\n\nاما “رجل هذا النهار” فهو التشيكي لوكاس كرباليك، الذي توج بالذهبية وذلك عن فئة الرجال وزن اكثر من مئة كيلوغرام.\n\nكرباليك كان قد تغلب على الكوري الجنوبي كيم سانغمين مسجلاً وازا آري بعد ان استخدم تقنية توموي ناغي وهي تقنية الاسقاط على الظهر.\n\nوفي المباراة نصف النهائية، رغم ان الروسي اندري فولكوف قد تغلب على كرباليك بتسجيل وازا آري في الشوط الاول لكن بطل اليوم انهى المباراة بتسجيل وازا آري ثم إيبون متغلباً على منافسه فولكوف.\n\nاما في المباراة النهائية فتواجه التشيكي كرباليك والمنغولي دورنبايا أوزيبايار. كاد فيها ان يخسر كراباليك بتسجيل اوزيبايار وازا آري، لكنه عاد وسجل التشيكي ايبون بعد ان اسقط منافسه على رأسه بتقنية سومي غايشي وثبته على ظهره.\n\nويقول كرباليك عن فوزه “حين تقدمني بوازا آري علمت انه يجب ان اعمل جهدي كي افوز. فوضعت كل قوتي في هذا السومي غايشي ومن ثم ثبته على الارض. أنا سعيد بما قمت به كي أفوز”.\n\nإيبون هذا النهار\n\nالإيبون المميز لهذا اليوم فقد سجله الروسي كيريل دونيسوف في مواجهته للسويدي جواكيم دفاربي، وذلك عبر تقنية آشي\n\nباري التي تقوم على زلق قدم المنافس.\n\nخلاصة اليوم الاخير\n\n- عن فئة الرجال وزن دون المئة كيلوغرام، حاز على الميدالية الذهبية الياباني هاغا ريونسوكي بعد ان هزم الروسي كيريل دونيزوف في المباراة النهائية.\n\n- كما فاز الروسي حسين خلمورزاييف بالذهبية عن وزن اقل من تسعين كيلوغراماً. خلمورزاييف كان قد استخدم تقنية أوشي ماتا ليفوز على الصربي الكسندر كوكوي.\n\n- اما الكورية الجنوبية هان مي جين فقد فازت بالذهبية عن وزن يزيد عن 78 كيلوغراماً بتغلبها على الاوكرانية يليزافيتا كالينينا وسجلت وازا آري.", "pt": "No terceiro e último dia do Grande Prémio de Judo de Hohhot, China, vimos campeões olímpicos e mundiais a dominar.\n\nA mulher do dia foi a austríaca Bernadette Graf. A tripla medalha de bronze em Campeonatos da Europa, ganhou o ouro em -78 Kg, uma categoria acima da qual costuma competir -70Kg, com um “ippon” espetacular sobre a holandesa Karen Stevenson.\n\nO momento é de vitória mas o foco da judoca de 25 anos já começa a ser direcionado para o Campeonato do Mundo que acontece em Budapeste, na Hungria, entre 28 de agosto e 3 de setembro\n\n“A primeira fase da preparação para Budapeste será feita nas montanhas, na Áustria, com ciclismo, caminhadas e natação. Depois vamos duas semanas para o Japão, para o centro nacional de treino, para terminar a preparação,” revelou Bernadette Graf\n\nO homem do dia foi o checo Lukas Krpalek, por duas vezes ele foi obrigado a vir de trás até encontrar o caminho para o ouro. O campeão olímpico em -100 Kg no Rio de Janeiro, competiu em +100Kg e somou mais uma medalha de ouro do circuito mundial.\n\nNa meia-final com o russo Andrey Volkov, o checo recupera de uma desvantagem de “waza-ari” através de outro “waza-ari” e termina com “ippon”.\n\nNa final com o mongol Duurenbayar Ulziibayar, o judoca checo parece ter usado, novamente, o facto de estar em desvantagem para encontrar o caminho até ao ouro. Ao “waza-ari” de Ulziibayar, Krpalek responde com outro “waza-ari” e um “ippon” que lhe dá a vitória na competição.\n\n“Quando vi que tinha de recuperar do “waza-ari”, eu sabia que tinha que dar tudo por tudo para conseguir a vitória. Estou muito feliz com a minha vitória,” afirmou Lukas Krpalek\n\nNa final de -100Kg, o Campeão do Mundo em título, o japonês Haga Ryunosuke, venceu o russo Kiriil Denisov.\n\nEm -90kg, o russo Khusen Khalmurzaev venceu o número 1 do mundo e Campeão Europeu, Aleksandar Kukolj, da Sérvia.\n\nNa competição feminina, em +78 kg, a vitória foi conquistada pela judoca Han Mi Jin, da Coreia do Sul, que bateu a ucraniana Yelyzaveta Kalinina na final.", "es": "Este domingo terminó el Grand Prix de Hohhot de Judo, último evento antes del Campeonato del Mundo que tendrá lugar en agosto.\n\nArrancamos este resumen con la mejor judoca del día. La austriaca Bernadette Graf se subió a lo más alto del podio en la categoría de menos de 78 kilos tras imponerse en la final a la holandesa Karen Stevenson. Con un utsuri goshi sumó un ippon y terminó colgándose la medalla de oro en China. Esta es su primera victoria en un Grand Prix en este peso. En los Juegos Olímpicos de Rio compitió en la división de menos de 70 kilos y quedó quinta. Graf, que ya se había llevado el título en el Campeonato Europeo de Budapest, ya piensa en el próximo campeonato del mundo.\n\nZILVER voor Karen Stevenson (-78 kg) op de Grand Prix in Hohhot! In de finale is Bernadette Graf (AUT) op ippon te sterk. pic.twitter.com/teNZ2T2aOc — Judo Bond Nederland (@judobond) 2 luglio 2017\n\nBernadette Graf: “La primeras preparaciones tendrán lugar en Austria, en las montañas. Haremos algo de ciclismo, senderismo y natación. Y después nos iremos a Japón para acudir al centro de entrenamiento nacional durante dos semanas más y allí realizaremos las últimas preparaciones”.\n\nEl mejor judoca de este último día de competición fue el checo Lukas Krpalek en la categoría de más de 100 kilos. Primero se impuso en su duelo contra el ex medallista de bronce del mundial, el coreano Kim Sungmin, por un waza ari. En semifinales se enfrentó al ruso Andrey Volkov. En esta ocasión tuvo que remontar un waza ari y rematar su actuación con ippón para clasificarse para la final y luchar por la medalla de oro. En esta fase le esperaba el mongol Duurenbaya Ulziibayar, que empezó golpeando primero con un waza ari cuando solo quedaban 42 segundos en el reloj. Krpalek tendría que lograr la remontada una vez más y tampoco iba a fallar en esta ocasión. Logró un ippon a 20 segundos del final para colgarse la medalla de oro. Sin duda, el ex campeón del mundo y vigente campeón olímpico estuvo sensacional en su cuarta aparición en la división más pesada del circuito Mundial de judo. Krpalek analizó así su último duelo.\n\nLukas Krpalek: “Cuando iba perdiendo por un waza ari sabía que iba a tener que poner todo de mi parte si quería lograr la victoria. Tuve que darlo todo para lograr ese sumi gaeshi y después logré ejecutar con éxito otra buena técnica. Estoy muy feliz de haber logrado la victoria”.\n\nNuestro Ippon del día llegó en el duelo entre el ruso Kiriil Denisov y el sueco Joakim Dvarby, con este genial ashi barai.\n\nAt -100kg, Russia's Denisov is showing silky footwork! A ko uchi against Hungary's Ohat gives him one of FOUR waza aris!#JudoHohhot2017 pic.twitter.com/WHxw0wZsxx — Int. Judo Federation (@IntJudoFed) 2 luglio 2017\n\nNo dejamos la categoría de menos de 100 kilos en la que el vigente campeón del mundo, el japonés Haga Ryunosuke derrotó a Denisov en la final.\n\nReigning world champion Haga of Japan executes his trademark uchi mata to overcome Croatia's Kumric at -100kg!#JudoHohhot2017 pic.twitter.com/qHPduqjdYj — Int. Judo Federation (@IntJudoFed) 2 luglio 2017\n\nLa medalla de oro en la categoría de menos de 90 kilos la logró el ruso Khusen Khalmurzaev, que en la final ejecutó un espectacular uchi mata con el que sumó un waza ari contra el número uno del mundo, el serbio Aleksandar Kukolj.\n\nY cerramos con la final en la categoría femenina de más de 78 kilos en la que se colgó la medalla de oro la coreana Han Mi Jin tras imponerse en la final a la ucraniana Yelyzaveta Kalinina por un waza ari en el golden score. Así termina el último Grand Prix de Judo. La próxima cita llegará en el mes de agosto con el Campeonato del Mundo."}, "title": {"en": "Japan rules the roost at the Hohhot Grand Prix", "ar": "اختتام جائزة هوهوت الكبرى للجودو والتحضيرات لبطولة العالم", "pt": "Judo: Bernadette Graf e Lukas Krpalek vencem no Grande Prémio de Hohhot", "es": "Japón se impone en el Grand Prix de Judo de Hohhot con 5 oros."}, "date": {"en": "07/02/17 00:00:00", "ar": "07/02/17 00:00:00", "pt": "07/02/17 00:00:00", "es": "07/02/17 00:00:00"}}