{"top_image": {"en": "https://static.euronews.com/articles/380047/1000x563_380047.jpg", "ar": "https://static.euronews.com/articles/380047/1000x563_380047.jpg", "pt": "https://static.euronews.com/articles/380047/1000x563_380047.jpg", "es": "https://static.euronews.com/articles/380047/1000x563_380047.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Italy’s women’s team surprised South Korea to take the saber world title in Leipzig.\n\nThe quartet swept aside their Asian rivals 45-27 to add the world crown to the European title the team won in Tblisi in June.\n\nIt’s Italy’s eighth medal in these championships.\n\nThe French men’s team came from behind to stun their Swiss opponents 43-45 in the epee final.\n\nStar of the day was the Guadeloupean Yannick Borel who started with a seven touch deficit but displayed the golden touch to bring back the glory glory days for France.\n\nThe French gold will add to their Rio win at the Olympic Games when they were triumphant on the last day of the event. The team has drastically changed since them but the result remains the same for France.\n\nFrance leave the championships with one gold and four bronzes.", "ar": "في بطولة العالم للمبارزة بالسيوف في ليبزيغ الألمانية، الفريق الايطالي بقيادة إيرين فيتش ، و روسيلا غريغوريو و لوريتا غولوتا و مارتين، يفوز بلقب بطولة العالم للفرق و هذا بعد إلحاقه الهزيمة بالفريق الكوري الجنوبي بنتيجة 45 لمسة مقابل 27 لمسة .\n\nالميدالية البرونزية عادت للفريق الفرنسي بعد فوزه على الفريق الياباني بنتيجة 45 لمسة مقابل 39 لمسة.\n\nأما لدى الرجال فقد انتزع الفريق الفرنسي المتكون من يانيك بوريل و دانييل جيرانت و جون ميشال لوسيناي و رونان غوستان، الفوز باللقب العالمي بعد تغلبه على الفريق السويسري بنتيجة 45 لمسة مقابل 43 لمسة، و هذا بعد نهائي رائع.\n\nأما الميدالية البرونزية فقد عادت لروسيا التي فازت على المجر بنتيجة 45 لمسة مقابل 38 لمسة.", "pt": "Festa italiana nos Mundiais de Esgrima na cidade alemã de Leipzig.\n\nNas provas femininas da disciplina de florete, a equipa transalpina recuperara o título de campeã mundial aos Estados Unidos.\n\nNa espada, a equipa feminina de Itália derrotou as rivais da Coreia do Sul por 45-27. A medalha de bronze foi para França.\n\nNas provas masculinas, os franceses têm também motivos para celebrar, depois da medalha de ouro na disciplina de espada. depois de uma vitória muito sofrida contra a Suíça.\n\nFoi já na última parte do duelo que os franceses conseguiram dominar, conseguindo um resultado final 45-43.\n\nO terceiro lugar foi para os russos.", "es": "Italia sigue sumando triunfos en el Mundial de Esgrima de la ciudad alemana de Leipzig. Si este lunes, el equipo de floretistas transalpinas recuperaron el título mundial frente a Estados Unidos, las sablistas italianas han subido al escalón más alto del podio al derrotat a Corea del Sur por 45 toques a 27. La medalla de bronce ha sido para Francia.\n\nSi los franceses se habían quedado con una espina clavada al no haber logrado el oro, se la han sacado con el equipo masculino de espada, que se ha proclamado campeón del mundo al batir a la vecina Suiza. Pero para ello han tenido que llevar a cabo una enorme remontada para acabar venciendo por 45 a 43. Rusia se ha hecho con la tercera plaza."}, "title": {"en": "Fencing: Italy and France leave Leipzig with gold", "ar": "بطولة العالم للمبارزة بالسيوف: اللقب يبتسم لإيطاليا و فرنسا", "pt": "Festa italiana e francesa em mais um dia dos Mundiais de Leipzig", "es": "Italia sigue intratable y logra el oro en sable femenino"}, "date": {"en": "07/25/17 00:00:00", "ar": "07/25/17 00:00:00", "pt": "07/25/17 00:00:00", "es": "07/25/17 00:00:00"}}