{"top_image": {"en": "https://static.euronews.com/articles/374411/1000x563_374411.jpg", "ar": "https://static.euronews.com/articles/374411/1000x563_374411.jpg", "pt": "https://static.euronews.com/articles/374411/1000x563_374411.jpg", "es": "https://static.euronews.com/articles/374411/1000x563_374411.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "In the Seventies, Angola was one of Africa’s leading farming nations. But years of civil war took its toll on the sector which only represents 10% of the country’s GDP today.\n\nSince the end of conflict fifteen years ago, a major effort has been made to boost agriculture – a vital necessity when you consider that Angola needs to import 80% of its consumer goods.\n\nAccording to economic experts, Angola has the potential to become one of the leading agricultural countries in Africa. It boasts 58 million hectares of arable land – the equivalent of a country the size of France. The problem is that only 10% of it is exploited. This is mainly due to poor irrigation.\n\nFor this edition of Focus, we visited Angola’s largest farm. Located 1,400 metres in altitude, on the highlands of South Kwanza province, it covers 10 000 hectares. Only one third of that is being used for now, but the fifty varieties of goods produced – ranging from fruit and vegetables to milk products – yield an annual turnover of 5 million dollars.\n\nLarge, privately-owned farms like this one only represent 15% percent of Angola’s agribusiness, but half of its farmed land.\n\n“Angola has excellent conditions for agriculture. There are many different micro-climates, there is a lot of arable land, a lot of water. We have some of the best conditions in the world for farming… Our big problem today is the workforce,” says João Macedo, Grupolider administrator.\n\nIndeed, boosting the farming sector means training workers. This farm employs 800 people, who were nearly all trained here.\n\nIrrigation also represents a big chunk of the investment: the company has dug four artificial lakes and invested in state-of-the-art machinery.\n\nIn all, the company, which owns two other farms in Angola, has spent 150 millions dollars over the past six and a half years.\n\n“Our plan is to diversify production. We also have plans in the agro-industrial business, which are already underway, and we will be investing another 150 million dollars over the next three years,” says João Macedo.\n\nAnother staple of Angolan farming is coffee. Angola used to be one of the world’s biggest coffee producers before the war broke out. Rehabilitation of the plantations has been ongoing since 2000. It’s a big investment: it takes between three to four years for a coffee tree to bear fruit.\n\nJorge Ribeiro was already around back in Angola’s golden age of coffee. Head of production at one of the country’s largest coffee companies, he plays a pivotal role in Angola’s coffee revival, acting as a consultant for hundreds of local producers who believe in the future of this business.\n\n“We produce one of the best coffees in the world. Back in 1973, we were one of the four biggest producers in the world, but today production is very, very low. However, we are experiencing a real coffee revival, people are prepared to bet on the economic potential of coffee,” he says.\n\nFor the past few years, the government’s strategy has been very clear: the objective is to make Angolan coffee competitive again, so that it can reclaim its position on the global market. This requires investment and a modernisation of production techniques.\n\nToday, just 12,000 tonnes of coffee are produced every year – that’s 20 times less than in the Seventies.\n\n“There is a huge potential. It’s not a dream: we used to produce 200,000 tonnes a year. Our soil and climate are perfectly suited for growing coffee. What we want to do is develop this potential to boost agriculture and the manufacturing industry, as well as exports,” says Pedro Ribeiro, General Manager of Angonabeiro, one of Angola’s leading coffee companies.\n\nAnd growth, it seems, is well on its way with production expected to increase by 20% this year. Positive economic prospects which it’s hoped will guarantee a sustainable source of growth for Angola and its people.", "ar": "تقرير سيرج رومبي، موفد يورونيوز:\n\nحلقة جديدة من سلسلة برنامجنا “فوكوس أنغولا”: شهرا، كي نتعرف كيف يعمل هذا البلد على تنويع اقتصاده، ليتخلى عن الاعتماد على النفط.\n\nفي سنوات السبعينات، أنغولا كانت الرائدة في قطاع الزراعة في إفريقيا. لكن هذا القطاع الذي يشكل اليوم، 10% من الناتج المحلي الإجمالي، عانى كثيرا خلال الحرب.\n\nمنذ 15 سنة، وهو في طور إعادة التشغيل. هناك حالة من الفاقة عندما نعلم أن أنغولا تستورد 80% من السلع الاستهلاكية.\n\nستاند أب، سيرج رومبي، موفد يورونيوز:\n\n“تبعا لمنظمة الأمم المتحدة للزراعة والأغذية، أنغولا كانت بين الدول الخمس الأولى عالميا التي تملك طاقات زراعية ضخمة.\n\nتحتوي البلاد على 58 مليون هكتارا من الأراضي الصالحة للزراعة، ما يعادل مساحة دولة أكبر من فرنسا. لكن المشكلة المثيرة للألم هي أن 10% فقط من هذه الأرض يجري استثمارها. وهذا يعود بشكل خاص إلى أن معدل الري ضعيف جدا في البلاد”.\n\nنحن الآن في أكبر مزرعة في البلاد. تقع على ارتفاع 1400 متر عن سطح البحر في مرتفعات إقليم كوانزا الجنوبية.\n\nمساحة المزرعة هائلة، تبلغ 10 آلاف هكتار، يستثمر ثلثها حاليا فقط، لكنه ينتج نحو 50 نوعا مختلفة.\n\nالشركات الكبيرة الاستثمارية كهذه، تمثل نحو 15% من المنتجين في أنغولا، لكنهم يستثمرون ما يقرب من نصف الأراضي الزراعية المستثمرة في البلاد.\n\nصوت، جوا ماكيدو، إداري في غروبوليدر، يقول:\n\n“أنغولا تملك شروطا رائعة للزراعة. هناك العديد من المناخات المحلية والكثير من الأراضي، والكثير من المياه. هناك أفضل الشروط للزراعة في العالم… مشكلتنا الأكبر اليوم، هي اليد العاملة…”\n\nفي سبيل تعزيز قطاع الزراعة، تجرى دورات إعداد مهني جيدة للعمال. يعمل في هذه المزرعة 800 عامل تم تدريبهم جميعا، كما يؤمن المشروع لهم جميع شروط العمل.\n\nجزء مهم من الاستثمار يذهب إلى عملية الري، إذ تم تشكيل أربع بحيرات اصطناعية وتركيب الآليات الحديثة.\n\nالشركة وظفت 150 مليون دولار هنا منذ ست سنوات ونصف السنة، كما تملك مزرعتين أخريين في أماكن أخرى من البلاد.\n\nصوت، جوا ماكيدو، إداري في غروبوليدر، يقول:\n\n“لدينا مشاريع جديدة لمنتجات أخرى. ولدينا مشاريع في مجال الصناعة الزراعية، وقد انطلق العمل بها ، وخلال السنوات الثلاث المقبلة، سنستثمر أكثر من 150 مليون دولار أخرى”.\n\nجانب آخر من محاصيل الزراعة الأنغولية الذي لا يمكن إغفاله هو البن. الذهب الكستنائي، كما يسميه البعض هنا، وهو منتج صعب الحصول عليه. على سبيل المثال الشجرة تحتاج 4 سنوات قبل أن تعطي أولى ثمار الآرابيكا.\n\nهذا الرجل عرف المرحلة الذهبية للبن في انغولا. مدير الإنتاج لدى أكبر الشركات في هذا القطاع منذ 50 سنة، وهو اليوم أحد أهم الخبراء في مجال تجديد قطاع إنتاج البن الأنغولي. يرافق ويقدم النصائح لمئات المنتجين المحليين الذين يرغبون بالتفكير في مستقبل هذا القطاع.\n\nصوت، جورج ريبيرو، مدير إنتاج في أنغونابيرو (دلتا كافيه)، يقول:\n\n“البن الأنغولي هو أحد افضل الأنواع. لكن الإنتاج قليل جدا. كنا بين أكبر أربع منتجين في العالم عام 1973، لكننا اليوم لا ننتج إلا القليل. الاتجاه اليوم هو الرهان على إنتاج البن”.\n\nمنذ عدة سنوات، أصبحت استراتيجية الحكومة واضحة، يجب إحياء الإنتاج. والهدف هو جعل البن الأنغولي منتجا منافسا، وهذا شرط مطلوب ليجد مكانه في السوق العالمية. وسيكون من الطبيعي أن يتم هذا من خلال استثمارات جديدة وتحديث الإنتاج.\n\nحاليا، المحصول يبلغ 12 ألف طن سنويا، وهو أقل بعشرين مرة عن ما كان عليه في السبعينات.\n\nصوت، بيدرو ريبيرو، المدير العام في أنغونابيرو (دلتا كافيه)، يقول:\n\n“الإمكانيات موجودة. إنها ليست محض خيال. كنا ننتج 200 ألف طن سنويا. التربة والمناخ مناسبين للانتاج. كما ترغبون، فتطوير هذه الإمكانيات يؤدي إلى النمو وتعزيز الأعمال في قطاع الزراعة والصناعة في مرحلة التغيير، وزيادة الصادرات”.\n\nهذا ما يجري عمليا، إذ يتوقع أن تزداد المساحات المستثمرة إلى 20% هذا العام.\n\nوالآفاق الاقتصادية الجيدة في البلاد تسمح بضمان نمو مستدام وتعود بالفائدة على الجميع.", "pt": "Novo episódio da série Focus Angola: um mês para compreender melhor como o país tenta diversificar a sua economia.\n\nNa década de 70, a agricultura, em Angola, vivia um bom momento. O setor sofreu muito durante a guerra, mas está a recuperar. Uma necessidade absoluta, dado que Angola importa, hoje, 80% dos seus bens de consumo:\n\n“De acordo com a Organização das Nações Unidas para a Agricultura e Alimentação, Angola é um dos cinco países com maior potencial agrícola, em todo o mundo. O país tem 58 milhões de hectares de terra arável, como esta, o equivalente à superfície de um país maior que França. O problema é que, hoje, apenas 10% da terra é utilizada devido, em particular, à insuficiente taxa de irrigação do país”, explica o enviado da euronews a Angola Serge Rombi.\n\nEstamos na maior exploração do país, a 1400 metros acima do nível das águas do mar, nas terras altas da província do Cuanza Sul. A área é enorme: 10.000 hectares. Apenas um terço é utilizada, por enquanto, mas aqui já se produziram 50 espécies diferentes, com um volume anual de negócios de cinco milhões de dólares.\n\nOs grandes operadores privados, como estes, representam 15% dos produtores, e operam quase metade da terra cultivada em Angola:\n\n“Angola tem condições excelentes para a agricultura, tem muitos microclimas, muita terra, muita água, tem das melhores condições do mundo para a agricultura. O grande problema com o qual nos debatemos aqui é a mão-de-obra”, explica João Macedo, administrador do GrupoLider.\n\nNos últimos anos, foram disponibilizadas avultadas somas para desenvolver a agricultura familiar e industrial. Um esforço foi feito, em particular, na formação. Trabalham nesta exploração 800 pessoas que foram formadas para desempenhar as suas tarefas.\n\nA empresa investiu muitos milhões de dólares, nos últimos seis anos e meio e tem duas outras ambições para o país:\n\n“Temos projetos novos em outro tipo de produções. Também temos projetos na agroindústria, onde já temos alguns projetos implementados. Pretendemos investir, nos próximos 3 anos, mais de 150 milhões de dólares”, adianta João Macedo.\n\nO café é outra das riquezas do país, mas é um produto raro porque é preciso muito tempo, 4 anos, até se conseguir o fruto, o grão. Jorge Ribeiro é diretor de produção na Angonabeiro há cinquenta anos. Ainda se lembra da idade de ouro do café angolano:\n\n“O café de Angola ainda é um dos de melhor qualidade apesar de, em termos de produção, estarmos numa escala reduzida. Éramos os quatros maiores produtores de café nos anos 70, 1973, hoje estamos na cauda. Mas, hoje, a tendência é continuarmos a apostar no cultivo de café”, explica Jorge Ribeiro.\n\nHoje, a produção é de 12 mil toneladas, por ano, quase 17 vezes menos do que na década de 70, quando ela ascendia às 200 mil.\n\nNos últimos anos, a estratégia do governo é clara: aumentar a produção e tornar o café angolano competitivo. Para isso é preciso relançá-lo no mercado internacional para que encontre o seu espaço. A Angonabeiro, do grupo da portuguesa Delta, é uma das que trabalha para isso:\n\n“O potencial existe. Não é uma utopia. Nós já produzimos 200 mil toneladas por ano. Os solos o clima são propícios para isso. O que queremos é potenciar este fator de crescimento para fazer crescer o negócio da agricultura e depois da indústria transformadora e, de algum modo, potenciar as exportações”, como explica Pedro Ribeiro, o diretor-geral da Angonabeiro.\n\nA empresa, do grupo Nabeiro, pode dar-se por satisfeita já que o volume de negócios deverá aumentar 20%, este ano.", "es": "Según la organización de las Naciones Unidas para la agricultura y la alimentación, Angola forma parte del top 5 de los países con más potencial agrícola en el mundo. El país posee 58 millones de hectáreas de tierras cultivables como estas, lo que equivale a la superficie de un país más grande que Francia. Pero el problema es que apenas 10% de estas tierras están siendo explotadas, sobre todo a causa de la falta de riego.\n\nLa instalación agrícola más grande del país está situada a 1.400 metros de altitud, en los altiplanos de la provincia de Kwanza del sur.: 10.000 hectáreas, con apenas un tercio explotado por el momento, pero aquí se producen ya 50 especies diferentes, con un volumen de negocios anual de 5 millones de dólares.\n\nLos grandes terratenientes privados como éste representan cerca de 15% de los productores de Angola pero llegan a explotar cerca de la mitad de las tierras cultivables del país. .\n\n“Angola tiene unas condiciones excelentes para la agricultura. Hay muchos microclimas, mucha tierra, mucha agua. Son las mejores condiciones del mundo para la agricultura. Nuestro gran problema hoy es la falta de mano de obra cualificada,” apunta João Macedo, administrador de Grupolider, la empresa portuguesa y angoleña que explota la instalación.\n\nPorque para impulsar el sector de la agricultura, hay que formar al personal que trabaja en las explotaciones. Más de 800 personas trabajan aquí. Casi todos formados por este gigante del sector agroalimentario. Una parte importante de la inversión también ha ido para la irrigación, con la creación de cuatro lagos artificiales y con la instalación de estas máquinas de última generación. En total la empresa ha invertido aquí 150 millones de dólares en los últimos 6 años y medio y posee otras dos explotaciones similares en el país.\n\nEl renacimiento del café\n\nUn producto típico de la agricultura angolesa es el café. El oro marrón como algunos lo llaman aquí es un producto difícil de obtener. Por ejemplo, este árbol ha necesitado 4 años para dar sus primeras cerezas de Arábica.\n\nJorge Ribeiro conoció la edad de oro del café en Angola. Hoy es el director de producción de una de las mayores empresas del sector desde hace 50 años y hoy forma parte de la renovación del sector del café angolés. Acompaña y aconseja centenares de productores locales que confían en el futuro del sector.\n\n“El café de Angola es uno de los que posee mejores cualidades”, apunta Jorge Ribeiro. “Pero en términos de producción estamos muy lejos aún del objetivo. Llegamos a ser uno de los mayores productores mundiales en 1973 pero hoy estamos realmente muy lejos. La tendencia sin embargo apunta a apostar por la producción de café.”\n\nDesde hace varios años, la estrategia gubernamental es clara: hay que relanzar la producción. El objetivo es hacer del café angolés un producto competitivo, condición indispensable para que recupere su lugar en el mercado internacional. Lo que necesitará probablemente nuevas inversiones y la modernización de la producción. Una producción que hoy es de casi 12.000 toneladas al año, casi 20 veces menor que la de los años 70.\n\n“El potencial existe. No es una utopía. Hemos sido capaces de producir 200.000 toneledas al año,” señala Pedro Ribeiro, director general de Agonabeiro, una filial de Delta Cafés. “Los suelos y el clima son propicios a la producción. Queremos desarrollar este potencial de crecimiento para impulsar el negocio de la agricultura y de la industria de transformación. Y también desarrollar las exportaciones.”\n\nPor el momento las perspectivas son buenas, dado que el volumen de negocios debería aumentar un 20% este año. Buenas perspectivas económicas que deberían también permitir que el país mantenga un crecimiento estable que beneficie a todos."}, "title": {"en": "Farming: a cornerstone of Angola's economic diversification", "ar": "الأعمال الزراعية في أنغولا جذابة للاستثمار", "pt": "Angola rumo ao futuro", "es": "El renacimiento de la industria agrícola en Angola"}, "date": {"en": "07/03/17 00:00:00", "ar": "07/03/17 00:00:00", "pt": "07/03/17 00:00:00", "es": "07/03/17 00:00:00"}}