{"top_image": {"en": "https://static.euronews.com/articles/376867/1000x563_376867.jpg", "ar": "https://static.euronews.com/articles/376867/1000x563_376867.jpg", "pt": "https://static.euronews.com/articles/376867/1000x563_376867.jpg", "es": "https://static.euronews.com/articles/376867/1000x563_376867.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "MEPs on Thursday backed a report calling for EU membership talks to be suspended with Turkey if the country implements planned changes to its constitution.\n\nThe vote in Strasbourg drew a stinging rebuke from the Turkish government, who said it would not be bullied by the European Parliament.\n\n“This cannot be even in question. We are rejecting all kinds of proposal to drop accession talks between Turkey and EU in favour of strong cooperation in the areas of terror, immigration and other subjects,” said Omer Celik, the Turkish EU affairs minister.\n\nSpeaking during a visit to Ankara, EU commissioner Johannes Hahn said the Turkish government must respect the rule of law.\n\nBut experts cautioned that a tougher stance against Turkey could become the norm if it continues what critics see as a drift to authoritarianism.\n\n“More and more Turkey will hear this kind of criticisms coming from the EU and Turkey will have to face more and more this type of pressure. In other words, formal suspension of negotiations will in alternative on the table,” said Seda Gürkan of the Free University of Brussels.\n\nAn April referendum approved changes that give President Recep Tayyip Erdogan more power over the judiciary and parliament.\n\nHuman Rights Watch said in January that proposals posed “a huge threat to human rights, the rule of law, and the country’s democratic future.”", "ar": "طلب البرلمان الأوروبي مجددا الخميس تعليق مفاوضات انضمام تركيا إلى الاتحاد الأوروبي في حال إقراها الإصلاح الدستوري الذي يعزز صلاحيات الرئيس التركي رجب طيب أردوغان.\n\nوفي قرار غير ملزم اتُخذ بالغالبية وجه أعضاء البرلمان الأوروبي خلال جلسة عامة في ستراسبورغ طلبهم هذا إلى كل من المفوضية الأوروبية والدول الأعضاء في الاتحاد الأوروبي التي يعود اليها اتخاذ قرار في هذا الشأن.\n\nوبموجب الإصلاح الذي تمت الموافقة عليه خلال استفتاء في نيسان/ابريل، يُلغى منصب رئيس الوزراء التركي لصالح الرئيس الذي يمكنه اصدار المراسيم وله اليد الطولى على السلطة القضائية.\n\nوأعرب النواب الأوروبيون على نطاق واسع عن قلقهم إزاء “تدهور سيادة القانون وحقوق الإنسان وحرية الإعلام ومكافحة الفساد” في تركيا.\n\nكما دانوا تكرار الرئيس التركي عن الدعوة لإعادة فرض عقوبة الإعدام، خلافا لمعايير الانضمام إلى الاتحاد الأوروبي.\n\nقال عمر جليك وزير شؤون الاتحاد الأوروبي في تركيا يوم الخميس إن أنقرة ترفض دعوة البرلمان الأوروبي لتعليق محادثات انضمامها إلى الاتحاد:\n\n“إننا نرفض كل اشكال الاقتراحات القضاية بسحب محادثات انضمام تركا إلى الاتحاد الأوروبي،حيث إنن نسعى إلى أن نثابر فعلا من أجل تعاون قوي في مجالات مكافحة الإرهاب و مواجهة الهجرة وغير ذلك من المواضيع\n\nوتقول الأستاذ بجامعة بروكسل،سيدا غوركان:\n\n“ستجابه تركيا هذا النوع من الانتقاداتـ من جانب الاتحاد الأوروبي،فتركيا سوف تواجه أيضا العديد من الضغوط وبعبارة أخرى،فإن التلويح بتعليق محادثات الانضمام ستكون المحور الأساس أثناء المفاوضات”. وعلى الرغم من ذلك عبّر البرلمان الأوروبي عن رغبته في “الحفاظ على حوار مفتوح وبناء” مع أنقرة، ولا سيما في مجالات الهجرة ومكافحة الإرهاب. وهو يعتزم إرسال “وفد خاص إالى تركيا في الخريف من أجل إاحياء الحوار البرلماني”. توترت العلاقات بين تركيا والأوروبيين بشكل كبير في الربيع بعد منع عدد من الوزراء الأتراك من تنظيم حملات في أوروبا لصالح الاستفتاء التركي على الإصلاح الدستوري.", "pt": "As negociações para a adesão da Turquia à União Europeia devem ser formalmente suspensas “caso a reformas constitucionais sejam aplicadas sem alterações”. A posição é do Parlamento Europeu que aprovou, quinta-feira, um relatório com 477 votos a favor.\n\nO governo de Ancara reagiu de imediato, durante uma reunião com o comissário europeu para o Alargamento, Johannes Hahn, em Istambul.\n\n“Nem sequer vamos ponderar esta questão. Rejeitamos todas as propostas para abandonar as conversações de adesão entre a Turquia e a União Europeia e substituí-las por uma cooperação mais forte nas áreas do contraterrorismo, migração ou outras”, disse Omer Celik, ministro para os Assuntos Europeus da Turquia.\n\nTurkey’s EU accession talks should be suspended if proposed changes to constitution go ahead, warn MEPs ➡ https://t.co/pUf9CfZxcy pic.twitter.com/mSmY8KAXlI — European Parliament (@Europarl_EN) July 6, 2017\n\nOs eurodeputados consideram que a proposta de alterações à Constituição turca não respeita os critérios de Copenhaga, que definem as condições para a entrada de um país no clube europeu.\n\n“Cada vez mais, a Turquia vai receber este tipo de críticas por parte da União Europeia e enfrentar este tipo de pressão, ou seja, a ameaça de suspensão formal das negociações será colocada mais vezes sobre a mesa”, explicou, à euronews, Seda Gurkan, professora de Assuntos Europeus na Universidade Livre de Bruxelas.\n\nO referendo, de abril passado, abriu caminho para alterações à Constituição turca que não respeitam os princípios fundamentais da separação de poderes, na opinião do Parlamento Europeu.", "es": "El Parlamento Europeo exige suspender las negociaciones de adhesión con Turquía si finalmente Ankara pone en marcha la controvertida reforma constitucional. Así lo han decidido los europarlamentarios que han aprobado por una amplia mayoría un informe sobre el estado de derecho en Turquía.\n\nLos parlamentarios europeos han propuesto seguir el diálogo y la cooperación en varios ámbitos. El ministro de Asuntos Exteriores turco Omer Celik se ha reunido este jueves con el comisario europeo de Ampliación, Johannes Hans en Ankara.\n\nEn la rueda de prensa el jefe de la diplomacia turca ha asegurado que rechazan cualquier propuesta de abandonar las negociaciones de adhesión entre Tuquía y la UE en favor de otros acuerdos de cooperación en áreas como el terrorismo, la inmigración u otros asuntos.\n\nEl informe condena la falta de democracia en Turquía y pretende poner presión sobre el presidente turco, Recep Tayyip Erdogan, para que abandone las medidas autocráticas que quiere implementar.\n\nSegún Seda Gürkan, profesora de la Universidad Libre de Bruselas (ULB) “Turquía cada vez debe estar más dispuesta a recibir este tipo de críticas de la UE y deberá hacer frente a estas presiones.” Gürkan ha explicado que la suspención de las negociaciones por la UE siempre será una opción que esté sobre la mesa.\n\nLa controvertida reforma constitucional aprobada en referéndum el pasado abril por un estrecho margen no prevé, entre otras medidas, la sepación de poderes concentrando el poder en manos del presidente."}, "title": {"en": "MEPs say Turkey's EU membership bid could be suspended", "ar": "البرلمان الأوروبي يطلب مجددا تجميد مفاوضات انضمام تركيا إلى الاتحاد", "pt": "Turquia rejeita trocar adesão à UE por outro acordo", "es": "El Parlamento Europeo presiona a Turquía"}, "date": {"en": "07/06/17 00:00:00", "ar": "07/06/17 00:00:00", "pt": "07/06/17 00:00:00", "es": "07/06/17 00:00:00"}}