{"top_image": {"en": "https://static.euronews.com/articles/381633/1000x563_381633.jpg", "ar": "https://static.euronews.com/articles/381633/1000x563_381633.jpg", "pt": "https://static.euronews.com/articles/381633/1000x563_381633.jpg", "es": "https://static.euronews.com/articles/381633/1000x563_381633.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Ethnic violence in Democratic Republic of Congo’s Kasai region has spiralled out of control with the complicity of the government and could be exploited to postpone national elections, a senior UN human rights official said on Friday (August 4).\n\n“Whether or not the government is instigating this specifically to postpone elections is impossible to determine,” Scott Campbell, head of Central and West Africa at the UN human rights office, told a UN briefing in Geneva.\n\n“Our concern is that this could be manipulated for a postponement of elections which could make make other types of violence and human rights violations (more likely).”\n\n“The nature and the scope of what’s taken place, it’s a very wide spread attacks, many of of the attacks on villages appeared to be well planned, the nature of the acts committed, widespread killings, this could constitute crimes against humanity under international law,” said Scott Campbell. “Of course, only a competent Tribunal or Court can determine that.”\n\nwith Reuters", "ar": "قتل حوالى 251 شخصا بينهم 62 طفلا في تصفيات فظيعة، جرت بين آذار/مارس وحزيران/يونيو في منطقة كاساي وسط جمهورية الكونغو الديموقراطية.\n\nونفذ عمليات القتل عناصر من أجهزة الدولة وعناصر ميليشيات ومتمردون، بحسب حصيلة أعلنتها الأمم المتحدة في تقرير صدر في جنيف.\n\nوأعد الحصيلة فريق من المحققين التابعين لمفوضية الأمم المتحدة السامية لحقوق الإنسان حول المجازر الاثنية في منطقة كاساي.\n\nومن بين الأطفال الـ 62 الذين قتلوا في هذه التصفيات، 30 طفلا دون الثامنة من العمر.\n\nوأوضحت الأمم المتحدة أن عمليات التصفية هذه إما نفذها عناصر من أجهزة الدولة خارج نطاق القضاء، أو ارتكبها عناصر ميليشيات مختلفة أو متمردون.\n\nمقابر جماعية\n\nوارتكبت هذه الأعمال بين 12 آذار/مارس و19 حزيران/يونيو، وفق المفوضية الأممية التي كشفت أن بعثتها في جمهورية الكونغو الديموقراطية، أحصت 80 مقبرة جماعية في المنطقة على الأقل.\n\nويستند التقرير إلى مقابلات أجراها المحققون مع 96 شخصا فروا إلى دولة أنغولا المجاورة هربا من أعمال العنف في كاساي.\n\nوقال مدير مكتب حقوق الانسان التابع للأمم المتحدة في منطقة وسط وغرب إفريقيا سكوت كامبل، إن طبيعة ونطاق ما حدث تمثل في هجمات نفذت على نطاق واسع، وعديد الهجمات على القرويين يبدو قد خطط لها بإحكام، مبينا أن طبيعة الأعمال المرتكبة وعمليات القتل الواسعة يمكن أن تمثل جرائم ضد الإنسانية تحت طائلة القانون الدولي، وأنه لا يمكن أن يحدد ذلك إلا محكمة مختصة. وبين كامبل أن أعمال العنف قد تستغل لتأجيل الانتخابات الوطنية المرتقبة.\n\n\n\nوبحسب المفوضية السامية لحقوق الإنسان فإن الناجين تحدثوا عن صراخ أشخاص أحرقوا أحياء، ومشاهد أقرباء لهم تعرضوا للمطاردة والقتل وعن فرارهم هم أنفسهم مذعورين.\n\nووفق المفوضية فإن ما يجعل هذه المجازر أكثر فظاعة، أنه يجري على ما يبدو استهداف السكان في معظم الأحيان بسبب انتماءاتهم الاثنية.\n\nتحذير من تطهير إثني\n\nوفي ضوء المستجدات، وجهت المفوضية السامية تحذيرا إلى حكومة جمهورية الكونغو الديموقراطية كي تتخذ إجراءات بدون إبطاء، لمنع تحول أعمال العنف هذه إلى عملية تطهير اثنية على نطاق أوسع.\n\nوفي حزيران/يونيو الماضي، اتهمت المفوضية سلطات الكونغو في مجلس الأمم المتحدة لحقوق الإنسان في جنيف بتسليح ميليشيا، ترتكب “اعتداءات شنيعة” على المدنيين في منطقة كاساي التي تشهد اضطرابات.\n\nونددت المفوضية خصوصا بالميليشيا المعروفة بـ“بانا مورا” التي نفذت هجمات فظيعة تستهدف جماعتي لوبا ولولوا.\n\nوازاء الوضع السائد في المنطقة، قرر المفوض السامي لحقوق الانسان زيد رعد الحسين إرسال فريق من المحققين لمقابلة اللاجئين الهاربين من أعمال العنف. والوثيقة التي نشرت في جنيف هي تقرير هؤلاء المحققين.", "pt": "Execuções selvagens perpetradas por agentes do Estado, milícias ou rebeldes. É esta a causa da morte de duzentas e cinquenta e uma pessoas, das quais sessenta e duas crianças, 30 destas com menos de oito anos, na região de Kasai, na República Democrática do Congo, segundo o relatório da Organização das Nações Unidas publicado esta quinta-feira em Genebra.\n\nO número refere-se apenas ao período entre 12 de março e 19 de junho deste ano e foi apurado por uma equipa de investigadores do Alto Comissariado para os Direitos Humanos das Nações Unidas, focados nos massacres étnicos na região fronteiriça com Angola, para onde fogem sobreviventes. A comissão de inquérito da ONU entrevistou 96 desses fugitivos.\n\nEventuais crimes contra a humanidade, alerta o comissariado, através do chefe da seção para os direitos humanos da África Central e Ocidental:\n\n“A natureza e o alcance do que tomou lugar é a de ataques muito abrangentes, muitos dos ataques a vilas parecem ter sido bem planeados, a natureza dos actos cometidos, muitas pessoas mortas…. ações que poderiam ser consideradas como crimes contra a humanidade pelos tribunais competentes.”\n\nScott Campbell acrescentou que se desconhece se o governo congolês incita aos assassinatos para adiar as eleições.", "es": "Dice que las ejecuciones en la región de Kasai pueden constituir crímenes de lesa humanidad.\n\nMás de 250 personas han sido asesinadas, de ellas 62 son niños, entre marzo y junio de este año. Los muertos podrían ser muchos más, porque la misión de la ONU ha encontrado 80 fosas comunes.\n\nEl conflicto, que ha causado más de un millón de desplazados, estalló hace un año, cuando el Ejército mató a un líder de la milicia Kamuina Nsapu. Los enfrentamientos comenzaron y las fuerzas gubernamentales están golpeando a la población con una violencia inusitada.\n\nScott Campbell, jefe de la oficina humanitaria de la ONU para África Central y Occidental: “La naturaleza y el alcance de lo que está ocurriendo… Son ataques muy diversificados, muchos de los que han ocurrido en las aldeas parecen estar muy bien planificados. La naturaleza de los actos cometidos, los asesinatos generalizados podrían constituir crímenes de lesa humanidad según el derecho internacional. Por supuesto, eso solo puede determinarlo un tribunal competente”."}, "title": {"en": "Ethnic violence in DRC's Kasai region spirals out of control", "ar": "قتل جماعي في جمهورية الكونغو الديمقراطية بتنفيذ من عناصر في أجهزة الدولة", "pt": "ONU denuncia violência étnica na República Democrática do Congo", "es": "La ONU alerta de la violencia en el Congo"}, "date": {"en": "08/04/17 00:00:00", "ar": "08/04/17 00:00:00", "pt": "08/04/17 00:00:00", "es": "08/04/17 00:00:00"}}