{"top_image": {"en": "https://static.euronews.com/articles/378192/1000x563_378192.jpg", "ar": "https://static.euronews.com/articles/378192/1000x563_378192.jpg", "pt": "https://static.euronews.com/articles/378192/1000x563_378192.jpg", "es": "https://static.euronews.com/articles/378192/1000x563_378192.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Emmanuel Macron has presided over his first Bastille Day parade as French president.\n\nThe ceremony in bright sunshine on the Champs Elysees featured French and American soldiers, in a double celebration marking 100 years since the US entered World War One as well as France’s annual holiday.\n\nWatching the events as guest of honour was US President Donald Trump on the second day of his visit to Paris. The two leaders were seen engaging in another long handshake that is becoming a familiar sight.\n\n“Nothing will ever separate us,” Emmanuel Macron said in his speech, of the relationship between the two countries.\n\nEarlier the US President tweeted “relationship with France stronger than ever” following his welcome by his French counterpart on a first day that culminated in dinner at the Eiffel Tower.\n\nFor France the visit is a chance to boost its world standing; for the US a respite from isolation over its leader’s stance on trade and climate change.\n\nThis week saw a row between Macron and his army chief over proposed defence cuts – but France will hope the scenes serve as a reminder that it’s an important military power and partner of the US.\n\nA bi-national fly-past was designed to symbolise the current military cooperation in the Middle East and elsewhere.\n\nThe ceremony came on the first anniversary of the terror attack in Nice, when 86 people were killed and hundreds injured by a man who drove a lorry through the holiday crowd.", "ar": "يحضر الرئيس الفرنسي إيمانويل ماكرون الجمعة العرض العسكري التقليدي بمناسبة اليوم الوطني إلى جانب نظيره الأميركي دونالد ترامب قبل أن يتوجه جوا إلى نيس للمشاركة في ذكرى الاعتداء الذي أوقع 86 قتيلا و45 جريحا قبل عام.\n\nويقام العرض العسكري الذي يتزامن مع الذكرى السنوية المئوية لمشاركة الولايات المتحدة في الحرب العالمية الأولى على جادة الشانزيليزيه ويشارك فيه 3720 عسكريا و211 عربة من بينها 62 دراجة نارية و241 حصانا و63 طائرة و29 مروحية.\n\nوعلق ترامب بعد ظهر الخميس خلال مؤتمر صحافي مشترك مع ماكرون في القصر الرئاسي “انه احتفال وطني رائع ونحن متلهفون للمشاركة فيه. ممتاز!”\n\nوأضاف ترامب “دولتانا موحدتان معا وإلى الابد في روح الثورة والكفاح من أجل الحرية”.\n\nمن المقرر ان يلقي ماكرون صباح الجمعة “كلمة مقتضبة” من على المنصة الرئاسية اثر العرض العسكري “للتذكير بمعنى العيد الوطني الذي بات ذكرى لاعتداء أغرق فرنسا في حداد”.\n\nفي نيس على الكوت دازور، ستكون الأجواء مشحونة بالتأثير.\n\nوستضاء 86 شمعة عند الصباح قبل وصول ماكرون تكريما للضحايا الذين قتلوا عندما صدم رجل على متن شاحنة حشدا كان يحضر الاحتفالات بالعيد الوطني على الجادة الرئيسية.", "pt": "Emmanuel Macron presidiu ao início das celebrações do Dia da Tomada da Bastilha que, como sempre, arrancaram nos Campos Elísios. Mais de 3.700 soldados a pé e 211 veículos, 241 cavalos, 63 aviões e 29 helicópteros estiveram envolvidos no desfile deste ano.\n\nO convidado de honra é Donald Trump, que se fez acompanhar pela mulher, Melania. 2017 marca o centenário da entrada dos Estados Unidos na Primeira Guerra Mundial.\n\nAquela que é a cerimónia militar mais importante em França acontece, este ano, no meio de uma grande polémica, em torno do orçamento da Defesa. Emmanuel Macron anunciou cortes para 2017. Mas já veio dizer que a verba para o setor, em 2018, será de mais de 34 mil milhões de euros.", "es": "Francia homenajea en su fiesta nacional a Estados Unidos, un siglo después de su entrada en la Primera Guerra Mundial.\n\nEl tradicional desfile del 14 de julio en los Campos Elíseos ha contado este año con la presencia del presidente Donald Trump, invitado por el jefe del Estado francés, Emmanuel Macron. Trump es el primer mandatario estadounidense que asiste a esta parada militar desde George Bush, en 1989, en el bicentenario de la revolución francesa.\n\nMás de 3.700 militares a pie, más de 200 vehículos y 63 aviones, franceses y estadounidenses, han participado en el desfile.\n\nEn ce 14 juillet, nous célébrons la France. Nous célébrons ce qui nous unit. pic.twitter.com/5uUSh1DMao — Emmanuel Macron (@EmmanuelMacron) 14 de julio de 2017\n\nUnos 11.000 policías y gendarmes han sido movilizados en París para esta jornada, un año después de la masacre de Niza."}, "title": {"en": "Trump joins Macron as Bastille Day guest of honour", "ar": "اليوم الوطني الفرنسي بحضور رئيس الولايات المتحدة الأميركية", "pt": "Macron e Trump juntos nas celebrações da tomada da Bastilha", "es": "Francia homenajea a EEUU este 14 de julio"}, "date": {"en": "07/14/17 00:00:00", "ar": "07/14/17 00:00:00", "pt": "07/14/17 00:00:00", "es": "07/14/17 00:00:00"}}