{"top_image": {"en": "https://static.euronews.com/articles/379081/1000x563_379081.jpg", "ar": "https://static.euronews.com/articles/379081/1000x563_379081.jpg", "pt": "https://static.euronews.com/articles/379081/1000x563_379081.jpg", "es": "https://static.euronews.com/articles/379081/1000x563_379081.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Stage 11 of the Silk Way Rally was a fast one, despite gravel and dust slowing some drivers down.\n\nIt was also shorter than expected. The first 251km special, in the dunes, was cancelled due to being situated in a protected nature reserve.\n\nCars\n\nStephane Peterhansel won his fourth stage in the cars by one minute, 13 seconds.\n\n“In the middle of the stage I was blocked by two cars – there was a lot of dust and it wasn’t possible to overtake, so I had to wait for a few kilometres. After we got past them it was much better, and the end of the stage was fast and technical, and felt really good. The car was perfect, so we had a lot of pleasure today,” he said.\n\nCyril Despres retains the overall lead, while American rookie Bryce Menzies moved up to second.\n\nHis Mini teammate Yazeed Alrajhi led for most of the day, but eventually finished the stage in third place.\n\nTrucks\n\nIn the Trucks, Martin Kolomy claimed his third stage win of the rally and sneaks into third place in the overall standings.\n\nSecond-placed Anton Shibalov has closed the gap with leader Dmitry Sotnikov to 14 minutes 54 seconds.\n\nThe drivers will now gear up for two of the rally’s hardest stages, 12 and 13, which could well determine who will be standing on top of the podium in Xi’an on Saturday (July 22).", "ar": "احتل الفرنسي ستيفان بيترأنسال المركز الأول في المرحلة ال11 الخاصة من رالي طريق الحريرالتي جرت بين دونغ هوونغ وجيو شياهوغوان التي تقع في الشمال الغربي للصين وامتدت على مسافة 251 كيلومترا .\n\nفوزبيترأنسال المتوج بلقب رالي داكار 13 مرة يعتبررمزيا، لأنه يتواجد في مؤخرة الترتيب العام بعدما تعرض لحادث في الأسبوع الأول من المنافسة.\n\nستيفان بيتر أنسال عبر عن فرحته بعد الفوز“في منتصف السباق وجدت نفسي محصورا بين سيارتين،كما كان هناك الكثير من الغبار، هذا مامنعني من تجاوزهما ، لذلك أُجبرت على الإنتظار ب عض الكيلومترات قبل الزيادة في السرعة والإبتعاد، الظروف كانت أحسن خاصة في الكيلومترات الأخيرة، حيث زدنا في سرعتنا، أنا أشعربالسعادة والإرتياح اليوم”.\n\nالفرنسي سيريل ديبري سائق بيجو مازال رائدا للترتيب العام بفارق ساعة عن الأمريكي بريس مانزيس سائق ميني كوبرالذي دخل في المركز الثاني في هذه المرحلة متاخرا ب55 دقيقة و 6 ثواني.\n\nالسعودي يزيد الراجحي من فريق ميني كوبرالذي يراقب السباق عن قرب إكتفى بالمركز الثالث في هذا اليوم.\n\nوفي فئة الشاحنات لقب المرحلة كان من نصيب التشيكي مارتن كولومي سائق تاتراحيث استطاع التفوق على سائقي كاماز أنطون شيبالوف صاحب المركز الثاني والمتصدر ديميتري سوتنيكوف الثالث.\n\nالمتنافسون سيقضون الليلة في جيهوغوان التي تقع بالقرب من سورالصين العظيم الأسطوري الذي يدخل ضمن التراث العالمي لليونيسكو منذ 1987.", "pt": "Depois do abandono de Sébastien Loeb, este foi um dia de mudança. No caso de Cyril Depres, uma mudança positiva. O francês consolida a liderança na classificação geral e Stéphane Peterhansel consegue o quarto triunfo.\n\nStéphane Peterhansel: “Fiquei bloqueado entre dois carros a meio da etapa. Havia muito pó e não consegui utrapassá-los e decidi esperar alguns quilómetros. Quando os ultrapassámos as coisas correram melhor. A parte final passou depressa e fiquei satisfeito, até porque o carro se portou bastante bem. Foi um dia divertido.”\n\nE foi exatamente o pó que fez com que os primeiros 251 quilómetros da ligação fossem cancelados.\n\nDeprès acabou por perder um minuto e treze segundos de vantagem, ainda que tenha conseguido melhorar o tempo na classificação geral. O segundo lugar da classificação geral é agora ocupado por Bryce Menzies, dos Estados Unidos, ao volante de um Mini Cooper. Da mesma equipa, o saudita Yazid alRahj conseguiu o terceiro melhor tempo do dia.\n\nNos camiões, o Tatra do checo Martin Kolomy foi superior aos quatro rivais da Kamaz. Uma competição emocionante, quando faltam apenas tres dias para o fim.\n\nO russo Anton Shibalov terminou em segundo lugar, melhorando o tempo na classificação geral. Shibalov encontra-se a menos de quinze minutos de Dmitry Stonikov. Kolomy ocupa o terceiro posto e Airat Mardeev, atual campeao, o quarto.", "es": "La undécima etapa del Rally Ruta de la Seda, la segunda tras el abandono de Sebastian Loeb, fue una jornada de transición que deja todavía más líder a Cyril Despres y corona a su compañero Stéphane Peterhansel con su cuarta victoria.\n\n“Fui bloqueado por dos coches en el medio de la etapa. Había mucho polvo y no pude superarlos, así que tuve que esperar unos kilómetros. A partir de que los pasamos todo fue mucho mejor. El final de la etapa fue rápido y técnico y me sentí realmente bien. El coche fue perfecto, así que tuvimos un día muy divertido”, reconoció el ganador del día.\n\nEl polvo obligó a cancelar los 251 primeros kilómetros de especial y por eso las diferencias fueron menores que en otras jornadas.\n\nCyril Despres perdió 1 minuto y 13 segundos aunque su margen en la general ha aumentado. Ahora aventaja en más de 55 minutos al segundo clasificado, puesto al que ha ascendido el americano de Mini Bryce Menzies. Su compañero, el saudí Yazeed Alrahji, marcó el tercer mejor registro del día.\n\nEl Tatra, por delante de los Kamaz\n\nMientras en camiones el Tatra del checo Martin Kolomy superó a sus cuatro rivales de Kamaz y da emoción a la competición a falta de tan solo tres jornadas para el final.\n\nAnton Shibalov fue segundo y recorta distancias en la general. Ahora el ruso está a menos de 15 minutos de su compatriota Dmitry Sotnikov. Kolomy es tercero y el vigente campeón, Airat Mardeev, cuarto."}, "title": {"en": "Silk Way Rally Stage 11: short and fast", "ar": "رالي طريق الحرير: الفرنسي بيترأنسال يُحقق فوزا رمزيا في المرحلة ال11", "pt": "Rally Rota da Seda, décima primeira etapa", "es": "Despres es más líder, Shibalov acecha a Sotnikov"}, "date": {"en": "07/19/17 00:00:00", "ar": "07/19/17 00:00:00", "pt": "07/19/17 00:00:00", "es": "07/19/17 00:00:00"}}