{"top_image": {"en": "https://static.euronews.com/articles/378121/1000x563_378121.jpg", "ar": "https://static.euronews.com/articles/378121/1000x563_378121.jpg", "pt": "https://static.euronews.com/articles/378121/1000x563_378121.jpg", "es": "https://static.euronews.com/articles/378121/1000x563_378121.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Peugeot’s Stephane Peterhansel won his second stage of the Silk Way Rally in the cars category but the Frenchman remains more than three hours behind overall leader Sébastien Loeb.\n\nLoeb finished the 600km stage second and extended his lead over teammate Cyril Despres by just over an hour.\n\nChina’s Han Wei continued to impress for Geely, finishing third to move 4th overall.\n\nDakar winner Eduard Nikolaev won the trucks stage for Kamaz, but like Peterhansel he is well off the pace overall.\n\nMartin Kolomy of Tatra looks the only man capable of threatening Kamaz. He came second today and is 12m53 off the pace.\n\nBut it was game over for Gerard De Rooy who will be ruing the 112 hours of penalties that he picked up on the stage.", "ar": "فريق “بيجو” لا يزال تهيمن على رالي طريق الحرير، فقد فاز الفرنسي ستيفان بيترهانسل في المرحلة السادسة التي ربطت بين سيمي و يودزهار في كازاخستان على مسافة 597 كلم ، تخللها مسار خاص بـ 387 كلم ، في الوقت الذي حل فيها سيباستيان لوب على متن بيجو في المركز الثاني بفارق 15 دقيقة و 28 ثانية، ليحتفظ لوب بريادة الترتيب العام. بالنسبة لبيجو هو الفوز السادس ، الثاني بالنسبة لستيفان بيترهانسل.\n\nستيفان بيترهانسل يقول:\n\n“كانت هذه المرحلة جميلة حقاً، ونوع مختلف من المسارات، وأحيانا سريعة جدا، وأحيانا ضيقة جدا أو تقنية بين الجبال، وكان المشهد لا يصدق، لذا نعم كان من دواعي سروري الفوز اليوم، وكانت السيارة مثالية، وأنا سعيد حقاً أن أكون هنا “.\n\nلدى الشاحنات المركز الأول من نصيب الروسي إدوارد نيكولايف على متن “كاماز ماستر” بوقت قدره 3 ساعات و 38 دقيقة و 38 ثانية ، أما التشيكي مارتن كولوما على متن تاترا فهو الوحيد الذي تمكن من تحدي فريق “كاماز” في المركز الثاني بفارق 39 ثانية، بينما كان المركز الثالث من نصيب دميتري سوتنيكوف سائق كاماز بفارق 5 دقائق و 13 ثانية عن الفائز الأول.\n\nليحتفظ سوتنيكوف بصدارة الترتيب العام متقدماً بفرق دقيقتين و 12 ثانية عن مواطنه أنطون شيبالوف، أما التشيكي كولوما فهو في المركز الثالث.", "pt": "Stéphane Peterhansel venceu, esta quinta-feira, a 6ª etapa do Rali Rota da Seda que ligou Semei e Urdzhar, no Cazaquistão.\n\nO piloto francês da Peugeot conquistou o segundo triunfo na prova.\n\n“Foi uma etapa muito bonita. Diferentes tipos de percursos, por vezes muito rápidos, por vezes muito estreitos ou técnicos entre as montanhas. A paisagem foi incrível, por isso foi um prazer. O carro esteve perfeito. Estou muito contente por estar aqui”, disse Peterhansel.\n\nApesar do triunfo, o piloto continua, no entanto, atrás do líder da geral, o também francês Sébastien Loeb. Ultrapassados alguns dissabores, Loeb completou o percurso com o segundo melhor tempo da jornada e dilatou a vantagem na geral sobre o companheiro de equipa Cyril Despres.\n\nO chinês Wei Han continuou a surpreender e terminou em terceiro a etapa. Ocupa agora a quarta posição na geral, no encalço do norte-americano Bryce Menzies, da Mini.\n\nNos camiões, o vencedor do Dakar, Eduard Nikolaev, impôs-se na etapa aos comandos de um Kamaz, mas é o companheiro de equipa Dmitry Sotnikov quem lidera na categoria.\n\nO checo Martin Kolomý, em Tatra, ocupou a segunda posição do pódio e Dmitry Sotnikov a terceira. Já o russo Airat Mardeev ficou-se pelo quarto lugar.\n\nEsta sexta-feira disputa-se a 7ª etapa do Rali Rota da Seda. O final está previsto para 22 de julho, em Xian, na China.", "es": "Finalizó la sexta etapa del Rally Ruta de la Seda con la victoria de Stephane Peterhansel en la categoría de coches. Es el segundo triunfo del piloto francés en esta edición.\n\n“Fue una etapa preciosa, con un recorrido diferente, a veces muy rápida, a veces muy igualada y técnica entre las montañas y el paisaje fue increíble. Sí, ha sido un placer correr hoy. El coche estuvo perfecto. Estoy muy feliz de estar aquí.”\n\nEl 9 veces campeón del mundial de Rally, Sebastien Loeb, fue segundo y amplía su ventaja en el liderato sobre su compañero de equipo Cyril Despres a 1 hora, 3 minutos y 41 segundos.\n\nEl chino Han Wei siguió impresionando y terminó tercero en esta sexta etapa del Rally para ponerse cuarto en la clasificación general. Ahora solo le separan 2 minutos y 43 segundos del americano Bryce Menzies que es tercero.\n\nEn la categoría de camiones el ganador del Dakar Eduard Nikolaev se proclamó vencedor de esta etapa para el Kamaz, pero quien se mantiene líder en esta categoría es su compañero de equipo, Dmitry Sotnikov.\n\nMartin Kolomy parece ser el único hombre capaz de amenazar la supremacía de Kamaz. Quedó segundo en esta etapa para el equipo Tatra.\n\nY a un paso del podio, en la cuarta posición, terminó Airat Mardeev en esta jornada.\n\nEste viernes se disputa la 7ª etapa del Rally Ruta de la Seda con 106 kilómetros de sección especial. El final tendrá lugar en Karamany, casi en la frontera con China."}, "title": {"en": "Silk Way Rally: Stephane Peterhansel doubles up on stage six", "ar": "الفرنسي بيترهانسل يفوز بالمرحلة السادسة من رالي طريق الحرير", "pt": "Peterhansel vence no Rali Rota da Seda mas Loeb dilata liderança", "es": "Victorias para Peterhansel y Nikolaev en la sexta etapa del Rally Ruta de la Seda."}, "date": {"en": "07/13/17 00:00:00", "ar": "07/13/17 00:00:00", "pt": "07/13/17 00:00:00", "es": "07/13/17 00:00:00"}}