{"top_image": {"en": "https://static.euronews.com/articles/381461/1000x563_381461.jpg", "ar": "https://static.euronews.com/articles/381461/1000x563_381461.jpg", "pt": "https://static.euronews.com/articles/381461/1000x563_381461.jpg", "es": "https://static.euronews.com/articles/381461/1000x563_381461.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Spain’s La Liga on Thursday rejected payment of a record-breaking release clause that would allow Neymar to leave Barcelona for Paris St Germain, a source from the national soccer league said.\n\nA group of lawyers representing Neymar visited La Liga in Madrid on Thursday to try to settle the transfer and pay the 222 million-euro ($263 million) break fee.\n\nIt was not immediately clear whether La Liga’s refusal to accept payment would put the brakes on the transfer.\n\nSpain’s Marca newspaper reported that Neymar and his advisers would turn to FIFA, world soccer’s governing body, requesting a provisional transfer to PSG.\n\nThe Brazilian striker’s agent Wagner Ribeiro had said on Wednesday that the French club was ready to foot the bill so that Neymar could be presented at PSG at the weekend.\n\nLa Liga president, Javier Tebas, had already warned in an interview that Spain’s league would not accept payment by PSG to trigger the release clause, saying it was potentially in breach of UEFA Financial Fair Play (FFP) rules.\n\nUnder the those rules, a club’s wage bill must not exceed 70 percent of its revenue.\n\nUEFA, European football’s governing body, told Reuters on Wednesday that had been no complaint received so far about PSG in this respect, adding that it would not block any potential deal in advance.", "ar": "قدم نادي باريس سان جيرمان الفرنسي السبت لاعبه الجديد نيمار دا سيلفا، بعد توقيع عقد مدته 5 سنوات، وذلك بعدما أعلن نادي برشلونة الإسباني، مساء الخميس، استلامه 222 مليون يورو (263 مليون دولار) لفسخ عقد نيمار، في أغلى صفقة انتقال في تاريخ كرة القدم.\n\nوقال رجل الأعمال القطري ناصر الخليفي، رئيس نادي باريس سان جيرمان إن نيمار “قدوة للعالم وعشاق كرة القدم وعشاق الرياضة بشكل عام”. وأضاف أن “نيمار كان يمكنه بالتأكيد الحصول على أموال أكثر من التي نعطيها له، كان يمكنه الذهاب إلى أندية أخرى مقابل أموال أكثر”.\n\nParis Saint-Germain is very happy to announce the arrival of Neymar Jr ➡ https://t.co/lKFj4qPDYA #BemvindoNeymarJR 🇧🇷 pic.twitter.com/rSvlBiKX6D — PSG Officiel (@PSG_inside) August 3, 2017\n\nوجاء في بيان للنادي الاسباني ان نيمار جعل رحيله رسميا بعد يوم من الاثارة والتشويق، وذلك بقيامه بدفع البند الجزائي مباشرة.\n\nقميص نيمار يحقق أرباحا قياسية\n\nاعلن نادي باريس سان جرمان وصيف بطل الدوري الفرنسي لكرة القدم الجمعة انه باع في يوم واحد “اكثر من 10 الاف قميص” باسم وافده الجديد البرازيلي نيمار المنضم لمدة 5 اعوام مقابل صفقة قياسية جعلته اغلى لاعب في العالم.\n\nواوضح النادي انه بسبب الطلبات الكثيرة “فان الشراء سيكون محدودا السبت وسيقتصر على قميص واحد لكل شخص“، في الوقت الذي اصطف فيه “15 الف زبون” امام المتجرين الرسميين للنادي في ساحة الشانزيليزيه وبارك دي برانس.\n\nويبلغ متوسط سعر القميص الواحد لنيمار 100 يورو وبالتالي فان خزينة النادي الباريسي الذي دفع 222 مليون يورو للتعاقد مع النجم البرازيلي، جمعت مليون يورو ستتقاسمها مع شركة الالبسة الرياضية الاميركية نايكي.\n\nوسيتم تقديم نيمار الى جماهير بارك دي برانس غدا السبت قبل مباراته امام ضيفه الوافد الجديد على دوري الاضواء اميان في المرحلة الاولى من الدوري الفرنسي.\n\nنيمار حرا\n\nلقد حسم نيمار الاربعاء الجدل حول مستقبله وأبلغ ناديه بقرار الرحيل تمهيدا لانتقاله المتوقع الى باريس سان جرمان الفرنسي في صفقة القرن التي تزيد عن ضعفي اعلى صفقة انتقال حتى الان مع رحيل الفرنسي بول بوغبا من يوفنتوس الايطالي الى مانشستر يونايتد الانكليزي مقابل 105 ملايين يورو.\n\nفي الأثناء تستعد العاصمة الفرنسية باريس بفارغ الصبر لاستقبال النجم البرازيلي الذي بات توقيعه لصالح باريس سان جرمان وشيكا بهدف اعطاء النادي والدوري الفرنسي لكرة القدم بعدا جديدا.\n\nوسيحط نيمار اخيرا الرحال في باريس على الأرجح يوم الجمعة. ولم يعد نيمار رسميا لاعبا في برشلونة، وبات حرا في الانضمام الى باريس سان جرمان. وقد يتم تقديمه للصحافة الجمعة او السبت على هامش استقبال باريس سان جرمان للصاعد الى النخبة نادي أميان على ملعب بارك دو برانس، في افتتاح الدوري لموسم 2017-2018\n\nتشويش\n\nمن جانب اعتبر القائد الجديد لفريق ليون نبيل الفقير ان انضمام نيمار الى سان جرمان سيرفع مستوى الدوري، وسيعزز المشهد الكروي.\n\nومن جانب آخر قالت صحيفة “ال بايس” الاكثر انتشارا في اسبانيا، بعد ان أوردت حلقة انتقاله الى برشلونة من سانتوس نادي الاسطورة بيليه، إن “نيمار يذهب كما اتى.. من تشويش الى تشويش، وجيوبه مليئة.\n\nواحدث انتقال نيمار الى برشلونة عام 2013 تقلبات قضائية وضريبية، إذ أعلن النادي الكاتالوني في حينه ان قيمة الصفقة بلغت 57 مليون يورو، ثم أعيد تقديرها بنحو 88 مليون يورو من قبل القضاء الاسباني.\n\nوادين برشلونة بتهمة اخفاء قسم من قيمة الصفقة عن مصلحة الضرائب، وسيواجه قريبا قضية جديدة بتهمة الاحتيال والفساد، وسيحاكم فيها نيمار الابن ونيمار الاب.\n\nللمزيد: صفقة نيمار رسالة تحد قطرية لرباعي المقاطعة", "pt": "A Liga Espanhola rejeitou esta quinta-feira manhã o pagamento dos 222 milhões de euros referentes à cláusula de rescisão de Neymar no contrato com o Barcelona.\n\nDe acordo com a agência de notícias espanhola (Efe), quatro representantes do ainda jogador do Barcelona estiveram presentes na sede da Liga para accionar a cláusula de rescisão do atacante, mas o organismo que tutela as competições profissionais no futebol espanhol recusou o pedido.\n\nLaliga rechaza el pago de 222 millones de euros por Neymar https://t.co/DNQwtmqgne — EFE Noticias (@EFEnoticias) 3 de agosto de 2017\n\nAtravés do respetivo presidente Javier Tebas, “La Liga” já havia avisado não aceitar o dinheiro do PSG para pagar a rescisão de Neymar por considerar que seria um incumprimento do “fair play” financeiro imposto ao futebol europeu e ameaçou recorrer à UEFA com uma queixa contra os franceses. Tebas considerava ser necessário confirmar a origem do dinheiro e a capacidade económica dos investidores no PSG.\n\nEsta quinta-feira, após a recusa de receber o depósito do cheque de 222 milhões de euros, fonte de “La Liga” garantiu à Marca que o organismo “não está a bloquear a ‘operação’ Neymar’”, simplesmente “não quer participar numa operação que viola o ‘fair play’ financeiro” imposto ao futebol europeu, lê-se no artigo da versão digital do jornal espanhol.\n\nO clube parisiense é detido por uma empresa sediada no Qatar, Estado soberano que está a sofrer, entretanto, um polémico isolamento territorial, político e económico por parte de quatro países árabes vizinhos (Arábia Saudita, Bahrein, Emirados Árabes Unidos e Egito) por alegado financiamento a organizações consideradas terroristas.\n\nEm comunicado, o Barcelona revelou ter sido informado pelo jogador do desejo de abandonar o clube. A vontade de sair do brasileiro está ligada a uma transferência milionária para o Paris Saint-Germain, mas o processo sofreu agora um imprevisto.\n\nComunicado del FC Barcelona sobre Neymar Jrhttps://t.co/oAr0AoIO4w — FC Barcelona (@FCBarcelona_es) 2 de agosto de 2017\n\nNo entanto, adianta a Marca, jornal desportivo espanhol sediado em Madrid, “La Liga” não tem o poder de bloquear a iminente transferência de Neymar para o PSG.\n\nO próximo passo do brasileiro poderá ser solicitar à FIFA uma autorização provisória de transferência para, como estava previsto, poder ser ainda apresentado na sexta-feira e eventualmente poder estrear-se no sábado, na receção ao Amiens, da primeira jornada da “Ligue 1”, o campeonato francês.\n\nA Liga francesa (LFP) emitiu, entretanto, um comunicado a apelar à congénere espanhola para que não bloqueie a transferência de Neymar e “se ajuste ao regulamento da FIFA e às suas atribuições”. “A LFP foi surpreendida e no compreende a recusa da Liga espanhola em simplesmente aceitar o pagamento da resciso”, lê-se num comunicado, onde o organismo se coloca ao lado mdo PSG e diz aguardar “a chegada de Neymar à Ligue 1.”\n\nEm França já se fazem também contas fiscais ao impacto da contratação de Neymar pelo PSG. Aos microfones da rádio France Inter, o ministro gaulês das Contas Públicas enalteceu o facto de o brasileiro, caso se confirma a mudança para Paris, ir passar “a pagar os impostos em França” de um salrio estimado em 30 milhões de euros anuais durante pelo menos cinco temporadas.\n\n“O interesse do Estado é que os jogadores de futebol paguem os seus impostos em França e não no estrangeiro”, disse Gérald Darmanin, garantindo que “os interesses dos serviços fiscais franceses serão bem observados” em relação a esta contratação de Neymar.\n\nNo Brasil, por fim, o Santos, o clube de onde se formou Neymar, aguarda a concretização do negócio para lucrar ainda mais alguns milhões com o jogador. O avançado brasileiro saiu para Barcelona em 2013, num negócio polémico, inicialmente avaliado pelos catalães em 57 milhões de euros, mas mais tarde revisto para um pagamento total de 88,4 milhões de euros.\n\nO Santos espera receber o valor de quatro por cento do valor da transferência (cerca de nove milhões de euros) a que tem direito ao abrigo do mecanismo de solidariedade da FIFA para os clubes formadores. E ainda mais 4,5 milhões de euros, por compensação pelo segundo jogo particular acertado com o Barcelona no acordo de transferência de 2013 e ainda não concretizado.\n\nO empresário do futebolista considera, no entanto, que o Santos não tem direito a qualquer verba pela formação do jogador.\n\n“A rescisão unilateral em Espanha pode ser feita diretamente pelo clube que o atleta autorizar. Desta forma, como se trata de uma rescisão unilateral e não motivada por uma venda normal, creio que nenhum clube, seja ele formador ou não, terá direito sobre alguma percentagem. O Barcelona está sendo indemnizado pela cláusula de rescisão e não tem de partilhar nenhum valor”, defendeu Wagner Ribeiro, citado pela ESPN.", "es": "Este jueves hemos conocido un nuevo capítulo del culebrón futbolístico del verano, el fichaje de Neymar por el París Saint Germain. Después de que La Liga rechazara el pago de la cláusula del jugador, la Liga Francesa emitió un comunicado en el que muestra su apoyo al PSG y pide a la liga española que se adhiera a las normas de la FIFA y sus funciones para concluir lo antes posible el traspaso del jugador.\n\nMientras la prensa española se despide de Neymar, en París ya esperan al jugador más caro de la historia. Hasta el Primer Ministro francés Emmanuel Macron se ha mostrado feliz por la inminente llegada del brasileño.\n\nEl futbolista podría aterrizar en la capital francesa en las próximas horas. La idea del París Saint Germain es presentarle el viernes y que pueda asistir al primer partido de Ligue 1 que disputara su nuevo equipo el sábado."}, "title": {"en": "La Liga rejects Neymar buyout clause", "ar": "شاهد.. نيمار يستعرض قدراته أمام الجماهير الغفيرة في استاد باريس", "pt": "Liga Espanhola rejeita a rescisão de 222 milhões de Neymar", "es": "En París esperan a Neymar con los brazos abiertos"}, "date": {"en": "08/03/17 00:00:00", "ar": "08/03/17 00:00:00", "pt": "08/03/17 00:00:00", "es": "08/03/17 00:00:00"}}