{"top_image": {"en": "https://static.euronews.com/articles/377227/1000x563_377227.jpg", "ar": "https://static.euronews.com/articles/377227/1000x563_377227.jpg", "pt": "https://static.euronews.com/articles/377227/1000x563_377227.jpg", "es": "https://static.euronews.com/articles/377227/1000x563_377227.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The official podium ceremony for the 2017 Silk Way Rally was held on Moscow’s iconic Red Square on Friday, with defending car champion Cyril Despres leading the way.\n\nThe Frenchman can expect to face a serious challenge from fellow Peugeot drivers Stephane Peterhansel and Sebastian Loeb over the next fortnight.\n\nYazeed Alrahji is leading the challenge for Mini, while in the trucks Kamaz will be looking to extend their Silk Way dominance, having already won the race five times from a possible six.\n\nRain and wind made for a muddy and slippery stage 1 from Moscow to Tcheboksary (61km of special). Despres was a little off the pace, over two minutes behind stage winner Loeb – who was only 29 seconds ahead of Peterhansel. Peugeot laying down an early marker.\n\nThe big surprise in the trucks was to see the Kamaz fleet all over four minutes back (eight for defending champion Airat Mardeev). Martin Kolomy took the stage win ahead of fellow Czech and 2011 champion Ales Loprais.\n\nStage takes the drivers from Tcheboksary to Ufa and involves 157km of special.", "ar": "كانت الساحة الحمراء الشهيرة في موسكو يوم الجمعة مسرحا لحفل الافتتاح الرسمي لسباق رالي طريق الحرير .2017\n\nوعلى مدى أسبوعين سيدافع حامل لقب رالي السيارات سيريل ديسبريس على لقبه أمام الطامحين بالتتويج به كسائقي بيجو ستيفان بيترهانزيل وسيباستيان لوب .\n\nسيريل ديسبريس، سائق بيجو: “ وجود الشمس أو غيابها، لا يهم، نحن نعرف جميعا هذا المكان، الساحة الحمراء، ووجودي هنا مع سيارة بيجو، لأمر عظيم، سأستمتع بكل لحظة.”\n\nوفي صنف الشاحنات، تسعى شركة كاماز الروسية لتوسيع هيمنتها على رالي طريق الحرير، خاصة وأنها تحمل في سجلها خمسة انتصارات.\n\nهناك أيضا السائق السعودي يزيد الرجحي الذي يقود التحدي تحت ألوان ميني.\n\nانطلاق المرحلة\n\nالأمطار والرياح جعلت المرحلة الأولى التي جرت بين موسكو و تشيبوكصاري تأخذ طابعا خاصا. على مسافة 61 كيلومترا التنافس كان في قمته. وعلى خط الوصول تأخر ديسبريس قليلا وراء لوب الفائز بالمرحلة بحوالي دقيقتين. المركز الثالث كان من نصيب بيترهانزيل بفارق 29 ثانية عن ديسبريس.\n\nفريق بيجو أنهى المرحلة الأولى بفوز عريض.\n\nوسيباستيان لوب، سائق بيجو:\n\n“كانت مرحلة صعبة حقا، كثرة الوحل والطين عقّد السباق وجعل الطريق زلقا وهذا ما فرض علينا الحذر، على كل حال هي تجربة المرحلة الأولى والمهم هو التواجد ضمن مجموعة خط النهاية، أعتقد أننا قمنا بعمل جيد، ولم تكن لدينا مشاكل .”\n\nصنف الشاحنات\n\nالمفاجأة كانت كبيرة بالنسبة لفريق كاماز في صنف الشاحنات. الفريق الروسي سيطر بأسطوله على مدى 4 دقائق خلال المرحلة.\n\nالمركز الاول اختطفه مارتن كولومي الذي تقدم على زميله التشيكي أليس لوبرايس.\n\nالمرحلة الثانية ستجري ما بين تشيبوكساري وأوفا على مسافة 157 كيلومترا.", "pt": "A simbólica Praça Vermelha, em pleno coração de Moscovo, foi o palco da saída cerimonial do Rali Rota da Seda 2017.\n\nMilhares de adeptos russos dos motores não deixaram passar em branco o arranque de uma das provas mais duras do calendário. A competição levará os pilotos a completar cerca de 10.000 km entre a Rússia e a China, com passagem pelo Cazaquistão. Os participantes lutam desde esta sexta-feira por marcar os melhores registos.\n\nO primeiro a completar os 61km que separam Moscovo de Tcheboksary foi Sébastien Loeb, que terminou a especial com 29 segundos de avanço sobre Stephane Peterhansel e com mais de dois minutos de distância em relação ao também compatriota e companheiro de equipa Cyril Despres.\n\n“Foi uma etapa bastante complicada. Havia muita lama e locais escorregadios razão pela qual tive de circular com cuidado. Foi apenas o primeiro dia e o mais importante era cruzar a linha de meta. Fizemos um bom trabalho, sem problemas”, disse Sébastien Loeb.\n\nNos camiões, a surpresa foi ver que os Kamaz perderam mais de quatro minutos em relação à cabeça. O checo Martin Kolomý lidera. No entanto, ainda estão prometidas muitas voltas no Rali Rota da Seda.", "es": "La icónica Plaza Roja de Moscú fue testigo de la salida ceremonial del Rally Ruta de la Seda 2017.\n\n“Que haga o no sol no nos importa. Todos conocemos esta plaza, la Plaza Roja, y sólo estar aquí con un coche de competición como el Peugeot hace de este momento algo grande. Lo disfrutaré”.\n\nNo solo lo gozó Cyril Despres sino también los miles de aficionados rusos al motor, que no se quisieron perder el comienzo de una de las carreras más duras del calendario. La competición llevará a los pilotos a completar casi 10.000 kilómetros entre Rusia y China. pasando por Kazajistán. Y aunque el triunfo, dicen, es acabarla, desde este viernes los competidores luchan ya por marcar los mejores registros.\n\nLideran Loeb y Kolomy\n\nAsí, el primer coche en completar los 61 kilómetros que separan Moscú de Tcheboksary fue Sebastian Loeb, que terminó la especial 29 segundos por delante del francés Stephane Peterhansel y con más de dos minutos de distancia respecto a su también compatriota y compañero de equipo Cyril Despres. La jornada estuvo marcada por las adversas condiciones climatológicas, según reconoció el ganador.\n\n“Fue una etapa muy complicada. Había mucho barro y se resbalaba, por lo que tuve que ir con cuidado. Sólo fue el primer día y lo importante era cruzar la línea de meta. Bien, hicimos un buen trabajo. Sin problemas”.\n\nEn camiones la sorpresa fue ver que los Kamaz perdieron más de cuatro minutos respecto a la cabeza. Lidera Martin Kolomy. Pero como les decimos el Rally Ruta de la Seda no ha hecho más que empezar."}, "title": {"en": "Sebastian Loeb sets marker in Silk Way starter", "ar": "رالي طريق الحرير: بيجو يحقق العلامة الكاملة خلال المرحلة الاولى", "pt": "Loeb e Kolomý em destaque no arranque do Rali Rota da Seda", "es": "Loeb y Kolomy arrancan la Ruta de la Seda en cabeza"}, "date": {"en": "07/08/17 00:00:00", "ar": "07/08/17 00:00:00", "pt": "07/08/17 00:00:00", "es": "07/08/17 00:00:00"}}