{"top_image": {"en": "https://static.euronews.com/articles/376686/1000x563_376686.jpg", "ar": "https://static.euronews.com/articles/376686/1000x563_376686.jpg", "pt": "https://static.euronews.com/articles/376686/1000x563_376686.jpg", "es": "https://static.euronews.com/articles/376686/1000x563_376686.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "A report by a Dutch MEP has suggested that EU membership talks with Turkey could be suspended.\n\nA report by the European Parliament’s foreign affairs committee says if the Turkish government implements a new constitution, its bid to join the European Union could be at risk\n\n“If the Turkish government will now go ahead with the implementation of this new constitution in Turkey whereby there is no separation of powers,” said Dutch MEP Kati Piri, who authored a report on the country.\n\n“This will have to lead to formal suspension of the accession talks between the government of turkey and the EU.”\n\nBut some EU governments argue that keeping Turkey onside is crucial, given the country’s geopolitical importance.\n\nIt shares borders with Syria and Iraq.\n\nA referendum held in April approved giving greater power to the country’s president.\n\nCritics say Turkey is drifting towards authoritarianism.", "ar": "مفاوضات انضمام تركيا إلى الاتحاد الأوروبي لا تزال تمر بكثير من المطبات، فاستفتاء أبريل الماضي،والمتعلق بإجراء تعديلات دستورية تهدف إلى منح الرئيس صلاحيات واسعة، أثارالعديد من الجدل داخل الاتحاد الأوربي،حيث إن برلمان أوروبا سوف يقرر بشأن تعليق محتمل للمحادثات بشأن انضمام تركيا إلى الاتحاد الأوروبي، كما تقول النائب البرلمانية،كاتي بيري نائب في البرلمان الأوروبي عن الحزب العمالي الهولندي “لو أن الحكومة التركية ستمضي الآن في إدخال الدستور الجديد حيز التنفيذ في تركيا حيث لافصل ما بين السلطات وهذا شأن يتعارض مع معايير كوبنهاجن للانضمام للاتحاد الأوروبي.وسيتعين حينها تعليق شكلي لمحادثات الانضمام ما بين تركيا والاتحاد الأوروبي”.\n\nويقضي التعديل الدستوري بتعزيز صلاحيات الرئيس، أما النواب البرلمانيون فينظرون إلى الإصلاح باعتباره انزياحا نحو السلطوية،لكن بالنسبة لهذه الأستاذة بجامعة بروكسل،فإن تركيا تظل شريكا محوريا للاتحاد الأوربي.\n\nسيدا غوركن،الأستاذة بجامعة بروكسل:\n\n“ ترغب دول الاتحاد في الحفاظ على قنوات الاتصال مع تركيا،فقنوات الاتصال مع تركيا لا تزال مفتوحة،بسبب وجود العديد من التحديات على المحك إلى جانب ذلك كله تظل تركيا شريكا مهما جدا للاتحاد الأوروبي في مجالات الاقتصاد و محاربة الإرهاب،أما اليوم فتوجد قضايا آنية تشكل تحديا حقا منها عصرنة الاتحاد الجمركي، فضلا عن مواجهة سياسة الهجرة ووصول اللاجئين إلى أوروبا،حيث تعتبر هذه القضايا ملفات مهمة جدا بالنسبة لدول الاتحاد”. أعضاء البرلمان الأوروبي نددوا في غير ما مرة بما وصفوه بسياسة القمع التي تنتهجها تركيا بعد الانقلاب الفاشل العام الماضي، ويعتبرون ما قامت به السلطات من حملات اعتقالات في صفوف المعارضين و الصحفيين و رجال القضاء اعتداء على سيادة القانون.", "pt": "Os eurodeputados renovam a pressão para que os Estados-membros suspendam as negociações de adesão da Turquia à União Europeia.\n\nO referendo constitucional, de abril passado, que visa reforçar os poderes do Presidente Recep Tayyip Erdogan, é um dos principais argumentos usados pela autora do mais recente relatório do Parlamento Europeu sobre o Estado de direito naquele país.\n\n“Caso o governo turco avance com a implementação da nova constituição na Turquia, que põe fim à separação de poderes, tal será contrário aos critérios de Copenhaga necessários para um país aderir à União Europeia e implica a suspensão das negociações que decorrem entre o governo da Turquia e a União Europeia”, disse, à euronews, Kati Piri, eurodeputada holandesa de centro-esquerda.\n\nUma das linhas vermelhas é a reintrodução da pena de morte, que foi prometida pelo Presidente após o golpe de Estado falhado de há um ano.\n\nContudo, como a Turquia é um vizinho estratégico, a União deverá optar por outro tipo de acordo.\n\n“Os Estados-membros desejam manter aberta a comunicação e a cooperação com a Turquia porque há muitas questões em jogo. A Turquia continua a ser um parceiro importante da União Europeia ao nível da economia, da luta contra o terrorismo, da modernização da união aduaneira e da gestão do fluxo de refugiados e migrantes, que são dossiês muito importantes para a União”, explicou, à euronews, Seda Gurkan, professora de Assuntos Europeus na Universidade Livre de Bruxelas.\n\nUma das maiores críticas da União refere-se à violação dos direitos humanos, nomeadamente as detenções arbitrárias de milhares de alegados dissidentes e opositores declarados do regime.", "es": "El Parlamento Europeo vuelve a presionar a los Estados miembros para que suspendan las negociaciones con Turquía si Ankara pone en marcha su controvertida Constitución aprobada por referendum el pasado abril.\n\nEl informe anual del progreso de Turquía sobre la adhesión concluye que la polémica reforma, impulsada por Recep Tayyip Erdogan, no prevé una clara separación de poderes como explica Kati Piri, eurodiputada de centro izquierda neerlandesa.\n\n“Si el Gobierno turco sigue adelante con esta nueva Constitución en Turquía en la que no hay separación de poderes, y que va en contra de los criterios de adhesión de la UE tendremos que suspender formalmente las negociaciones de adhesión entre el Gobierno de Turquía y la UE”, ha asegurado a Euronews.\n\nSin embargo, esta decisión del Parlamento podría chocar con los numerosos intereses y acuerdos que unen a Bruselas y Ankara – entre ellos el de los refugiados- como explica Seda Gürkun, profesora de la Universidad Libre de Bruselas.\n\n“A los estados miembros les gustaría mantener el canal de comunicación y cooperación abierto con Turquía porque hay muchos temas sobre la mesa y Turquía es un socio importante de la Unión en temas como la economía, la cooperación en contraterrorismo, la modernización de la zona aduanera y el flujo ilegal de refugiados y migrantes hacia UE”, ha explicado."}, "title": {"en": "Dutch MEP report seeks Turkey EU talks suspension", "ar": "انضمام تركيا إلى الاتحاد الأوروبي..المحادثات إلى أين؟", "pt": "Relatório recomenda suspensão das negociações de adesão da Turquia", "es": "Informe pide suspender las negociaciones de adhesión con Turquía"}, "date": {"en": "07/05/17 00:00:00", "ar": "07/05/17 00:00:00", "pt": "07/05/17 00:00:00", "es": "07/05/17 00:00:00"}}