{"top_image": {"en": "https://static.euronews.com/articles/379632/1000x563_379632.jpg", "ar": "https://static.euronews.com/articles/379632/1000x563_379632.jpg", "pt": "https://static.euronews.com/articles/379632/1000x563_379632.jpg", "es": "https://static.euronews.com/articles/379632/1000x563_379632.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Four women captured in the Iraqi city of Mosul, thought to be fighting for ISIS have been confirmed as German nationals.\n\nOne is 16-year old Linda Wenzel from east Germany. She had been reported as missing a year ago after being groomed online to join the jihadi group.\n\n1. German ISIS girl Linda W. (16 y/o) was apparently captured in Mosul by Iraqi security forces: https://t.co/mkrbo0yfV1 pic.twitter.com/AcmqQtVSrF — Björn Stritzel (@bjoernstritzel) July 17, 2017\n\nGerman public prosecutor Lorenz Haase confirmed that they are not currently attempting to extradite the girl.\n\n“We as the public prosecutor’s office Dresden have not applied for an arrest warrant and will therefore not be able to request extradition. There is the possibility that Linda might be put on trial in Iraq, she might as a foreigner be expelled or, because she is a minor reported missing in Germany, she could be handed over to Germany.”\n\nIf the girl is returned to Germany she could only be charged as a young offender, with appropriate sentencing, but if tried in Iraq, all of the women captured could face the death penalty.\n\nIntelligence agencies estimate that over 900 people have left Germany in recent years to join Islamic State, with almost 50 thought to have been minors, half of whom were female.", "ar": "ليندا دبليو، مراهقة ألمانية تبلغ من العمر 16 عاماً من بلدة بولسنيتز ، ذهبت إلى العراق للإلتحاق بصفوف ما يسمى بالدولة الإسلامية، تم القبض عليها في الموصل، النيابة العامة في دريسد بألمانيا أكدت الخبر ، و هي الآن تتلقى المساعدة في سفارة ألمانيا بالعراق.\n\nو كان اول اتصال للفتاة ليندا بمقاتلي داعش عن طريق الانترنت، و قد اختفت المراهقة منذ حوالي عام، بعد اعتناقها الإسلام.\n\nو تم القبض عليها رفقة ثلاث فتيات التحقن بداعش في السنوات الأخيرة ، والقي القبض عليهن بعد تحرير الموصل من قبل القوات العراقية في 10 يوليو/تموز. وتم القبض عليهن حسب صحيفة شبيغل الألمانية في نفق حيث كن تختبئن، كما وجدت القوات العراقية عبوات ناسفة في النفق.\n\nويقال إن واحدة من ثلاث نساء أخريات لديها جذور مغربية، ويقال أن أخرى ولدت في الشيشان.\n\nوفي العراق يمكن أن يواجهن جميعهن عقوبة الإعدام.\n\nالقنصلية الألمانية في العراق تعتني بهن، وجميعهن مسجونات في انتظارالمزيد من العلاج. ويقال إنهن “على ما يرام” وفقاً لمصادر دبلوماسية.", "pt": "A procuradoria da cidade de Dresden, na Alemanha, confirmou no sábado a identidade de uma das cidadãs alemãs capturadas há pouco mais de uma semana em Mossul, no norte do Iraque, sob suspeita de serem jiadistas afetas ao grupo terrorista autoproclamado Estado Islâmico (“daesh”/ ISIL).\n\nTrata-se de uma adolescente de 16 anos, de nome Linda Wenzel e originária da pequena cidade de Pulsnitz, na região administrativa de Dresden, no estado da Saxónia.\n\nA rapariga estava desaparecida há um ano, depois de ter fugido de casa e alegadamente viajado de forma clandestina para a Síria, via Istambul, na Turquia.\n\nConvertida ao Islão, a adolescente terá, entretanto, contraído matrimónio com um jiadista checheno afeto ao “daesh” e começado também a combater pela imposição extremista da “sharia”, a lei islâmica, na região onde o grupo chegou a reclamar um califado.\n\nNa sequência da recente ofensiva com sucesso do exército iraquiano para reconquistar Mossul, o bastião dos jiadistas no Iraque, a alemã foi encontrada escondida num túnel construído por militantes do “daesh” na cidade velha daquela cidade iraquiana. Linda Wenzel estaria na posse de uma arma e na companhia de outras mulheres estrangeiras.\n\nA nacionalidade alemã da adolescente capturada começou a ser avançada através das redes sociais no domingo, 16 de julho, por Vian Dakhjil, representante yazidi no Conselho de Representantes do Iraque.\n\nOs meios de comunicação iraquianos começaram por avançar a captura de cinco cidadãs alemãs, entre outras mulheres estrangeiras, todas suspeitas de pertencer às milícias femininas que os terroristas começaram a mobilizar para reforçar a presença armada nas respetivas áreas controladas. Os meios de comunicação alemães referem agora haver apenas quatro alemãs entre o grupo capturado.\n\nO advogado porta-voz da procuradoria de Dresden explicou que “por não ter sido solicitado um mandado de detenção, não é possível pedir a extradição”. “É possível que a Linda venha a ser julgada no Iraque. Como estrangeira, poderá ser expulsa do país ou, por ser uma menor registada como desaparecida na Alemanha, poderá ser entregue às autoridades alemãs”, admitiu Lorenz Haase.\n\nO procurador confirmou que a adolescente está a receber apoio consular da Embaixada alemã em Bagdade. O jornal Der Spiegel já tinha noticiado a visita de diplomatas germânicos às quatro alemãs detidas numa prisão do aeroporto da capital iraquiana. As detidas estariam bem, atendendo às circunstâncias, lê-se no jornal.\n\nEnquanto suspeita de ter combatido ao lado do “daesh” no Iraque, Linda Wenzel, de 16 anos, arrisca a pena de morte se for julgada no Iraque. Caso seja repatriada para a Alemanha, poderá vir a ser julgada também por terrorismo e a enfrentar uma eventual longa pena de prisão.", "es": "Linda Wenzell, una adolescente alemana que combatía junto a los yihadistas del Dáesh en Mosul, podría ser condenada a muerte si es juzgada en Irak. La joven, de 16 años, fue capturada hace unos días junto a otras tres compatriotas en los túneles excavados por los yihadistas en el casco viejo de la ciudad. Una de las otras tres alemanas detenidas es de origen marroquí y otra de origen checheno, pero solo Linda sería menor de edad.\n\nTiene 16 años y se fue a luchar con el ISIS. Esta es su historia https://t.co/Qou0R8kZyI — EL PAIS América (@elpais_america) 23 juillet 2017\n\nEl Fiscal de Dresde Lorenz Haase ha confirmado que no se ha emitido una orden de arresto y, por lo tanto, no se puede solicitar la extradición de la joven. “Es posible que Linda sea juzgada en Irak, aunque también podría ser expulsada, porque es una menor que desapareció en Alemania y podría ser entregada a Alemania”, explica.\n\nSi este fuera el caso, sería acusada de pertenencia a organización terrorista y afrontaría una condena a varios años de cárcel, una pena mucho menor que la aplicada en Irak.\n\nLinda Wenzell, que ha sido visitada junto a sus tres compatriotas por representantes de la embajada alemana, desapareció de su domicilio a principios del año pasado tras convertirse al Islam. Viajó a Mosul para casarse con un comandate checheno al que había conocido por internet. Unas doscientas mujeres alemanas ha hecho ese viaje con el mismo propósito."}, "title": {"en": "16-year old Isis fighter captured in Mosul confirmed as German girl", "ar": "القبض على مراهقة ألمانية اختفت منذ عام لتلتحق بداعش", "pt": "Adolescente alemã confirmada como suspeita de jiadismo em Mossul", "es": "El destino incierto de la yihadista alemana de 16 años capturada en Mosul"}, "date": {"en": "07/23/17 00:00:00", "ar": "07/23/17 00:00:00", "pt": "07/23/17 00:00:00", "es": "07/23/17 00:00:00"}}