{"top_image": {"en": "https://static.euronews.com/articles/380527/1000x563_380527.jpg", "ar": "https://static.euronews.com/articles/380527/1000x563_380527.jpg", "pt": "https://static.euronews.com/articles/380527/1000x563_380527.jpg", "es": "https://static.euronews.com/articles/380527/1000x563_380527.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "British finance minister Philip Hammond has told business leaders he wants companies to have full access to the single market and customs union for two years after Brexit, followed by a further implementation phase, the Financial Times reported.\n\nHammond said he wants a simple “off-the-shelf” transition deal with the European Union that will maintain current trading relations with Brussels for two years. He then wants a further implementation phase to be in place while Britain negotiates a new trade deal.\n\nHammond, appearing on BBC television, did not confirm or deny the report but said it was important that companies could discuss all options with the government in a private setting.", "ar": "وزير المالية البريطاني فيليب هاموند أخبر رجال الأعمال البارزين أنه يرغب بتوصل الشركات إلى السوق موحدة واتحاد الجمركي خلال عامين بعد خروج بريطانيا من الاتحاد الأوروبي “بريكسيت”.\n\nهاموند ذكر أنه يود انفصالا سهلا عن الاتحاد الأوروبي، لذلك فإن اتفاق الانتقال سيحافظ على العلاقات التجارية مع بروكسل لمدة عامين. وأكد على أهمية بحث الشركات مع الحكومة خيارات القطاع الخاص.\n\nتقدم بريطانيا في اتجاه الحياة خارج الاتحاد الأوروبي أصبح أكثر تعقيدا يوم الجمعة، إذ تتعمق الانقسامات على حدود إيرلندا الشمالية وحتى نوع الطلاق الذي تريده بريطانيا بالفعل.\n\nجاء ذلك في الوقت الذي حذر فيه كبير المفاوضين في الاتحاد الأوروبي، من أنه سيتم تأجيل المحادثات الرسمية، ما سيزيد من فترة جدول عملية الطلاق.\n\nالمفاوضات حول العلاقات المستقبلية بين بريطانيا والاتحاد الأوروبي ستبدأ غالبا في تشرين الأول/أكتوبر تبعا لافتقاد التقدم في المرحلة الأولية للمباحثات بشأن الانفصال.\n\nبريطانيا أجابت أنها كانت على ثقة أنه بالإمكان تحقيق تقدم كاف لمباشرة المرحلة الثانية من المباحثات، لكن خلال وجود رئيسة الوزراء تيريزا ماي في عطلة في إيطاليا، خاض وزراؤها نقاشات عامة حول الشكل المفروض للبريكسيت.\n\nوزير المالية فيليب هاموند، الذي كان يعارض الخروج من الاتحاد الأوروبي في السنة الأخيرة من الاستفتاء، آخذا بعين الاعتبار مصالح مجتمع الأعمال، ذكر أنه يجب أن لا تكون هناك تغيرات آنية في قواعد الهجرة والتجارة عندما تغادر بريطانيا.", "pt": "A Comissão Europeia diz que o período de transição “pós-Brexit” só será debatido quando estiver concluído o acordo sobre os termos da saída do Reino Unido do bloco comunitário.\n\nBruxelas respondeu assim ao ministro britânico das Finanças, que defendeu um período transitório de três anos para o estabelecimento de uma “nova relação a longo termo”, que deverá segundo Philip Hammond estar concluído antes das eleições gerais de 2022 no país.\n\nHammond: “Penso que o que o público britânico quer é ver, no primeiro dia depois da saída, que tudo continua essencialmente como antes. Quer ir ao supermercado e encontrar produtos franceses e espanhóis nas prateleiras, como sempre, e ir ao aeroporto para apanhar um avião para um destino de férias na Europa, como habitualmente.”\n\nLondres espera obter um período de transição progressiva entre a saída oficial do bloco, agendada para 29 de março de 2019, e a entrada em vigor do acordo bilateral que vai definir a futura relação com a União Europeia. A próxima ronda negocial entre Bruxelas e o governo britânico está marcada para 28 de agosto.\n\nDe acordo com o Instituto de Estudos Fiscais, um “think tank” britânico, a população do Reino Unido poderá enfrentar flutuações “consideráveis e imprevisíveis” nos preços dos alimentos na fase “pós-Brexit”, devido a um reforço nas barreiras comerciais e a uma libra enfraquecida.", "es": "La relación entre el Reino Unido y la Unión Europea (UE) podría ser similar a la actual, hasta tres años después del brexit. Lo ha dicho el ministro de Economía británico, Philip Hammond, aludiendo a la libre circulación o el acceso al mercado único.\n\nHammond también ha señalado que cualquier periodo de transición entre el brexit y un nuevo acuerdo comercial bilateral debe terminar como muy tarde en 2022, antes del fin de la actual legislatura.\n\n“Lo que los británicos quieren ver al día siguiente de que nos hayamos ido es que las cosas siguen como de costumbre. Esperan ir al supermercado y encontrar los productos franceses y españoles en el mismo lugar, ir al aeropuerto y volar a un destino de vacaciones en Europa, exactamente como de costumbre. Así que nuestro trabajo al dejar la Unión Europea es asegurarnos de que podemos hacerlo de manera tranquila, sin alterar la vida cotidiana de la gente”, ha asesurado Hammond\n\nLos negociadores británico y de la UE, David Davis y Michel Barnier, quieren acelerar el ritmo de las conversaciones, con reuniones más frecuentes durante el verano y el otoño. Parece ser que Barnier “estaría dispuesto a organizar una reunión el 15 de agosto si fuera necesario”, es decir, dos semanas antes de lo previsto.\n\nMientras, siguen apareciendo estudios para predecir el impacto que tendrá el brexit en el día a día de los británicos. El Instituto de Estudios Fiscales asegura que los hogares del Reino Unido podrían enfrentarse a fluctuaciones “considerables e impredecibles” en los precios de los alimentos, que aumentarán “significativamente” si no se pacta un acuerdo de libre comercio entre Londres y Bruselas antes de su divorcio, en marzo de 2019."}, "title": {"en": "Hammond says UK will seek three-year transitional Brexit deal", "ar": "إجراءات طلاق بريطانيا من الاتحاد الأوروبي تحتاج سنتين", "pt": "Brexit: Bruxelas diz a Hammond que transição só é debatida depois de acordo", "es": "Hammond fija en 2022 el fin del periodo transitorio tras el 'brexit'"}, "date": {"en": "07/28/17 00:00:00", "ar": "07/28/17 00:00:00", "pt": "07/28/17 00:00:00", "es": "07/28/17 00:00:00"}}