{"top_image": {"en": "https://static.euronews.com/articles/318970/1000x563_318970.jpg", "ar": "https://static.euronews.com/articles/318970/1000x563_318970.jpg", "pt": "https://static.euronews.com/articles/318970/1000x563_318970.jpg", "es": "https://static.euronews.com/articles/318970/1000x563_318970.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The United Arab Emirates is working to send a probe to orbit Mars. The UAE Space Agency has called its mission “Al Amal” Hope and has now introduced it to the public. Various events have been organised in Dubai to give residents an insight into future plans for space exploration: workshops and interactive exhibitions that target families and schools. These activities are designed to encourage students to explore and research.\n\nThe probe is planned to enter Mars’ orbit in 2021, the 50th anniversary of the country’s independence. It will be the first space exploration mission by an Arab state. The teams are working with scientists and academics at the University of Colorado.\n\nThe idea is for the team to learn from their academic partners and bring the knowledge back to the UAE for the spacecraft assembly. Mars was once thought to be a habitable planet because of the presence of water just like on earth, and recent explorations by NASA state that the Red Planet used to have a cool climate.\n\n“This mission would be taking us to another level so it would be adding to the level of Science or knowledge about Mars and its atmosphere to the scientific community,” says Salem Humaid AlMarri, Assistant Director General for Scientific and Technology Affairs. “Another very important thing for this mission is what it gives back. Obviously ESA has a lot of experience in Mars mission a lot of Mars scientists, we want to make sure that our data reach them and we can cooperate with them on that data.”\n\nOnce the probe is in orbit around Mars it will study all aspects of the planet’s atmosphere. The daily and yearly dynamic climate of the different layers and the elements that make up their proportions, and finally the release of hydrogen and oxygen into space. Scientists believe that Mars became too hot which caused the water to evaporate and the molecules to escape through the edge of the atmosphere into space.\n\nUnderstanding what happened to Mars may help us to understand what is happening to our home – Earth – and how we can protect the atmosphere.\n\n“Something else is remarkable and somewhat similar to what we have here on earth are the dust storms that occur on that planet,” explains Deputy Project Manager Sarah Amiri. “The dust storms they are not like the dust storms that we have here on earth. Our dust storms sometimes last less than a day, but there sometimes they can pick up and last the entire day, covers the entire planet and it starts in one region and then it goes on the entire planet in a global dust storm that sometimes may run for days and weeks.”\n\nAt present there are 75 people in the Emirates Mars Mission team, and the plan is to increase the number to 150. The sum of $5.44 billion has already been invested and the question is not whether these funds will be sufficient, but whether the timeframe set by the UAE will realistically allow the completion of the project.\n\nThose in charge of the space programme hope the first Arab mission to Mars will once again galvanise scientific enquiry and will be a source of inspiration to millions of young Arabs, in the way Americans growing up in the era of the Apollo programme craved the prospect of space exploration.", "ar": "الإمارات العربية المتحدة، تعمل حاليا على اطلاق مسبار فضائي لإستكشاف كوكب المريخ وذلك قبل نهاية العام 2021.\n\nالعديد من الأنشطة العلمية والمعارض التفاعلية وورشات عمل، تنظم حاليا، لتقديم فكرة عن البرنامج الفضائي لدولة الإمارات العربية المتحدة وفي مقدمتها مشروع اطلاق المسبار، الذي يتزامن مع الإحتفال بالذكرى الخمسين لتأسيس الإمارات العربية المتحدة.\n\nأبحاث المسبار، الذي اطلق عليه اسم “ الأمل“، ستتركز على فهم التغيرات المناخية على سطح الكوكب الأحمر وتفاعل طبقاته الجوية.\n\nمركز محمد بن راشد للفضاء في دبي، يعمل بدوره على المشاريع المتعلقة بعلوم الفضاء، إضافة إلى تكوين كفاءات علمية وطنية والإشراف على كافة مراحل إرسال مسبار“الأمل” لاستكشاف كوكب المريخ.\n\nباحثو المركز يتعاونون لهذ الغرض مع نظرائهم في جامعة كولورادو الأمريكية.\n\nكما يتم التعاون في هذا السياق مع الوكالة الفرنسية للبحوث الفضائية، بهدف جمع بيانات حول الغلاف الجوي للكوكب.\n\nالمهندس سالم حميد المري، مساعد المدير العام للشؤون العلمية والتقنية في المركز يقدم لنا المزيد من التوضيحات:“هذه المهمة ستأخذنا إلى مستويات أخرى في المجتمع العلمي والتي تضاف إلى المعرفة المتعلقة بالمريخ وبغلافه الجوي.\n\nالأمر المهم ايضا بالنسبة لهذه المهمة هو نتائجها، وكالة الفضاء الأوروبية لديها الكثيرمن الخبرات في مجال البعثات الفضائية إلى كوكب مارس، نحن نريد التأكد من وصول بيانتنا إليها واظهار أنه بإمكاننا التعاون معها في مجال تبادل البيانات.”\n\nمسبار“الأمل“، سيقوم باستخلاص بيانات تتعلق بالغلافين الجويين العلوي والسفلي لكوكب المريخ ، وبيانات أخرى تتعلق بالطقس والتربة على سطحه وهو ما سيساعد العلماء أيضا على تفسير العديد من الظواهر الجوية لكوكب الأرض ومسببات الانبعاث الحراري وطرق معالجتها.\n\nلكي نفهم ما يحدث نوعا ما في المريخ، توجهنا إلى المشرفة على الفريق العلمي لمشروع استكشاف الإمارات للكوكب الأحمر، المهندسة سارة أميري التي تقول:“الشيء اللافت للنظر في المريخ والذي يشبه نوعا ما، ما يحدث في كوكبنا هو العواصف الترابية، لكن العواصف الترابية في كوكب مارس لا تشبه ما نعرفه في كوكبنا، العواصف لدينا تستمر في بعض الأحيان أقل من يوم، ولكن في الكوكب الأحمر يمكنها الإستمرار يوما كاملا، لتغطي الكوكب بأكمله فتبدأ في منطقة ثم تنتقل إلى جميع المناطق في الكوكب وتشكل طبقة من الغبار، هذه العواصف الترابية قد تستمر في بعض الأحيان لأيام وأسابيع.” فريق مسبار“الأمل“، مكون من 75 مهندساً وباحثاً إماراتياً . كلفة المشروع بلغت حولي خمس مليارات دولار.\n\nيضيف المهندس سالم حميد المري مساعد المدير العام للشؤون العلمية والتقنية في مركزمحمد بن راشد للفضاء في دبي:“هذه المنطقة بحاجة إلى أخبار إيجابية، مثل هذه المهمة التي تبعث الحماس في الشباب، العرب والمسلمون يمكنهم العمل على مشاريع مبتكرة ومشاريع مثيرة ويمكنهم تقديم مساهمة فعالة في مجال العلوم والتقنيات. هذه المهمة هي هدية من الإمارات إلى العالم.”\n\nالإمارات العربية المتحدة تسعى أيضا من خلال مشروع مسبار“الأمل“، إلى لعب دور الريادة في مجال الفضاء على الصعيدين العربي والإقليمي.\n\nتقول مراسلة يورونيوزفي دبي ريتا ديل بريتي:“مركزالفضاء في دولة الإمارات العربية المتحدة لا يزال يافعا، متوسط عمر مهندسيه لا يتجاوز أربعين عاما،\n\nارسال لإمارات لمسبارها إلى مارس، سيسمح لها بالإنضمام إلى قائمة الدول القليلة التي ترنو إلى الوصول إلى هذا الكوكب الأحمر.”", "pt": "Os Emirados Árabes Unidos preparam-se para enviar uma sonda não tripulada até Marte. A Agência Espacial dos Emirados, criada em 2014, apelidou esta missão de “Al Amal” – que significa “esperança”. A missão foi divulgada ao público em vários eventos e o principal objetivo é despertar o interesse dos mais jovens para a exploração do espaço.\n\nA sonda pode vir a entrar na órbita de Marte em 2021. As equipas da Agência Espacial dos Emirados trabalham em conjunto com cientistas da Universidade do Colorado e têm um acordo com a Agência Espacial Francesa. O objetivo da missão é manter a sonda na órbita de Marte durante dois anos, para recolher dados sobre a atmosfera do planeta.\n\nSalem Humaid AlMarri é um dos responsáveis do projeto: “Esta missão iria transportar-nos para outro nível. Iria acresentar bastante à Ciência, à comunidade científica e ao conhecimento que temos sobre Marte e sobre a sua atmosfera. Outro aspeto importante é o caráter recíproco desta missão. A ESA tem muita experiência e muitos cientistas relacionados com Marte, queremos que os nossos dados lhes sejam úteis e pretendemos colaborar com eles nesses mesmos dados.”\n\nUma vez na órbita de Marte, a sonda vai estudar todos os aspetos da atmosfera do planeta: a dinâmica diária e anual do clima, as diferentes camadas, os elementos constituintes e os níveis de oxigénio e hidrogénio no espaço. Os cientistas acreditam que a temperatura de Marte terá aumentado significativamente causando a evaporação da água e a saída de moléculas através da atmosfera até ao espaço.\n\nCompreender o que aconteceu em Marte também pode ajudar a compreender o que acontece no planeta Terra. A missão tem uma equipa de 75 pessoas, mas dentro de poucos anos o número de funcionários pode subir para 150. De acordo com dados oficiais, já foram investidos mais de cinco mil milhões de euros neste projeto.\n\n“Esta região precisa de notícias positivas como esta missão, para incentivar a juventude. Este projeto prova que árabes e muçulmanos conseguem trabalhar em projetos inovadores, interessantes e podem contribuir para o mundo da ciência e da tecnologia. Esta missão é uma dádiva dos Emirados Árabes Unidos ao mundo”, conclui Salem Humaid AlMarri.\n\nOs responsáveis do programa espacial dos Emirados Árabes Unidos esperam que a primeira missão a Marte inspire milhões de jovens da região.", "es": "La Agencia Espacial de los Emiratos, creada en 2014, ha bautizado esta misión “Al Amal” (Esperanza). Varios eventos fueron organizados recientemente para dar a conocer al público esta misión: talleres, exposiciones interactivas, etc… El principal objetivo de esta campaña es despertar el interés de los más jóvenes por la exploración espacial.\n\nSegún la Agencia Espacial de los Emiratos, la sonda podría entrar en la órbita de Marte en 2021 coincidiendo con el 50 aniversario del establecimiento de la federación de la que hoy forman parte siete emiratos.\n\nLos equipos de la Agencia Espacial de los Emiratos se preparan ya con científicos y expertos de la Universidad de Colorado. También han firmado un acuerdo con la Agencia Espacial francesa. El objetivo de la misión es mantener la sonda en la órbita de Marte durante dos años para recoger todo tipo de datos sobre la atmósfera de este planeta.\n\nSalem Humaid AlMarri es uno de los responsables del proyecto.\n\n“Esta misión nos situará en otro nivel. Podremos aportar a la comunidad científica nuestros conocimientos sobre la atmósfera de Marte. Otro elemento importante de esta misión es la información que conseguiremos. Obviamente, la ESA tiene mucha experiencia en misiones en el planeta Marte y científicos especializados pero queremos estar seguros de que nuestra información llega hasta ellos y que podremos colaborar”, explica AlMarri.\n\nUna vez en la órbita de Marte, la sonda estudiará todos los aspectos de su atmósfera: la dinámica de su clima tanto diaria como anual en las diferentes capas, los elementos que maquillan sus proporciones y, finalmente, la fuga en el espacio de hidrógeno y oxígeno. Los científicos creen que la temperatura de Marte aumentó, de hecho, considerablemente causando la evaporación del agua y la fuga de moléculas a través de la atmósfera hasta el espacio.\n\nComprender qué ocurrió con Marte podría ayudar a los expertos a entender también lo que le ocurre al planeta Tierra y cómo proteger su atmósfera.\n\n“Hay un elemento destacable que son las tormentas de polvo que se producen en ese planeta. Esas tormentas no son similares a las que tenemos en la Tierra. Nuestras tormentas de polvo duran a veces menos de un día pero en Marte pueden durar un día entero, empiezan en una región y después cubren todo el planeta. Son tormentas de polvo globales que a veces duran varios días, incluso semanas”, explica Sarah Amiri, otra de las responsables del proyecto.\n\nPor ahora la misión “Esperanza” cuenta con un equipo de 75 personas pero dentro de unos años el número de colaboradores podría aumentar hasta los 150. Hasta hoy y según datos oficiales, se han invertido en esta misión más de cinco mil millones de euros.\n\n“Esta región necesita noticias positivas como esta misión para que los jóvenes estén contentos y digan: ¿sabes? los árabes y los musulmanes trabajan en proyectos innovadores que contribuirán al conocimiento global de la ciencia y la tecnología. Esta misión es un regalo de los Emiratos al mundo”, afirma AlMarri.\n\nLos responsables del programa espacial de los Emiratos Árabes Unidos esperan que la primera misión árabe en Marte inspire a miles de jóvenes de la región.\n\n“La Agencia Espacial de los Emiratos Árabes Unidos es muy joven. La media de edad de sus ingenieros no supera los 40. Enviar una sonda a la órbita de Marte permitirá a los Emiratos unirse a la lista de los pocos países que quieren llegar al Planeta Rojo”, explica Rita Del Prete de euronews."}, "title": {"en": "United Arab Emirates to launch space mission to Mars", "ar": "الإمارات العربية المتحدة ترنو إلى استكشاف المريخ", "pt": "Marte: A \"esperança\" da Agência Espacial dos Emirados", "es": "Los Emiratos Árabes Unidos se preparan para enviar una sonda no tripulada a Marte"}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}