{"top_image": {"en": "https://static.euronews.com/articles/377243/1000x563_377243.jpg", "ar": "https://static.euronews.com/articles/377243/1000x563_377243.jpg", "pt": "https://static.euronews.com/articles/377243/1000x563_377243.jpg", "es": "https://static.euronews.com/articles/377243/1000x563_377243.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Leopoldo Lopez, Venezuela’s best-known jailed opposition leader, has celebrated being moved to house arrest after three years behind bars for leading anti-government protests.\n\nHours after his pre-dawn transfer from the Ramo Verde military jail, Lopez appeared over a wall of his Caracas house, waving the Venezuelan flag and punching the air before a crowd of supporters who cheered and cried upon seeing him.\n\nIn a message from the 46-year-old, read out by Freddy Guevara, the No. 2 in Lopez’s Popular Will party, he said:\n\n“This is a step in the march toward freedom. I carry no resentment, nor will I give up my beliefs.\n\n“My position against this regime is firm as are my convictions to fight for a real peace, coexistence, change and freedom.”\n\n\n\n\n\nVenezuelan opposition leader Leopoldo Lopez greets supporters in Caracas after he was released from prison and placed under house arrest pic.twitter.com/gZENtig91F — AFP news agency (@AFP) 8 juillet 2017\n\n\n\n\n\nLopez was jailed for nearly 14 years for inciting violence during protests against Socialist President Nicolas Maduro in 2014 – a charge he denied.\n\nThe Supreme Court said he was granted house arrest on health grounds but his family countered that he is in good shape and he looked robust as he waved enthusiastically.\n\nThe release was aided in part by the involvement of former Spanish Prime Minister Jose Luis Rodriguez Zapatero, who has for years maintained talks with the Maduro government, Spanish Prime Minister Mariano Rajoy and Venezuelan officials said.\n\nOn Saturday, Maduro extended an olive branch of sorts.\n\n“I as head of state accept the (Supreme Court’s) decision, and what’s more, I support the decision. And you all know my absolute and profound differences with LL,” Maduro said, referring to Lopez only by his initials.\n\n“God willing this decision … will be understood, and Mr. LL, after almost four years in Ramo Verde, will give a message of rectification and peace.”\n\nWhile Maduro may be calculating Lopez’s return home will ease pressure on him, opposition leaders presented it as a triumph for their protest strategy and a sign the government was caving in.\n\nIn the recent wave of anti-government protests, at least 90 people have died.\n\nFresh opposition street rallies are planned for Sunday.\n\n\n\n\n\nProtests show no sign of ending in Venezuela. Can Maduro continue to resist calls for an election to replace him? https://t.co/WuQoaMF0Wv pic.twitter.com/2fMGfhoiAW — Al Jazeera English (@AJEnglish) 1 juillet 2017\n\n\n\n\n\nwith Reuters", "ar": "احتفل ليوبولدو لوبيز زعيم المعارضة الفنزويلي المسجون بعودته المفاجئة لأسرته بعد صدور قرار بوضعه رهن الإقامة الجبرية في منزله مع وعد بمواصلة القتال في أعقاب سجنه ثلاث سنوات لتزعمه احتجاجات مناهضة للحكومة.\n\nوبعد ساعات من نقله قبل الفجر من سجن رامو فيردي العسكري ظهر لوبيز (46 عاما) فوق أحد جدران منزله بالعاصمة كراكاس وهو يلوح بعلم بلاده أمام حشد من أنصاره الذي ابتهجوا وبكوا لدى رؤيته.\n\nكإجراء يائسة لتهدئة الاحتجاجات، منحت اليوم الإقامة الجبرية سجين سياسي ليوبولدو لوبيز pic.twitter.com/H3PSC96V1M — Fabulero (@todorumba) 9 juillet 2017\n\nوحث لوبيز في رسالة نشرها حزبه أنصار المعارضة على مواصلة الاحتجاجات في الشوارع ضد الرئيس نيكولاس مادورو التي دخلت شهرها الرابع وأدت إلى سقوط ما لا يقل عن 90 قتيلا.\n\nوقال لوبيز في الرسالة التي تلاها فريدي جيفارا الرجل الثاني في حزب الإرداة الشعبية الذي يتزعمه لوبيز “إذا كان مواصلة قتالي من أجل الحرية تعني مواجهة خطر العودة إلى سجن رامو فيردي فإنني سأكون أكثر من سعيد للقيام بذلك.\n\n“أنا اليوم سجين في منزلي ولكن هذا هو حال فنزويليين كثيرين. ما يجعلني أستمر في أصعب الأيام هو أنني أعرف أنه مهما كان ما أعانيه فإنه لا يساوي شيء بالمقارنة مع شعبنا”.\n\nويتعارض هذا التصريح بوضوح مع طلب نيكولاس مادورو الذي تمنى “رسالة سلام” من ليوبولدو لوبيز. وقال مادورو بعد ساعات على الافراج عن لوبيز في تصريح للتلفزيون “بعدما امضى حوالى اربع سنوات في السجن، آمل في ان يعدل لوبيز موقفه ويبعث برسالة سلام، لان البلاد تريد السلام”.\n\nومنح إطلاق سراح لوبيز بعض التعزيز النادر للمعارضة الفنزويلية التي لم تر باستثناء ذلك مادورو يقدم تنازلات تُذكر بشأن مطالبها بالإفراج عن النشطاء وإجراء انتخابات عامة وحل أزمة اقتصادية.\n\nومن المتوقع أن يكون لوبيز الذي تلقى تعليمه في هارفارد وكان رئيس بلدية أحد مرشحي المعارضة البارزين في انتخابات الرئاسة إذا تمكن من ترشيح نفسه في أي انتخابات مقبلة.", "pt": "O líder da oposição da Venezuela, Leopoldo López, já está em casa onde vai ficar em prisão domiciliária.\n\nO dirigente do partido Vontade Popular, de 46 anos, foi transferido da prisão militar de Ramo Verde para a sua casa, no leste de Caracas, alegadamente por motivos de saúde.\n\nVenezuela’s opposition leader Leopoldo Lopez was placed under house arrest after more than three years in prison https://t.co/c83RQYqAIy — AFP news agency (@AFP) July 8, 2017\n\nLópez saiu para saudar os correligionários e apelar aos venezuelanos para que prossigam com a luta nas ruas, através de um comunicado lido pelo dirigente do seu partido Freddy Guevara.\n\n“Este é um passo em direção à liberdade. Não tenho nenhum ressentimento ou desejo de terminar a minha luta. Mantenho firme a minha oposição a este regime e firme na minha convicção de lutar por uma verdadeira paz, convivência, mudança e liberdade”, leu Guevara.\n\nLeopolodo López foi detido a 18 de fevereiro de 2014, acusado de incitamento à violência durante uma ação contra o regime de Nicolás Maduro. Três pessoas morreram e seguiu-se uma onda de manifestações que causou 43 vítimas mortais, de acordo com o balanço oficial.\n\nO oposicionista foi condenado a quase 14 anos de prisão.\n\nO Presidente da Venezuela, Nicolas Maduro, afirmou apoiar a transferência de López e afirmou que quer que o opositor se junte a ele num apelo à paz.\n\nO país vive em turbulência política há três meses.", "es": "Frente a sus seguidores ondeando la bandera venezolana. Es el líder opositor Leopoldo López tras su salida, este sábado, de la cárcel. Abandona así la prisión de Ramo Verde, donde se encontraba desde febrero de 2014, pero seguirá en arresto domiciliario. López ha hablado, pero no lo ha hecho por su boca sino a través de una carta leída por el coordinador de su partido Voluntad Popular, a las puertas de su residencia.\n\nSeguiremos luchando por la libertad de los presos políticos, y lograr justicia y paz para nuestro país ¡Fuerza y FE! pic.twitter.com/vJMrtGiHJp — Lilian Tintori (@liliantintori) 8 de julio de 2017\n\nEl Tribunal Supremo de Justicia asegura que este traslado se debe a “problemas de salud” del político, aunque sus familiares señalan que López se encuentra en perfectas condiciones. La liberación de López era uno de los principales reclamos de los opositores en las mesas de negociaciones iniciadas a finales de 2016 con el Gobierno de Nicolás Maduro, con la mediación, entre otros de José Luis Rodríguez Zapatero."}, "title": {"en": "Venezuela: Lopez vows to fight on", "ar": "إطلاق سراح المعارض الفنزويلي \"ليوبولدو لوبيز\" ووضعه تحت الإقامة الجبرية", "pt": "Leopoldo López em prisão domiciliária", "es": "El opositor Leopoldo López pide que continúen las protestas en Venezuela"}, "date": {"en": "07/09/17 00:00:00", "ar": "07/09/17 00:00:00", "pt": "07/09/17 00:00:00", "es": "07/09/17 00:00:00"}}