{"top_image": {"en": "https://static.euronews.com/articles/381578/1000x563_381578.jpg", "ar": "https://static.euronews.com/articles/381578/1000x563_381578.jpg", "pt": "https://static.euronews.com/articles/381578/1000x563_381578.jpg", "es": "https://static.euronews.com/articles/381578/1000x563_381578.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "A fire ripped through one of the world’s tallest residential towers in Dubai on Friday, forcing hundreds of occupants to flee the 337 metre-tall, 79-storey structure.\n\nIt’s the second blaze to sweep through the high-rise – which happens to be called the Torch tower – in just two years.\n\nThe building was evacuated, no injuries were reported, and there was no immediate word on the cause of the blaze.\n\n“We were sleeping and we woke up to the fire alarm and people screaming. We ran down the stairs and it took us about 10 minutes to reach from the 50th floor,” a resident who gave his name as George told Reuters.\n\nDubai’s civil defence authorities said firefighting squads put out the blaze at around 4.00 am local time (0000 GMT) and were cooling the building. The government said it was working on providing shelter for those affected.\n\nThe incident may revive questions about the safety of materials used on the exteriors of tall buildings across the world.\n\nAn investigation by the management of the Torch after its 2015 fire found that most of the damage was to the cladding, exterior panelling used for decoration or insulation.\n\nIn the UK, police have said they believe the system of insulation and cladding panels on London’s Grenfell Tower may have contributed to the rapid spread of a fire there in June in which some 80 people died.", "ar": "أخمد رجال الإطفاء حريقا فجر الجمعة داخل برج الشعلة “تورتش“، أحد أطول ناطحات السحاب بمنطقة المارينا بدبي.\n\nالحريق اضطر السكان لترك منازلهم بينما تساقطت الحطام المشتعلة من جوانب المبنى المكون من 79 طابقا.\n\nوأعلنت سلطات الإمارة أن الحريق الذي امتد في النصف العُلوي من المبنى لم يؤد إلى سقوط ضحايا.\n\nوقالت سلطات الدفاع المدني في دبي إن فرق الإطفاء أخمدت الحريق بحلول الساعة الرابعة صباحا بالتوقيت المحلي وتقوم بتبريد برج الشعلة الذي يبلغ ارتفاعه 337 مترا.\n\nوأحاطت ألسنة اللهب بجوانب البرج في منطقة المارينا في ثاني حريق يطال هذا المبنى منذ العام 2015.\n\nوأغلق رجال الإطفاء والشرطة الشوارع المحيطة التي غطى الغبار والحطام أجزاء منها. وقالت الحكومة إنها تعمل على توفير المأوى للمتضررين جراء الحريق.\n\nوأظهرت صور نشرها الدفاع المدني بدبي بعد سيطرة رجال الإطفاء على الحريق، أضواء مشتعلة في بعض الطبقات السفلية من برج الشعلة.\n\nلكنّ الجزء العُلوي من المبنى بدا محترقا تماما.\n\nوقال أحد سكان المبنى اسمه جورج “كنا نياما واستيقظنا على إنذار الحريق وصراخ الناس. هبطنا الدرج مسرعين واستغرق النزول من الطابق الخمسين عشر دقائق”.\n\nوأضاف “كان الحريق شديدا جدا في ذلك الوقت نحو الواحدة صباحا. ثم بدأ يهدأ في الساعتين التاليتين. بدأ في الطابق 67 هذا هو ما قيل لنا”.\n\nونشر سكان وشهود عيان صورا على مواقع التواصل الاجتماعي لناطحة السحاب والنيران مشتعلة بها.\n\nفيديو يرصد الجهود الكبيرة للحد من #حريق_مارينا_دبي برج الشعلة والذي لم يقع فيه اي اصابات pic.twitter.com/aXSeCMdXLX — مؤسسة دبي للإعلام (@dubaimediainc) August 4, 2017\n\nفي كانون الثاني/ يناير، أعلنت سلطات دبي اعتماد أنظمة بناء للحدّ من خطر الحرائق، بعد سلسلة من كوارث أصابت ناطحات سحاب في الإمارة تعود في معظمها إلى مواد سريعة الاشتعال.\n\nوفي شباط/فبراير 2015، تسبب حريق في برج الشعلة، بتدمير عدد من الشقق السكنية الفخمة وإصابة عدد من الأشخاص بحروق طفيفة.", "pt": "Um incêndio deflagrou num arranha-céus residencial no Dubai, esta madrugada.\n\nO fogo teve início por volta da uma hora local, 22 horas de quinta-feira em Lisboa. A “Torre Tocha”, como é conhecido o edifício, foi evacuada e segundo as autoridades, não há registo de feridos.\n\nSegundo a polícia, o incêndio foi dominado, estando ainda por apurar as causas. De acordo com a AFP, terá tido início no Sexagésimo Terceiro piso.\n\nEste é o segundo grande incêndio no edifício, depois do ocorrido em 2015.\n\nA Torre Tocha tem 337 metros de altura, 79 andares, e é um dos arranha-céu residenciais mais altos do mundo.", "es": "Segundo incendio en dos años en una de las torres residenciales más altas del mundo, la Torre Antorcha en Dubái. Todos sus ocupantes pudieron ser evacuados y no hubo que lamentar víctimas.\n\nEl fuego, ya controlado y cuyo origen se desconoce, afectó a la mitad superior de la Torre Antorcha, de 79 plantas y 337 metros de altura.\n\nEste rascacielos, que durante un tiempo fue el inmueble de viviendas más alto del planeta, sufrió otro incendio en febrero de 2015. La investigación reveló que el revestimiento inflamable alimentó las llamas, como ocurrió en la Torre Grenfell de Londres, el pasado junio.\n\nEn enero, Dubái anunció reglas de construcción más rigurosas, para minimizar los riesgos, tras una serie de fuegos en rascacielos debido a los materiales altamente inflamables utilizados para los revestimientos exteriores."}, "title": {"en": "Fire engulfs Dubai's 'Torch' skyscraper for second time", "ar": "حريق جديد في برج \"الشعلة\" بدبي", "pt": "Incêndio em Torre no Dubai", "es": "Arde otra vez la Torre Antorcha de Dubái"}, "date": {"en": "08/04/17 00:00:00", "ar": "08/04/17 00:00:00", "pt": "08/04/17 00:00:00", "es": "08/04/17 00:00:00"}}