{"top_image": {"en": "https://static.euronews.com/articles/381000/1000x563_381000.jpg", "ar": "https://static.euronews.com/articles/381000/1000x563_381000.jpg", "pt": "https://static.euronews.com/articles/381000/1000x563_381000.jpg", "es": "https://static.euronews.com/articles/381000/1000x563_381000.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "After just ten days in the job, Donald Trump’s director of communications Anthony Scaramucci has been removed from his post. The White House has confirmed that Scaramucci was removed by president Trump from his role as communications director at the request of Chief of Staff John F. Kelly in order to give him a ‘clean slate’.\n\nThe outspoken 53-year-old has led a brief career in the White House having been initially appointed as assistant to President Trump and director of the White House Office of Public Liaison and Intergovernmental Affairs in January.\n\nPrior to this he made his name in finance before spending time working for the presidential campaigns of Hillary Clinton and Barack Obama.", "ar": "البيت الابيض أعلن الإثنين إقالة المدير الجديد للإعلام في البيت الأبيض انطوني سكاراموتشي الذي عينه الرئيس دونالد ترامب قبل عشرة ايام فقط.\n\nسكاراموتشي أثار عاصفة الاسبوع الماضي، إثر مقابلة صحافية أهان فيها أمين عام البيت الأبيض راينس بريبوس الذي ترك عمله الاسبوع الماضي، وكبير الاستراتيجيين في البيت الابيض ستيف بانون.\n\nمصادر ذكرت أن سكاراموتشي أرغم على الإستقالة بناء على طلب أمين عام البيت الابيض الجديد جون كيلي، الذي أدى القسم في وقت سابق الإثنين.\n\nالطبقة السياسية أدانت المقابلة مع مجلة نيويوركر الخميس، نظرا لما تضمنته من ابتذال نادر.\n\nسكاراموتشي هاجم بريبوس واصفا إياه بأنه “سخيف يشعر بجنون العظمة ويعاني من انفصام الشخصية”. كما أهان بانون.\n\nالأمين العام الجديد للبيت الابيض جون كيلي، جنرال المارينز المتقاعد ووزير الأمن الداخلي السابق، طلب من سكاراموتشي أن يتنحى، حسب مصادر إعلامية.\n\nتعيين كيلي تم لفرض النظام في البيت الأبيض، حيث تعصف الخلافات الداخلية بين الموظفين وغالبا ما تنشر علنا في الصحافة.\n\nليس من الواضح ما إذا كان سكاراموتشي سيغادر البيت الأبيض، أو أنه سيواصل العمل هناك بصفة أخرى.\n\nوكان ترامب رفض في تغريدة صباح الاثنين أن تكون هناك فوضى في البيت الأبيض.\n\n\n\n\n\nHighest Stock Market EVER, best economic numbers in years, unemployment lowest in 17 years, wages raising, border secure, S.C.: No WH chaos! — Donald J. Trump (@realDonaldTrump) 31 июля 2017 г.\n\n\n\n\n\nوكتب في التغريدة “أعلى سوق أسهم على الاطلاق، أفضل الارقام الاقتصادية منذ سنوات، البطالة في أدنى مستوياتها منذ 17 عاما، الرواتب ترتفع، الحدود آمنة، تعيين في المحكمة العليا: لا فوضى في البيت الأبيض”.\n\nللمزيد:\n\nجون كيلي أمينا عاما جديدا للبيت الأبيض", "pt": "O diretor de comunicação da Casa Branca, Anthony Scaramucci, foi demitido, depois de pouco mais de uma semana em funções.\n\nScaramucci, que na semana passada deu uma polémica entrevista na qual insultou vários colaboradores da presidência de Donald Trump, foi forçado a sair pelo novo secretário-geral da Casa Branca, John Kelly.\n\nA Casa Branca justificou a saída de Scaramucci para que John Kelly, o novo secretário-geral, possa “começar do zero”.\n\nUm comunicado do gabinete de comunicação refere que Scaramucci entendeu que “era o melhor” a fazer e quer dar a Kelly a “possibilidade construir a sua própria equipa”.\n\nSean Spicer, que antecedeu Scaramucci no cargo, usou as mesmas expressões aquando da sua demissão, refere a AP.\n\nDepois de demissões sucessivas, e ainda antes da demissão de Scaramucci, o Presidente Donald Trump insistiu que não existe caos na Casa Branca, no dia em que o seu novo secretário-geral passa a ocupar as suas funções numa West Wing (Ala Oeste) assolada por uma crise.\n\nO general na reforma John Kelly, ex-secretário da Segurança Interna, substitui no cargo de secretário-geral da Casa Branca Reince Priebus, demitido por Trump na passada sexta-feira.\n\nKelly vai transportar a sua experiência militar para uma administração confrontada com uma agenda legislativa com atrasos significativos, dissensões internas na sua equipa presidencial e um conjunto de investigações à sua atuação.\n\nTrump tem tentado promover uma pausa para reorganizar o seu gabinete na sequência da avalanche de críticas, e, segunda-feira, voltou a utilizar o ‘Twitter’: “A Bolsa a subir como nunca, os melhores números económicos em anos, a mais baixa taxa de desemprego dos últimos 17 anos, salários a aumentarem, as fronteiras seguras: Não há caos na Casa Branca! [No WH Caos!]”.\n\nNuma entrevista publicada na passada semana na revista The New Yorker, Anthony Scaramucci atacou com uma extrema violência, incluindo linguagem grosseira, outros assessores do Presidente Donald Trump.\n\nNomeado em 21 de julho por Trump, este financeiro de Wall Street desmultiplicou-se em declarações polémicas e prometeu grandes mudanças na comunicação do executivo dos EUA.\n\nUm dos grandes objetivos é parar com as fugas de informação e as revelações sobre o governo de Trump, que fazem as delícias da imprensa.\n\nEm texto publicado na noite de quinta-feira pela New Yorker, o correspondente desta publicação em Washington relata uma conversa telefónica que teve na véspera com Scaramucci, furioso com uma mensagem deste jornalista na rede social Twitter revelando um jantar entre Trump, a sua esposa, Melania, e dirigentes da cadeia televisiva Fox News.\n\n“Quem vos disse isso?”, perguntou Scaramucci. Perante a recusa do jornalista em revelar a sua fonte, o novo dirigente da comunicação da Casa Branca ameaçou: “Vou eliminar toda a equipa de comunicação e começar do zero! Vou despedi-los todos”.\n\nAinda segundo este artigo, Scaramucci atacou depois, de forma particularmente grosseira, o secretário-geral da Casa Branca, Reince Priebus, um dirigente do Partido Republicano, que suspeita ser o organizador das fugas de informação: “Reince é um esquizofrénico paranoico, um paranoico”.\n\nDepois, com recurso a um vocabulário sexual extremamente grosseiro, Scaramucci atacou Steve Bannon, o muito polémico estratega da Casa Branca, próximo da extrema-direita, a quem acusou de ter a sua própria agenda: “Eu não sou Steve Bannon. Não procuro chupar o meu próprio pénis”.\n\nPerante a polémica provocada em Washington por tais declarações, Scaramucci procurou emendar a mão. Na rede social Twitter colocou a mensagem “Por vezes, exprimo-me com uma linguagem colorida. Vou abster-me de o fazer, mas não renunciar ao meu combate apaixonado pelo programa de @realDonaldTrump”.\n\nNascido em Long Island, no Estado de Nova Iorque, numa família de imigrantes italianos de classe média, diplomado por Harvard, com uma passagem pelo banco Goldman Sachs, responsável por fundos de investimento para clientes riquíssimos, Scaramucci é um grande contribuinte para o partido republicano. Em 2012, foi tesoureiro da campanha presidencial de Mitt Romney.\n\n(Lusa)", "es": "10 días.\n\nEs lo que ha durado en el puesto Anthony Scaramucci. Donald Trump ha cesado a su director de comunicaciones a una velocidad vertiginosa, casi la misma con la que retiró de sus responsabilidades la semana pasada a su jefe de Gabinete, Reince Priebus, a quien Scaramucci había llamado, entre otras cosas, “paranoico esquizofrénico”. Trump le dio el puesto a un general retirado del cuerpo de Marines, John Kelly, cuya primera decisión ha sido sacar del organigrama al sulfuroso Scaramucci. Es el séptimo cargo que sale de la administración desde que Trump juró el cargo hace poco más de seis meses."}, "title": {"en": "White House communications chief Anthony Scaramucci removed from post", "ar": "ترامب  يقيل المدير الجديد للإعلام في البيت الابيض انطوني سكاراموتشي", "pt": "Scaramucci demitido da Casa Branca", "es": "Trump cesa a Anthony Scaramucci tras 10 días en el cargo"}, "date": {"en": "07/31/17 00:00:00", "ar": "07/31/17 00:00:00", "pt": "07/31/17 00:00:00", "es": "07/31/17 00:00:00"}}