{"top_image": {"en": "https://static.euronews.com/articles/375930/1000x563_375930.jpg", "ar": "https://static.euronews.com/articles/375930/1000x563_375930.jpg", "pt": "https://static.euronews.com/articles/375930/1000x563_375930.jpg", "es": "https://static.euronews.com/articles/375930/1000x563_375930.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The current phase of restoration of the Pisa Cathedral started 4 years ago, with workers using traditional restoration techniques. But this could soon change thanks to innovative materials being tested.\n\nJust a few meters from Pisa’s famous Leaning Tower, restorers are defying scorching temperatures to bring back shine to the city’s Cathedral.\n\nOrdinary restoration techniques like laser are being used on much of the stonework that dates back to the 11th century. But a brand new technique is also being used: a new material made of innovative nano-particles. The aim is to consolidate the inner structure of the stones. It’s being applied mainly on marble.\n\n“Marble has very low porosity, which means we have to use nanometric particles in order to go deep inside the stone, to ensure that the treatment is both efficient while still allowing the stone to breathe,” explains Roberto Cela, civil engineer at Opera Della Primaziale Pisana.\n\nThe material developed by the European research team includes calcium carbonate, which is a mix of calcium oxide, water and carbon dioxide.\n\nThe nano-particles penetrate the stone cementing its decaying structure.\n\n“It is important that these particles have the same chemical nature as the stones that are being treated, so that the physical and mechanical processes that occur over time don’t lead to the break-up of the stones,” says Dario Paolucci, chemist at the University of Pisa.\n\nVienna’s St Stephen’s is another of the five cathedrals where the new restoration materials are being tested.\n\nThe first challenge for researchers is to determine the mechanical characteristics of the cathedral’s stones. Since there are few original samples to work on, they had to figure out a way of “ageing” samples of stones of similar nature to those originally used.\n\n“We tried different things: we tried freeze storage, we tried salts and acids, and we decided to go for thermal ageing,” explains Matea Ban, material scientist at the University of Technology in Vienna. “So what happens is that we heat the stone at certain temperatures. Minerals inside then expand in certain directions, and when they expand they build up stresses to neighbouring minerals and then they crack, and we need those cracks in order to consolidate them.”\n\nConsolidating materials were then applied on a variety of limestones, sandstones and marble – a selection of the different types of stones that were used to build cathedrals around Europe.\n\nWhat researchers are looking for are very specific properties.\n\n“First of all, the consolidating material has to be well absorbed by the stone,” says petrologist Johannes Weber of the University of Applied Arts in Vienna. “Then, as it evaporates, it has to settle properly within the stone structure. It should not shrink too much. All materials shrink when drying, including consolidating materials. They should adhere to the particles of the stone but shouldn’t completely obstruct its pores.”\n\nFurther tests are underway in cathedrals across Europe in the hope of better protecting our invaluable cultural heritage.", "ar": "موفد يورونيوز، جوليان لوبيز غوميز:\n\n“نقف في أعلى كاتدرائية بيزا، المرحلة الحالية للترميم، بدأت منذ 4 سنوات، المرممون يستخدمون حتى الآن، تقنيات الترميم التقليدية. لكن هذا الحال قد يتغير في أقرب وقت بفضل بعض المساعدة من علم الكيمياء والمواد”.\n\nمعظم الأحجار المستخدمة في بناء الكاتدرائية تعود إلى القرن 11، وقد تم ترميمها حتى الآن، بالتقنيات المعروفة مثل الليزر.\n\nلكن المرممين يختبرون اليوم، مجموعة من التقنيات المختلفة.\n\nتستخدم منتجات جسيمات النانو المبتكرة وتأثيرها يلاحظ عن قرب.\n\nالمنتج يعنى بربط البنية الداخلية للحجارة، وهو هنا بشكل رئيس الرخام.\n\nصوت، روبرتو سيلا مهندس مدني في أوبرا ديللا بريمازياي بيسانا (في إيطاليا)، يقول:\n\n“الرخام يحتوي على مسامات صغيرة جدا وهذا يجبرنا على استخدام جسيمات النانو الدقيقة لنتمكن من الدخول عميقا في المسامات ونضمن في الوقت نفسه، نوعا من الرشح ومعالجة نسبية كافية”.\n\nكيميائيون من مركز البحوث الأوروبي طوروا أنواعا مختلفة من مواد الربط تحتوي على كربونات الكالسيوم، التي يتم الحصول عليها من مزج أوكسيد الكالسيوم مع الماء وثاني أكسيد الكربون.\n\nجسيمات النانو الصغيرة المتعلقة بالحل، قابلة لاختراق الحجارة والإسمنت في هيكلها المتحلل.\n\nصوت، داريو باولوتشيو، كيميائي في جامعة بيزا (إيطاليا)، يقوا:\n\n“من المهم أن هذه الجسيمات تملك نفس الطبيعة الكيميائية للحجر الذي نعالجه، إذ أن هذه الجسيمات يجب أن لا تأخذ شكلا آخر خلال العمليات الفيزيائية والميكانيكية، ما يمكن أن يؤدي عمليا إلى كسر الحجر”.\n\nخمس كاتدرائيات أوروبية ، بما فيها كاتدرائية سانت ستيفينس في فيينا، تدخل ضمن عملية البحث.\n\nهنا في العاصمة النمساوية، تم تقييم المواصفات الميكانيكية للحجارة. لأن النماذج التاريخية المتوفرة للبحث محدودة…\n\nيترتب على العلماء معرفة كيفية تقدير عمر نموذج الحجر العادي للحصول على خيارات أخرى.\n\nصوت، ماتيا بان، عالمة في المواد، جامعة فيينا التقنية، يقول:\n\nجربنا أشياء مختلفة، جربنا تجميد التخزين ، جربنا الأملاح والأحماض، وقررنا الاعتماد على زيادة العمر بالحرارة. إذن، ما حدث هو أننا نسخن الحجر إلى درجة معينة. فتتمدد المعادن في الداخل في اتجاهات محددة، وعندما تتمدد تمارس ضغطا على المعادن المجاورة فتتشقق، ونحن نحتاج هذه الشقوق من أجل ربطها”.\n\nمواد الربط جرى استخدامها في مختلف الأحجار الكلسية والرملية والرخام، جميعها تمثل نماذج من الصخور التي استخدمت في بناء الكاتدرائيات في أوروبا.\n\nالباحثون بحثوا عن الخصائص النموذجية لمواد الربط المعتمدة.\n\nصوت، جوهانس فيبر، أخصائي في مجال النفط، جامعة الفنون التطبيقية في فيينا، يقول:\n\nأولا، مادة الربط يجب أن يتم امتصاصها داخل الحجر. وخلال عملية تبخرها، تتموضع مادة الربط في المكان المناسب داخل بنية الحجر. ويجب أن لا تتقلص كثيرا، إذ أن جميع المواد تتقلص عندما تجف، وكذلك مواد الربط. مواد الربط يجب أن تكون لاصقة بما فيه الكفاية لجسيمات الحجر. لكن لا يجب أن تسبب إغلاقا تاما للمسامات”.\n\nهناك العديد من الاختبارات الحية في الكاتدرائيات قيد العمل.\n\nالباحثون يشيرون إلى أنهم يأملون أن عملهم سيوفر حماية أفضل ويعزز الميراث الثقافي الأوروبي.", "pt": "A recuperação e conservação da herança arquitetónica europeia é o objetivo do estudo Nano-Cathedral. Cinco monumentos representativos de diferentes exposições climáticas e de pedras usadas na construção foram incluídas nesta investigação.\n\nA catedral de Pisa, em Itália, e a de Santa Maria, em Vitória-Gasteiz, Espanha, foram as eleitas para representar os monumentos expostos ao clima mediterrânico litoral e continental do sul da Europa.\n\nA catedral de Santo Bavão, em Gent, na Bélgica, a de São Pedro e Maria, em Colónia, na Alemanha, e a de Santo Estêvão, em Viena, na Áustria, foram escolhidas para representar os monumentos expostos ao clima litarl e continental do Norte da Europa.\n\nA reportagem de “Futuris”, da euronews visitou as catedrais de Pisa e Viena.\n\nEm, Itália, a atual fase de restauro começou há quatro anos, com recurso a técnicas tradicionais. O que pode mudar em breve, graças à ajuda da química e da ciência dos materiais.\n\nA vasta variedade de pedras usadas desde o século XI na construção desta catedral italiana está a ser restaurada por ferramentas hoje em dia comuns como o “laser”. Mas os restauradores estão também já a experimentar a nanotecnologia.\n\nUm produto com nanopartículas inovadoras é aplicado e os efeitos são monitorizados. Este processo tem o objetivo de consolidar o interior das pedras. Neste caso, mármore.\n\n“O mármore tem uma porosidade reduzida e isto obriga-nos a usar partículas nanométricas para conseguirmos penetrar bem dentro dessas porosidades e garantir ao mesmo tempo uma certa transpiração e uma certa eficiência do tratamento”, explica-nos a engenheira civil italiana Roberta Cela.\n\nQuímicos de um projeto europeu de pesquisa desenvolveram consolidantes como o carboneto de cálcio, que se obtém pela mistura de óxido de cálcio, água e dióxido carbono. Pequenas nanopartículas suspensas na solução são capazes de penetrar as pedras e cimentar a estrutura degradada.\n\n“É importante que estas partículas tenham a mesma natureza química das pedras em tratamento para que, ao longo do tempo, estas partículas não atravessem diferentes processos físico mecânicos que possam levar as pedras a partirem-se”, revela Dario Paolucci, químico da universidade de Pisa.\n\nPara conhecermos a aplicação deste nano projeto aos monumentos do norte da Europa, visitámos também a catedral de Santo Estêvão, em Viena. Observámos a avaliação das características mecânicas das pedras usadas.\n\nComo as amostras históricas disponíveis para estudo são limitadas, os cientistas tiveram também de descobrir como “envelhecer” amostras de pedras comuns para poderem ter mais opções.\n\nCientistas dos materiais, Matea Ban contou-nos terem sido tentadas “abordagens diferentes como a congelação, sais e ácidos”.\n\n“Decidimos apostar no envelhecimento termal. Aquecemos a pedra a certas temperaturas. Os minerais no interior expandem-se em certas direções e quando se expandem desenvolvem tensões com os minerais adjacentes e partem-se. Nós precisamos dessas fendas para sabermos como as consolidar”, explicou-nos Matea Ban.\n\nOs consolidantes são então aplicados em diversos tipos de calcário, arenitos e mármore, representantes das várias pedras usadas na construção das catedrais europeias. Os investigadores procuram propriedades precisas nos candidatos a consolidantes.\n\n“Em primeiro lugar, o consolidante tem de ser bem absorvido pela pedra. Depois, no decurso da respetiva evaporação do solvente, o material consolidante tem de penetrar num local preciso na estrutura da pedra, mas não deve encolher demasiado — todos os materiais encolhem quando secam e os consolidantes também. Os consolidantes têm de ser bastante aderentes aos grãos da pedra, mas não devem sufocar os poros da pedra”, avisou o petrólogo Johannes Weber, da universidade de artes aplicadas de Viena.\n\nMais testes em superfícies reais estão em curso. Os investigadores esperam poder vir a conseguir uma melhor proteção e promoção da herança cultural europeia.", "es": "El producto a base de nanopartículas está pensado para consolidar la estructura interna de las piedras, en este caso se trata sobre todo de mármol. Roberto Cela es el ingeniero civil que trabaja en la renovación de la catedral de Pisa: “El mármol es muy poco poroso y esto nos obliga a utilizar las partículas nanométricas para penetrar en esa baja porosidad, estando seguros al mismo tiempo de que hay una cierta transpiración para finalmente garantizar la eficacia del tratamiento.”\n\nQuímicos que trabajan en un proyecto de investigación están desarrollando diferentes consolidantes de piedra, incluyendo el carbonato cálcico, que se obtiene tras mezclar el óxido cálcico con agua y dióxido de carbono.\n\nLas pequeñas nanopartículas que contiene la fórmula química son capaces de penetrar la piedra y consolidar su estructura deteriorada. “Es muy importante que estas partículas tengan la misma estructura química que las piedras que se están tratando,” apunta Dario Paolucci, químico de la Universidad de Pisa. “Sino, con el paso del tiempo estas partículas podrían sufrir diferentes procesos físicos y mecánicos que podrían llevar a una ruptura de las piedras.”\n\nCinco catedrales europeas, incluyendo San Esteban en Viena, están participando en esta investigación. En la capital austriaca se estudiaron las características mecánicas de las piedras. Y dado que las muestras históricas que están disponibles para la investigación son limitadas los científicos están también intentando descubrir cómo envejecer muestras ordinarias de piedras, para tener más opciones.\n\n“Probamos diferentes cosas: la congelación, la aplicación de sales y ácidos, y finalmente nos decidimos por el envejecimiento termal. Lo que hacemos es calentar la piedra a ciertas temperaturas. Los minerales que contiene se expanden en ciertas direcciones y cuando se expanden aumentan la presión sobre los minerales cercanos y estos acaban rompiéndose y necesitamos esas rupturas para consolidarlos,” indica Matea Ban, científica de materiales de la Universidad tecnológica de Viena.\n\nLos consolidantes fueron aplicados en varias piedras calizas, areniscas y mármoles, todos representativos de los diferentes tipos de piedra utilizados en las catedrales europeas. Otros ensayos técnicos se están llevando a cabo en catedrales. Los investigadores esperan que su trabajo ayude a proteger y promocionar mejor el patrimonio cultural europeo."}, "title": {"en": "Europe's cathedrals get new life thanks to nanoparticles", "ar": "استخدام جزيئات النانو في ترميم الكاتدرائيات الأوروبية", "pt": "Nano tecnologia no restauro e conservação das maiores catedrais europeias", "es": "Nanopartículas que salvan catedrales"}, "date": {"en": "07/03/17 00:00:00", "ar": "07/03/17 00:00:00", "pt": "07/03/17 00:00:00", "es": "07/03/17 00:00:00"}}