{"top_image": {"en": "https://static.euronews.com/articles/379056/1000x563_379056.jpg", "ar": "https://static.euronews.com/articles/379056/1000x563_379056.jpg", "pt": "https://static.euronews.com/articles/379056/1000x563_379056.jpg", "es": "https://static.euronews.com/articles/379056/1000x563_379056.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "EU contemplating sanctions over Polish rule of law row\n\nArticle 7 of the Treaty on European Union is sometimes referred to as an “atomic bomb”.\n\nThis is because it can lead to the suspension of voting rights in the European Council, which brings together the leaders of the Member States.\n\nPoland is facing such a threat because of reforms to the judicial system, which call into question the fundamental principles of the European Union.\n\nThe argument was presented by the Vice-President of the European Commission, Frans Timmermans.\n\nAnti-glyphosate rally in Brussels\n\nIn the last five months, 1.3 million people from many EU Member States have signed a petition in favor of banning the herbicide glyphosate.\n\nUsed primarily to kill weeds, it is potentially carcinogenic according to the World Health Organization.\n\nSeveral non-governmental organizations demand that it be banned and they staged a protest in Brussels, ahead of the technical discussions in the European Commission.\n\nBrexit talks: the progress so far\n\nAfter four days of discussion, the second round of Brexit negotiations comes to an end with a press conference today.\n\nMichel Barnier, for the European Commission, and David Davis, for the United Kingdom, will present the progress so far. Euronews’ Brussels bureau will cover the updates in detail.", "ar": "المادة السابعة الخاصة بعمل اتفاقية الاتحاد الأوروبي،تعتبر دوما وسيلة للردع،فالسبب بسيط للغاية،حيث يمكن ان تؤدي إلى تعليق حقوق التصويت لدولة عضو في الاتحاد الأوروبي أثناء اجتماعات المجلس الأوروبي. فبولندا هي تحت طائلة التهديد بفرض عقوبات تطالها،بسبب الإصلاحات التي تريد تريد تطبيقها على النظام القضائي، وهو إجراء طرح عديد التساؤلات حول القيم الأساسية للاتحاد الأوروبي.\n\nالنائب الأول للمفوضية الأوروبية فرانتس تيميرمانس قدم الحجج الممكنة .\n\n“هذه القوانين تسهم بشكل كبير في تنامي الأخطار المحدقة بسيادة دولة القانون في بولندا،كل نص،تم اعتماده بشكل فردي فإن لذلك عواقبه الوخيمة على استقلال القضاء،فهم يقضون على ما تبقى من استقلال القضاء حتى يكون هذا الجهاز تحت السيطرة التامة للحكومة،اللجوء إلى تطبيق المادة 7 من اتفاقية الاتحاد الأوروبي هو خيار يمكن بحثه،وبالنظر إلى تطورات الأحداث الأخيرة، أقول إننا قريبون من تطبيق المادة السابعة” *عريضة لحظر استخدام مبيد الأعشاب *\n\nخلال الأشهر الخمسة الماضية،وقع أكثر من مليون شخص وعبر جميع أنحاء الاتحاد الأوروبي عريضة لحظر استخدام مبيد الأعشاب الغلايفوست.\n\nوتصنف هذه المبيدات على أنها مواد يحتمل أن تكون مسرطنة حسب منظمة الصحة العالمية.\n\nكثير من المنظمات غير الحكومية تطالب بحظر استخدامها،حيث تجمع الكثيرون منهم في بروكسل قبل مناقشة الجوانب الفنية من قبل المفوضية الأوروبية\n\nمفاوضات البريكسيت في الجولة الثانية\n\nبعد أربعة أيام من انطلاق الجولة الثانية من مفاوضات البريكست في بروكسل،مؤتمر صحفي من المتوقع أن يعقده كبير مفاوضي الاتحاد الأوروبي ميشال بارنييه مع نظيره البريطاني ديفيد ديفيس.\n\nمكتب يورونيوز بروكسل،سيوافيكم بتغطية شاملة ما يجري.", "pt": "O artigo 7º do Tratado da União Europeia é, por vezes, referido como uma “bomba atómica”, porque pode levar à suspensão dos direitos de voto no Conselho Europeu, que reúne os líderes dos Estados-Membros.\n\nA Polónia enfrenta uma tal ameaça devido às reformas do sistema judicial, que põem em causa os princípios fundamentais da União Europeia. O argumento foi apresentado, quarta-feira, pelo vice-presidente da Comissão Europeia, Frans Timmermans.\n\nNeste programa que passa em revista a atualidade europeia diária destacamos, ainda, a controvérsia sobre o glifosato.\n\nNos últimos cinco meses, 1,3 milhões de pessoas de vários Estados-Membros da União Europeia assinaram uma petição a favor da proibição deste herbicida, usado principalmente para matar ervas daninhas.\n\nA Organização Mundial da Saúde diz que é potencialmente cancerígeno, pelo que várias organizações não-governamentais exigem que seja banido e organizaram um protesto, em Bruxelas, antes de discussões técnicas sobre o tema, na Comissão Europeia.\n\nPara terminar, recordamos que, após quatro dias de discussão, a segunda ronda de negociações sobre o Brexit termina, quinta-feira, com uma conferência de imprensa.\n\nMichel Barnier, pela Comissão Europeia, e David Davis, pelo Reino Unido, apresentarão os progressos obtidos até agora.", "es": "La UE amenaza a Polonia con la suspensión de su derecho a voto\n\nEl artículo 7 del Tratado de la Unión Europea es popularmente conocido como el “botón nuclear.”\n\nSu activación, conduciría a la suspensión de los derechos de voto en el Consejo Europeo, que reúne a los dirigentes de los Estados miembros.\n\nPolonia afronta esta amenaza debido a las reformas del sistema judicial, que ponen en tela de juicio los principios fundamentales de la Unión Europea.\n\nPara el Vicepresidente de la Comisión Europea, Frans Timmermans, la vía diplomática se está agotando, y avisa a Varsovia de que está “muy cerca” de activar proceso para retirar su derecho a voto en UE.\n\nManifestaciones en Bruselas en contra del glifosato\n\nEn la primera mitad del año cerca de un millón y medio de ciudadanos comunitarios han firmado una petición a favor de la prohibición del herbicida glifosato.\n\nEl principal componente activo de herbicidas como el RoundUp, es potencialmente cancerígeno para los seres humanos, según la Organización Mundial de la Salud.\n\nVarias organizaciones no gubernamentales exigen su prohibición en Bruselas aprovechando los debates técnicos que celebra estos días la Comisión Europea.\n\nBrexit: finaliza la segunda ronda de negociaciones\n\nDespués de cuatro días de reuniones concluye la segunda ronda de negociaciones del brexit. Michel Barnier, por parte de la Comisión Europea, y David Davis, defendiendo al Reino Unido, presentan sus avances en una rueda de prensa."}, "title": {"en": "Brief from Brussels", "ar": "النشرة الموجزة من بروكسل للتاسع عشر من تموز/يوليو 2017", "pt": "\"Breves de Bruxelas\": ameaças à Polónia e controvérsia sobre glifosato", "es": "Breves de Bruselas: Posibles sanciones a Polonia y controversia sobre el uso del glifosato"}, "date": {"en": "07/19/17 00:00:00", "ar": "07/19/17 00:00:00", "pt": "07/19/17 00:00:00", "es": "07/19/17 00:00:00"}}