{"top_image": {"en": "https://static.euronews.com/articles/379003/1000x563_379003.jpg", "ar": "https://static.euronews.com/articles/379003/1000x563_379003.jpg", "pt": "https://static.euronews.com/articles/379003/1000x563_379003.jpg", "es": "https://static.euronews.com/articles/379003/1000x563_379003.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "How can isolated and vulnerable rural communities prepare for catastrophic natural events and become more resilient in the face of climate change? This episode of Aid Zone takes us to Bolivia, where an EU-funded project is helping traditional healers share and enrich their ancestral knowledge.\n\nWhen floods and other disasters hit isolated rural communities in Bolivia, traditional medicine is often all they have in terms of health care.\n\nOver twenty indigenous communities are regularly flooded in the Amazon basin of Bolivia. That’s the case of Capaina, near San Buenaventura, along the river Beni. About 25 families of the Tacana ethnic group live there. Natural disasters can isolate communities for months, and traditional medicine then turns out to be the most effective first response to diseases.\n\nDoña Juanita and Doña Antonia are curanderas, or local healers: they know how to use plants to look after people.\n\n“When we have disasters caused by the river, the wind, there’s no money to go to the hospital. So these medicines are quite good to have when all these disasters happen,” says Doña Juanita, who started learning about plants when she was a child.\n\n“I would go to the jungle with my granny and see how she would take some bark to boil it,” she explains. The bark she shows us is said to effectively relieve pain.\n\nWhat nature does, nature can heal\n\nDoña Juanita and Doña Antonia work with the NGO Soluciones Pràcticas. They live in other villages and meet in Capaina to share their knowledge of traditional medicine.\n\nThe NGO is funded by the European Department for Humanitarian Aid, and it gives their traditional methods a modern twist.\n\n“This (medicine) has been practised for centuries. What we want is to give it legal and scientific backing,” says Victor Yapu, a representative of Soluciones Prácticas. “We finalised a study, an inventory of medicinal plants. We found over a hundred, but there are many more in the area that have yet to be identified. So we’ll continue to expand it”.\n\nBolivian law already recognises the role of traditional healers. Now, with this inventory, the NGO is working to protect and disseminate their knowledge.\n\nAs part of the project, meetings and exchanges between Doña Juanita, Doña Antonia and Capaina’s local healer Doña Dilma will become routine. The elderly ladies exchange leaves and roots that they’ll each plant in their own gardens. They also share recipes and treatments – some of them tastier than others.\n\nIsolated and vulnerable\n\nIndigenous communities are particularly vulnerable to urbanisation and climate change.\n\nSince 1900, Bolivia has suffered some 40 disasters linked to floods. Extreme events are becoming more frequent – and violent. Floods have so far claimed the lives of 140,000 people and affected 3 million.\n\nIn 2014, Bolivia experienced the worst floods in 60 years. Entire villages were damaged around here causing landslides and victims. The community of Capaina was isolated for days.\n\nFrom the jungle to the people\n\nSupporting traditional medicine is part of a wider project funded by the EU to help Bolivian ethnic groups be more resilient. It’s estimated there are 36 of these groups, accounting for nearly three million people.\n\n“Some indigenous communities are native to these regions, but others come from the highlands and other areas of the country. So it’s important that newcomers can also benefit from this knowledge,” says Pablo Torrealba, the European Commission’s humanitarian expert in charge of South America.\n\n“With deforestation, medicinal plants are found farther and farther away. So the project promotes the practice of collecting plants and seeds from the forest to plant them closer to communities – so that in case of an emergency, you don’t need to go deep into the jungle to find them.”\n\nOne of the goals of the project is to share the knowledge of the healers with younger generations and take it outside the jungle. For example, to Rurrenabaque market – about 20 minutes by boat from Capaina.\n\nDoña Juanita and Doña Antonia make the trip together to bring their remedies to the weekly market. Doña Antonia has had a stall here for about ten years. “I sell a bit of everything. I bring what people ask me for,” she says.\n\nThe World Health Organisation says traditional medicine is an important and often underestimated part of health services for which demand is growing – and ensuring its quality can help expand access to care.", "ar": "كيف يمكن لسكان المناطق الريفية المعزولة الاستعداد لمواجهة الكوارث الطبيعية؟ تعتمد بوليفيا على الطب التقليدي باعتباره أول استجابة للطوارئ في حالة الفيضانات. في هذا العدد من أيد زون، سنتابع هذا العمل مع السكان الأصليين في منظمة غير حكومية تعمل بدعم من الاتحاد الأوروبي.\n\nلنبدأ بارقام تتعلق بالكوارث الطبيعية في بوليفيا.\n\nأربعون فيضاناً قاتلاً تقريباً ضرب بوليفيا منذ العام 1900\n\nالكوارث الطبيعية أصبحت متكررة ومدمرة على نحو متزايد.\n\nحتى الآن، توفي 140 ألف شخصاً بسبب الفيضانات في البلاد، وتضرر ثلاثة ملايين شخص.\n\nأكثر من عشرين قرية دمرت بالقرب من حوض الأمازون. هذا هو الحال في كابينا، على نهر ريو بيني حيث تعيش 25 عائلة.\n\nعند دوث الكوارث، تُقطع المجتمعات المعزولة عن العالم كالحال هنا، أحيانا لشهور عدة. الطب التقليدي هو الملاذ الوحيد لمساعدة الجرحى.\n\nالممارساتان المحليتان خوانيتا وأنطونيا تعرفان استخدام النباتات المُعالجة.\n\n“عند حدوث كوارث ناجمة عن النهر أو الرياح، لا مال لدينا للذهاب إلى المستشفى، لذا، هذه الأدوية جيدة جدا عند حدوث الكوارث\n\nتعلمت ما اعرفه عن النباتات في طفولتي. كنت أذهب إلى الغابة مع جدتي فرأيت النباتات التي كانت تأخذها وتغليها من بعد، هنا، أخذ أخو أخو، انها جيدة حقا لمعالجة الألم، خاصة الشديد جداً“، تقول المعالجة التقليدية خوانيتا فانيو تاه.\n\nتبادل المعرفة\n\nخوانيتا وأنطونيا غادرتا قريتهما للمجيء إلى كابينا لتبادل المعلومات. السيدتان تعملان مع المنظمة غير الحكومية سولوسيونيس براكتيكاس ، التي تدعم الطب التقليدي. الإدارة الأوروبية للمساعدات الإنسانية هي التي تمول هذه المنظمة.\n\n“ هذا النوع من الطب يُمارس تجريبياً منذ قرون عدة . نريد أن ندعمه قانونياً وعلمياً، لذا، أننا في طريقنا لإنهاء دراسة، نقوم بجرد للنباتات الطبية.\n\nأوردنا أكثر من مائة نبتة في هذا المجال، لكن لا يزال هناك الكثير غيرها سيتم تحديدها“، يقول فيكتور يابوفي المنظمة غير الحكومية سولوسيونيس براكتيكاس\n\nثقافة النباتات الطبية\n\nالقانون البوليفي يعترف بدور الطب التقليدي.\n\nاليوم، من خلال هذا الجرد، تعمل المنظمات غير الحكومية على حماية ونقل هذه المعرفة.\n\nفي مرحلة جديدة من مشروعها، لديها المزيد من التبادلات، مثلاً مع خوانيتا، وأنطونيو وممارسة اخرى من قرية كابينا. بدأت عملية تبادل الأوراق والجذور لزراعتها في حدائقهم مع تبادل الوصفات والعلاج.\n\nدعم الطب التقليدي هو جزء من مشروع أوسع يموله الاتحاد الأوروبي لتعزيز قدرة المجتمعات المدنية البوليفية على الصمود. ( اننا نتحدث عن 36 مجموعة، ما يقرب من 3 ملايين شخص).\n\n“بعض السكان الأصليين ولدوا في هذه المناطق، وبعضهم جاءوا من المرتفعات، من مناطق أخرى في البلاد. من المهم أن تصبح هذه المعرفة متاحة للقادمين الجدد أيضا“، يقول\n\nبابلو توريالبا، إدارة المساعدات الإنسانية في الاتحاد الأوروبي.\n\nمونيكا بينا: “ما سبب الحاجة لدعم هذه الممارسات؟ ما هي التهديدات التي تواجهها؟” بابلو توريالبا:“بسبب إزالة الغابات، العثور على النباتات الطبية تطلب الذهاب بعيداً. المشروع يشجع على جمع النباتات والبذور في الغابة لزراعتها بالقرب من منازلهم، واستخدامها في حالات الطوارئ، دون الحاجة للذهاب إلى الغابة للحصول عليها .” مونيكا بينا:“من أهداف هذا المشروع هو تشجيع نقل المعرفة إلى الأجيال الجديدة من الممارسين، وأيضا اخراج هذه الممارسات من الغابة. كمثال على ذلك معرض في سوق روريناباك”.روريناباك على مسافة 20 دقيقة بالقارب عن كابينا . ستقوم السيدتان الممارستان ببيع نباتاتهما المُعالجة في المعرض الأسبوعي. أنطونيا، لها كشك هنا منذ عشر سنوات.\n\n“أبيع قليلا من كل شيء، أجلب ما يطلبه الناس“، تقول انطونيا توريز.\n\nوفقا لمنظمة الصحة العالمية، الطب التقليدي يعد جزءاً مهماً من الرعاية الصحية لكن غالبا ما تقلل اهميته، لذا، انها تساهم في ضمان جودته وتوسيع نطاق الحصول على الرعاية.\n\nمونيكا بينا بمشاركة رجاء التميمي", "pt": "A medicina tradicional pode ajudar num cenário de catástrofe natural? O Aid Zone foi até à Amazónia Boliviana conhecer algumas curandeiras, as suas práticas e os segredos das plantas.\n\nNo espaço de um século, a Bolívia viveu cerca de 40 cheias de grande dimensão. As inundações já fizeram mais de 140 mil mortos e afetaram 3 milhões de habitantes. Em 2014, o país assistiu às piores cheias em 60 anos. Localidades inteiras foram engolidas por deslizamentos de terras.\n\nNa bacia boliviana do Amazonas, há mais de duas dezenas de comunidades indígenas que são sistematicamente atingidas por inundações. As catástrofes naturais podem isolar localidades como Capaina durante meses. A medicina tradicional é o recurso para tratar os casos mais urgentes. Dona Juanita e Dona Antonia são duas curandeiras locais que conhecem os segredos das plantas.\n\n“Quando há um desastre, seja por causa do rio ou do vento, não há dinheiro para ir ao hospital. Esta medicina é uma grande ajuda nas alturas em que tudo acontece. Eu descobri as plantas quando era criança. Ia com a minha avó ao monte buscar cascas de árvore para ferver”, conta-nos Dona Juanita.\n\nPartilhar o saber, comparar receitas\n\nDona Juanita e Dona Antonia trabalham de perto com uma ONG, chamada Soluciones Prácticas, que é apoiada pelo Gabinete Europeu de Ajuda Humanitária. Juntos tentam dar uma nova vida a práticas ancestrais.\n\n“Há séculos que estas práticas existem, de forma empírica. Aquilo que estamos a tentar fazer é dar-lhes uma base legal e científica. Fizemos um inventário das plantas medicinais que há. São mais de cem. Mas há muitas outras que estão por identificar. E nós vamos continuar o nosso trabalho”, afirma Victor Yapu, da Soluciones Prácticas.\n\nEssa listagem serve de ponto de partida para um reconhecimento oficial por parte do sistema de saúde. Esta ONG está a tentar proteger e disseminar os conhecimentos acumulados ao longo do tempo. Outra das etapas é fazer com que estas curandeiras partilhem o seu saber e comparem métodos, receitas e tratamentos.\n\nA medicina tradicional é uma das vertentes de um vasto projeto destinado a proteger a diversidade das comunidades étnicas da Bolívia. “Há certas comunidades indígenas que são autóctones, são daqui. Outras vieram dos planaltos, de variadas zonas do país. É importante que os recém-chegados possam também aceder a estes conhecimentos. A desflorestação faz com que com as plantas medicinais se afastem progressivamente. Por isso é que o projeto incentiva também à recolha de plantas e sementes para semeá-las de novo junto às comunidades, para que não tenham de ir à floresta afastada em caso de emergência”, explica Pablo Torrealba, do Gabinete Europeu de Ajuda Humanitária.\n\nUm dos objetivos é então a partilha de conhecimentos com as novas gerações e a divulgação das práticas. Exemplo disso é a feira de Rurrenabaque.\n\nUma vez por semana, Dona Juanita e Dona Antonia fazem uma viagem de 20 minutos de barco para venderem os remédios caseiros que fazem. “Vendo um pouco de tudo. Trago aquilo que as pessoas me pedem”, diz-nos Dona Antonia.", "es": "¿Cómo pueden preparse comunidades rurales aisladas y vulnerables para enfrentarse a devastadores fenómenos naturales?. Como primera intervención contra las inundaciones, Bolivia está revalorizando la medicina natural.\n\nUnos 40 desastres están asociados con las inundaciones en Bolivia desde 1900. Los fenómenos meteorológicos extremos son cada vez más frecuentes y violentos. Cerca de 140.000 personas han muerto en este periodo a causa de las inundaciones y tres millones han resultado afectadas.\n\nMás de veinte comunidades indígenas quedan sistemáticamente inundadas en la cuenca boliviana del Amazonas. Es el caso de Capaina, cerca del río Beni. Veinticinco familias de etnia tacana viven aquí. Los fenómenos meteorológicos extremos pueden aislar a estas comunidades durante meses y la medicina tradicional es lo más efectivo en la primera intervención.\n\nDoña Juanita y Doña Antonia son naturistas locales y saben cómo utilizar las plantas para ayudar a la gente. “He conocido las plantas desde niña”, explica la primera, “salía al monte con mi abuela y la seguía para sacar las cortezas que se hervían”. Ambas trabajan con la ONG Soluciones Prácticas. Llegaron a Capaina desde otras aldeas para intercambiar conocimientos e información.\n\nLa organización, financiada por el Departamento Europeo para Ayuda Humanitaria, está adaptando las prácticas tradicionales para fortalecer la resiliencia comunitaria, con un proyecto liderado por FAO.\n\nVíctor Yapu, representante de Soluciones Prácticas en Bolivia, sostiene que lo que están intentando es “darle un sustento legal y un sustento científico” a las derivaciones médicas de las “más de cien plantas” que hay en la zona, aunque “hay muchas más que todavía faltan por identificar”.\n\nEl inventario da una base científica para el reconocimiento de los curanderos. Esta función ya está registrada en la legislación nacional, pero la ONG está tratando de proteger y divulgar sus conocimientos. En esta nueva fase del proyecto, Doña Juanita, Doña Antonia y la curandera local de Capaina, Doña Dilma, están poniendo en común su experiencia. Ya han empezado a intercambiar hojas y raíces que plantarán en sus respectivos jardines y también comparten recetas y tratamientos.\n\nEl apoyo a la medicina tradicional es parte de un proyecto más amplio fundado por la Unión Europea para estimular la adaptación de los grupos étnicos bolivianos. Pablo Torrealba, el experto de la Comisión Europea para asuntos humanitarios en Sur América, sostiene que es fundamental que las comunidades que se trasladan a la región desde otras partes del país puedan acceder a los conocimientos ya que “con la deforestación las plantas medicinales se están yendo cada vez más lejos”. El proyecto ha tenido también una gran importancia porque “ha favorecido la práctica de recolección en el bosque primario para sembrarlo más cerca de las comunidades y así también, en caso de emergencia, no tener que ir hacia el bosque lejano para cosechar”.\n\nRurrenabaque es una localidad que está a unos veinte minutos en barco de Capaina y en la que se celebra una feria semanalmente. Doña Juanita y Doña Antonia, que tiene un puesto allí desde hace unos diez años, acuden al evento y ponen en práctica sus remedios. A pesar de que haya quien ponga en tela de juicio su eficacia, ha sido la Organización Mundial de la Salud la que ha expuesto que la medicina tradicional es una parte importante y a veces subestimada del sistema sanitario, con una demanda creciente. Por ese motivo, las políticas que aseguran su calidad contribuyen a expandir la atención médica."}, "title": {"en": "Inside the rainforest's medicine cabinet", "ar": "بوليفيا: الطب التقليدي أول استجابة للطواريء", "pt": "Bolivianos respondem a catástrofes com curas ancestrais", "es": "Bolivia: tradición para paliar las consecuencias de los desastres naturales"}, "date": {"en": "07/20/17 00:00:00", "ar": "07/20/17 00:00:00", "pt": "07/20/17 00:00:00", "es": "07/20/17 00:00:00"}}