{"top_image": {"en": "https://static.euronews.com/articles/379578/1000x563_379578.jpg", "ar": "https://static.euronews.com/articles/379578/1000x563_379578.jpg", "pt": "https://static.euronews.com/articles/379578/1000x563_379578.jpg", "es": "https://static.euronews.com/articles/379578/1000x563_379578.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The end of the Silk Way Rally ended with a cancellation followed by party.\n\nThe 14th stage, a final 100-kilometre special between Zhongwei and Xi’an, was cancelled due to heavy rain in the region.\n\nThe results were not made official until the competitors reached Xi’an on Saturday and then it was party time in the Peugeot and Kamaz camps.\n\nDmitry Sotnikov added to his 2013 crown in the trucks. Kamaz has now won this category at the Silk Way in six of seven editions, the only exception being 2011, when Ales Loprais won for Tatra.\n\nAnton Shibalov and Airat Mardeev complete the podium spots\n\nPeugeot was the dominant force in the cars section with Cyril Despres, Stephan peterhansel and Sebastian Loeb in the mix.\n\nBut disaster struck for Peterhansel and Loeb and Depres profited.\n\nDepres, who finished third in the Dakar at the beginning of the year, successfully navigated the final week to claim his second straight crown.\n\nWhile Christian Lavieille continued his excellent summer by finishing second in the cars, a month after winning the Taklimakan Rally in China.", "ar": "لن يتم احتساب الجولة الرابع عشرة من سباق طريق الحرير لعام 2017، إذ أن المنظمين قرروا في وقت متأخر من ليلة الجمعة، إلغاء نتيجة المئة كيلومتر النهائية من السباق بين جون غوي وآلشان يوقي، لأن جون غوي واجه أمطارا غزيرة في منطقته.\n\nولم تعلن النتائج رسميا حتى لحق المتسابقون بهي آن يوم السبت، وكانت قد أقيمت الاحتفالات في معسكر بيجو وكاماز عند مكان إقامة جون غوي، حيث احتفل سيريل ديس برس بفوزه المباشر الثاني للسيارات ودميتري سوتنيكوف أضاف نصرا جديدا إلى نصر عام 2013 للشاحنات.\n\nدميتري سوتنيكو قائد فريق كاماز، يقول:\n\nهذا اليوم كان متعبا جدا وقد شعرت بالوهن وأحتاج الآن لاسترجاع طاقاتي.\n\nهذا هو الفوز السادس لمجموعة كاماز من أصل سبعة سباقات لطريق الحرير (الاستثناء الوحيد كان عام 2011، عندما فاز آليس لوبريز بشاحنة تاترا(.\n\nفي النهاية، وصلت 39 عربة (23 سيارة و16 شاحنة) من أصل 54 (33 سيارة و21 شاحنة) إلى خط النهاية في هايان.\n\nكريستيان لافييه تابع صيفه الجميل ، وجاء ثانيا في سباق السيارات، بعد شهر من فوزه بسباق تاكلي ماكان في الصين.\n\nالفرنسي الذي يقود سيارة المصنع الصيني الواعد بيك موتور، أنهى السباق بساعة وأربع دقائق و39 ثانية خلف ديسبرس.\n\nسيريل ديسبرس، يقول:\n\nأعمل منذ عدة أشهر والآن علي الاستعداد للتحضير لسيارة 3008، قمنا بعملنا ولم نرتكب كثيرا من الأخطاء مع مساعدي دافيد مايكل جوفر، بالطبع نحن سعداء لأننا تجاوزنا مراحل مختلفة وصارعنا من أجل الفوز.\n\nهان وي المصنف سادسا بين السائقين الصينيين، ضمن لنفسه مكانا على منصة التتويج هذا العام، إذ جاء ثالثا في سباق السيارات (1 ساعة و11 دقيقة و29 ثانية).\n\nمجموعة كاماز أحرزت انتصارا ثلاثيا في سباق الشاحنات. أنطون شيبالوف أنهى السباق متخلفا عن سوتنيكوف بست دقائق وأربع ثوان أما حامل اللقب آيرات ماردييف فتخلف بثلاث وعشرين دقيقة واثنتي عشر ثانية ليحتل المركز الثالث.", "pt": "Com agências\n\nA 14ta e última etapa do Rali Rota da Seda foi cancelada por questões de segurança. Os organizadores suspenderam o trajeto de 100 quilómetros por causa das fortes chuvas.\n\nNo entanto, antes da divulgação dos resultados, já havia celebrações em algumas equipas, como foi o caso da Peugeot. O francês Cyril Depres diz estar orgulhoso com esta segunda vitória consecutiva nos carros:\n\n“Fizemos um bom trabalho. A equipa da Peugeot trabalhou muito, durante meses, para preparar o nosso 3008 DKR”, disse Despres.\n\n\n\n\n\n“Penso que fizemos um bom trabalho, o David e eu. Claro que estamos felizes porque conseguimosvencer as provas em diferentes tipos de terreno, em diferentes etapas. Demos o nosso melhor e claro que ganhar um rali como o da Rota da Seda tem um significado muito especial”.\n\nA Peugeot dominou esta sétima edição do Rota da Seda com as lideranças de Sebastien Loeb\n\ne Stephane Peterhansel. Loeb acabou por sofrer um acidente e ficou ferido numa mão. O caminho estava livre para Cyril Depres, que assumiu o comando na última semana de provas.\n\n\n\nKamaz, imbatível nos camiões\n\n\n\nDmitri Sotnikov celebrou também um segundo triunfo nos camiões, depois da vitória de 2013. A Kamaz-Master ganhou seis das sete edições do Rali Rota da Seda.\n\n\n\n\n\n“Nem consigo acreditar. A etapa 13 foi muito cansativa e sinto-me exausto. Mas, agora, sinto emoções que nem consigo expressar”, disse\n\nParticiparam 39 veículos nesta edição do Rota da Seda, entre 23 carros e 16 camiões. Foram 54 os participantes, 33 dos quais em carros e 21 em camiões.", "es": "No ha habido decimocuarta etapa del Rally Silk Way, ya que los organizadores decidieron este viernes cancelar la última especial entre Zhongwei y Xi’an por previsión de fuertes lluvias. Un anuncio que provocó las celebraciones en el equipo Peugeot, ya que de esta forma se confirmaba antes de lo previsto el triunfo por segundo año consecutivo en coches del francés Cyril Despres.\n\nAlegría también en el equipo Kamaz, ya que el ruso Dmitry Sotnikov se adjudicaba el rally en categoría de camiones.\n\n““No me lo puedo creer porque ha sido un día muy cansado, estoy exhausto, y ahora estoy sintiendo emociones muy fuertes”, expresaba.\n\nDespres, quíntuple vencedor del Dakar en motos, logró en China el triunfo en la competición al ser el más rápido en completar el recorrido entre Moscú y el país asiático.\n\n“Hemos hecho un gran trabajo. El equipo Peugeot ha trabajado durante meses para dejar listo el 3008DKR. Prácticamente no hemos cometido errores con David, mi copiloto. Por supuesto, estamos muy contentos porque hemos recorrido todo tipo de terrenos, diferentes tipos de etapas. Lo hemos dado todo y es muy importante haber ganado un rally como el Silk Way”, ha dicho Despres.\n\nLa prueba cuenta con 10.000 kilómetros de trazado que recorren Rusia, Kazajistán y China y, aunque existe desde 2009, volvió a disputarse el año pasado tras dos temporadas sin celebrarse."}, "title": {"en": "Silk Way Rally: Sotnikov and Despres celebrate", "ar": "نتائج سباق طريق الحرير 2017", "pt": "Última etapa do Rota da Seda cancelada com vencedores em festa", "es": "Despres y Sotnikov celebran sus triunfos en el rally 'Silk Way'"}, "date": {"en": "07/22/17 00:00:00", "ar": "07/22/17 00:00:00", "pt": "07/22/17 00:00:00", "es": "07/22/17 00:00:00"}}