{"top_image": {"en": "https://static.euronews.com/articles/376327/1000x563_376327.jpg", "ar": "https://static.euronews.com/articles/376327/1000x563_376327.jpg", "pt": "https://static.euronews.com/articles/376327/1000x563_376327.jpg", "es": "https://static.euronews.com/articles/376327/1000x563_376327.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Italy is seeking new rules for NGOs who rescue migrants at sea.\n\nIt comes after last week’s threat to shut its ports to foreign humanitarian vessels.\n\nThe government says it has been struggling to cope.\n\nThe European Commission backs Italy’s call for a code of conduct for those organisations.\n\nThe announcement was made by the EU executive, as well as the Italian, German and French interior ministers.\n\n“NGOs are playing a very important role in saving lives, but as we understand we have to coordinate our cooperation. We are on the same side, we both want to provide our help to these desperate people,” said EU migration commissioner Dimitris Avramopoulos.\n\n“But at the same time, and that’s the second point, we have to step up our efforts to return people, especially the ones who are not in need of international protection”.\n\nEU interior ministers will discuss the proposal at an informing meeting in Tallinn, Estonia on Thursday.\n\nMore than 80,000 people have reached Italy by sea so far this year, UN figures say, an increase of one-fifth year-on-year for the same period in 2016.\n\n“(Italy) is asking for a European burden share that is needed if Europe wants to abide by its own values, its own history and its own civilisation,” said Paolo Gentiloni, the Italian prime minister.\n\nThe country is close to Libya, making it an obvious choice of destination for migrants hoping to reach European shores.\n\nThe UN estimates more than 2,000 people have died making the crossing.", "ar": "الاتحاد الأوروبي يدرس إمكانية تطبيق إجراءات جديدة للحد من تدفق اللاجئين ممن يعبرون البحر المتوسط ​​ بغية الوصول إلى إيطاليا. توجد مقترحات مطروحة على الطاولة منها تقديم الدعم للمنظمات الدولية العاملة في ليبيا. يثير المفوض الأوروبي لشؤون الهجرة قضية العمل مع المنظمات غير الحكومية.كان ذلك أثناء اجتماع شارك فيه وزراء داخلية ألمانيا وإيطاليا وفرنسا يوم الأحد في\n\nباريس بحضور المفوض الأوروبي المكلف شوؤن الهجرة، ديميتريس افرامابولو\n\n“ينبغي علينا “العمل على مدونة سلوك للمنظمات غير الحكومية“،وتلعب المنظمات غير الحكومية دورا مهما جدا لإنقاذ عديد الأرواح،ولكن من وجهة نظرنا يجب علينا تنسيق سبل التعاون في ما بيننا.فنحن معنيون أيضا و نبغي تقديم أيادي العون صوب هؤلاء اليائسين،ولكن في الوقت ذاته،ينبغي علينا تعزيز جهودنا لتحقيق استراتيجية عودة بعض اللاجئين،وبخاصة لصالح من لا يحتاجون إلى حماية دولية”\n\nوتشتكي ايطاليا من أنها تركت لوحدها في مواجهة أزمة الهجرة وتدعو شركاءها الأوروبيين الى مزيد من التضامن معها.\n\nرئيس الوزراء الايطالي باولو جنتيلوني\n\n“تطلب إيطاليا من أوروبا أن تقاسمها الجهود التي من الواجب أن تترجم أرض الواقع،إذا ماكانت تطمح أوروبا إلى احترام قيمها الخاصة بها،وكذلك تاريخها وحضاراتها”.\n\nهذه المقترحات ستعرض على الدول ال28 الأعضاء في الاتحاد الأوروبي بحلول نهاية الأسبوع،كما أن المقترحات ستشمل أيضا “تعزيز استراتيجية الاتحاد الأوروبي حول عمليات عودة” المهاجرين الى بلدانهم، وتقديم “دعم إضافي” للمفوضية العليا للاجئين من أجل تحسين البنى التحتية لمراكز استقبال المهاجرين في ليبيا", "pt": "Depois da ameaça de fechar os seus portos, muito criticada, e sem a boa vontade de outros países europeus para receberem os barcos das organizações não-governamentais que resgatam migrantes no mar Mediterrâneo, a Itália tenta encontrar outras soluções.\n\nUma delas é criar um código de conduta para estas organizações, bem recebida pelo comissário europeu para a Migração.\n\n“Temos de elaborar um código de conduta com as organizações não-governamentais, que desempenham um papel muito importante no salvamento de vidas no mar. Consideramos que tem de haver uma coordenação dessa cooperação, já que estamos do mesmo lado no esforço para ajudar pessoas desesperadas”, disse Dimitris Avramopoulos à euronews.\n\n“Mas, ao mesmo tempo, também temos que intensificar os esforços para repatriar pessoas, em particular aquelas que não precisam de proteção internacional”, acrescentou o comissário.\n\nEstas propostas foram discutidas, domingo, com a França e a Alemanha, mas serão apresentadas, na quinta-feira, num conselho de ministros da Justiça e da Administração Interna da União Europeia.\n\n“Pedimos que a Europa partilhe este fardo conosco”, disse o primeiro-ministro italiano, Paolo Gentiloni. “É um imperativo se a Europa quiser respeitar os seus próprios valores, História e civilização”, acrescentou o líder.\n\nOutras medidas previstas são acelerar o dispositivo europeu de recolocação e dar um apoio adicional à missão do Alto-Comissariado da ONU para os Refugiados na Líbia, de onde partem muitos migrantes.\n\nNo pacote consta, ainda, estudar uma forma de reforçar o controlo das fronteiras no sul da Líbia, com o objetivo de “restringir os fluxos migratórios irregulares”, em “coordenação estreita com os países vizinhos da Líbia”.\n\nO reforço do apoio à guarda costeira líbia far-se-á através do “aumento das atividades de formação” e de um “apoio financeiro suplementar, garantindo um acompanhamento estreito das atividades”, precisa um comunicado citado pela agência de notícias France-Presse.", "es": "Tras la llamada de auxilio de Italia, desbordada por la crisis migratoria, París, Berlín y Roma acordaron este domingo en una reunión informal en la capital gala acelerar la reubicación de los refugiados.\n\nCon i leader europei a Berlino. L’Italia chiede impegno comune nella gestione dei flussi migratori pic.twitter.com/dvrAsUbRtp — Paolo Gentiloni (@PaoloGentiloni) June 29, 2017\n\nLos líderes de estos países quieren además establecer un protocolo de actuación para las ONGs que operan en el Mediterráneo. Una de las propuestas es que la guardia costera italiana centralice las operaciones de estas organizaciones cuando salgan a alta mar a rescatar a las personas llegadas en buques.\n\nEl comisario europeo de Migración, Dimitri Avramopoulos, se ha referido a la necesidad de trabajar sobre los código de conducta de las ONGs. “Las ONGs están jugando un papel muy importante salvando vidas pero debemos coordinar nuestras operaciones, estamos en el mismo lado, todos queremos ayudar a esta gente desesperada”, ha asegurado.\n\nAvramopoulos se ha manifestado también la necesidad “debemos redoblar nuestros esfuerzos para repatriar a las personas, especialmente aquellos que no necesitan protección internacional”.\n\nRoma presentará la propuesta acordada con el París y Berlín en la reunión de ministros de Interior de la UE el próximo día 6 en Tallin, Estonia. La semana pasada Italia amenazó con cerrar los puertos italianos si los Estados miembros no le ayudan a aliviar la “presión” migratoria.\n\nEl primer ministro Paolo Gentiloni ha vuelto a pedir que “se comparta a nivel europeo esta carga para que Europa sea fiel a sus propios valores, historia y su propia civilización”\n\nEn lo que va de año más de 82.000 migrantes han llegado a Italia a través del Mediterráneo, un tercio más que el pasado año. Una situación que gobierno califica de insostenible."}, "title": {"en": "Italy wants new rules for Mediterranean rescue workers", "ar": "أوروبا في مواجهة تدفق اللاجئين", "pt": "Migração: Itália quer código de conduta para ONG que operam no mar", "es": "Protocolos de actuación para salvar vidas en el Mediterráneo"}, "date": {"en": "07/03/17 00:00:00", "ar": "07/03/17 00:00:00", "pt": "07/03/17 00:00:00", "es": "07/03/17 00:00:00"}}