{"top_image": {"en": "https://static.euronews.com/articles/380574/1000x563_380574.jpg", "ar": "https://static.euronews.com/articles/380574/1000x563_380574.jpg", "pt": "https://static.euronews.com/articles/380574/1000x563_380574.jpg", "es": "https://static.euronews.com/articles/380574/1000x563_380574.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Nine months after Calais’ so-called ‘Jungle’ camp was razed to the ground, migrants have returned – and are even more desperate to get across the Channel to England.\n\nWhat had become a vast shanty town, sheltering up to 10,000 people, was destroyed by French authorities last October.\n\nIn an exclusive report, Euronews has discovered that’s it not deterred hundreds of desperate migrants, who still see Calais as a gateway to a better life.\n\n“The dismantling of the camp, it was a defining issue. First of all, in this camp, 60 percent of the people wanted to stay in France. But now in Calais, people want to go to England, as quickly as possible. Even more so now, because there is no way to shelter at night,” said Christian Salomé, from a local migrant welfare group.\n\n“Their blankets, their bedding are thrown in the canal you can see behind me, every night or every morning. There is pressure for people to pass through as quickly as possible.”\n\nFrench President Emmanuel Macron has promised that migrants will be treated humanely.\n\nLast month, a local court ordered authorities to provide drinking water, toilets and showers. But there has been no sign of that – according to Khalid, from Afghanistan, who spoke to Euronews in a rare interview.\n\n“The difference is huge compared to the former ‘Jungle,’ police were not harassing people every day. There were houses, tents set up, there was food. We had everything there,” he said.\n\n“There were showers, toilets, a mosque and even a place for eating. We had everything. Here, there is nothing, no toilet, no shower, nowhere to sleep. Not even a plate to eat from.”\n\nCampaigners say the tough conditions are aimed at forcing migrants like Khalid out of Calais for good.", "ar": "في تشرين الأول/أكتوبر 2016 قررت السلطات الفرنسية إخلاء مخيم الغابة وتفكيكه والموجود في مدينة كاليه، لتجنب أن يتحول “نقطة ترسخ” للمهاجرين، لكن هذا الأمر لم يكبح توافد المهاجرين الحالمين بعبور بحر المانش إلى بريطانيا.إذاكات الخيام قد اختف اليوم فإن من قرروا البقاء يعانون من ظروف عصيبة للغاية.بالنسبة لكريستيان سالومي،رئيس جمعية نزل للاجئين،فإن الأمور تشهد توترا معتبرا.\n\nفقد أصبح مخيم الغابة رمزا رئيسيا لأزمة المهاجرين في أوروبا وتقول السلطات إن ما بين 7000 و8000 شخص يعيشون في أوضاع بائسة في المخيم، ويتوقون للانتقال إلى بريطانيا.\n\n“تفكيك هذا المخيم،له قصته،حيث إن 60 في المئة ممن هم ماكثون به،يريدون البقاء في فرنسا،لكن من هم في كاليه،فيطمحون إلى التوجه وعلى جناح السرعة، نحو بريطانيا،فهم ليس بحوزتهم أي وسيلة لإيواء أنفسهم ليلا ،فالبطانيات ملقاة في المكان ورائي،ةهناك حالة توتر فعلا تستوطن كل صباح بل وكل ليلة، حين يريدون المرور”\n\nهذا وقال الرئيس الفرنسي إيمانويل ماكرون إنه يريد أن يعامل اللاجئون بإنسانية مضيفا أنه لا يريد أن يرى مخيمات عشوائية للمهاجرين في شوارع فرنسا بحلول نهاية العام الجاري كما دعا إلى إقامة مراكز تسجيل تحت إدارة أوروبية لطالبي اللجوء، في الدول الافريقية الآمنة كوسيلة لإدارة أزمة اللاجئين المستمرة.\n\nويقول خالد هو لاجىء أفغاني متحدثا حصريا ليورونيوز:\n\n“مكمن الفرق واضح فعلا بالنسبة لوضع الغابة حسب ما كانت عليه سابقا،فيوجد رجال الشرطة هنالك ويهاجموننا، كانت توجد منازل هناك،وخيم في وضع جيد،كما الطعام متوافر أيضا، كان كل شيء متوافرا،أماكن الاستحمام و المراحيض،و المسجد ومكان لتناول الطعام.كل شيء كان متوافرا لدينا. أما هنا،فلا شيء موجود، لا مراحيض ولا أماكن استحمام ولا أماكن للنوم ناهيك عن الأكل”", "pt": "Em outubro do ano passado as autoridades francesas davam como terminada a destruição do campo de refugiados de Calais no norte de França. Hoje não restam vestígios do que em tempos foi um dos maiores campos de refugiados na Europa. O problema contudo não desapareceu. Hoje, centenas de migrantes continuam a ocupar o local embora em condições muito inferiores em comparação com a situação anterior.\n\n“O desmantelamento do campo é uma grande história. Para começar, 60% das pessoas que estavam no campo anterior queriam ficar em França. Agora, em Calais, as pessoas que aqui estão querem chegar a Inglaterra o mais rapidamente possível. Não há sequer abrigo para passar a noite. Os cobertores e materiais são deitados para o canal., todas as noites ou de manhã. Há muita pressão para que passem o mais rapidamente possível”, adianta Christian Salomé, presidente da associação L’Auberge des Migrants que se dedica à distribuição de alimentos.\n\nO presidente francês, Emmanuel Macron, já prometeu que os migrantes seriam tratados de forma humana.\n\nNo mês passado, as autoridades autorizaram apenas um espaço de duas horas por dia para a distribuição de alimentos e bebidas; um tribunal local ordenou ainda a criação de instalações sanitárias e o abastecimento de água potável.\n\nKhalid, originário do Afeganistão, falou em exclusivo à euronews, sobre a sua experiência.\n\n“A diferença relativamente ao campo anterior é enorme. A polícia não nos atacava todos os dias, havia casas e tendas bem equipadas, havia comida, casas de banho, duches, mesquita e mesmo um local para comer. Aqui não há nada, não há casa de banho, duche ou mesmo um local para dormir, nem mesmo um prato de comida”, afirma Khalid.\n\nDecorridos nove meses sobre a destruição do campo de refugiados de Calais ainda se encontram aqui várias centenas de pessoas, muitas delas crianças, que sonham um dia chegar ao Reino Unido, custe o que custar.", "es": "El pasado 26 de octubre la prefectura de Calais daba por concluida la evacuación de emigrantes de la llamada ‘Jungla’ de Calais. Una masa descomunal de chabolas que llegó a albergar a cerca de 10.000 habitantes.\n\nHoy la vieja ‘Jungla’ ya no existe. Pero prolifera la ‘Nueva Jungla’, en donde los inmigrantes sobreviven a una situación, incluso peor a la de antes:\n\n“El desmantelamiento del campamento es una larga historia. Antes, el 60 por ciento de la gente que vivía aquí ae quería quedar en Francia, mientras que ahora en Calais, casi todos quieren irse al Reino Unido lo antes posible. No hay forma humana de pasar la noche. Les quitan las mantas y los sacos de dormir y se los arrojan al canal. Lo cierto es que hay una fuerte presión para que se vayan de aquí lo antes posible, explica a Euronews Christian Salomé, presidente de la Asociación de Albergues para Inmigrantes.\n\nLa “Nueva Jungla” de Calais está integrada en su mayoría por refugiados afganos y eritreos. Viven dispersados y escondidos bajo arbustos para evitar sufrir los abusos de la policía, según cuenta a Euronews un inmigrante afgano que prefiere guardar su anonimato:\n\n“La diferencia es enorme si lo comparamos con la jungla de antes. Antes no había saqueos policiales a diario. Había chabolas y tiendas de campaña en la llanura, comida, aseos, mezquita e incluso un lugar para comer, teníamos de todo. Ahora aquí no hay nada, ni baño, ni duchas ni un lugar donde dormir, ni siquiera un plato que comer.”\n\nNueve meses después del desmantelamiento de la ‘Jungla’ de Calais, viven aún aquí entre 600 a 1000 inmigrantes, a la espera de una oportunidad para llegar al Reino Unido."}, "title": {"en": "Special report: Desperate plight of Calais migrants", "ar": "يورونيوز تستطلع الوضع المزري بمخيم اللاجئين ب\"كاليه\"", "pt": "A nova \"Jungle\" de Calais", "es": "La \"Nueva Jungla\" de Calais"}, "date": {"en": "07/28/17 00:00:00", "ar": "07/28/17 00:00:00", "pt": "07/28/17 00:00:00", "es": "07/28/17 00:00:00"}}