{"top_image": {"en": "https://static.euronews.com/articles/381206/1000x563_381206.jpg", "ar": "https://static.euronews.com/articles/381206/1000x563_381206.jpg", "pt": "https://static.euronews.com/articles/381206/1000x563_381206.jpg", "es": "https://static.euronews.com/articles/381206/1000x563_381206.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Just in the unlikely case that the world of athletics did not know what they will be missing once Usain Bolt walks away in less than two weeks, the Jamaican superstar’s final eve-of-race news conference rammed home the message on Tuesday.\n\nThese events have become part and parcel of every global championship and though Tuesday’s version in east London lacked the dancing girl razzmatazz of his Rio welcome last year, it scored heavily on nostalgia as every aspect of his stellar career was raked over anew. As always, journalists and TV crews, around 400 of them, from every corner of the world packed every available space and strained their arms in desperation to get their question answered by the great man, who playfully castigated one half of the auditorium for not giving him an enthusiastic enough welcome.\n\nBolt is an old hand of course and rolled out all the familiar answers, but always with grace. His proudest moment was winning the world junior title on home soil as a 15-year-old while his most satisfying performance was his 200 metres world record run in the 2008 Beijing Olympics, where he poured all his concentration into getting the mark he had always wanted, having earlier danced over the line when winning the 100m. He explained how his motivation to keep putting his body through such a punishing regime was renewed each year by resetting his goals – with one often created for him by a casually “disrespectful” remark from one of his opponents.\n\nHis target in London is clear – to sign off with a fourth 100m title and a fifth 4×100m relay gold – taking his world haul to 13 to add to his eight Olympic golds – and then head off to play football with his friends and have fun.\n\n“I’m ready,” he said. “If I show up at a championships you know I’m fully confident and ready to go.\n\n“I ran 9.95 in Monaco so it shows I’m going in the right direction. Going through the rounds always helps me and it’s then about who can keep their nerve.\n\n“It’s go time, so let’s go.”\n\nThe London Stadium, where he successfully defended his sprint double in the 2012 Olympics, will rise to acclaim him when he settles into his blocks for the last time on Saturday night.\n\nThen, other than the relay a week later, he will be gone, leaving the sport without the man who has been its focal point for a decade.\n\nTuesday’s event included big screen “farewell and thanks” messages from the likes of actors Samuel L. Jackson and Idris Elba, former France footballer Thierry Henry, model Cara Delevingne and India cricket captain Virat Kohli, underlining his status as probably the world’s most famous and arguably most admired sportsman. Bolt, who turns 31 later this month, looked moved by the images, saying: “It’s just brilliant that people in other disciplines respect what you do as they know the work you have to do.” British TV had screened his “I am Bolt” film on Monday night, which opened a window on the rarely seen battles he has had to go through to overcome so many injuries and was a testament to his willingness to work himself back into shape year after year.\n\nThat is one thing he will not miss, and although he thrives on the pressure of the big race, he says he is looking forward to watching the next one from the sidelines. “Oh yeah, sitting down, talking about it, no pressure,” he said. “The next championship should be fun.\n\n“It’s going to be hard, as track and field has been everything for me since I was 10 and it’s been a rush – but we’ll see where life takes me.”\n\nHe intends to stay close to athletics and is eyeing some sort of roving ambassadorial role, inspiring the world’s youth to get involved in a sport he says is on the up after reaching “rock bottom” with the Russian doping crisis of two years ago.\n\nWhile fans and the sport’s administrators will miss Bolt enormously, those lamenting his departure most of all will probably be his chief sponsor Puma, the German sportswear manufacturer which has shod him and ridden his glory for a decade while the rest of the sport has largely been dominated by rivals Adidas and Nike.\n\nBolt’s parents were on hand on Tuesday to present him with his final pair of spikes – a combination of gold to mark his career highs and the purple of his school, William Knibb Memorial, where it all started after his cricket coach suggested he try out for the track team.\n\n“I didn’t know I would be a world record holder growing up, I had no idea,” he said.\n\n“So all I’ll say now is, if you work hard, that anything is possible.”", "ar": "العداء الجمايكي يوسين بولت يريد أن يترك بصمته في تاريخ السباقات العالمية كعداء لا يضاهيه أحد، صاحب 30 عاماً لا يريد أن يُحطم رقمه القياسي قبل اعتزاله بعد بطولة العالم لألعاب القوى في لندن.\n\nيقول يوسين بولت في ندوة صحفية:\n\n“أنا مستعد، أنا دائماً مستعد، وأنا متحمس دائماً عندما آتي إلى بطولة، وأنا أخيراً هنا الآن، وأنا في النهاية سأكون في المدينة وسأحصل على تلك الضجة وأيضاً على ذلك الشعور. لذلك، أنا متحمس، أنت تعرف ما أعنيه، أنا متحمس جداً لهذا، وأنا أتطلع إلى ذلك، أنت تعرف ما أعنيه؟ “\n\nو يواصل قائلاً:\n\n“ليس هناك أي رياضي يريد أن يرى رقمه القياسي يحطم خلال حياته. لا أريد أن أرى ذلك، لا أريد أن أتباهى أمام أولادي عندما يكون في أعمارهم 15 أو 20 سنة ،و أقول أنا الأفضل. لذا ، أتمنى ألا يحدث.”\n\nبولت يريد ان يكتب بالبند العريض: لا يحطم ،و لا يوقف.\n\nمسيرة بولت الرياضية حافلة بدأت منذ أن عمره 15 عاماً و حطم فيها الرقم القياسي في كل السباقات القصيرة 100 و200 و400 متر.", "pt": "Usain Bolt, o “homem relâmpago”, já está em Londres, em contagem decrescente para o arranque dos Mundiais de Atletismo, a 4 de agosto, e para o início da despedida das pistas.\n\nO velocista jamaicano participará na prova dos 100 metros e na estafeta de 4×100 metros.\n\n“Estou pronto, sempre preparado. Entusiasmo-me sempre que chego a um campeonato. Por fim cheguei aqui e tenho essa sensação. Estou muito entusiasmado e ansioso. Por alguma razão, outra vez, volto a ser o rival mais fácil”, disse Bolt.\n\nDurante uma conferência de imprensa Bolt, o maior nome de sempre da velocidade em pista, mostrou-se motivado a fazer história: “Nenhum atleta desejará vez alguma que lhe tirem o recorde do mundo. Não quero que isso aconteça. Quero poder dizer aos meus filhos, quando tiverem 15 ou 20 anos, que continuo a ser o melhor. Por isso espero que não me tirem o recorde.”\n\nEsta será a derradeira competição para o velocista que como sempre é o rival a bater.\n\nUsain Bolt confessou que fez tudo o que queria no atletismo. Quem sabe se poderá dar cartas na outra paixão: o futebol. Bolt já disse, em tom de brincadeira, estar à espera de ser chamado pelo Manchester United de José Mourinho.", "es": "Usain Bolt ya está Londres. El velocista participará en los Mundiales de Atletismo que arrancan en la capital de Inglaterra el próximo domingo, donde disputará la prueba de los 100 metros y el relevo con Jamaica.\n\n“Estoy preparado, siempre estoy preparado. Siempre me emociono cuando vengo a un campeonato. Por fin estoy aquí. Al fin he llegado a esta ciudad y ya tengo esa sensación. Estoy emocionado, estoy muy emocionado y estoy deseando empezar. Y por alguna razón, otra vez, vuelvo a ser la “Cenicienta”.\n\nDesde Berlín 2009 se ha colgado 11 medallas de oro en el Campeonato del Mundo de Atletismo.\n\n“Ningún atleta desearía que le quitasen su record del mundo. Yo no quiero que ocurra. Quiero poder decirles a mis hijos cuando tengan 15 o 20 años que su padre sigue siendo el mejor. Así que ojalá no me quiten mi record.”\n\nEl jamaicano tiene pensado retirarse después de esta competición en la que como siempre, es el hombre a batir.\n\n“Ese sería el mejor titular para mí. Ojalá lo consiga. Imbatible. Imparable.”\n\nUsain Bolt llega a Londres para despedirse por todo lo alto de la gran competición."}, "title": {"en": "Usain Bolt ready for his final bow at World Championships", "ar": "العداء الجمايكي يوسين بولت يريد أن يخلده التاريخ بعد اعتزاله", "pt": "Usain Bolt e o \"adeus\" às pistas", "es": "Bolt quiere hacer historia en Londres"}, "date": {"en": "08/01/17 00:00:00", "ar": "08/01/17 00:00:00", "pt": "08/01/17 00:00:00", "es": "08/01/17 00:00:00"}}