{"top_image": {"en": "https://static.euronews.com/articles/377468/1000x563_377468.jpg", "ar": "https://static.euronews.com/articles/377468/1000x563_377468.jpg", "pt": "https://static.euronews.com/articles/377468/1000x563_377468.jpg", "es": "https://static.euronews.com/articles/377468/1000x563_377468.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Welcome to the Parthenon of Books, a life-sized replica of the Greek temple that’s covered in tens of thousands of forbidden books donated from around the world.\n\nA centrepiece of documenta 14, Germany’s biggest contemporary art exhibition, it’s the work of Argentine artist Marta Minujín. The 74-year-old was a friend of Andy Warhol.\n\nIt stands on Friedrichsplatz, in the centre of the city of Kassel, where, on May 19, 1933, the Nazis burned some 2,000 books as part of their “Campaign against the Un-German Spirit”.\n\nOn display are works that were once deemed ‘subversive’ – too critical, too liberal, too erotic, etc. – and were banned under Adolf Hitler’s Third Reich, Communist East Germany, or were removed from schools in the United States and beyond.\n\nOn display are works by Honoré de Balzac, Bertolt Brecht, Sigmund Freud, and hugely popular modern classics such as J. D. Salinger’s The Catcher in the Rye and The Adventures of Tom Sawyer by Mark Twain.\n\nThe documenta 14 website describes the installation as “a symbol of opposition to the banning of writings and the persecution of their authors.”\n\nReplica of Parthenon by artist Minujin using 100,000 copies of banned books as a protest. Censorship is to art as lynching is to justice. pic.twitter.com/vXT3Gevgej — Harsh Goenka (@hvgoenka) July 15, 2017\n\n#DailyDrone: ”The Parthenon of Books”. This installation on Friedrichsplatz square in Kassel is a plea for freedom of opinion. #documenta14 pic.twitter.com/YwIm5OjRQN — DW – Culture (@dw_culture) July 20, 2017\n\nParticipatory art\n\nThe exhibit aims to spark discussions among visitors. Where and why were Mickey Mouse strips banned? What’s wrong with reading Twilight – the vampire-romance novel by author Stephenie Meyer – or Antoine de Saint-Exupéry’s The Little Prince?\n\nThe 70-meter-long, 30-meter-wide and 20-meter-high metal construction is reminiscent of the Acropolis – a symbol of democracy that also serves as a visual bridge to Athens, where a sister documenta 14 show is being held for the first time since the prestigious art fair began in 1955.\n\nEach morning, students of the University of Kassel bring more of the controversial books – displayed behind protective plastic covers.\n\nSome works can already be found in several languages – but it’s still a work in progress, and the artist hopes to collect thousands more.\n\nOnce the fair ends, the books will be donated. Some people argue the ‘Parthenon of Books’ should stay.\n\nAnother impressive exhibit is One Room Apartment, created with a series of ceramic pipes. It centres on the experience of Kurdish-Iraqi artist Hiwa K. after he fled northern Iraq on foot in the 1990’s.\n\n“He walked on foot across Turkey and then ended up for a time being in the town of Patras (Greece) where he lived in these ceramic pipes that are used for canalisation,” Polish curator Adam Szymczyk told Reuters TV.\n\nHiwa K. describes the exhibit as a reflection on poverty, capitalism and what happens when people no longer have room for their belongings. He had hoped to turn the exhibit into an Airbnb space for visitors, but the city refused on health and safety grounds.\n\nDocumenta 14 in Kassel runs until September 17.", "ar": "*معرض دوكيومنتا للفن المعاصر في نسخته الرابعة عشرة على قدم وساق، بعد ان انطلق الجزء الأول من فعالياته في أثينا في نيسان/ ابريل الماضي، معقله في مدينة كاسل بولاية هيسن غربي ألمانيا. سيشارك فيه أكثر من 160 فنانة وفنانا في ثلاثين موقعاً، من بينهم الفنانة الأرجنتينية مارتا مينوجين التي تقدم معبدأ من الكتب الممنوعة بالابعاد\n\nالأصلية لمعبد بارثينون في أثينا اطلقت عليه اسم“بارثينون الكتب“، المعرض سيستمر لغاية 17 أيلول / سبتمبر. بامكانكم زيارته بمشاهدة هذا الفيديو 360 درجة.*\n\nفي ساحة فريدريك في كاسل، العمل جارٍ لبناء نسخة طبق الأصل وبالحجم الطبيعي لمعبد بارثينون في أثينا. أعمدة مصنوعة من أنابيب الصلب، لاستنساخ أعمدة المعبد اليوناني، وفي أكياس بلاستيكية،\n\nيتم تثبيت الكتب المعروفة.\n\nاسماء مؤلفيها ساطعة: سيغموند فرويد، أرنولد زويغ، سلمان رشدي، أونوريه دي بلزاك، كافكا، ماريان ساترابي، ديدرو، ساد ووالت ديزني على سبيل المثال وليس الحصر. من القواسم المشتركة عبر تنوع الثقافات والعصور: انها خضعت للرقابة في بلد ما.\n\nالنازييون، والسلطة في ألمانيا الشرقية السابقة والولايات المتحدة، دول تنظر أليها بنظرة حرجة جدا، رأسمالية جدا أو مثيرة جدا. حجم هذا الهيكل غير المكتمل هو: الطول 70 مترا، العرض 30 مترا والارتفاع 20 مترا. وضع على وجه التحديد في المكان الذي أحرق فيه النازيون أكثر من 2000 كتاب اعتبرت مخالفة “ للروح الألمانية“، في 19 أيار / مايو 1933.\n\nرمز للديمقراطية\n\nهذا البارثينون الذي شيدته مارتا مينوجين هو رمز للديمقراطية أيضا . هذه الفنانة الأرجنتينية التي عمرها 73 سنة والتي كانت صديقة لاندي وارهول، قامت باطلاق نداء للحصول على تبرعات لجمع كتب لاكمال عملها. عدد الكتب التي تنقصها تتراوح بين 10 آلاف و 20 ألف، معبدها سيتكون من 100 ألف كتاب.\n\nكل شخص يمكن أن يتبرع بالكتب، كل صباح، يأتي الطلاب من مدينة كاسل لوضع الكتب الجديدة على الهيكل. في نهاية المعرض، سيتم توزيع الكتب مجانا.\n\nالعمل يدعو للتقاسم، لكنه يشجع أيضا على المناقشة، مثل ساحة أغورا اليونانية: طلاب المدارس الابتدائية والمسنون والزوار من جميع الأعمار يتبادلون آرائهم عن الكتب، النقاش يبدأ بسؤال حرج هو: من الذي لديه شيء لإلقاء اللوم على الرسوم المتحركة “ميكي ماوس“، “1984“، “الأمير الصغير” أو “الشفق“؟ و لماذا ؟\n\nالظروف المعيشية للاجئين\n\nفي معرض دوكيومنتامن الأعمال المثيرة للإعجاب أيضاً، “ شقة من غرفة واحدة” للفنان التشكيلي العراقي هيوا كي، عاماً 42 سنة، هرب من العراق في العام 1996 ، يعيش في برلين منذ بضع سنوات. عمله عبارة عن أنابيب ضيقة وضعت فيها الاحتياجات اليومية للاجئين.\n\nمن خلال عمله، اراد الفنان هيوا كي ان يقدم رؤيته للظروف المعيشية لللاجئين.\n\nأمضى طلاب المدينة عدة ساعات في هذه الأنابيب للاحساس بالزوار . الفنان أراد أيضاً ان يوجه دعوة للجمهور للبقاء فيها، لكنه لم يحصل على موافقة من المهرجان.\n\n_ فيديو كيرستن ريبر، تحرير رجاء التميمي_", "pt": "O “Pártenon de Livros”, da autoria da argentina Marta Minujín, centra as atenções na documenta 14, a mostra artística que decorre cada 5 anos em Kassel, na Alemanha. A obra é composta precisamente de livros que foram banidos quer pelo regime nazi, quer pela RDA ou mesmo nos Estados Unidos.\n\nFalamos de trabalhos que foram considerados, a um dado momento, demasiado críticos, ousados, capitalistas, eróticos… Balzac, Brecht, Freud, Saint-Exupéry são apenas alguns dos escritores em questão.\n\nO Pártenon tem 70 metros de comprimento, 30 de largura e 20 de altura.\n\nQualquer pessoa pode fornecer livros para a “construção”, sendo que estes são colocados dentro de um invólucro de plástico. Todas as manhãs veem-se estudantes locais a trazerem obras, por exemplo. No final da documenta, os livros serão doados.\n\nO trabalho de Marta Minujín tem suscitado variados debates sobre os motivos que levaram à censura. Minujín, com 73 anos de idade, apela à entrega de mais de 20 mil livros. O objetivo inicial era atingir os 100 mil, mas a missão tem-se revelado ambiciosa.\n\nO curador da edição deste ano, o polaco Adam Szymczyk, quis organizar a mostra em duas cidades: Kassel (até ao dia 17 de setembro) e Atenas.", "es": "El ‘Partenón de los Libros’ de la artista argentina Marta Minujín es un proyecto que recrea el templo griego con libros prohibidos en la exposición Documenta 14 que se celebra cada cinco años en Kassel y que permanecerá abierta hasta el 17 de septiembre. Como novedad, Atenas se suma este año como sede del evento.\n\nFueron nazis, responsables de la República Democrática Alemana o de Estados Unidos quienes vetaron textos por no ser acordes a sus ideas. Entre los autores censurados están Balzac. Brecht, Freud y entre las obras que padecieron el autoritarismo están ‘El guardian entre el centeno’ o ‘El Principito’.\n\nEl Partenón tiene 70 metros de largo, 30 de ancho y 20 de altura. La entrega de libros sigue abierta y los estudiantes de Kassel se están encargando de unirlos a la construcción con plástico. Al final del certamen habrá una donación de los textos.\n\nVisitantes de todas las edades discuten sobre las causas que pudieron llevar a la prohibición de las obras que tienen frente a ellos y quién pudo ser el responsable. ‘El Partenón de los Libros’ crea debates y permite que la gente reflexione sobre la torpeza de un veto así. Son muchos los que opinan que la construcción debería mantenerse.\n\nMarta Minujín tiene 73 años y era amiga de Andy Warhol. Su propósito era que hubiera 10.000 o 20.000 libros más para alcanzar la cifra de 100.000, pero ha tenido dificultades para lograrlo. Algunas obras están repetidas o en lenguas diferentes.\n\nOtro de los trabajos más llamativos es ‘Apartamento de una habitación, de Hiwa K., de 42 años. De nacionalidad iraquí, ha vivido en Berlín durante varios años. Con sus tuberías quiere hacer una metáfora de cómo se ven obligados a vivir los refugiados."}, "title": {"en": "A 'Parthenon' of banned literature on a former Nazi book-burning site", "ar": "دوكومنتا 14 في كاسل: بارثينون الكتب المحظورة", "pt": "O \"Pártenon de Livros\" na documenta 14", "es": "Un Partenón con libros prohibidos"}, "date": {"en": "07/21/17 00:00:00", "ar": "07/21/17 00:00:00", "pt": "07/21/17 00:00:00", "es": "07/21/17 00:00:00"}}