{"top_image": {"en": "https://static.euronews.com/articles/376647/1000x563_376647.jpg", "ar": "https://static.euronews.com/articles/376647/1000x563_376647.jpg", "pt": "https://static.euronews.com/articles/376647/1000x563_376647.jpg", "es": "https://static.euronews.com/articles/376647/1000x563_376647.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Boys and girls from 64 different countries have been sharing their passion for the beautiful game at the 5th edition of Football for Friendship organized by Russian giant Gazprom in St Petersburg.\n\nAccording to Victor Zubkov, chairman of Gazprom’s board of directors, “the children are not just playing football, they are promoting sport, a healthy lifestyle and common values.”\n\nThere can only be one player from each country in every team. United in eight international teams, the kids, aged 12 to 14, transcended cultural and language barriers and had a ball on the pitch.\n\n“I’ll make a team of Pakistan and I will surely become as famous as Cristiano Ronaldo,” said Yellow Team defender Mohammad Moazzam from Pakistan.\n\nThis was the first time the United States was taking part. Its player was Lauren, who told Euronews she has big dreams for gender equality in football.\n\n“I want both boys and girls to be on the big channels, there can be a girl Ronaldo, or somebody as famous, and we can also play against the boys. And there can be mixed teams where we can all play against each other – like in the Football for Friendship programme.”\n\nLike father, like daughter! USA Football for Friendship youth journalist earns first press pass; trip to Russia. https://t.co/wH7jHRX6Ua — Andy Likes (@TVGmediaguy) 10 juin 2017\n\nIndia’s Sujar Kahar from Mumbai played as goalkeeper. He was selected among 2.500 children to take part in the games and has promised his parents to bring back the World Cup to India in the next ten years. Coming to St Petersburg was his first trip ever.\n\n“I was inspired by Messi, I want to as famous as him but as a goalkeeper,” he told Euronews.\n\nIt was the second tournament for Runqi Cui, 13, from Beijing. This time, he took part as a coach.\n\n“Maybe it will change my life, yeah, maybe… I think football can bring people together,” he said.\n\nAccording to FIFA Secretary General Fatma Samoura, programs like this have an important role to play “because of the global reach of football, it represents a unique opportunity to really put people together and create synergies between nations and between women, men and it also breaks all kinds of barriers in the world.”\n\nThe tournament was a chance for the young players to meet their idols like ex-Liverpool star Stan Collymore and Zenit St Petersburg striker Aleksandr Kerzhakov.\n\nHonoured to meet “Football for Friendship” kids from Syria, USA, Korea, UK, Finland & Egypt! Very special young people ❤️❤️#FootballUnites pic.twitter.com/HZRVD60Jw2 — Stan Collymore (@StanCollymore) 1 juillet 2017\n\nThere was also time to visit St Petersburg, learn about Russian culture and build lasting friendships.\n\n“Everybody is my friend here,” said Mohammad Moazzam, adding: “I have the Instagram addresses of my friends and we will stay in touch.”\n\nThis year, the trophy went to the Orange team. But the main prize was awarded to everyone: tickets for the FIFA Confederations Cup final.", "ar": "تستعد فرق من جنسيات مختلفة جاءت من آسيا و أفريقيا و أوروبا و أمريكا الجنوبية و الشمالية، لخوض منافسات النسخة الخامسة من برنامج “كرة القدم من أجل الصداقة” التي تحتضنها مدينة سان بطرسبورغ الروسية. المنافسة السنوية تنظمها شركة غازبروم بالتعاون مع الإتحاد الدولي لكرة القدم “فيفا”.\n\nفيكتور زوبكوف، رئيس مجلس إدارة غازبروم:\n\nلا يشارك الأطفال في مباريات كرة القدم فحسب، وإنما يعززون معنى هذه الرياضة ونمط الحياة الصحي وكذلك القيم الإنسانية المشتركة.”\n\nأعمارهم لا تتجاوز الـ 12 عاما، الفرق المختلطة تلعب تحت راية ملونة واحدة، لاعبوها قدموا من 64 دولة.\n\nالباكستان والهند، مصر وإيران، سوريا وتركيا، وآخرى، بالرغم من اختلاف اللغة والثقافة والتقاليد إلا أن الأطفال وحدوا هذه الدول تحت راية واحدة وفريق دولي واحد، شعاره الصداقة.\n\nالمدافع محمد يوسف من الباكستان يلعب مع فريقه الأصفر، وكرفقائه الذين جاءوا إلى روسيا لديه حلم كبير.\n\nمحمد يوسف، الباكستان:\n\n“سأشكل منتخب الباكستان، وسأكون بالتأكيد مشهورا ككريستيانو رونالدو.”\n\nعلى أرضية الميدان، مهاجمة الفريق الأخضر، الأمريكية لوران سووار التي تمثل بلدها لأول مرة في هذه التظاهرة. السفيرة الأمريكية لكرة القدم تعتبر المساواة، المبدأ الأساسي للمهاجم.\n\nلوران سووار، الولايات المتحدة الأمريكية:\n\n“أريد تغيير الواقع، يمكن للفتيات والأولاد أن يكونوا على حد سواء في جميع المجالات، يمكن أن يكون هناك فتاة مثل رونالدو، أو نجم آخر، ويمكننا أيضا أن نلعب ضد الأولاد، وأن تكون هناك فرق مختلطة للعب معا، تماما كما هو الحال في برنامج كرة القدم من أجل الصداقة.”\n\nسوجال كاهار متميم بكرة القدم في حيه بمومباي في الهند. هذا الحي شكل أول ملعب له.\n\nسوجر ينحدر من عائلة فقيرة وتم اختياره من بين 2500 طفل، قبل مغادرته وعد عائلته بجلب كأس العالم إلى الهند خلال الأعوام العشرة القادمة.\n\nالرحلة إلى سان بترسبورغ هي الأولى في حياة سوجال.\n\nسوجال كاهار حارس المرمى، الهند:\n\n“ميسي ألهمني، ولكني حارس مرمى، أريد أن أكون مثل ميسي ولكن في مركز حارس المرمى.”\n\nرونكي كوي من الصين، مدرب الفريق الأزرق، شارك العام الماضي في برنامج “كرة القدم من أجل الصداقة“،وكزملائه تمكن من خلال هذا البرنامج من خوض تجربة جديدة، دور المدرب في سن الـ .13.\n\nرونكي كوي مدرب شاب من الصين :\n\n“هذه التجربة قد تغير حياتي، نعم، ربما… أعتقد أن كرة القدم لديها القدرة على توحيد العالم “.\n\nبرنامج كرة القدم من أجل الصداقة، إختار رمزا له، سوار بسيط يمثل الصداقة، يرتديه اليوم أكثر من 500 ألف شخص حول العالم ، من بينهم الأمينة العامة للاتحاد الدولي لكرة القدم،الفيفا، فاطمة سامورا التي حضرت التظاهرة.\n\nالمسؤولة الأولى على الفيفا تعتبر هذا البرنامج، حدثا مهما.\n\nفاطمة سامورا، الأمينة العامة للاتحاد الدولي لكرة القدم:\n\n“نظرا لاتساع نطاق كرة القدم على الصعيد العالمي، فإن هذا البرنامج يمثل فرصة فريدة لتوحيد الناس وخلق التآزر بين الأمم وبين النساء والرجال، كما يكسر هذا النوع من المبادرات الحواجز في العالم.”\n\nكرة القدم من أجل الصداقة، كانت فرصة كذلك لزيارة أهم المواقع في عاصمة شمال روسيا. الأطفال قاموا بجولة في المدينة واكتشفوا تقاليد البلد. فقبل أيام، كانت سانت بترسبورغ كالكوكب المجهول بالنسبة لبعضهم.\n\nالمدافع محمد يوسف، باكستان :\n\n“الجميع أصدقائي هنا …لدي إينستاجرام أصدقائي، ونحن في تواصل مستمر وسنظل كذلك.”\n\nوبما ان البرنامج يعزز روح المنافسة، كان الفوز لصالح المنتخب البرتقالي الذي توج بلقب الدورة، ولكن كل الفرق تحصلت على تذاكر حضور نهائي كأس القارات الذي جمع ما بين المنتخبين الألماني حامل اللقب والشيلي.\n\nالأطفال إلتقوا اللاعبين المشهورين في المنتخبين.\n\nزينيت، مهاجم سانت نادي بترسبورغ:\n\n“الرسالة الرئيسية لهذه البطولة هي الصداقة، الصداقة ما بين الأمم والصداقة ما بين الدول والصداقة ما بين القارات “.\n\nقد يصبح هؤلاء الأطفال في يوم ما من نجوم كرة القدم، وبالتأكيد سوف تُظهر لهم روح هذه التجربة الطريق نحو عالم أفضل.", "pt": "Rapazes e raparigas do mundo inteiro juntaram-se em São Petersburgo para jogar futebol e promover a amizade entre as nações. O programa ‘Futebol para a amizade’ foi coorganizado pela empresa de gás russa GazProm e pela FIFA.\n\n“As crianças não só participam nos jogos, como promovem o futebol, um estilo de vida saudável e valores humanos comuns”, afirma Victor Zubkov, presidente do conselho de administração da Gazprom, a maior exportadora de gás natural do mundo.\n\nA iniciativa reuniu crianças de 64 países, incluindo o Paquistão, a Síria, a Turquia e os Estados Unidos.\n\nCada participante treinou e jogou numa equipa mista composta por rapazes e raparigas de diferentes países.\n\n“Farei uma equipa no Paquistão e serei certamente tão famoso como o Cristiano”, disse Mohammad Yusuf, do Paquistão.\n\nOs Estados Unidos integraram o programa pela primeira vez, este ano. A participante norte-americana defende a igualdade entre mulheres e homens.\n\n“Quero mudar as coisas para que os rapazes e as raparigas possam seguir a mesma via, para que haja uma jogadora famosa como o Ronaldo e para que as raparigas possam jogar contra os rapazes, para que haja equipas mistas em que todos podemos jogar uns contra os outros, como no programa Futebol para a Amizade”, disse Lauren Sowers.\n\nSujar Kahar começou a jogar futebol num bairro pobre de Bombaim. É a primeira vez que viaja para o estrangeiro graças ao programa ‘Futebol para a Amizade’. O adolescente indiano é guarda-redes leva na bagagem grandes sonhos para o futuro.\n\n“A minha inspiração é o Messi. Quero ser como o Messi mas na posição de guarda redes”, confessou Sujar Kahar.\n\nEste ano, Runqi Cui, de Pequim, participou no programa pela segunda vez e experimentou um novo papel, o de treinador.\n\n“Isto talvez possa mudar a minha vida. Penso que o futebol pode unir o mundo”, disse o jovem chinês.\n\nEm cinco edições, o programa ‘Futebol para a amizade’ envolveu 500 mil pessoas. Cada uma levou para casa a pulseira da amizade, o símbolo de um encontro único capaz de mudar mentalidades, de acordo com a secretária geral da FIFA.\n\n“Devido ao impacto mundial do futebol, trata-se de uma oportunidade única para unir as pessoas e criar sinergias entre nações, entre mulheres e homens e quebrar todo o tipo de barreiras no mundo”, sublinhou Fatma Samoura, secretária geral da FIFA.\n\nAlém dos treinos e do torneio, os participantes visitaram as ruas e os monumentos de São Petersburgo. Um tempo de lazer e convívio entre crianças de diferentes culturas que promete deixar marcas.\n\n“São todos meus amigos, aqui. No Instragram, vou ficar em contacto com os meus amigos até ao fim”“, prometeu Mohammad Yusuf, do Paquistão.\n\nNo final do torneio, todos os participantes ganharam um prémio: um bilhete para ver a final da Taça das Confederações e a oportunidade de conhecer jogadores de futebol famosos.\n\n“A mensagem principal do torneio é a amizade entre nações, países e continentes”, concluiu Zenit, jogador da equipa de São Petersburgo.", "es": "Banderas de cuatro continentes en un solo campo de fútbol: Niños y niñas de 12 años provenientes de 64 países vinieron a San Petersburgo para participar en la quinta edición del “Football for Friendship” (F4F) un programa organizado por el gigante petrolero ruso Gazprom. El presidente de la junta de directores de Gazprom y ex vice primer ministro ruso, Víctor Zubkov, apuntó que “los niños no solo participan en un torneo de fútbol sino que están promoviendo los valores del deporte, un estilo de vida saludable y sobre todo valores humanistas.”\n\nPakistán e India, Egipto e Irán, Siria y Turquía: todos unidos en equipos internacionales, donde los niños aprenden que tener culturas, idiomas y tradiciones diferentes no es un obstáculo para el juego limpio. Todos tienen sus propios sueños. El joven Mohammad Yusuf, de Pakistán, quiere “crear un equipo en Pakistán y seré tan famoso como Cristiano Ronaldo.”\n\nLa igualdad es un valor clave en el equipo verde, el de Lauren Sowers, una joven estadounidense cuyo país participa por primera vez en Friends For Football. “Quiero hacer que los equipos femeninos puedan aparecer también en grandes canales de televisión. Que pueda haber una versión femenina de Cristiano Ronaldo y que las chicas puedan jugar contra los chicos en equipos mixtos todos juntos, como en Football for Friendship,” señala Sowers.\n\nEste barrio de Bombay fue el primer terreno de entrenamiento del portero Sujar Kahar, que viene de una familia pobre y fue seleccionado entre otros 2.500 niños para viajar a San Petersburgo, el primer viaje de su vida. Prometió a sus padres que hará que India gane el Mundial en los próximos 10 años. “Messi me inspira, pero como quiero ser portero me gustaría ser tan grande como Messi pero en tanto que portero,” dice ilusionado Kahar.\n\nRunqi Cui, un joven de 13 años originario de Pekín, ya jugó el año pasado en “Football for Friendship”. Como otros participantes ha podido probar un nuevo rol, el de entrenador.\n\n500. 000 personas en todo el mundo llevan ahora uno de los símbolos del evento: el brazalete de la amistad. Uno de los invitados del torneo, la secretaria general de la FIFA, Fatma Samoura, también tiene uno. “La universalidad del fútbol hace que sea el deporte perfecto para realmente unir a la gente, crear sinergias entre naciones, entre hombres y mujeres, para romper todo tipo de barreras en el mundo,” indica Samoura.\n\nTras los entrenamientos, los jóvenes futbolistas pasearon por la llamada capital del norte de Rusia: visitaron San Petersburgo y aprendieron sobre la cultura rusa, tejiendo entretanto lazos de amistad.\n\nEste año el equipo naranja se llevó el trofeo, pero cada uno de los participantes de Friends For Football se hizo con el verdadero premio: entradas para ver la final de la Copa de Confederaciones y una ocasión para conocer a famosos jugadores de fútbol.\n\nQuizás un día estos niños serán futbolistas famosos pero por el momento esta experiencia les ha permitido salir de su realidad y conocer nuevas culturas."}, "title": {"en": "Football brings kids together", "ar": "كرة القدم من أجل الصداقة: طريقة لتعزيز التآزر والقيم السامية", "pt": "'Futebol para a amizade': crianças de 64 países jogam futebol e tecem amizades", "es": "Fútbol por la Amistad 2017: jóvenes futbolistas de todo el mundo se dan cita en San Petersburgo"}, "date": {"en": "07/06/17 00:00:00", "ar": "07/06/17 00:00:00", "pt": "07/06/17 00:00:00", "es": "07/06/17 00:00:00"}}