{"top_image": {"en": "https://static.euronews.com/articles/376526/1000x563_376526.jpg", "ar": "https://static.euronews.com/articles/376526/1000x563_376526.jpg", "pt": "https://static.euronews.com/articles/376526/1000x563_376526.jpg", "es": "https://static.euronews.com/articles/376526/1000x563_376526.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The EU has unveiled a new action plan designed to help Italy cope with the influx of migrants to its shores.\n\nIt earmarks some thirty million euros in aid for the Italian government.\n\nInterior ministers from the twenty eight member states will discuss the proposal on Thursday at a meeting in Tallinn, Estonia.\n\n“When we drafted the Dublin regulation, we never envisaged this sort of specific situation as we have now been facing for the last two or three years in Greece and Italy.\n\n“But there is also concern in Europe that many people who do not the status of refugees or aren’t refugees are using the opportunity to come here for economic reasons and that is not what the refugee status is all about,” said European Commission First Vice-President Frans Timmermans.\n\nRome has also called for a code of conduct for sea rescue NGOs.\n\nAn EU agreement to relocate 160,000 migrants has seen just over 20,000 moved from Greece and Italy.\n\nLast week, the government called the situation “unsustainable” and threatened to close its ports to humanitarian ships not flying the Italian flag.\n\n“Italy is crying out loud that it’s about time, that the rest of the EU member states honour the figures the numbers the commitments they made once upon a time,” said Juan-Fernando Lopez Aguilar, a centre-left MEP from Spain.", "ar": "لمواجهة أزمة اللاجئين،والذين يصلون إلى إيطاليا عبر البحر الأبيض المتوسط،تقترح المفوضية الأوروبية خطة عمل، تعتمد أساسا على تخصيص مبلغ مالي يقدر 46 مليون يورو،من أجل تعزيز قدرات السلطات الليبية على مواجهة أزمة اللاجئين. أحد كبار المسؤولين،في المفوضية الأوروبية،يصر على إعادة الأشخاص ممن لا يتمتعون بحق وضع اللاجىء إلى بلدانهم.\n\nفرانس تيمرمانس، نائب رئيس المفوضية الأوروبية\n\n“عندما وضعنا الأسس الخاصة بمواجهة أزمة اللاجئين بدبلن،لم نفكر أبدا في حالة نواجهها منذ 23 سنة، في اليونان و إيطاليا.لكن هناك قلق أيضا في أوروبا،بشأن حقيقة العديد ممن هم غير لاجئين ولا يتمتعون بوضع اللاجئين حتى،حيث إنهم يستغلون الوضع القائم للقدوم هنا لأسباب اقتصادية وهذا لا يمت بأي لحالة اللاجئين”\n\nتجلت داخل البرلمان الأوروبي ملامح انقسامات بين من يطالبون بتضامن بين الدول الأعضاء لمواجهة المعضلة و بين من يطالبون بمزيد من المراقبة عى الحدود الخارجية.\n\nخوان فرناندو لوبيز أغيلار،نائب في البرلمان الأوروبي عن الحزب الاشتراكي الديمقراطي\n\n“علينا أن نعترف بجهود إيطاليا،والتي تصدت للظاهرة عبر وسائلها المتواضعة المتاحة،دون أدنى تضامن من قبل الدول الأعضاءـوهذا يعتبر وصمة عار،تتحدث إيطاليا و بصوت عال،إنه حان الوقت أن تلتزم الدول الأعضاء بوعودها التي قطعتها في الماضي”\n\nإدوارد كوكاننائب في البرلمان الأوروبي عن الحزبالديمقراطي المسيحي\n\n“لو تمكنا من تحديد اللاجئين لأسباب اقتصادية، ونملك الدليل القاطع أنهم مهاجرون لأسباب اقتصادية،أعتقد أننا سنبعدهم صوب بلدانهم”\n\nتقترح المفوضية الأوروبية تخصيص 35 مليون يورو،لمساعدة إيطاليا، خطة العمل ستقدم هذا الخميس خلال اجتماع وزراء داخلية الدول الثماني و العشرين.", "pt": "Reconhecendo que não existe legislação comunitária adequada para lidar com o fluxo migratório, a Comissão Europeia vai dar a Itália mais 35 milhões de euros.\n\nEsta verba visa ajudar o país a gerir o acolhimento das pessoas que chegam pelas mãos de contrabandistas que operam no mar Mediterrâneo.\n\n“Quando elaborámos o Regulamento de Dublin (para o acolhimento de refugiados), não antecipámos a situação com a qual nos temos vindo a confrontar, há dois ou três anos, na Grécia e na Itália”, disse o vice-presidente da Comissão Europeia, Franz Timmermans, após a apresentação do plano, terça-feira, no Parlamento Europeu.\n\n“Também existe, na Europa, a preocupação com o facto de que muitas pessoas que não são refugiadas também tentam vir para a Europa por razões económicas, algo que não é abrangido pelo estatuto de refugiado”, acrescentou.\n\nO plano prevê, ainda, 46 milhões de euros para um projeto – a ser elaborado conjuntamente com a Itália – de ajuda à Líbia, país do Norte de África de onde partem a maioria dos refugiados e migrantes.\n\n“É importante reconhecer os esforços que a Itália leva a cabo sozinha, com os seus próprios recursos e sem a mínima solidariedade por parte dos restantes Estados-membros, o que é uma verdadeira vergonha”, disse, à euronews, o eurodeputado socialista espanhol José Fernando López Aguilar, que apoia este plano.\n\n“A Itália clama que está mais do que na hora dos outros Estados- membros da União Europeia honrarem os compromissos assumidos”, disse ainda.\n\nEduardo Kukan, eurodeputado eslovaco de centro-direita, defende uma clara distinção entre refugiados e migrantes por motivações económicas: “Se houver maneira de identificar quais são os migrantes económicos, esses devem ser reenviados à origem”.\n\nSerá, também, elaborado um código de conduta para os navios das organizações não-governamentais que têm resgatado dezenas de milhares de pessoas em perigo de vida.\n\nDesde o início de 2017, mais de 85 mil migrantes chegaram a Itália, na maioria provenientes das costas da Líbia, segundo dados divulgados, terça-feira, pela Organização Internacional par as Migrações.\n\nPerto de 9300 chegaram à Grécia e 6500 a Espanha, segundo a mesma fonte, que acrescentou que 2247 morreram ou desapareceram durante a travessia.", "es": "Reconociendo que no hay una estrategia clara sobre migración, la Comisión Europea ha ofrecido 35 millones de euros a Roma para dar respuesta a la llegada masiva de inmmigrantes a través del Mediterráneo.\n\nEste martes el vice presidente de la UE, Fran Timmermans, ha reconocido que la legislación vigente no es suficiente y ha explicado que cuando se elaboró la normativa de Dublín no contaban con las situaciones específicas que se están viviendo desde hace 2 o 3 años en Grecia o Italia.\n\n“Pero Europa también está preocupada porque hay mucha gente que no tiene el estatus de refugiado o no son refugiados y aprovechan la oportunidad para venir por razones económicas y eso nada tiene que ver con el estatus económico”, ha recalcado Timmermans.\n\nBruselas ha puesto sobre la mesa también 46 millones de euros para ayudar a Libia a controlar sus fronteras, de donde proceden la mayoría de embarcaciones.\n\nEl español Juan Fernando Lopez Aguilar se ha manifestado a favor del plan para ayudar a Italia. “Italia está aguantando sola, con sus propios medios, sin la mínima solidaridad del resto de los estados miembros, lo que es una vergüenza”. Ha dicho que Italia “está pidiendo a gritos que el resto de países de la UE respeten los compromisos que hicieron”.\n\nPor su parte el eurodiputado eslovaco, Eduard Kuckan, ha hecho referencia también la diferencia entre refugiados e inmigrantes económicos y ha pedido que estos últimos si son identificados sean devueltos a sus países de origen."}, "title": {"en": "EU unveils migration action plan for Italy", "ar": "المفوضية الأوروبية تقترح خارطة طريق لمواجهة أزمة اللاجئين", "pt": "Itália vai receber 35 milhões de euros para gerir fluxo migratório", "es": "Bruselas ofrece ayuda a Italia para dar respuesta a la inmigración"}, "date": {"en": "07/04/17 00:00:00", "ar": "07/04/17 00:00:00", "pt": "07/04/17 00:00:00", "es": "07/04/17 00:00:00"}}