{"top_image": {"en": "https://static.euronews.com/articles/381742/1000x563_381742.jpg", "ar": "https://static.euronews.com/articles/381742/1000x563_381742.jpg", "pt": "https://static.euronews.com/articles/381742/1000x563_381742.jpg", "es": "https://static.euronews.com/articles/381742/1000x563_381742.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Amid ongoing leaks from the White House, US Attorney General Jeff Sessions has issued a warning to those behind the disclosures and to the journalists who publish them.\n\nSessions said the administration had tripled the number of investigations into leaks of classified information, with four people already charged.\n\n“It is important for the American people and those who might be thinking about leaking classified or sensitive information to know that criminals who would illegally use their access to our most sensitive information to endanger our national security are in fact being investigated and will be prosecuted,” he said.\n\nIn a move derided by critics as an attack on the free press, Sessions said the administration was reviewing policies on forcing journalists to reveal their sources.\n\nIt is, however, difficult to prosecute members of the news media in the United States for publishing leaked information.\n\n\n\n\n\nDon't make the press collateral damage in a war on leaks https://t.co/uLNunXM99r via @latimesopinion pic.twitter.com/5PsNk9W58g — Los Angeles Times (@latimes) 5 août 2017\n\n\n\n\n\nIn taking a stand, the top US law official was, no doubt, also trying to reassure President Donald Trump who had branded Sessions weak on tackling leaks.\n\nThe disclosures and ever-changing personnel in Trump’s administration have contributed to what critics say has been a chaotic start to his presidency.\n\nIn the latest major leak to the media, the Washington Post published transcripts on Thursday of contentious phone calls that Trump had in the early days of his administration with Mexican President Enrique Pena Nieto and Australian Prime Minister Malcolm Turnbull.\n\n“No government can be effective when its leaders cannot discuss sensitive matters in confidence or talk freely in confidence with foreign leaders,” Sessions said of that case.\n\n\n\n\n\nwith Reuters", "ar": "تستعد ادارة دونالد ترامب للكشف عن خطة تهدف إلى وضع حد لتسريب المعلومات الواسع والمتكرر من البيت الأبيض، الأمر الذي ينتقده الرئيس الاميركي ويعده نوعا من الخيانة.\n\nوعقد وزير العدل جيف سيشنز ورئيس الاستخبارات دان كوتس مؤتمرا صحافيا حول مسألة “تسريب مواد سرية تهدد الأمن القومي“، في إشارة الى هذه التسريبات غير المسبوقة في التاريخ الحديث للرئاسة الاميركية، في طبيعتها ومداها والسرعة التي تنتشر فيها.\n\nوأضاف سيشنز للصحافيين ان بلاده تواجه “عددا مذهلا من التسريبات” المصنفة سرية مؤكدا توجيه الاتهام الى اربعة اشخاص ضمن اطار تحقيق واسع حول هذا الامر.\n\nويأتي ذلك بعد واحدة من التسريبات الملفتة جدا بالنظر إلى طبيعة الوثائق التي حصلت عليها صحيفة “واشنطن بوست“، وهي محاضر اتصالات هاتفية بين رئيس الولايات المتحدة ونظيره المكسيكي انريكي بينيا نييتو، ورئيس الوزراء الاسترالي مالكولم ترنبول.\n\nوتكشف هذه الوثائق التي نشرت بعد مرور ستة أشهر فقط على المحادثات، الطبيعة الحقيقية للعلاقات بين الأطراف. وتظهر بعدا كبيرا عن اللهجة الدبلوماسية للمحاضر الرسمية التي نشرت عند حدوث هذه الاتصالات.\n\nويدعو ترامب، بحسب هذه المحاضر، بينيا نييتو إلى الكف عن التصريح علنا بأن مكسيكو لن تدفع نفقات بناء الجدار الحدودي الذي وعد به رجل الأعمال الثري خلال حملته الانتخابية.\n\nويبدو الرئيس الاميركي وكأنه يتوسل نظيره المكسيكي خلال الحديث، قائلا “يجب ان أصل إلى إن تدفع المكسيك نفقات الجدار. يجب ان يتحقق ذلك”. ويضيف ترامب في 27 كانون الثاني/يناير “أتحدث عن ذلك منذ سنتين.\n\nفي هذه المحادثة، يرفض الرئيس المكسيكي طلب ترامب، موضحا انها مشكلة “مرتبطة بكرامة المكسيك والعزة الوطنية للبلاد”.\n\nمع رئيس الوزراء الاسترالي، يتخذ الحوار مسارا أكثر سوءا. ويقول ترامب بعد نقاش حاد “طفح الكيل“، مضيفا “أجريت اتصالات مثل هذا طوال النهار، وهذا أسوأها”.\n\nويتابع انه أجرى مع الرئيس الروسي فلاديمير بوتين “اتصالا لطيفا”.\n\nولم يصدر اي رد فعل عن الرئيس حول التسريبات الاخيرة، لكنه انتقد بحدة مرارا “التسريبات المخالفة للقانون“، ووصل به الأمر إلى انتقاد وزير العدل علنا، معتبرا أنه “ضعيف جدا” في هذا الملف.\n\nوعين ترامب الجنرال المتقاعد من سلاح مشاة البحرية الاميركية جون كيلي في منصب الامين العام للبيت الابيض الاستراتيجي، لترتيب ادارة تكشف الصحف بشكل شبه يومي الخلافات في داخلها. والتسريبات شائعة في واشنطن، تعيش عليها الصحف ويستفيد منها السياسيون والجميع يجد فيها ما يبحث عنه.\n\nلكن التسريب غير المسبوق لمحاضر الاتصالات مع مسؤولين أجانب كبار يعتبر بمثابة جرس إنذار، حتى بالنسبة الى أشدّ معارضي ترامب الذين باتوا يرون في الأمر مبالغة", "pt": "É o contra-ataque da Casa Branca às fugas de informações confidenciais no governo. O Procurador-geral norte-americano, Jeff Sessions, anunciou que equaciona rever a política sobre jornalistas e as fontes para os obrigar a revelar a origem de informação confidencial.\n\nSessions deixa em aberto a possibilidade de perseguir judicialmente os jornalistas.\n\n“É importante que o povo americano e aqueles que pensam que divulgar informação confidencial ou sensível saibam que os criminosos que tem acesso às nossa informação mais confidencial para colocar em perigo a nossa segurança nacional estão de facto ser investigados e serão processados”, declarou.\n\nSessions revelou também que 4 pessoas já foram processadas e que o departamento de Justiça “triplicou o número de investigações ativas”.\n\nOs críticos falam já num possível ataque à liberdade de imprensa.\n\nDesde que Donald Trump tomou posse da presidência dos Estados Unidos, foram inúmeras as fugas de informações. As últimas foram as transcrições integrais de conversas de Trump com o Presidente mexicano, Enrique Peña Nieto, e com o primeiro-ministro australiano, Malcolm Turnbull.", "es": "Al menos cuatro personas imputadas por filtrar información confidencial.\n\nEl fiscal general de Estados Unidos, Jeff Sessions, aseguró que va a perseguir duramente las fugas de información en el Gobierno.\n\nSessions aseguró que desde enero el Departamento de Justicia ha “triplicado el número de investigaciones activas de filtraciones” y ha presentado cargos contra “cuatro personas” por revelar sin autorización información clasificada, aunque no reveló detalles de esos casos concretos.\n\nEs importante que el pueblo estadounidense y aquellos que estén pensando en filtrar información confidencial o confidencial sepan que los delincuentes que usen ilegalmente su acceso a nuestra información más delicada para poner en peligro nuestra seguridad nacional, de hecho, están siendo investigados y serán procesados”.\n\nEl presidente estadounidense, Donald Trump intentafrenar la contínuas filtraciones que han plagado los primeros meses de su convulsa administración.\n\nEl gobierno de Trump ha reclamado a todas las agencias del Gobierno y al Congreso que tomen medidas para que sus empleados no envíen a los medios información confidencial\n\nSalvo en periodos muy breves de la historia estdounidense el procesamiento de filtradores de información considerada por el gobierno confidencial ha sido excepcional como en los casos de Daniel Ellsberg con los llamados Papeles del Pentágono durante la Guerra de Vietnam o del agente de la CIA Philip Agee sobre la agencia de espionaje.\n\nObama tiene el record en intensidad y número de perseguidos durante los volcados masivos de información que se produjeron gracias e Wikileaks.\n\nDesde la llegada al poder de Trump, las filtraciones de información desde el Ejecutivo se han transmitido sin cesar a la prensa, entre ellos los contactos de miembros del equipo presidencial con funcionarios o representantes del Gobierno ruso, acusado de intentar influir en el resultado de las elecciones del año pasado año en Estados Unidos."}, "title": {"en": "Sessions wages war on White House leaks", "ar": "إدارة ترامب تريد الحد من التسريبات في البيت الأبيض", "pt": "Contra-ataque aos \"leaks\" em Washington", "es": "Trump a la caza de filtradores de secretos"}, "date": {"en": "08/05/17 00:00:00", "ar": "08/05/17 00:00:00", "pt": "08/05/17 00:00:00", "es": "08/05/17 00:00:00"}}