{"top_image": {"en": "https://static.euronews.com/articles/376607/1000x563_376607.jpg", "ar": "https://static.euronews.com/articles/376607/1000x563_376607.jpg", "pt": "https://static.euronews.com/articles/376607/1000x563_376607.jpg", "es": "https://static.euronews.com/articles/376607/1000x563_376607.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Barcelona forward Lionel Messi is to sign a new four-year deal that will keep him with the Spanish club until 2021.\n\nThe five-time Ballon d’Or winner, who has been with the side since the age of 13, was entering the final 12 months of his current contract. One of the most successful footballers in the world, Messi scored 37 times in La Liga last season. In signing his new contract, he will follow in the footsteps of fellow teammates and strikers Luis Suarez and Neymar.\n\nThe 30-year-old Argentinian is expected to remain Barca’s highest earner. Local media reports indicate his buyout deal has been raised to 300 million euros.\n\nHe married his 29-year-old childhood sweetheart Antonella Roccuzzo on Friday (June 30) in their northern Argentinian hometown, Rosario.\n\nNews of the new contract comes just under two weeks after prosecutors in Spain said they were happy for the star striker’s 21-month prison sentence for tax fraud to be replaced with a fine. A spokeswoman confirmed that prosecutors had said they were open to Messi being fined 400 euros per day for the duration of the sentence, which was an option that had also been proposed by his defence team. That would bring the total fine to 255,000 euros. A judge will make a final decision on the motion.\n\nIn 2016, Messi and his father were each found guilty of three counts of tax fraud totaling 4.7 million euros. Initially, fines of two million euros for the player and 1.5 million for his father were added to their sentences.", "ar": "اعلن نادي برشلونة، وصيف بطل الدوري الاسباني لكرة القدم، الاربعاء انه توصل الى اتفاق مع نجمه الارجنتيني ليونيل ميسي يقضي بتمديد عقده حتى نهاية حزيران/يونيو 2021.\n\nواكد النادي الكاتالوني ان “الاتفاق سينجز رسميا في الاسابيع القليلة المقبلة عندما يعود اللاعب الى تدريبات الفريق”.\n\nوبعد عدة اشهر من المفاوضات والتكهنات بشأنها، انتهى الامر بالنادي الكاتالوني والنجم الارجنتيني الحائز خمس مرات على جائزة الكرة الذهبية لافضل لاعب في العالم، بالتوصل الى اتفاق حول الصفقة الجديدة، علما بان العقد السابق ينتهي في حزيران/يونيو 2018.\n\nواصبح ميسي (30 عاما) افضل هداف في تاريخ العملاق الكاتالوني حيث بدأ مسيرته، بتسجيله 507 اهداف في 583 مباراة رسمية.\n\nويلعب ميسي، الفائز بالكرة الذهبية لأفضل لاعب في العالم خمس مرات، في برشلونة منذ حوالي عقدين من الزمان، إذ بدأ في صفوف الناشئين حتى أصبح من أهم لاعبي الكرة في العالم.\n\nومن المنتظر أن يوقع اللاعب الأرجنتيني البالغ عمره 30 عاما على العقد عندما يعود استعدادا للموسم الجديد، وسط توقعات بأن يرتفع الشرط الجزائي ليبلغ 300 مليون يورو (340.65 مليون دولار أميركي).\n\nويتصدر ميسي، أحد أهم الرياضيين في العالم، قائمة هدافي ناديه وبلاده، وفاز بالعديد من الألقاب مع برشلونة منذ ظهوره مع الفريق الأول في 2003، منها الدوري ثماني مرات ودوري أبطال أوروبا أربع مرات.\n\nسجل نجم برشلونة ميسي\n\nبدأ الأرجنتينى ليونيل ميسي رحلته مع برشلونة بالفريق الأول في عام 2004 حقق خلالهما لقب الدوري الإٍسباني (8 مرات)، كأس ملك إسبانيا (5 مرات)، كأس السوبر الإسباني (6 مرات)، دورى أبطال أوروبا (4 مرات)، كأس السوبر الأوروبية (3 مرات)، كأس العالم للأندية (3 مرات).\n\nويعد ليونيل ميسى صاحب الـ 30 عاماً، هو الهداف التاريخى لنادى برشلونة، بعدما سجل 507 أهداف في 583 مباراة رسمية. مع ليونيل ميسى يقضى بتجديد التعاقد بين الطرفين حتى عام 2021، على أن يتم توقيع العقود، بعد عودة اللاعب إلى تدريبات الفريق الكتالوني، حيث يقضى حالياَ شهر العسل مع زوجته أنطونيلا.", "pt": "O Barcelona confirmou esta quarta-feira a renovação de Lionel Messi e o Sporting a contratação de Fábio Coentrão. O português regressa a Portugal, por empréstimo do Real Madrid, para cumprir um sonho de criança depois de ter dito há dois anos que o seu clube “era o Benfica, não o Jorge Jesus” e ter escrito no Facebook, numa publicação entretanto apagada, que “em Portugal, só (jogaria) no Benfica.”\n\nO esquerdino, que em 2007 se assumiu ‘sportinguista desde pequenino’, tinha confirmado esta quarta-feira pela manhã, através das respetivas páginas nas redes sociais, a mudança para Alvalade, com uma fotografia tirada no estádio “leonino” entre a família. “Muito feliz por ter a oportunidade de jogar neste grande clube”, escreveu Coentrão na legenda desta imagem.\n\nÀ tarde, foram os clubes — Sporting e Real Madrid — a confirmar o negócio, sem revelar os detalhes do mesmo.\n\nMuito feliz por ter a oportunidade de jogar neste grande clube A post shared by Fábio Coentrão (@fabio_coentrao) on Jul 5, 2017 at 4:16am PDT\n\nDe acordo com alguma imprensa de ambos os lados da fronteira, Fábio Coentrão teria um salário de 3,5 milhões de euros anuais em Madrid e o empréstimo só foi possível depois de os campeões espanhóis e europeus terem acedido a pagar a maior parte da remuneração do jogador.\n\nA mudança representa para Fábio Coentrão uma oportunidade de relançar a careira e voltar a lutar por um lugar na seleção de Portugal, a tempo de garantir uma das desejadas vagas no Mundial de 2018, na Rússia. O reencontro com Jorge Jesus, o treinador que o lançou para o estrelato no Benfica, dá otimismo ao esquerdino.\n\nMessi “blaugrana” até 2021\n\nDuas semanas após Lionel Messi celebrar os 30 anos (24 de junho) e apenas cinco dias após o casamento com Antonela Rocuzzo (foto em baixo), foi anunciado o acordo do argentino para prolongar o contrato com o Barcelona e acabar com os rumores de uma eventual “súper transferência” neste defeso. Com o jogador ainda de férias, a renovação será formalizada nas próximas semanas, acrescentou o clube.\n\nDe acordo com o jornal argentino Clarín, a oitava renovação de Messi com os catalães incluirá uma melhoria do salário (estimado em 20 milhões de euros brutos/ ano), um prémio de assinatura de 50 milhões de euros e a subida de cláusula de rescisão (que passará para os 300 milhões de euros).\n\nMessi chegou a Barcelona há 17 anos, proveniente das escolinhas do Newell’s Old Boys, da Argentina. Tinha 13 anos e assinou a troco dos 900 dólares mensais necessários para resolver os problemas de crescimento do argentino. A aposta catalã foi certeira.\n\nDepois de se estrear pela primeira equipa do Barça, num jogo particular contra o FC Porto, de José Mourinho, na inauguração do Estádio do Dragão. O primeiro jogo oficial aconteceu apenas em 2004/2005, no dérbi contra o Espanyol, lançado pelo holandês Frank Rijkaard.\n\nDaí para cá, o argentino participou em 583 jogos oficiais com a camisola do Barcelona, marcou 507 golos, conquistou oito Ligas espanholas, quatro Ligas dos Campeões, três mundiais de clubes, foi cinco vezes o melhor jogador do Mundo para a FIFA, ganhou uma Bola de Ouro e foi por quatro vezes o melhor marcador europeu (Bota de Ouro), cotando como o principal rival do português Cristiano Ronaldo pelo trono do futebol mundial.\n\nLionel Messi tornou-se na grande figura da história do Barcelona e com esta renovação poderá ter assegurado o final de carreira no clube catalão.", "es": "Prolonga su relación con el Barcelona. El equipo “blaugrana” ha anunciado un acuerdo con el argentino Lionel Messi, para ampliar su contrato hasta el año 2021. El Barça ha emitido un comunicado en el que informa de que el acuerdo se firmará en las próximas semanas, cuando el astro argentino se reincorpore al equipo tras el periodo vacacional. Máximo goleador de la historia del Barcelona y también de la Liga española, Leo Messi concluía su compromiso con el club de la Ciudad Condal, en 2018. En la actualidad, el de Rosario disfruta de su viaje de novios tras casarse, en su país el pasado viernes."}, "title": {"en": "Lionel Messi to sign new four-year deal with Barca", "ar": "ليونيل ميسي يوقع عقدا يبقى بموجبه مع نادي برشلونة الإسباني حتى 2021", "pt": "Messi renova pelo Barça e Coentrão troca Madrid pelo Sporting", "es": "Lionel Messi seguirá en el Barcelona hasta 2021"}, "date": {"en": "07/05/17 00:00:00", "ar": "07/05/17 00:00:00", "pt": "07/05/17 00:00:00", "es": "07/05/17 00:00:00"}}