{"top_image": {"en": "https://static.euronews.com/articles/379722/1000x563_379722.jpg", "ar": "https://static.euronews.com/articles/379722/1000x563_379722.jpg", "pt": "https://static.euronews.com/articles/379722/1000x563_379722.jpg", "es": "https://static.euronews.com/articles/379722/1000x563_379722.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Seventeen employees of a Turkish opposition newspaper went on trial today accused of aiding a terrorist organisation.\n\nThe hearing coincides with an escalating dispute with Germany over the arrest in Turkey of 10 rights activists, including one German, as part of a crackdown since last year’s attempted coup against President Tayyip Erdogan.\n\nThe case is seen by government critics as a further sign that freedom of expression is under attack.\n\n“Journalism is not a crime,” chanted several hundred people gathered outside the central Istanbul court to protest against the prosecution of writers, executives and lawyers of the staunchly secularist Cumhuriyet newspaper.\n\nTurkish prosecutors are seeking up to 43 years in jail for staff from the paper, including some of Turkey’s best-known journalists, who are accused of targeting Erdogan through “asymmetric war methods”.\n\nWhat exactly they are charged with however remains unclear. According to Anadolu, the state news agency, the charges brought against them include supporting the movement around the preacher Fethullah Gulen and the banned Kurdistan Workers’ Party or PKK.\n\nAnadolu does not provide details on more concrete accusations such as the form this support is alleged to have taken.\n\nCumhuriyet’s former chief editor Can Dundar, is living in Germany, is being tried in absentia.\n\n“I´m proud of my friends in jail still resisting and defending the paper and their rights to express themselves and defending the truth,” he said.\n\nThe newspaper has called the charges “imaginary accusations and slander”. Social media posts comprised the bulk of evidence in the indictment, along with allegations that staff had been in contact with users of Bylock, an encrypted messaging app the government says was used by Gulen’s followers.\n\nRights groups and Turkey’s Western allies have complained of deteriorating human rights under Erdogan. In the crackdown since last July’s failed coup, 50,000 people have been jailed pending trial and some 150,000 detained or dismissed from their jobs.\n\nAs part of the purge some 150 media outlets have been shut down and around 160 journalists are in jail, according to the Turkish Journalists’ Association.\n\nThe crackdown has strained Turkey’s ties with the European Union, but reaction from the bloc has been restrained because it depends on Turkey to curb the flow of migrants and refugees into Europe.\n\nTurkish authorities say the crackdown is justified by the gravity of the coup attempt, in which rogue soldiers tried to overthrow the government and Erdogan, killing 250 people, most of them civilians.", "ar": "في قصر العدل في إسطنبول، صباح الاثنين، بدأت محاكمة 19 مديراً وصحفياً يعملون في صحيفة “جمهورييت” التركية المعارضة للرئيس رجب طيب اردوغان، بعدما امضوا قرابة ثمانية أشهر في السجن. وفي حال ادانتهم سيواجهون عقوبة السجن قد تصل الى أربعين عاماً.\n\nهؤلاء المحاكمون بينهم رسام كاريكاتور وصحفيون ومسؤولون اداريون. اعتقلوا في تشرين الأول/أكتوبر من العام الماضي بموجب حالة الطوارئ التي فرضها اردوغان بعد محاولة الانقلاب عليه الفاشلة ليلة 15 تموز/يوليو 2016. واتهم الداعية الإسلامي الموجود في الولايات المتحدة فتح الله غولن بتنفيذها.\n\nكما ان رئيس تحرير الصحيفة السابق جان دوندار، يحاكم غياباً مع سبعة آخرين. لقد فر الى المانيا إثر حكم عليه بالسجن مدة تزيد عن خمسة أعوام. والسبب في هذا الحكم نشر تقرير يتهم فيه الحكومة التركية بإرسال أسلحة الى سوريا.\n\nهذا وتخشى المعارضة من استغلال السلطات لحالة الطوارئ لملاحقة أي معارض للرئيس.\n\nوتعتبر هذه المحاكمة اختباراً لحرية الصحافة في تركيا التي تبوأت المركز 155 بين دول العالم في حرية التعبير وذلك وفق آخر مؤشر لمنظمة مراسلون بلا حدود.\n\nوللتضامن مع هؤلاء الصحفيين خرجت مظاهرة أمام قصر العدل تندد بهذه المحاكمة وتطالب بحرية التعبير والصحافة.\n\nالعلاقات مع المانيا مهددة\n\nمن جهة أخرى، صرح الوزير الألماني فولغانغ شيوبله قائلاً إن اردوغان يجازف بعلاقات عمرها قرون مع المانيا، وذلك في مقابلة له مع صحيفة “بيلد” الألمانية، نشرت الاثنين.\n\nوأضاف “إنه امر مؤسف إذ ان هناك حقاً الكثير من الأمور تربط بيننا. لكن لا يمكن ان نسمح (لأحد) بابتزازنا”.\n\nمن جهة ثانية، أعلن كبير موظفي مكتب المستشارة الألمانية انغيلا ميركل، الاحد، ان سلوك تركيا “غير مقبول” وعلى المانيا حماية مواطنيها وشركائها “لكنها تريد ايضاً الاحتفاظ بعلاقات قوية مع أنقرة”.\n\nالعلاقات بين البلدين تدهورت إثر اعتقال تركيا لستة نشطاء حقوقيين بينهم ألماني، قبل أسبوعين، في إطار حملة الاعتقالات المستمرة منذ الانقلاب الفاشل.\n\nلكن حدة الخلاف تصاعدت بعدما قررت المانيا اللجوء الى عقوبات اقتصادية لممارسة الضغوط على تركيا. وتشمل هذه الإجراءات إعادة النظر في الضمانات والقروض والمساعدات التي تقدمها الحكومة الألمانية او الاتحاد الأوروبي للصادرات والاستثمارات في تركيا.\n\nهذا الاحتمال اثار مخاوف لدى تركيا فحاول مسؤولوها طمأنة المستثمرين الالمان من خلال نفي معلومات صحفية بوجود لائحة من 68 مجموعة المانية او مسؤولين في مؤسسات تتهمهم انقرة “بدعم الإرهاب”.", "pt": "Desassete jornalistas e funcionários do jornal turco de oposição “Cumhuriyet” começaram a ser julgados esta segunda-feira, acusados de terem apoiado “organizações terroristas”.\n\nDez estão já há quase nove meses em prisão preventiva. Se forem considerados culpados, podem vir a enfrentar sentenças de até 43 anos de prisão.\n\nUma multidão protestou diante do tribunal de Istambul, pedindo a libertação dos acusados e denunciando as motivações políticas do julgamento. Steven Ellis, diretor de comunicação do Instituto Internacional da Imprensa, com sede em Viena, denunciou as motivações políticas do processo:\n\n“Este processo consiste na criminalização do jornalismo, serve a punir aqueles que abrem a boca e se conseguirem atingir o objetivo desta vez, vão repetir o método mais vezes.”\n\nO jornalista Kadri Gursel disse ao tribunal que todas as acusações contra ele são falsas e que os métodos usados ​​para construir a acusação eram ilegais. Entrevistado no domingo em Berlim, onde está exilado, o antigo diretor de informação do jornal, Can Dundar, rendeu homenagem à resistência dos seus colegas:\n\n“Sinto-me orgulhoso dos meus amigos que estão na prisão, resistindo e defendendo o jornal e o direito de exprimirem livremente as suas opiniões, em defesa da verdade.”\n\nDe acordo com a agência de notícias estatal Anadolu, as acusações apresentadas em abril contra os desassete jornalistas e funcionários do jornal, responsabilizam-nos por apoio ao movimento político do líder religioso Fethullah Gulen e ao Partido dos Trabalhadores do Curdistão (PKK), aos quais o governo de Recep Erdogan atribui a orquestração do golpe falhado de julho de 2016.", "es": "Empieza el juicio contra 17 periodistas del diario turco Cumhuriyet, uno de los pocos periódicos independientes que quedan en Turquía.\n\nDecenas de personas marcharon esta mañana hasta el Tribunal de Estambul para pedir que se haga justicia.\n\nLa fiscalía pide penas de hasta 43 años de prisión por “colaborar con una organización terrorista sin ser miembro”.\n\nEl Instituto Internacional de la Prensa critica los hechos, el director de comunicación del organisno asegura que se está criminalizando el periodismo y castigando a aquellos que hablan y si ahora funciona, lo volverán a hacer.\n\nDiez de los 17 acusados llevan 267 días en prisión. El redactor jefe de la publicación, que también estuvo detenido, comenta desde Alemania:\n\n“Estoy muy orgulloso de mis compañeros que siguen en la cárcel y defiendo su derecho a expresarse y defender la verdad”.\n\nDiferentes organizaciones defensoras de la libertad de expresión han enviado observadores al juicio y critican los hechos en los que se basan para detener a los periodistas, que son, sobre todo, noticias y mensajes en Twitter.\n\nEl proceso puede tardar semanas antes de que los jueces dicten sentencia."}, "title": {"en": "17 Turkish journalists go on trial accused of supporting terrorism", "ar": "تركيا: بدء محاكمة 19 صحفياً وعلاقتها بألمانيا مهددة", "pt": "Julgamento de jornalistas críticos do governo turco", "es": "Empieza el juicio contra 17 periodistas de un diario turco opositor"}, "date": {"en": "07/24/17 00:00:00", "ar": "07/24/17 00:00:00", "pt": "07/24/17 00:00:00", "es": "07/24/17 00:00:00"}}