{"top_image": {"en": "https://static.euronews.com/articles/379265/1000x563_379265.jpg", "ar": "https://static.euronews.com/articles/379265/1000x563_379265.jpg", "pt": "https://static.euronews.com/articles/379265/1000x563_379265.jpg", "es": "https://static.euronews.com/articles/379265/1000x563_379265.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Saudi Arabian foreign minister Adel Al-Jubeir sent a stern warning to Qatar, only a day after the Saudi ambassador to the UN appeared to reduce the demands from 13 to 6.\n\nSpeaking after a meeting with his Belgian counterpart in Brussels, Adel Al-Jubeir said:\n\n“We came to the conclusion that enough is enough. If Qatar wants to be part of the Gulf, it has to act like it. And stop engaging with this mischief. If not, we are prepared to wait for long time. We are not in a hurry. But we can not go back to the way they were”.\n\nHe added that: “the Qataris know exactly whats required from them, they have to respond to it. Thats where we are”.\n\nThis weekend the EU’s foreign policy chief Federica Mogherini will travel to Kuwait, in an attempt to reach a diplomatic solution to the crisis. It is a move that Abu Dhabi-based analyst Richard Burchill says Gulf states will welcome.\n\nBurchill told euronews: “Europe has a lot of experience in dealing with opposing views and bringing people together to address issues of common concern. Europe also has extensive expertise and institutional capacity in dealing with funding of terrorism and support for extremism. So the presence of the EU is to be welcomed, because right now we can not rely on a coherent US position. So Europe can bring some leadership, can bring some objective balance to the debate and discussion. And we will certainly welcome their greater involvement. “\n\nThe current crisis began in June, as Saudi Arabia and allies such as Egypt withdrew ambassadors and imposed trade bans over allegations of Qatari support for terrorism.\n\nQatar has not yet responded to the demands.", "ar": "لم تغير المملكة العربية السعودية من حدة خطابها منذ قطع العلاقات الدبلوماسية مع جارتها قطر، حيث شدد وزير الخارجية السعودي عادل الجبير في بروكسل على موقف المملكة محذرا قطرومهاجما لها في الوقت نفسه. وصرح الجبير خلال مؤتمر صحفي مشترك مع نظيره البلجيكي ديدييه رينديرز في بلجيكا:\n\n“لقد توصلنا إلى استنتاج مفاده..كفى،فلو أن قطر أردات ان تلعب دورا ضمن دول الخليج،فعليها أن تتوقف عن اقتراف الخطايا،وفي الحالة المنافية لذلك، فإننا مستعدون للانتظار ولفترة طويلة،لسنا في عجلة من أمرنا،فنحن لن نعود إلى الوضع كما كان عليه في السابق،فلاقطريون يعرفون جيدا ما الذي ننتظره منهم،يجب أن يقدموا إجابة،هذا هو الحال الذي نحن عليه الآن”\n\nالاتحاد الأوروبي يريد التدخل لحل الازمة التي ترعفها دول الخليج، فرئيسة الدبلوماسية الأوروبية، فيديريكا موغيريني، ستحل نهاية هذا الأسبوع بالكويت.\n\nوقد رحبت دول المنطقة بمشاركة الدبلوماسية الأوروبية في بحث تخفيف أزمة التوتر التي تعرفها دول الخليج وفقا لهذا المحلل من أبو ظبي\n\nويقول ريتشارد بورشيل من معهد تراند بأبو ظبي:\n\n“أوروبا لديها خبرة واسعة في مجال إدارة وجهات النظر المختلفة وتسييرها وتقريب المواقف لمواجهة التحديات و مجابهة المخاوف. لأوروبا أيضا خبرة واسعة وقدرات معتبرة في مجال مكافحة تمويل الإرهاب و المتطرفين، وبالتالي فإن حضور الاتحاد الأوروبي هو موضع ترحيب لأنه في الوقت الحاضر من المستحيل الاعتماد على موقف أميركي ثابت. لذا أوروبا يمكن أن تكون قائدة و يمكن أن توفر توازنا موضوعيا في المناقشات و الحوارات وسوف يستحسن كثيرون التزاما أكبر من أوروبا”\n\nوكانت السعودية والإمارات والبحرين ومصر قطعت في الخامس من ايار/مايو 2017 علاقاتها بقطر وفرضت عليها عقوبات اقتصادية على خلفية اتهامها بدعم الإرهاب. لكن الدوحة التي تضم أكبر قاعدة جوية أميركية في الشرق الأوسط، نفت مرارا الاتهامات بدعم الارهاب.", "pt": "A crise diplomática no Golfo só se resolve quando o Qatar aceitar as exigências dos vizinhos, garantiu o chefe da diplomacia da Arábia Saudita, após uma reunião com o homólogo belga, quinta-feira, em Bruxelas.\n\n“Chegámos à conclusão de que basta o que basta. Se o Qatar quer fazer parte do Golfo, tem que agir de outra forma, tem de parar com este mau comportamento”, disse Adel al-Jubeir.\n\n“Caso contrário, estamos preparados para esperar e ver. Não temos pressa. Mas não podemos voltar à situação anterior. Os Qataris sabem exatamente o que lhes é exigido e cabe-lhes responder. É nesse ponto que estamos”, acrescentou o governante saudita.\n\nPara ajudar a mediar a crise, Federica Mogherini vai deslocar-se ao Kuwait, no próximo fim-de-semana.\n\nA intervenção da chefe da diplomacia da União Europeia poderá diminuir a tensão regional sobre quem dá apoio a grupos extremistas, tais como o Daesh, segundo um analista político do Trend Institute.\n\n“A Europa tem muita experiência em lidar com pontos de vista opostos e em fazer a ponte entre pessoas no sentido de abordarem questões de interesse comum”, disse Richard Burchill à euronews.\n\n“A Europa também possui uma vasta experiência e capacidade institucional ao nível da luta contra o financiamento do terrorismo e do extremismo. A presença da União Europeia é bem-vinda, até porque agora não podemos confiar numa posição coerente por parte dos EUA. Assim, a Europa pode assumir a liderança e trazer algum equilíbrio e objetividade para o debate. E, certamente, agradeceremos esse maior envolvimento”, concluiu o analista político.\n\nArábia Saudita, Emirados Árabes Unidos, Bahrein e Egito instam o Qatar a comprometer-se com seis princípios de combate ao extremismo e terrorismo islâmico, como condição para retomarem as relações diplomáticas com o país, cortadas em junho passado.\n\nO Qatar nega as acusações e recusa-se a aceitar as exigências, que incluem encerrar a cadeia de televisão Al-Jazira, reduzir as relações com o Irão, encerrar uma base militar da Turquia no seu território e coartar as ações de várias pessoas e entidades.", "es": "Arabia Saudí se niega a hacer concesiones con Catar.\n\nEste ha sido el mensaje del ministro de Exteriores saudí, Adel Al Jubeir, después de reunirse con su homólogo belga en Bruselas:\n\n“Llegamos a la conclusión de que ya basta. Si Catar quiere ser parte del Golfo, tiene que actuar como tal, y dejar de involucrarse en estas travesuras. Si no, estamos dispuestos a esperar mucho tiempo. No tenemos prisa, pero no podemos volver a la situación actual. Los cataríes saben exactamente lo que se espera de ellos, así que ellos tienen que responder a esto; y en este punto nos encontramos.”\n\nLa jefa de la diplomacia europea, Federica Mogherini, se desplazará este domingo a Kuwait para intentar mediar en el conflicto.\n\nEl creciente compromiso de la UE en busca de una solución diplomática a la crisis del Golfo es, según los expertos,\n\nuna medida aplaudida por todos:\n\n“Europa cuenta con una larga experiencia en el tratamiento de posturas opuestas y en el acercamiento para abordar temas de interés común. Y además, Europa tiene una amplia experiencia y capacidad institucional para lidiar con la financiación del terrorismo y el apoyo al extremismo. En este momento no podemos confiar en una posición coherente de Estados Unidos, así que Europa puede aportar un cierto liderazgo, y un equilibrio objetivo al debate y la discusión; por lo que aplaudimos su mayor participación”, ha manifestado a Euronews Richard Burchill, analista, Trends Institutions.\n\nArabia Saudí y sus aliados entregaron a Catar trece exigencias para poner fin al bloqueo. La lista incluye el cierre de la televisión Al Yazira, romper relaciones con Irán y los Hermanos Musulmanes y expulsar a los militares de la base turca."}, "title": {"en": "Saudi Arabian foreign minister to Qatar: \"enough is enough\"", "ar": "وزير الخارجية السعودي محذرا قطر:\"كفى\"", "pt": "\"Qatar tem de parar com o mau comportamento\", disse ministro saudita", "es": "Arabia Saudí a Catar: \"Ya basta\""}, "date": {"en": "07/20/17 00:00:00", "ar": "07/20/17 00:00:00", "pt": "07/20/17 00:00:00", "es": "07/20/17 00:00:00"}}