{"top_image": {"en": "https://static.euronews.com/articles/379474/1000x563_379474.jpg", "ar": "https://static.euronews.com/articles/379474/1000x563_379474.jpg", "pt": "https://static.euronews.com/articles/379474/1000x563_379474.jpg", "es": "https://static.euronews.com/articles/379474/1000x563_379474.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Russia’s Inna Deriglazova retained her world title in foil at Leipzig one year after climbing to the top of Olympic tree in Rio, beating Alice Volpi 14 points to 13 in a knife-edged final.\n\nThe fencer from the Volga had already conquered the world in 2015 in Moscow. On the first day of competition in Germany, bronze medals went to the Italian Arianna Errigo, beaten 15-6 by Deriglazova in the semis, and to the French Ysaora Thibus, beaten by Volpi 15 to 12.\n\nHungary’s Andras Szatmari was clearly deligted with his day’s work winning the world saber title beating South Korea’s Gu-Gil-Bon.\n\nThe bronze medals went to the Frenchman Vincent Anstett, beaten in semis by Szatmari 15-11, and Russian Kamil Ibragimov, beaten by Gu 15-12.", "ar": "تمكنت الروسية إينا ديريغلازوفا من الإحتفاظ بلقبها العالمي في اليوم الأول من البطولة العالمية للمبارزة التي تجري فعالياتها في ليبزيغ بألمانيا.\n\nالبطلة الاولمبية في ريو دي جانيرو اعتلت منصة التتويج بعد فوزها على الإيطالية أليس فولبي بنتيجة 14 لمسة ل13 لمسة بعد مواجهة سادتها الإثارة حتى الثواني الاخيرة.\n\nالميدليتان البرونزيتان كانتا من نصيب كل من الإيطالية أريانا إيريغو والفرنسية يساورا تيبيس.\n\nو لدى الرجال معدن الذهب حاز عليه المجري اندراس زاتماري في ختصاص السيف على حساب الكوري الجنوبي غو- بون- جيل.\n\nالمجري تمكن من الفوز في النهائي بفارق أربع لمسات بنتيجة 15 لمسة ل11 لمسة.\n\nفيما كان معدن البرونز من نصيب كل من الفرنسي فانسون انسيت المنهزم في المواجهة نصف النهائية أمام المجري زاتماري، و الروسي كاميل إبراغيموف الذي خسر أمام الكوري الجنوبي .", "pt": "Inna Deriglazova conservou o título mundial em florete, um ano depois da vitória nos Olímpicos do Rio.\n\nA russa foi superior à rival italiana Alice Volpi por 14-13.\n\nJá tinha vencido o mundial em Moscovo, há dois anos.\n\nMedalhas de bronze para a italiana Arianna Errigo e para a fracesa Yasaora Thibus.\n\nAndras Szatmari conseguiu o título mundial na disciplina de sabre.\n\nO húngaro bateu o sul-coreano Gu Bon-gil por 15 a 11.\n\nAs medalhas de bronze foram para o francês Vincent Anstett, eliminado meias-finais por Szatmari quinze a onze e para o russo Kamil Ibragimov, eliminado por Gu 15 a 12.", "es": "La rusa Inna Deriglazova retiene en Leipzig su título mundial en florete un año después de colgarse la medalla de oro en los Juegos Olímpicos de Río de Janeiro. La esgrimista de 26 años se ha impuesto en la final a la italiana Alice Volpi por 14 a 13.\n\nDeriglazova ya se proclamó campeona del mundo en Moscú en 2015. El bronce ha sido para la italiana Arianna Errigo y la francesa Ysaora Thibus.\n\nEn categoría masculina, en esta primera jornada del Mundial de Esgrima, la gloria en sable ha sido para el húngaro András Szatmári. El esgrimista de Budapest ha logrado el título mundial tras imponerse en el duelo final al surcoreano Gu Bon-gil por 15 a 11. El francés Vincent Anstett y el ruso Kamil Ibragimov se han colgado la medalla de bronce."}, "title": {"en": "Fencing: Inna Deriglazova on top of the world", "ar": "الروسية ديريغلازوفا تفوز بمعدن الذهب في البطولة العالمية للمبارزة", "pt": "Deriglazova e Szatmari vencem em Leipzig", "es": "Deriglazova y Szatmári triunfan en Leipzig"}, "date": {"en": "07/21/17 00:00:00", "ar": "07/21/17 00:00:00", "pt": "07/21/17 00:00:00", "es": "07/21/17 00:00:00"}}