{"top_image": {"en": "https://static.euronews.com/articles/380274/1000x563_380274.jpg", "ar": "https://static.euronews.com/articles/380274/1000x563_380274.jpg", "pt": "https://static.euronews.com/articles/380274/1000x563_380274.jpg", "es": "https://static.euronews.com/articles/380274/1000x563_380274.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The removal of Israeli security installations from the entrance to a contested holy site in Jerusalem brought celebrations from hundreds of Palestinians outside the Old City’s Lions Gate.\n\nHotly disputed metal detectors had already been taken away on Tuesday. Late on Wednesday night, as railings and scaffolding – where security cameras had previously been mounted – were carried off on lorries, they chanted and clapped in joy. There were cries of “God is Great” and fireworks were set off.\n\nThe scenes follow a tense standoff between Israel and Palestinians who have been demanding the removal of all security measures – introduced after two policemen were shot dead at the site, which is known to Jews as the Temple Mount and to Palestinians as the al-Aqsa Mosque or Noble Sanctuary.\n\nGenuinely extraordinary scenes near Jerusalem Old City after security measures outside Al Aqsa removed https://t.co/aI5DFZa3zR — Kaamil Ahmed (@KaamilAhmed) July 26, 2017\n\nDespite the celebrations – one Palestinian man was quoted describing a “victory” – some accounts cast doubt on the event’s significance. The Times of Israel said in its report that “relatively minor security installations, including fairly flimsy metal railings”, had been removed.\n\nMuslim leaders said they would decide later on whether worshippers could return to the shrine for prayers. They had demanded that all new security measures at entrances to the compound – including cameras – be removed, giving a list of demands to Israeli police.\n\nEarlier the rival Palestinian factions of Fatah and Hamas called for more mass protests on Friday. The Palestinian Authority under President Mahmoud Abbas has frozen ties with Israel over events in Jerusalem.\n\nThe UN Secretary General Antonio Guterres issued a statement on Wednesday night urging all leaders to “refrain from provocative action and rhetoric”, calling on Israel “to demonstrate restraint”.\n\nThere have been fears of more unrest after deadly clashes last weekend, when three Palestinians died in clashes with Israeli security forces in the West Bank and Jerusalem, and three Israelis were stabbed to death by a Palestinian man at their home in a settlement near Ramallah.", "ar": "اندلعت مناوشات عنيفة بين مصلين فلسطينيين وقوات الاحتلال الإسرائيلي في محيط المسجد الأقصى بعيد تأدية صلاة العصر.\n\nوقام شبان فلسطينيون برفع علم فلسطين فوق سطح المسجد، مادفع قوات الاحتلال إلى الصعود وإنزال العلم، بحسب ماأظهرت عدة محطات تلفزيونية عربية كانت تبث على الهواء مباشرة.\n\nهذا التصعيد يأتي بعد أن رضخت القوات الإسرائيلية ورفعت البوابات الالكترونية التي كانت قد وضعتها عند بوبات الحرم القدسي.\n\nودخل آلاف الفلسطينين يتقدمهم مشايخ القدس بعد ظهر الخميس إلى المسجد الأقصى لأداء صلاة العصر لأول مرة بعد انقطاع أسبوعين احتجاجا على البوبات الالكترونية التي اعتبروها انتهاكا لمقدساتهم.\n\nإصابات جراء التصعيد داخل الحرم القدسي وعند الأبواب\n\nجمعية الهلال الأحمر الفلسطيني أعلنت أنها عالجت 46 إصابة في مواجهات على أبواب المسجد الأقصى وداخل باحاته بين شبان فلسطينيين وقوات الأمن الاسرائيلية.\n\nوقالت جمعية الهلال الأحمر “تعاملت طواقمنا مع 41 إصابة خلال مواجهات باب حطة وباب الأسباط تنوعت ما بين اعتداء بالضرب أدى إلى كسور وإصابات بالرصاص المطاطي وغاز الفلفل وبقنابل الصوت”.\n\nوأضافت الجمعية أنه “يجري علاج خمسة إصابات بالمطاط داخل عيادات المسجد الاقصى”.\n\nاحتفالات صباح الجمعة برفع البوابات الالكترونية\n\nالهيئة الإسلامية العليا في القدس تعبر عن رضاها عن قرار إسرائيل إلغاء الإجراءات الأمنية في حرم المسجد الأقصى وتحث على العودة إلى الصلاة بالمسجد.\n\nوترى أن الوضع عاد كما كان عليه فبل 14 من الشهر الجاري، تاريخ بدئ الأزمة بين الطرفين الفلسطيني والإسرائيلي.\n\nودعت الهيئة إلى إغلاق الجوامع الأخرى في المدينة وإقامة صلاة العصر في المسجد الأقصى.\n\nوفالت الهيئة إن الأزمة لم تنته عند هذا الحد، إذ أن هناك تركمات منذ عام 2003 ومشكلات عالقة يجب التوصل إلى حلها.\n\nفيما أشارت الأردن إلى أنها لن تسمح بعودة السفيرة الإسرائيلية إلى عمان حتى تتم محاكمة الجندي الإسرائيلي الذي ارتكب الجريمة.\n\nمن جهته، ذكر رئيس الديوان الملكي فايز الطراونة، بشأن حادث السفارة الإسرائيلية في عمان، أن “ الأردن يعتبر ما حدث جريمة يتابع حيثياتها النائب العام، وأن هذه الجريمة لم تدخل ضمن أي صفقة تتعلق بالمسجد الأقصى المبارك…\n\nمؤكدا اهتمام الملك عبدالله الثاني بهذه القضية، لافتا إلى أن الحكومة ستقوم بمتابعة هذه القضية حسب القوانين الدولية والأعراف الدبلوماسية لضمان تحقيق العدالة.\n\nإسرائيل تزيل القيود من مدخل الأقصى\n\nالقوات الإسرائيلية أزالت فجر الخميس جميع الجسور الحديدية والممرات التي وضعتها قبل يومين بغرض تركيب الكاميرات الذكية على مداخل المسجد الأقصى من جهة باب الأسباط، وينتظر أن تقرر الهيئة الإسلامية العليا في القدس اليوم بشأن الصلاة داخل المسجد بعد فحص مداخل الحرم للتأكد من إزالة إجراءات الاحتلال.\n\nالتراجع الإسرائيلي جاء نتيجة رد الفعل الفلسطيني الذي أجبر السلطات إلى الخضوع للمطالب الجماهيرية بعودة الأمور إلى ما كانت عليه قبل 13 من الشهر الجاري. قرار الصلاة بالمسجد سيتخذ بعد اجتماع الهيئة الإسلامية العليا في القدس عقب الاستماع لتقرير لجنة فنية شكلتها دائرة الأوقاف الإسلامية والهيئة، التي ستفحص كافة أبواب ومداخل الحرم للتأكد من إزالة كافة التجهيزات الأمنية.\n\nصلاة الفجر خارج الأقصى\n\nآلاف الفلسطينيين من مختلف أحياء القدس أدوا صلاة الفجر في الساحات والشوارع التي شهدت الليلة الماضية قمعا من قبل القوات الإسرائيلية عقب صلاة العشاء.\n\nصلاة الفجر أقيمت في ساحة الغزالي قبالة منطقة “الصلاحية بين بابي “الأسباط “و“حطة” وفي أسفل الشارع الرئيسي المؤدي إلى البلدة القديمة من جهة باب الأسباط فضلا عن إقامة صلاة مماثلة أمام المسجد الأقصى من جهة باب الناظر “المجلس” .\n\n(التغريدة تقول: 30 ألف مصل في باب الأسباط في محيط المسجد الأقصى، عند صلاة الفجر)\n\n\n\n\n\n\n\n\n\nالدعوة إلى يوم غضب\n\nإلغاء إجراءات التقييد الأمنية الإسرائيلية حول المسجد الأقصى جاءت عشية دعوة وجهتها حركة حماس والفصائل الفلسطينية يوم الأربعاء إلى الشعب الفلسطيني “ للخروج في مسيرات جماهيرية غاضبة“، في كافة مناطق الضفة الغربية بعد صلاة الجمعة 28/07.\n\nالدعوة إلى يوم الغضب تأتي وفقا لبيان أصدرته حماس “ رفضا لإملاءات الاحتلال الجديدة في الأقصى، والمتمثلة في الكاميرات والتفتيش اليدوي الذي يحاول الاحتلال فرضه كأمر واقع“، مشددة على أن الضغط الشعبي من شأنه أن يلجم الاحتلال، ويجبره على التراجع”.\n\nوقالت الحركة “ إن على الجميع مساندة أهل القدس عبر التوجه إلى نقاط التماس هناك لإرباك الاحتلال في كافة المناطق، وعدم إعطائه الفرصة للاستفراد بالقدس وأهلها“، داعيةً “ المقاومة الفلسطينية من كافة الفصائل في الضفة الأبية لقول كلمتها في الأحداث الحالية”.\n\nعباس يدعو إلى اجتماع القيادة\n\nفي اعقاب أجواء الاحتفالات التى تعم مدينة القدس، بعد القرار الذي اتخذته اسرائيل بإزالة البوابات الحديدية والكاميرات في محيط المسجد الأقصى.\n\nدعا الرئيس محمود عباس القيادة الفلسطينية إلى اجتماع عاجل اليوم الخميس، وذلك لتدارس المستجدات الجارية في مدينة القدس. الرئيس سيناقش موضوع قيام سلطات الاحتلال الإسرائيلي بإزالة البوابات الحديدية والكاميرات الالكترونية والجسور التي نصبتها بعد يوم الرابع عشر من الشهر الجاري، على أبواب المسجد الأقصى.\n\nاتصال هاتفي بين عباس وعبدالله الثاني\n\nالعاهل الأردني الملك عبدالله الثاني حث خلال اتصال هاتفي مساء الأربعاء، مع الرئيس الفلسطيني محمود عباس، على احترام الوضع التاريخي والقانوني (الوضع الراهن – ستاتوس كفو) في الحرم القدسي الشريف.\n\nالملك عبدالله والرئيس عباس تناولا الأزمة في المسجد الأقصى والحرم القدسي الشريف، وأكدا على مواصلة ترتيب الجهود حيال هذه الأزمة، بما يضمن عودة الأوضاع إلى ما كانت عليه بشكل كامل قبل اندلاعها، واحترام الوضع التاريخي والقانوني القائم في الحرم القدسي الشريف.\n\nوقد الاتفاق على توحيد الجهود والإبقاء على المشاورات، بما في ذلك العمل على إبقاء الأقصى تحت الإدارة الأردنية كما في السابق.\n\nلجنة الأوقاف تسلم مطالبها\n\nاللجنة التي شكلتها دائرة الأوقاف الإسلامية لفحص التغييرات والتجاوزات التي أحدثها الاحتلال على الأبواب الخاصة بالمسجد الأقصى المبارك، سلمت تقريرها لمدير عام أوقاف القدس وشؤون المسجد الأقصى.\n\nوكانت الهيئة الإسلامية العليا ودائرة الأوقاف الإسلامية قد شددت على رفضها التام لكل الإجراءات الإسرائيلية التي اتخذت في الأقصى من تاريخ 14 من تموز/يوليو الحالي، كما تطالب بإعادة فتح كافة أبواب المسجد لجميع المصلين.\n\nمصادر من الأوقاف الإسلامية أشارت إلى أن اللجنة التي تم تشكيلها أنهت تقريرها بعد إجرائها فحصاً شاملاً لكافة أبواب المسجد الأقصى من الخارج، وتم تسليم التقرير لمدير الأوقاف، وكانت الهيئة الإسلامية العليا ممثلة برئيس مجلس الأوقاف الإسلامية ورئيس الهيئة الإسلامية العليا ومفتي القدس والديار الفلسطينية والقائم بأعمال قاضي القضاة قد كلفت دائرة الأوقاف الإسلامية بتشكيل اللجنة.\n\nاللجنة أفادت في تقريرها أن هناك جسورا وقواعد للكاميرات ومسارب حديدية في منطقة باب الأسباط، إضافة إلى جسور خاصة بالكاميرات ثبتت على أبواب المسجد الأخرى.\n\nالتقرير أضاف أن أبواب (حطة والملك فيصل والحديد والقطانين والغوانمة والمطهرة) لا تزال مغلقة منذ 14-7-2017، وأن اللجنة ومجموعة من المختصين بالأمور الفنية والإلكترونية سيتم تعيينهم من قبل دائرة الأوقاف سيقومون بفحص أوضاع المسجد الداخلية (المساجد والساحات والمكاتب)، فيما واصل الفلسطينيون صلواتهم واعتصامهم على أبواب المسجد الأقصى.\n\nسبق ودعا وزير الأوقاف الفلسطيني، الشيخ يوسف أدعيس الجماهير الفلسطينية إلى أداء الصلاة في الأماكن العامة والشوارع يوم غد الجمعة، داعياً الخطباء إلى تخصيص خطبهم عن موضوع القدس، وما تتعرض له المدينة من انتهاكات.\n\nالوزير الفلسطيني حذر في بيان يوم الأربعاء، من التهاون في التعامل مع الوقائع الجديدة التي تحاول إسرائيل تثبيتها على الأرض، من تركيب لكاميرات ذكية وتفتيش مهين للمصلين، في الوقت الذي يقتحم فيه المستوطنين المسجد بشكل يومي.\n\nتفجير صاعق الأزمة الحالية\n\nإثر هجوم أدى إلى استشهاد ثلاثة فلسطينيين ومقتل شرطيين للاحتلال داخل الحرم القدسي، السلطات الإسرائيلية أغلقت الأقصى في 14 من الشهر الحالي ومنعت الصلاة فيه، للمرة الثانية منذ احتلاله مدينة القدس الشرقية عام 1967، ثم أعادت فتح الحرم جزئيا بعد يومين، وفرضت على المصلين الدخول عبر بوابات تفتيش إلكتروني، وهو ما رفضه الفلسطينيون بشدة.\n\nخلال الفترة هذه، مئات الفلسطينيين احتشدوا نهارا والآلاف مساء في منطقة باب الأسباط لأداء الصلوات وللتعبير عن رفضهم لانتهاكات السلطات الإسرائيلية بحق المسجد.\n\nالشرطة الإسرائيلية باشرت الثلاثاء الماضي بإزالة البوابات الإلكترونية، ورغم ذلك استمر الفلسطينيون بالصلاة في الشوارع القريبة من الأقصى، وطالبوا بإزالة كافة القيود التي فرضت في المسجد وعودة الأمور إلى ما كانت عليه.", "pt": "Israel retirou mais equipamentos de segurança instalados na entrada da Esplanada das Mesquitas, em Jerusalém.\n\nE centenas de palestinianos reuniram-se, nesta quinta-feira, no exterior do local sagrado, tanto para os muçulmanos como para os judeus, para comemorar a retirada das medidas de segurança.\n\nNa passada quarta-feira, na esperança de acalmar a agitação, Israel removeu os detetores de metais das entradas das mesquitas e pretendia substituí-los por um sitema de videovigilância – algo inaceitável para os palestinianos e Israel acabou por ceder à pressão.\n\nOs fiéis têm vindo a fazer orações de protesto desde que Israel instalou estas medidas de segurança, depois da morte de dois polícias – algo que provocou os confrontos mais sangrentos dos últimos anos. Um conflito que ultrapassa os dispositivos de segurança e que está relacionado com questões de soberania ou liberdade religiosa.", "es": "Los palestinos cantan victoria tras la retirada de los dispositivos de seguridad a la entrada de la Explanada de las Mezquitas de Jerusalén. El jueves, de madrugada, camiones salieron con las estructuras metálicas desmontadas entre los gritos y cánticos de miles de fieles musulmanes congregados en las plazas y callejuelas adyacentes.\n\nIsrael, que un día antes había retirado los detectores de metal, ha dado marcha atrás ante la presión internacional y la extrema volatilidad de la situación, que hacía temer un estallido de violencia durante la oración del próximo viernes. Según un sondeo, el 77 por ciento de los israelíes opina que la retirada de las medidas de seguridad ha sido una capitulación por parte de su primer ministro, Benjamín Netanyahu, al que acusan de haber gestionado mal la crisis."}, "title": {"en": "Palestinians celebrate as barriers removed from Jerusalem holy site", "ar": "الفلسطينيون يدخلون الأقصى ويفرحون بنصر الإرادة", "pt": "Israel retira segurança da Esplanada das Mesquitas", "es": "Los palestinos celebran la retirada de los controles en la Explanada de las Mezquitas"}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}