{"top_image": {"en": "https://static.euronews.com/articles/303250/1000x563_303250.jpg", "ar": "https://static.euronews.com/articles/303250/1000x563_303250.jpg", "pt": "https://static.euronews.com/articles/303250/1000x563_303250.jpg", "es": "https://static.euronews.com/articles/303250/1000x563_303250.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Iran nuclear talks have missed a Tuesday deadline and are now continuing without the Russian, Chinese and French foreign ministers.\n\nThe negotiators ended talks in the Swiss city of Lausanne in the early hours of Wednesday and said they would meet again later in the day.\n\nAs the talks enter their seventh day, Iran, Russia and Britain said they hoped an initial agreement was within reach. But France’s foreign minister Laurent Fabius left the talks earlier and an official only said he would return when it was “useful”.\n\nThe sticking points have been over Iran’s nuclear research plans and how fast the Western sanctions that are hurting its economy could be lifted.\n\nThe hoped-for political agreement is supposed to pave the way for a final settlement by June 30. The United States has said it could walk away from the talks before that date if no preliminary deal is reached quickly.", "ar": "موفدة يورنيوزإلى لوزان:\n\n“استؤنفت المحادثات بشأن النووي الإيراني صباح اليوم، على الرغم من تخطي المفاوضات المهلة المحددة لها.،ووزراء خارجية روسيا والصين وفرنسا غادروا المحادثات،أما وزير الخارجية الإيراني فقال :إنه تم التوصل إلى “اتفاق شامل” ستتم صياغته بعد محادثات الأربعاء،أما إصدار بيان يبرز التوصل إلى “اتفاق سياسي” فلم يتم بعد”. وقرر الجانبان ، الدول الست و إيران تمديد المحادثات ليوم إضافي مع تحركهما نحو اتفاق لكنهما أخفقا في الاتفاق على تفاصيل أساسية مثل رفع عقوبات الأمم المتحدة.\n\nوالاتفاق الأولي أساسي للتوصل إلي اتفاق نهائي بحلول مهلة غايتها نهاية يونيو حزيران قد ينهي المواجهة النووية المستمرة منذ 12 عاما ويخفض مخاطر حرب أخرى في الشرق الأوسط.\n\nوتهدف القوى العالمية الست الولايات المتحدة وبريطانيا وفرنسا والمانيا وروسيا والصين إلي منع إيران من اكتساب القدرة على تطوير قنبلة نووية في مقابل تخفيف العقوبات الدولية التي تشل الاقتصاد الإيراني", "pt": "O Irão espera chegar a um acordo sobre o programa nuclear esta quarta-feira, um dia após expirar o prazo para um primeiro entendimento sobre as bases das negociações.\n\nAs discussões foram retomadas esta manhã em Lausanne, na Suíça, após a partida dos representantes diplomáticos da China, Rússia e França.\n\nSe o ministro dos Negócios Estrangeiros russo, Serguei Lavrov, fala de um consenso, já o seu homólogo chinês, evocou as divisões persistentes, apelando ao Conselho de Segurança da ONU a resolver o impasse.\n\nEm cima da mesa, o Irão e os cinco membros permanentes do Conselho de Segurança mais a Alemanha, procuram uma solução para equilibrar as aspirações nucleares de Teerão com o levantamento gradual das sanções internacionais ao país.\n\nTeerão continua a contestar a exigência dos países ocidentais de fazerem depender o fim gradual das sanções do abandono do programa de enriquecimento de urânio.\n\nO texto de um acordo poderia ser anunciado até ao final do dia, segundo fontes iranianas, caso se chegue a um entendimento sobre as condições para o levantamento das sanções internacionais a Teerão. Mas alguns representantes diplomáticos europeus evocam a possibilidade de parar a “contagem decrescente”, quando um acordo global terá de ser selado até ao final de junho.", "es": "“Las conversaciones sobre el programa nuclear de Irán sobrepasan ya la fecha fijada y lo hacen, además, sin la presencia de los ministros de exteriores de Rusia, China y Francia. El de Irán dice que un acuerdo global podría llegar este miércoles, sin embargo aún no se ha emitido ninguna declaración que muestre “entendimiento político mutuo”, señala la enviada especial de Euronews a Lausanne.\n\nEsta mañana los negociadores han retomado las conversaciones, en un intento de dar un último impulso al proceso. Mientras que Estados Unidos se muestra escéptico de lo que aquí pueda salir el ministros ruso Serguei Lavrov ha señalado que prácticamente todos los aspectos importantes de la negociación “están acordados”.\n\nAlemania, China, Estados Unidos, Francia, Gran Bretaña y Rusia, coordinados por la Unión Europea, buscan con alcanzar un acuerdo que asegure que Teherán no tenga la capacidad de desarrollar la bomba atómica, algo que les preocupa desde hace años. A cambio Irán vería desaparecer o aliviar parte de las sanciones que asfixian a su economía"}, "title": {"en": "Iran nuclear talks miss deadline, enter seventh day", "ar": "استئناف المفاوضات حول الملف النووي الايراني بعد انتهاء المهلة المحددة", "pt": "Um acordo de primeiro de Abril sobre o programa nuclear iraniano?", "es": "Irán se muestra convencido de que hoy llegarán a un acuerdo sobre su programa nuclear"}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}