{"top_image": {"en": "https://static.euronews.com/articles/379065/1000x563_379065.jpg", "ar": "https://static.euronews.com/articles/379065/1000x563_379065.jpg", "pt": "https://static.euronews.com/articles/379065/1000x563_379065.jpg", "es": "https://static.euronews.com/articles/379065/1000x563_379065.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Just five years after he started cycling, TLJ rider Primoz Roglic has become the first Slovenian to win a Tour de France stage.\n\nTeam Sky’s Chris Froome has a fourth Tour win in his sights. French President Emmanuel Macron met him at the finish, as the Briton celebrated a fourth consecutive stage in the lead.\n\nFormer ski jumper Roglic crossed the finish line solo at the end of an exciting mountain stage, which saw Marcel Kittel crash out early on, forcing him out of the race.\n\nFroome extended his overall lead to 27 seconds, while Fabio Aru slipped down from second to fourth.\n\nThe riders stay in the mountains on Thursday. Just three stages remain before Sunday’s final.", "ar": "لقب المرحلة ال17 من طواف فرنسا الدولي للدراجات الهوائية (تور دو فرانس ) رجع للسلوفيني بريموز روجليتش دراج لوتو.\n\nالبريطاني كريس فروم دراج سكاي مازال محتفظا بالقميص الأصفرفي هذه المرحلة الخاصة التي جرت في جبال اللآلب في سير شوفالي و إمتازت بصعوبة كبيرة بسبب المرتفعات العالية.\n\nصاحب المركز الأول أنهى السباق بعد 5 ساعات و 7 دقائق و 41 ثانية ، فيما دخل فروم ثالثا متاخرا ب دقيقة و13 ثانية.\n\nفي جدول الترتيب العام نجد الكولومبي ريغوبارتو أوران يراقب السباق عن قرب بعد احتلاه للمركز الثاني في هذا اليوم بفارق 27 ثانية فقط .\n\nالمرحلة القادمة ستجمع بين كل من بيانكون و إيزووار وستمتد على طول مسافة 179.5 كيلومترا.", "pt": "Primoz Roglic, da LottoNL-Jumbo. terminou em primeiro lugar a 17ma etapa da Volta a França.\n\nO Esloveno foi um 01:13 segundos mais rápido do que o grupo que o seguia, composto pelo Colombiano Rigoberto Urán,pelo britânico Chris Froome e pelos franceses Romain Bardet e Warren Barguil.\n\nFroome, o britânico da Team Sky mantém assim a camisola amarela.\n\nO português Tiago Machado terminou a etapa em 124to lugar, mais de meia hora depois do vencedor.\n\nNa classificação geral, Froome, Urán e Bardet continuam nos lugares cimeiros. Machado é 74to.\n\nA 18a etapa da edição ligará, na quinta-feira, Briançon a Izoard, na região de Provence – Alpes Côte d’Azur.", "es": "El esloveno Primoz Roglic culminó en solitario la etapa reina de Los Alpes y dio a su país la primera victoria en la historia del Tour de Francia. El corredor del Lotto-NL Jumbo aventajó en1 minuto y 13 segundos a un cuarteto perseguidor en el que se encontraba Chris Froome, que fue uno de los grandes beneficiados de una etapa que no decepcionó.\n\nCon el británico cruzaron la línea de meta el colombiano Rigoberto Urán y los franceses Romain Bardet y Warren Barguil. Fabio Aru entró a 27 segundos en un grupo en el que también estaba Alberto Contador.\n\nFroome continúa líder. Rigoberto Urán le sigue la pista igualado con Bardet a 27 segundos, mientras que Aru divisa ahora el podio a casi medio minuto de distancia.\n\nLa batalla continúa este jueves con la decimoctava etapa, también alpina. Constará de 179.5 kilómetros y tendrá final en alto."}, "title": {"en": "Primoz Roglic makes Tour de France history", "ar": "تور دو فرانس: السلوفيني بريموز روجليتش يفوز بالمرحلة 17", "pt": "Primoz Roglic vence 17ª etapa da Volta a França.", "es": "Roglic reina en los Alpes"}, "date": {"en": "07/19/17 00:00:00", "ar": "07/19/17 00:00:00", "pt": "07/19/17 00:00:00", "es": "07/19/17 00:00:00"}}