{"top_image": {"en": "https://static.euronews.com/articles/380354/1000x563_380354.jpg", "ar": "https://static.euronews.com/articles/380354/1000x563_380354.jpg", "pt": "https://static.euronews.com/articles/380354/1000x563_380354.jpg", "es": "https://static.euronews.com/articles/380354/1000x563_380354.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The Society of Motor Manufacturers and Traders (SMMT) says the UK market was cooling in line with forecasts, following a long period of record growth\n\nThe industry is likely to fall short of its ambition to produce more than two million cars a year by 2020, the SMMT said.\n\nUK car manufacturing was down in June, which mirrored a decline in UK car sales.\n\nOver the first six months of 2017, sales were distorted by a rise in Vehicle Excise Duty in April, which prompted drivers to bring forward purchases of new cars.\n\nThe first six months of 2017, when compared with the equivalent period last year, still showed a fall in UK sales.\n\nBrexit concerns\n\nAs concerns mount over Brexit and the effect of the ongoing uncertainty on investment, the SMMT analysis also suggests that failure to secure a deal – or, at the very least, an interim arrangement maintaining current trading conditions – could cause output to fall in 2019. Supply chain disruption caused by ‘hard’ border controls as the UK leaves the customs union and price increases driven by WTO tariffs, could result in a 10 percent hit to production, taking volumes back to 2016 levels\n\nA so-called hard Brexit, with the UK leaving the EU single market and customs union, could hit production.\n\nThe CEO of the Society of Motor Manufacturers and Traders said: “The government has been in ‘listening’ mode but now it must put on the table the concrete plans that will assure the future competitiveness of the sector.”\n\nA bad #Brexit deal could lead to some cars being pulled from UK showrooms, according to SMMT chief Mike Hawes: https://t.co/wClP0IOwrg pic.twitter.com/sFRh4HHnZR — Auto Express (@AutoExpress) July 27, 2017", "ar": "أعلنت السلطات البريطانية أنها ستحظر بيع السيارات الجديدة التي تعمل بالبنزين والديزل اعتبارا من عام 2040.\n\nوتأتي هذه الخطوة التي أعلن عنها وزير البيئة مايكل غوف في إطار خطة لمنع سيارات البنزين والديزل تماما بعد ذلك بعشرة أعوام، والتوجه نحو دعم السيارات الكهربائية.\n\nوستضعف هذه الخطوة استخدام سيارات الديزل في ثاني أكبر سوق أوروبية، حيث تعتبر هذه السيارات مسؤولة عن تلوث الهواء.\n\nوتواجه الحكومة البريطانية ضغوطا لاتخاذ خطوات لخفض تلوث الهواء بعد خسارة دعاوى قضائية أقامتها جماعات مدافعة عن البيئة.\n\nعدد السيارات الكهربائية في العالم آخذ في الارتفاع\n\nتوجه أوروبي للتخلص من سيارات البنزين والديزل\n\nوزير البيئة الفرنسي نيكولا أولو كان قد أعلنت مطلع شهر تموز/ يوليو الجاري عن إجراء مماثل بحظر بيع السيارات التي تعمل على البنزين والديزل بحلول 2040.\n\nوقالت بعض المدن الألمانية مثل شتوتغارت وميونيخ إنها تدرس حظر بعض السيارات التي تعمل بالديزل.\n\nوتعد صناعة السيارات واحد من التحديات الرئيسية التي يجب أن تعالجها بريطانيا، في الوقت الذي تسعى فيه توقيع اتفاقات تجارة جديدة مع الاتحاد الأوروبي قبل انفصالها عنه.\n\nالبركسيت سيشكل أزمة بالنسبة لصناعة السيارات في بريطانيا\n\nويمكن للخروج من الاتحاد الأوروبي (البركسيت) أن يسبب مشاكل لصناعة السيارات في بريطانيا، من بينها فرض رسوم على السيارات التي ستعبر الحدود بين بريطانيا ودول الاتحاد الأوروبي مستقبلا.\n\nكذلك فأن الانفصال عن الاتحاد الاوروبي سيزعج عمليات التوريد التي ستشهد عبور أجزاء السيارات للحدود عدة مرات لعمليات انتاج مختلفة قبل ادماجها في السيارات.\n\nوتعد بلدان الاتحاد الأوروبي أكبر أسواق السيارات المصنعة والمركبة في بريطانيا.", "pt": "Com Reuters\n\nNo Reino Unido, a venda de veículos abrandou, depois de um período de vendas recorde. O setor automóvel britânico deverá assim produzir menos do que os dois milhões de veículos ligeiros por ano previstos para os próximos três anos.\n\nOs dados são da Sociedade de Construtores e Vendedores de Veículos do Reino Unido, a SMMT.\n\n\n\n\n\nSMMT\n\nSegundo a, a produção de veículos caiuem junho, quando comparada com o mesmo periodo do ano passado.\n\nUma queda na produção que acompanhou um declínio nas vendas. Durante os primeiros seis meses do ano, as vendas foram afetadas pelo aumento do imposto sobre a circulação automóvel no Reino Unido, que teve lugar no mês de abril.\n\n\n\n\n\nQuando comparadas com período homõlogo do ano anterior, asde veículos novos cairamnos primeiros seis meses de\n\nOs industriais do setor preocupam-se também com os efeitos da saída do Reino Unido da União Europeia, o Brexit, nomeadamente no que às exportações e importações diz respeito.\n\nO aumento das tarifas aduaneiras poderia provocar um aumento dos custos e um declínio de até 10% nas vendas.\n\nOutro grande desafio para o mercado automóvel britânico é a decisão de banir veículos a gasolina e a diesel a partir de 2040. Uma decisão que obriga à produção em assa de ligeiros híbridos e elétricos.\n\n\n\nCarros a gasolina e a gasóleo banidos a partir de 2040\n\n\n\nO Reino Unido vai proibir a venda de carros a gasolina e gasóleo a partir de 2040, de forma a reduzir a poluição atmosférica. A medida põe fim a mais de um século de utilização de energias fósseis para motores de veículos, com um inegável impacto sobre a qualidade do ar que respiramos. No entanto, haverá também consideráveis mudanças no mercado do setor automóvel a nível europeu e mundial.\n\n\n\nQue impacto sobre o mercado de trabalho?\n\n\n\nEm primeiro lugar, haverá uma importante mudança a nível comercial. Por agora, os números estão longe representarem uma fasquia importante. Apenas 0,2% dos veículos ligeiros vendidos no continente europeu em 2016 são elétricos. Se contarmos com modelos híbridos – ou seja, com motor elétrico e a gasolina – como o Toyota Prius, a cifra sobe para 1,3%.\n\nEm segundo lugar, a mudança na fabrico de automóveis terá um impacto sobre a estrutura – e mão de obra – necessárias para a produção dos mesmos. Um automóvel com motor tradicional utiliza cerca de 1.400 peças, entre transmissão, sistema exaustor e o próprio motor. Um veículo totalmente elétrico utiliza uma média de 200 componentes.\n\nA associação de empresas da indústria automóvel alemã (VDA, sigla em alemão), estima que a proibição da produção de veículos movidos a combustíveis fósseis poderia ameaçar até 600 mil empregos no país, 430 mil dos quais diretamente relacionados com a produção de componentes para os veículos.\n\n\n\n\n\nNEW: Overall commercial vehicle production falls in first half of 2017 despite strong export growth https://t.co/UuEkhEziqK pic.twitter.com/s2o42nGoKv — SMMT (@SMMT) 27 de julho de 2017\n\nExistem mais dede componentes para veículos no continente europeu. Há mais detrabalhadores no setor em diferentes países.\n\nA criação de unidades de produção automóvel especializadas em híbridos e elétricos poderia criar até 25 mil novos postos de trabalho entre 2015 e 2030, segundo a consultora Alix Partners. Os híbridos poderiam também contribuir para uma relativa absorção das ondas de choque provocadas pela transformação do serviço produtivo, já que este tipo de veículos incorpora também motores tradicionais, ou seja, a gasolina.\n\n\n\nQual a importância da medida britânica para a Alemanha\n\n\n\nEm 2016, o Reino Unido foi o mais importante mercado de exportação para as construtoras alemãs em todo o mundo, tendo em conta que são exportados menos veículos para mercados como a China ou os Estados Unidos por existirem unidades de produção nesses países.\n\n\n\n\n\nForam vendidos, no ano passado, cerca deveículos de marcas alemãs em todo o Reino Unido, o que corresponde a cerca dedo total das exportações de veículos alemães a nível mundial. Desta forma, parece inevitável que as grandes construtoras alemãs acelerem o seu processo deà produção em massa de veículos elétricos para conservarem a presença neste importante mercado de exportação a nível mundial.Cerca dedo custo de produção dos veículos elétricos é absorvido pela produção da bateria, o que significa que esta é ainda cara, ainda que os valores de produção tenham caído de forma importante e permanente.\n\nEspera-se que o custo de produção das baterias desça até chegar ao mesmo nível que o custo de produção de um motor combustível, com todos os componentes incluidos, o que poderá acontecer antre 2020 e 2030. O aumento dos impostos sobre os combustíveis e os mecanismos de compensação para a compra de veículos elétricos deverão contribuir para a tendência.\n\n\n\nQue nível de investimento?\n\n\n\nÉ imporante apostar em estações de recarga dos veículos. Londres, por exemplo, deverá realizar investimentos na ordem dos 10 mil milhões de euros para este tipo de infraestruturas. Segundo a consultora AlixPartners, nenhum destes investimentos foi ainda levado a cabo até ao momento.", "es": "Cae la producción de automóviles en el Reino Unido casi un 14% en junio. Es el tercer mes consecutivo de descenso, lo que se traduce en una bajada interanual del 2,9%.\n\nSegún el último informe de la Sociedad de Fabricantes y Comerciantes de Motores, la producción cayó el mes pasado un 13,7%, respecto a junio de 2016.\n\nEl mercado automovilístico británico se está enfriando, tras un largo período de crecimiento récord, y es probable que la industria no cumpla con su ambición de producir más de dos millones de automóviles al año para 2020.\n\nLa caída de la producción refleja un descenso en las ventas de automóviles. Durante los primeros seis meses de este año, las ventas se vieron distorsionadas por un aumento en el impuesto especial sobre vehículos, en abril, que hizo que se adelantaran las compras de coches nuevos en el Reino Unido.\n\nLa caída ha sido del 9’5%, en estos seis primeros meses del año, respecto al mismo periodo de 2016.\n\nEl informe de la Sociedad de Fabricantes y Comerciantes de Motores sugiere que otra de las causas de este descenso es la incertidumbre que genera el brexit. El documento dice que una salida “dura” de la Unión Europea podría costarle un 10% de su producción a la industria automovilística británica.\n\nEl brexit no está ayudando “ni a la inversión ni al crecimiento”, asegura el director de la sociedad, que insta a Londres a “establecer planes concretos para asegurar un futuro competitivo en el sector”."}, "title": {"en": "UK motor market 'cools' in line with forecasts: SMMT", "ar": "السيارات الكهربائية تكسب المعركة في بريطانيا وفرنسا", "pt": "Queda na produção e nas vendas de automóveis no Reino Unido", "es": "Cae la producción de automóviles en el Reino Unido"}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}