{"top_image": {"en": "https://static.euronews.com/articles/377641/1000x563_377641.jpg", "ar": "https://static.euronews.com/articles/377641/1000x563_377641.jpg", "pt": "https://static.euronews.com/articles/377641/1000x563_377641.jpg", "es": "https://static.euronews.com/articles/377641/1000x563_377641.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Thousands are gathering in the Bosnian town of Srebrenica to commemorate Europe’s worst atrocity since the Second World War.\n\nThe remains of 71 recently identified victims were laid to rest at Srebrenica-Potočari Memorial Centre and Cemetery, as mourners observed the twenty-second anniversary of the massacre.\n\n22 years ago, the worst atrocity on European soil since World War Two took place. Let’s unite against hatred today to honour the victims. pic.twitter.com/NokW4RfE9B — Remember Srebrenica (@SrebrenicaUK) July 11, 2017\n\nAdela Efendic, the daughter of man killed in Srebrenica said: “Today I came here to bury the body of my father. He was killed when I was less than a month old. I really can’t explain how it feels when you have not even met your father, you kind of have a picture of his character in your head. You only have the imagination of your father, that’s all I have.”\n\nAs many as 8,000 Muslims were murdered at the hands of Bosnian Serbs, their bodies dumped in mass graves over the course of the eleven day massacre in 1995.\n\nOccurring during the Bosnian war, it was one of numerous war crimes that the Army of the Republika Srpska are accused of committing over the course of the conflict.\n\nIn addition to the murders, thousands of women, children and elderly people were forcibly deported, and a large number of women were raped.\n\nThe United Nations, which attempted to pass a resolution in 2015 condemning the massacre as genocide, has previously called the events in Srebrenica “the greatest atrocity on European soil since the Second World War”.", "ar": "مرت 22 عاما على مذبحة سريبرينيتسا، أسوأ فظائع أوروبا منذ النازيين في الحرب العالمية الثانية.\n\nفي تموز / يوليو 1995 قتلت قوات صرب البوسنة تحت قيادة الجنرال راتكو ملاديتش أكثر من ثمانية آلاف رجل وامرأة مسلمين في جيب سريبرينيتسا (شرق البوسنة).\n\nوفي نيسان / ابريل 1992، اندلعت الحرب في البوسنة واجتاح جيش صرب البوسنة. وقد استولت القوات الصربية على سريبرينيتسا (36 ألف نسمة) حيث يشكل المسلمون 75٪ من عدد السكان، لكن المسلمين استعادوها بصعوبة بعد عدة أسابيع.\n\nوفي أوائل عام 1993، شنت الصرب هجوما على المناطق التي يسيطر عليها المسلمون. وأصبحت مدينتا سريبرينيتسا وزيبا جيوب معزولة من الأراضي التي يسيطر عليها الصرب. وقد توافد المسلمون من المنطقة إلى سريبرينيتسا وتضاعف عدد السكان إلى 000 60 نسمة. لم يكن لديهم سوى القليل من الطعام أو المياه أو اللوازم الطبية.\n\nوفي نيسان / ابريل، اعلنت سريبرينيتشا وزيبا وغورازده (شرق البوسنة) ثلاث من ست مناطق آمنة تابعة للأمم المتحدة. ونشرت قوة الأمم المتحدة قوات للحماية وبالتالي توقفت الهجمات الصربية. غير أن البلدة ظلت معزولة ولم يصل إليها سوى قلة من القوافل الإنسانية في العامين التاليين.\n\nوأمر الرئيس الصربي البوسني آنذاك رادوفان كاراديتش بإيقاف قوافل المعونة عن الوصول إلى مدينتي “سريبرينيتسا وزيبا”\n\nوفي 9 تموز / يوليه 1995، أصدر كراديتش أمرا بشن هجوما على سريبرينيتسا. فحاصرت القوات الجيب وهاجمت مراكز المراقبة التابعة لقوات حفظ السلام الهولندية، واحتجزت حوالي 30 جنديا كرهائن. وفي اليوم التالي، بدأت القوات الصربية قصفا على سريبرينيتسا. وهدد الهولنديون الصرب بضربات جوية من الناتو إذا لم ينسحبوا.\n\nوفي اليوم التالي قصفت طائرات الناتو الدبابات الصربية في منطقة تقع خارج سريبرينيتسا. وهدد الصرب باستئناف القصف وقتل الجنود الهولنديين. وفي مساء يوم 11 تموز / يوليه، توقفت الضربات الجوية، ودخل القائد العام الصربي البوسني راتكو ملاديتش سريبرينيتسا.\n\nوكان حوالى 30 الف لاجئ مسلم محاصرين حول قاعدة حفظ السلام الهولندية في بوتوكاري شمال سريبرينيتسا بعد ان استولت قوات صرب البوسنة على “المنطقة الآمنة”.\n\nوخلال الأسبوع الذي أعقب سقوط سريبرينيتسا، قتلت قوات الصرب البوسنيين حوالي 000 8 رجل وصبي من الجيب، أثناء محاولتهم الفرار عبر الغابة.\n\nمذبحة جماعية\n\nقامت القوات الصربية وبأوامر مباشرة من أعضاء هيئة الأركان الرئيسية لجيش جمهورية صربيا القادة-العسكريين والسياسيين- بالقيام بعمليات تطهير عرقي ممنهجة ضد المسلمين البوسنيين والمعروفين باسم “البوشنياق“، وقد حدثت على مرأى من الفرقة الهولندية التابعة لقوات حفظ السلام الاممية دون أن تقوم بأي شيء لإنقاذ المدنيين، علما أنها كانت قد طلبت من المسلمين البوسنيين تسليم أسلحتهم مقابل ضمان أمن البلدة، الأمر الذي لم يحصل بتاتاً.\n\nفبعد دخول القوات الصربية البلدة ذات الاغلبية المسلمة، قامت بعزل الذكور بين 14 و50 عاماً عن النساء والشيوخ والأطفال، ثم تمت تصفية كل الذكور بين 14 و50 عام ودفنهم في مقابر جماعية، كما تمت عمليات اغتصاب ممنهجة ضد النساء المسلمات.\n\nوتم تكديس الرجال في المستودعات والمدارس والحظائر في المنطقة الواقعة خارج سريبرينيتسا، ثم أطلقوا عليهم النار، وألقيت جثثهم في مقابر جماعية. ثم قامت القوات الصربية بالتمثيل بالجثث بهدف إخفاء الجريمة. وقام محققو جرائم الحرب التابعون للأمم المتحدة في وقت لاحق بحفر المقابر الجماعية، وكشفوا الجريمة بالكامل.\n\nوقد نفى معظم الصرب في البوسنة وصربيا الذين كانوا ضمن القوات المسلحة في فترة التسعينات وانكرت قوات صرب البوسنة انكارا شديدا ان المذبحة هي ابادة جماعية بينما أقرت محكمة الأمم المتحدة الجرائم كجرائم حرب في يوغوسلافيا السابقة.", "pt": "Com Reuters\n\nMais de 20 anos depois do massacre da localidade bósnia de Srebrenica, foram enterrados os restos mortais de mais 71 vítimas. São homens e meninos muçulmanos bósnios, massacrados por forças sérvias no que foi descrito pelas Nações Unidas como o maior massacre ocorrido em solo europeu depois da Segunda Grande Guerra Mundial.\n\nOs restos mortais pertencem a grupos isolados e mortos de forma sistemática em 1995, durante a guerra da então Jugoslávia. Se homens e meninos foram mortos, as mulheres e as meninas encontradas nos mesmos grupos foram violadas e sofreram violações sistemáticas.\n\nO Comité Internacional da Cruz Vermelha fala em cerca de 8 mil vítimas. As Nações Unidas apontam para pouco mais de 7 mil.\n\nDe resto, tanto o Tribunal de Internacional de Justiça (ICJ, sigla em língua inglesa) como o Tribunal Penal Internacional para a antiga Jugoslávia (ICTY, sigla em língua inglesa) concluiram que o que aconteceu em Srebrenica em 1995 foi um genocídio.\n\n\n\n", "es": "Veintidós años después de la masacre de Srebrenica se siguen enterrando víctimas. En este 22 aniversario de la peor matanza en Europa desde la Segunda Guerra Mundial, 71 bosnios, recientemente identificados, han recibido sepultura en el cementerio de Potocari.\n\n“He venido a enterrar el cuerpo de mi padre, Senaid Efendic. Fue asesinado cuando yo era sólo un bebé de 20 días… así que no puedo explicar cómo se siente uno cuando ni siquiera has conocido a tu padre, cuando ni siquiera puedes recordar cómo era… Sólo tienes lo que imaginas de él, eso es todo lo que tengo”, cuenta Adela Efendic, hija de una víctima de Srebrenica.\n\nMás de 8.000 hombres y adolescentes musulmanes fueron masacrados en pocos días, en julio de 1995, por las fuerzas serbias de Bosnia del general Ratko Mladic.\n\nUn millar de víctimas de la masacre de Srebrenica siguen desaparecidas o sin identificar."}, "title": {"en": "Srebrenica massacre commemorated with burial of recently identified bodies", "ar": "22 سنة على مذبحة مسلمي سربرنيتسا وما يزال الجرح نازفا", "pt": "Funerais de mais 71 vítimas de Srebrenica 22 anos depois", "es": "Srebrenica sigue enterrando muertos 22 años despúes"}, "date": {"en": "07/11/17 00:00:00", "ar": "07/11/17 00:00:00", "pt": "07/11/17 00:00:00", "es": "07/11/17 00:00:00"}}