{"top_image": {"en": "https://static.euronews.com/articles/380396/1000x563_380396.jpg", "ar": "https://static.euronews.com/articles/380396/1000x563_380396.jpg", "pt": "https://static.euronews.com/articles/380396/1000x563_380396.jpg", "es": "https://static.euronews.com/articles/380396/1000x563_380396.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "There have been chaotic scenes at Jerusalem’s Al-Aqsa Mosque as thousands of Muslims poured through the gates to pray.\n\nThis just hours after Israel lifted controversial security measures amid days of violent demonstrations and numerous deaths.\n\nMore than 100 people were hurt in scuffles with police, with officers using stun grenades to try to control the crowds.\n\nThe u-turn by the Israeli government, with the removal of metal detectors and security cameras, is being celebrated by Palestinians.\n\nIn the West Bank Palestinian security forces handed out sweets to passersby.\n\nThe climb-down came after lobbying by the UN, the US and Muslim Arab nations in the region.\n\nOpponents of the Israeli Prime Minister Benjamin Netanyahu accused him of weakness.", "ar": "في الوقت الذي تجددت فيه المواجهات بين الفلسطينيين وقوات الاحتلال الإسرائيلي الخميس في باحة المسجد الأقصى مباشرة بعد انتهاء صلاة العصر، دعا رئيس الحكومة الاسرائيلية بنيامين نتانياهو الخميس الى اعدام الشاب الفلسطيني عمر العبد الذي قتل ثلاثة اسرائيليين طعنا الاسبوع الماضي في مستوطنة حلميش بقضاء رام الله.\n\nمواجهات عنيفة في باحة المسجد الأقصى\n\nوقامت قوات الاحتلال الإسرائيلي بالاعتداء بالضرب وقنابل الغاز وقنابل الصوت على آلاف المصلين الفلسطينيين الذين دخلوا المسجد الأقصى لأول مرة منذ أسبوعين مما أدى إلى إصابة العشرات بجروح متفاوتة.\n\nوأكد الهلال الأحمر الفلسطيني إصابة أكثر من خمسين فلسطينيا بالرصاص المطاطي والاختناق جراء إطلاق قوات الاحتلال قنابل الدخان والغاز في باحات الأقصى.\n\nوقالت جمعية الهلال الأحمر: “تعاملت طواقمنا مع 41 اصابة خلال مواجهات باب حطة وباب الاسباط تنوعت ما بين اعتداء بالضرب أدى الى كسور وإصابات بالرصاص المطاطي وبغاز الفلفل وبقنابل الصوت”. وأضافت انه “يجري علاج عشرة إصابات بالمطاط داخل عيادات المسجد الأقصى”.\n\n“والله ماني قادر ي عمّو… شوف الجنود، الله يقطعهم” 😥 اين الملك سلمان من هذه الطفله #القدس_تنتصر #القدس_في_قلب_سلمان pic.twitter.com/NwfpZHLr6Y — Mohammad ALQADI (@ALQadiPAL) 27 juillet 2017\n\nوقالت مصادر إعلامية أن قوات الاحتلال اعتدت على الأطفال والنساء والشباب وحتى الصحفيين داخل باحات المسجد الأقصى، كما قامت القوات الخاصة الإسرائيلية باعتلاء أسقف المسجد الأقصى وإنزال العلم الفلسطيني من على سطح المسجد القبلي.\n\nوقدمت العائلات المقدسية مع اطفالها للاحتفال داخل المسجد وهم يرتدون ملابس العيد لكن المواجهات أفسدت الفرحة فأصيب الاطفال والنساء بحالات ذعر.\n\nووسط هذه المواجهات أعادت قوات الاحتلال إغلاق كل أبواب الأقصى ولا وقامت بإخلاء المسجد لعدم السماح بالمصليين بأداء صلاتي المغرب والعشاء.\n\nوقال المسؤول الإعلامي لدائرة الأوقاف في المسجد الأقصى فراس الدبس في تصريح إعلامي:” إن قوات الاحتلال غاظها الانتصار الذي حققه الفلسطينيون الخميس بعد الصلاة في باحة الأقصى، وقامت بالاعتداء عليهم بوحشية داخل باحات المسجد في محاولة منها للتنغيص عليهم وحرمانهم من بهجة الاحتفال بهذا الانتصار”.\n\nنتانياهو يطالب بإعدام الشاب الفلسطيني عمر العبد\n\nوقال نتانياهو اثناء تقديم التعزية الى عائلة القتلى الثلاثة “لقد آن الأوان لتنفيذ حكم الإعدام على الإرهابيين في الحالات القصوى”.\n\nواضاف في بيان “موقفي بصفتي رئيس الوزراء هو أن في هذه الحالة عندما يخص الأمر قاتل سافل لهذه الدرجة، فانه يجب إعدامه”.\n\nوورد في البيان أنه” يجب الحصول على إجماع من القضاة ولكنهم يريدون أيضا أن يعلموا ما هو موقف الحكومة من هذا الأمر. وموقفي بصفتي رئيس الوزراء هو أن في هذه الحالة عندما يخص الأمر قاتل سافل لهذه الدرجة، فانه يجب إعدامه”.\n\nرئيس الوزراء نتنياهو عزى عائلة سولومون التي فقدت 3 من أبنائها في #عملية_حلميش الإرهابية وقال: آن الأوان لفرض حكم الإعدام على الإرهابيين. pic.twitter.com/V4U9bKcwoh — بنيامين نتنياهو (@Israelipm_ar) 27 juillet 2017\n\nوقتل فلسطيني ثلاثة إسرائيليين وأصاب شخصاً رابعاً بجروح، قبل أن يُصاب برصاص أحد الجيران في 22 يوليو/تموز الماضي بمستوطنة حلميش بحسب متحدّثة باسم الجيش الإسرائيلي.\n\nووقع هذا الهجوم إثر يوم دام قُتل فيه ثلاثة فلسطينيّين وأصيب 450 آخرون بجروح في مواجهات بين القوات الإسرائيلية ومتظاهرين في القدس الشرقية والضفة الغربيّة المحتلّتين.\n\nإسرائيل أعادت فتح باب الحطة وأغلقته لاحقا\n\nوكانت قوات الاحتلال الإسرائيلي قد رضخت لمطالب آلاف الفلسطينيين المرابطين في محيط المسجد الأقصى وفتحت باب حطة، أحد أبواب القدس القديمة المطلة على الحرم القدسي، الذي ربطت الهيئات الدينية في القدس الدخول للأقصى بفتحه.\n\nوكانت إسرائيل قد أقامت بوابات إلكترونية على المدخل الرئيس لباب الأسباط بالمسجد الأقصى، وفي ساحته الرئيسية بعد مقتل اثنين من جنودها في القدس برصاص مسلحين فلسطينيين، قتلتهم الشرطة لاحقا.\n\nالبيت لنا والقدس لنا\n\nوبأيدينا سنعيد بهاء القدس pic.twitter.com/lhDHVUnf2r — فيروز Fairouz (@Fairouzna) 27 juillet 2017\n\nوعارض الفلسطينيون بشدة تلك الإجراءات الأمنية التي اتخذتها إسرائيل وامتنعوا عن دخول الحرم القدسي، احتجاجا على ما اعتبروه محاولة إسرائيلية لبسط السيادة عليه.\n\nوقرر المجلس الأعلى للأوقاف في القدس الخميس استئناف الصلاة في المسجد الأقصى، وذلك بعدما أكملت السلطات الإسرائيلية إزالة المعدات الأمنية.", "pt": "A reabertura da esplanada das mesquitas aos fiéis muçulmanos parece longe de acalmar a tensão das últimas semanas em Jerusalém.\n\nMais de 90 pessoas ficaram feridas esta quinta-feira durante novos confrontos entre jovens palestinianos e a polícia israelita nas imediações do local sagrado.\n\nAs cenas de violência teriam ocorrido depois da polícia ter impedido por várias vezes o acesso de peregrinos através de uma das portas do recinto. Os agentes responderam com gás lacrimogéneo e granadas de atordoamento ao lançamento de pedras e projéteis de alguns manifestantes.\n\nO primeiro-ministro Benjamin Netanyahu ordenou o reforço da presença policial em previsão de uma nova escalada dos protestos.\n\nMilhares de pessoas continuam, no entanto, a aceder ao terceiro lugar sagrado do Islão depois da autoridade muçulmana da mesquita de Al-Aqsa ter levantado o boicote às orações no interior da instalação.\n\nIsrael tinha cedido esta manhã à pressão internacional ao retirar os polémicos sistemas de segurança instalados há duas semanas e criticados como uma violação do estatuto do lugar sagrado, administrado pela Jordânia.\n\nA autoridade muçulmana de Al-Aqsa celebrou o gesto de Israel como uma “vitória”.", "es": "Alrededor de un centenar de heridos en la Explanada de las Mezquitas por los enfrentamientos entre palestinos y fuerzas de seguridad israelíes pese a levantarse los controles impuestos por el Estado hebreo. Después de once días con un sistema de arcos con detectores de metales a la entrada de la explanada, centenares de musulmanes decidieron volver este jueves al lugar santo. Pero lo hicieron alzando banderas palestinas en lo alto de la mezquita de Al Aqsa como protesta por las medidas que había aplicado el Gobierno israelí. Acto seguido, estallaron los choques con la policía que cargó varias veces con abundante material antidisturbios.\n\nEl balance provisional es de 96 personas heridas, según la Media Luna Roja. La mayoría fueron atendidas cerca de la puerta de Los Leones, mientras que otras recibieron atención médica ya en su interior. Por su parte, uno de los agentes resultó herido por una pedrada.\n\nEn otras ciudades ocupadas de Cisjordania como Hebrón, se celebró como una fiesta el levantamiento israelí de los detectores de metales. El pasado 14 de julio, dos árabes-israelíes atacaron en una de las puertas de la explanada a policías y mataron a dos de ellos antes de ser abatidos. Durante estos días, se estableció por primera vez estos controles. Lo que provocó la ira del Gobierno palestino."}, "title": {"en": "Dozens wounded as Palestinians clash with Israeli security forces in Jerusalem", "ar": "تجدد الاشتباكات في باحات الأقصى ونتنياهو يدعو لإعدام الشاب الفلسطيني عمر العبد", "pt": "Regresso a Al-Aqsa marcado por novos confrontos", "es": "Un centenar de heridos en Al Aqsa pese a levantarse los controles de metal"}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}