{"top_image": {"en": "https://static.euronews.com/articles/376292/1000x563_376292.jpg", "ar": "https://static.euronews.com/articles/376292/1000x563_376292.jpg", "pt": "https://static.euronews.com/articles/376292/1000x563_376292.jpg", "es": "https://static.euronews.com/articles/376292/1000x563_376292.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "For this edition of The Global Conservation, euronews was in Tallinn, Estonia: the Baltic nation that will spend the next six months in the EU hotseat.\n\nThis comes at a time when the 28-member club is facing a number of huge challenges: an ongoing migration crisis, Brexit and a resurgent Russia.\n\nEuronews met with the Estonian President Kersti Kaljulaid, who took up her post as head of state in October last year.\n\nEuronews – James Franey\n\nEstonian President Kersti Kaljulaid. Welcome to The Global Conversation.\n\nThe President of Estonia – Kersti Kaljulaid\n\nThank you.\n\nEuronews\n\nI just want to begin by asking you, the Italian government have threatened to close off their ports to humanitarian ships, which are not from Italy. What’s your reaction to that? With migration being really at the top of the agenda as you look set to take over the EU presidency.\n\nPresident Kaljulaid\n\nWe need to break this situation where some countries are saying that they will not accept any part. They will take no responsibility at all. And then there are other countries who have this burden. We need to break this situation. We need to bridge the two differently thinking sides.\n\nFrance, Germany, Italy agree to work together on migrant crisis – euronews https://t.co/nnDLvltnzU — France watch (@Francewatch) July 3, 2017\n\nAnd there are different mechanisms. After all, because (the) EU by its nature is also quite a strong redistributor. It redistributes resources between the countries so that they can manage better the difficult situations which they are in. I think we need to look at all possible options. We also need to understand this – that people coming to Europe who have the right to seek asylum, they have certain preferences to where they go. And we have to discuss this through as well.\n\nPeople, because they can freely move, move, of course, around in Europe. They tend to go where probably their income level in the future might be higher. And it’s human. It’s a very understandable situation. Because if you have lost everything. If you have lost your home already, you will try to get the best conditions for you and your family. Middle-income countries face difficulties here. We need to discuss those issues as well.\n\nEuronews\n\nAnd you said about ‘possible options’ to bring these countries onside, who are not living up to their commitments as it were. What kind of options could you be talking about?\n\nPresident Kaljulaid\n\nI am thinking of the possibility to support financially more those countries who are ready to accept people coming from other countries. On the other hand, you cannot create a moral difficulty for those governments, who will then have (to face) questions.\n\n‘They are asylum seekers. They are settling here. You are supporting them better than the people who are your own poor.’\n\nWe need to have all these points on the table and discuss them through. But it is not a situation that will be solved by itself. Good faith is needed.\n\nEuronews\n\nPresident Trump, he’s been – let’s say lukewarm – with regards to his commitments towards NATO. How confident are you that he’s fully behind the alliance?\n\nPresident Kaljulaid\n\nHe takes to the Twitter and his words might not be exact or spot-on as we expect maybe, or hope them to be.\n\nBut if you look outside of the Twitter world, and if you look at the whole administration’s policy, it’s rock solid. I have absolutely no doubt that it has been for all these six months. The messages that me and my colleagues around this region have received are exactly the same. There is no wavering. There hasn’t been any wavering. And, of course, we feel secure because – you know – being prepared because you have an unpredictable neighbour doesn’t mean being afraid. We don’t deal every day with thinking: “What if?”.\n\nWe do trust NATO. We do trust our allies. And we have an alliance based on our democratic values. Based on the international security architecture. We all respect our signatures on international contracts and agreements. Indeed, there is a country – our neighbour – who unfortunately at this moment does not respect its own signatures on these international agreements.\n\nEuronews\n\nRussia has some 300,000 troops stationed on its western flank. What do you think Mr. Putin’s intentions are?\n\nPresident Kaljulaid\n\nWhat Mr. Putin has been after, already before the Georgian war, in fact, was to renegotiate, rearrange exactly this what we talked about – the international security architecture built on the Helsinki Final Act, which says every country has the right to decide with whom they do business, with whom they associate themselves. And this does not suit him. He is out to change it.\n\nIn Georgia, I believe that the Western world made an error because they didn’t see that they are teaching the wrong lesson. There was a try to renegotiate before that, when Medvedev was president, in fact. It was a no-go. But then in Georgia, Russia learned that if you act, the reaction is relatively mild. And so the avalanche arrived in Crimea. And then, I guess… Then I am quite sure that everybody understood what is behind it. It is a threat to our international security architecture. The right to every country to decide needs to be defended.\n\nEuronews\n\nI just want to look at this issue of unity because the standard line in the European Union is that ‘we are all united’. We did indeed see the extension of sanctions against Russia over Ukraine. But there are lots of other divisions as well. Take the example of the Nord Stream 2 pipeline, we had 13 countries speak out against it in Brussels just a few days ago. But Germany and France seem to be fully behind it. What’s your take on that?\n\nPresident Kaljulaid\n\nGas is just losing its importance, anyway. And you cannot hold anybody hostage anymore by pipelines. Of course, that also means that you cannot guarantee anybody big revenues by using their pipelines. And that now brings us to the Ukrainian question. You may have NordStream 2 or you may not have NordStream 2, but you have to understand that the supply of gas will be diversified through other options in the whole of Europe anyway. Technology is just changing so quickly.\n\n13 EU states have protested against #nordstream2, which is anything but a simple commercial projecthttps://t.co/FeRfOioSTf#Germany #Russia — Tat Atfender (@TatAtfender) July 3, 2017\n\nEuronews – James Franey\n\nDo you think Mr. Putin uses gas and energy as a means of dividing the EU?\n\nPresident Kaljulaid\n\nHe definitely tries to use every crack to put a wedge in and show that Europe is not united.\n\nEuronews – James Franey\n\nThe British Prime Minister Theresa May has made an offer on citizens rights. I believe there’s roughly 10,000 Estonians living in the United Kingdom. Do you think the offer that she has made is sufficient?\n\nPresident Kaljulaid\n\nWe do hope and we are quite sure that we can trust the UK to protect their rights.\n\nEuronews – James Franey\n\nAnd how can that be done?\n\nPresident Kaljulaid\n\nThe United Kingdom is a democratic country, a free country, which shares our values, which will remain in Europe, which will remain our partner and ally, even after the Brexit happens. We will not allow any of those discussions to break down those links and this is not anybody’s objective in Europe, I can assure you.\n\nEuronews – James Franey\n\nYou said something very interesting there….“when Brexit happens.” There are still some people in Brussels who think that Brexit is reversible and might not happen.\n\nPresident Kaljulaid\n\nI would very much hope that it could be the case. But I don’t see how this could happen. Of course, I am not happy to see the UK leave the European Union. I am more sad maybe for the British people because, as I said already, I don’t think that even economically this is a decision that will pay off.", "ar": "أجرى المقابلة:\n\nموفد يورونيوز، جيمس فريني\n\nفي هذه الحلقة من “غلوبال كونفرزيشن” تطل عليكم يورونيوز من العاصمة الإستونية تالين، إذ أن هذا الشعب البلطيقي سيمضي الأشهر الستة المقبلة في كرسي رئاسة الاتحاد الأوروبي.\n\nيأتي هذا في الوقت الذي يواجه فيه أعضاء هذا الاتحاد الثمانية والعشرين، تحديات ضخمة: أزمة المهاجرين والبركسيت والطفرة الروسية الجديدة.\n\nضيفتي رئيسة إستونيا كيرستي كاليولايد، التي تسلمت منصبها كرئيسة للدولة في تشرين الأول/أكتوبر الماضي.\n\nموفد يورونيوز، جيمس فريني:\n\nالرئيسة الإستونية كيرستي كاليولايد مرحبا بك في غلوبال كونفرزيشن.\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nشكرا\n\nموفد يورونيوز، جيمس فريني:\n\nأود بداية أن أسأل، الحكومة الإيطالية هددت بإغلاق موانئها في وجه سفن الإغاثة الإنسانية غير الإيطالية. ما هو رد فعلكم بهذا الشأن؟ حينما أصبحت الهجرة على رأس أجندة العمل، إذ تتسلمون رئاسة الاتحاد الأوروبي.\n\nرئيسة إستونيا كيرستي كاليولايد\n\nنحتاج إلى كسر هذا الوضع، حيث تقول بعض الدول إنها لن تقبل المشاركة. ولن تتحمل أية مسؤولية.\n\nفيما تتحمل دول أخرى كامل العبئ. علينا كسر هذا الوضع. علينا بناء الجسور بين الجانبين على طرفي النقيض. وهناك آليات مختلفة لتحقيق ذلك.\n\nلأن الاتحاد الأوروبي بطبيعته مؤسسة قوية لإعادة التوزيع. فهو يعيد توزيع الموارد بين الدول لتتمكن من إدارة الظروف الصعبة التي تعترضها.\n\nأعتقد أننا نحتاج إلى النظر في كافة الخيارات الممكنة. وعلينا إدراك أن هؤلاء الناس، الذين يأتون إلى أوروبا يملكون الحق بطلب اللجوء، ولديهم أفضليات محددة لوجهتهم.\n\nعلينا بحث هذا أيضا، لأنه يمكنهم التحرك بحرية في أنحاء أوروبا بالطبع. إنهم يميلون إلى الذهاب حيث مستوى الدخل أعلى في المستقبل. وهذا إنساني. وهي حالة مفهومة تماما.\n\nلأنك عندما تفقد كل شيء، عندما تفقد وطنك، ستحاول الحصول على الشروط الأفضل لك ولعائلتك. الدول ذات الدخل المتوسط تواجه صعوبات هنا. نحتاج إلى بحث هذه المسائل أيضا.\n\nموفد يورونيوز، جيمس فريني:\n\nتحدثتم عن الخيارات المحتملة لإشراك هذه الدول، التي لا تفي بالتزاماتها. ما نوع الخيارات التي تتكلمون عنها؟\n\nرئيسة إستونيا كيرستي كاليولايد\n\nأنا أفكر بإمكانية الدعم المالي أكثر لتلك الدول التي على استعداد لاستقبال الناس الآتية من دول أخرى. ومن جهة أخرى، لا يمكنك خلق عوائق أخلاقية لتلك الحكومات، التي ستواجه هذه المسائل.\n\nإنهم طالبي لجوء. حلّوا هنا. أنت تقدم لهم الدعم أفضل من فقراء بلادك.\n\nنحتاج إلى أخذ جميع هذه النقاط بعين الاعتبار لبحثها على الطاولة. وهي ليست المشكلة التي يمكن أن تحل بنفسها. نحتاج إلى النوايا الحسنة.\n\nموفد يورونيوز، جيمس فريني:\n\nالرئيس ترامب، كان دائما، دعونا نقول فاترا، فيما يتعلق بالتزاماته تجاه الناتو. إلى أي حد أنتم واثقون بأنه يدعم الحلف تماما؟\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nإنه يلجأ إلى التويتر وكلماته يمكن أن لا تكون سليمة تماما أو يعول عليها ، كما نتوقع أو نأمل أن تكون. لكنك لو نظرت خارج عالم التويتر، ولو نظرت إلى سياسة الإدارة بشكل عام، لوجدتها صلبة.\n\nليس لدي أدنى شك، بأنها كانت كذلك على مدى الأشهر الستة الماضية. الرسائل التي تسلمناها أنا وزملائي في المنطقة متشابهة تماما.\n\nليس هناك تذبذب. لم يكن هناك أي تذبذب. وبالطبع نحن نشعر بالأمان لأن، كما تعلمون، أن تكون جاهزا لأن لديك جيران لا يمكن التنبؤ بتصرفاتهم، لا يعني أنك خائف. نحن لا نعمل يوميا على مبدأ “ماذا لو؟”\n\nنحن نثق بالناتو. نحن نثق بحلفائنا. ولدينا حلف قائم على قيم الديمقراطية. قائم على أساس بنية الأمن العالمي. جميعنا نحترم تواقيعنا على العقود والاتفاقات الدولية.\n\nفي الواقع، هناك دولة، مجاورة، للأسف لا تحترم حاليا، تواقيعها على هذه الاتفاقات الدولية.\n\nموفد يورونيوز، جيمس فريني:\n\nروسيا لديها نحو 300 ألف جندي يتمركزون على الجبهة الغربية. ماذا تعتقدون بشأن نوايا السيد بوتين؟\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nماذا كان يتوجب على السيد بوتين عمله قبل الحرب على ورجيا مباشرة؟ في الواقع، كان عليه إعادة التفاوض وإعادة الترتيب، هذا ما تحدثنا بشأنه. بنية الأمن العالمي قامت على أساس وثيقة هلسنكي النهائية، التي تقول إن كل دولة لها الحق في أن تقرر مع من تتعامل ومع من ترتبط.\n\nوهذا لا يناسبه. لذا يعمل على تغيير ذلك. في جورجيا، أعتقد أن الغرب ارتكب خطأ، لأنهم لم يدركوا أنهم يقدمون الدرس الخطأ.\n\nكانت هناك محاولة لإعادة التفاوض قبل ذلك، عندما كان مدفيديف رئيسا، عمليا. كان الحال متوقفا. لكن في جورجيا، روسيا تعلمت أنه إن بادرت بفعل ، فإن رد الفعل سيكون معتدلا نسبيا.\n\nوهكذا كان الانهيار الثلجي الذي انهال على القرم. وفي تلك المرة، على ما أعتقد. إذن، أنا متأكدة تماما أن كل شخص فهم ماذا وراء الأكمة. إنه تهديد لبنية الأمن العالمي. كل دولة تملك الحق في أن تقرر احتياجاتها للحماية.\n\nموفد يورونيوز، جيمس فريني:\n\nأود فقط أن أنظر إلى قضية الوحدة هذه، لأن المعيار في الاتحاد الأوروبي هو أننا جميعا متحدون. شهدنا توسيعا فعليا للعقوبات ضد روسيا بسبب أوكرانيا. لكن هناك الكثير من المجالات الأخرى كذلك. لنأخذ على سبيل المثال، الفرع الثاني من السيل الشمالي، لدينا 13 دولة عارضت المشروع في بروكسل منذ أيام. لكن ألمانيا وفرنسا يبدو أنهما مؤيدتان تماما. فما سيكون موقفكم؟\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nعلى أي حال،الغاز يفقد أهميته. ولا يمكنك أن تضع أحدا رهن هذه الأنابيب بعد. بالطبع، هذا يعني أنك لا تستطيع أن تضمن عائدات كبيرة لأحد من خلال استخدام خط الأنابيب، ما يسوقنا الآن، إلى القضية الأوكرانية.\n\nيمكنك أن تنشئ الفرع الثاني من السيل الشمالي أو لا تنشئ، لكن عليك أن تدرك أن إمدادات الغاز ستتنوع عبر خيارات أخرى في جميع أنحاء أوروبا. التكنولوجيا تتغير بسرعة كبيرة.\n\nموفد يورونيوز، جيمس فريني:\n\nهل تعتقدون أن السيد بوتين يستخدم الغاز كوسيلة لشق أوروبا؟\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nإنه فعلا يحاول استغلال أي شق ليدق فيه إسفينا، ويُظهر أن أوروبا غير موحدة.\n\nموفد يورونيوز، جيمس فريني:\n\nرئيسة الوزراء البريطانية تيريزا ماي قدمت عرضا بشأن حقوق المواطنين. أعتقد أن هناك نحو 10 آلاف إستوني يعيشون في المملكة المتحدة. هل تعتقدون أن هذا العرض كاف؟\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nنأمل ونحن متأكدون تماما أنه يمكننا الوثوق بالمملكة المتحدة لحماية حقوقهم.\n\nموفد يورونيوز، جيمس فريني:\n\nكيف يمكن تحقيق ذلك؟\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nالمملكة المتحدة هي دولة ديمقراطية، ودولة حرة، تشاركنا قيمنا، التي ستبقى في أوروبا وستبقى شريكنا وحليفنا، حتى بعد الانتهاء من تنفيذ البركسيت. لن نسمح لأي من هذه الأحاديث أن تقوض هذه الروابط وهذا لا يمثل هدفا لأحد في أوروبا، أستطيع تأكيد ذلك.\n\nموفد يورونيوز، جيمس فريني:\n\nلقد ذكرتم شيئا مهما جدا هنا “عندما يتم تنفيذ البركسيت”. مازال هناك بعض الأشخاص في بروكسل ، يعتقدون أنه يمكن العودة عن البركسيت وأنه يمكن أن لا ينفذ.\n\nرئيسة إستونيا كيرستي كاليولايد:\n\nلدي أمل كبير في ذلك، لكني لا أرى كيف يمكن أن يحدث هذا. بالطبع، إنني لست سعيدة برؤية المملكة المتحدة تغادر الاتحاد الأوروبي. ربما أنا حزينة أكثر على الشعب البريطاني، لأنه كما قلت لا أعتقد ولو على المستوى الاقتصادي، أن هذا القرار سيصبح ساري المفعول.", "pt": "A euronews foi a Tallinn, capital da Estónia. O país do Báltico passará os próximos seis meses no comando da União Europeia. A passagem de poder acontece quando o grupo dos ainda 28 enfrenta uma série de grandes desafios: uma crise migratória contínua, o Brexit e uma Rússia que ressurge. A nossa convidada é a presidente do país, Kersti Kaljulaid, que assumiu o cargo de chefe de Estado em outubro do ano passado.\n\nEuronews:\n\nQuero começar por abordar a questão da migração. O governo italiano ameaçou fechar os portos aos barcos humanitários, que não são italianos. Como reage a isto? Esta questão está no topo da agenda no momento em que assume a presidência da UE.\n\nKaljulaid:\n\nPrecisamos de resolver esta situação, principalmente quando há alguns países que querem descarta-se. Que dizem que não assumirão nenhuma responsabilidade. E existem outros Estados que têm carregado sozinhos, esse fardo. Precisamos resolver essa situação. Precisamos unir os dois lados, que pensam de maneira diferente. E existem diversos mecanismos para isso. Afinal, é esta a natureza da União Europeia, ela tem uma capacidade bastante forte de redistribuição. Ela redistribui recursos, entre os países, para que eles possam gerir melhor as situações difíceis em que estão. Penso que precisamos examinar todas as opções possíveis. Também precisamos entender que as pessoas que vêm para a Europa, que têm o direito de procurar asilo, têm preferência em relação ao lugar para onde querem ir. Também temos que discutir isso porque eles podem circular livremente, é claro, na Europa. Eles tendem a ir para onde o seu nível de vida, no futuro, possa ser melhor. E é humano. É uma situação muito compreensível. Porque se se perdeu tudo, se se perdeu a casa, tenta-se conseguir as melhores condições para si e para a sua família. Os países com um nível de vida mediano enfrentam dificuldades nesta matéria. Precisamos, também, discutir essas questões.\n\nEuronews:\n\nFalou de “possíveis opções” para fazer os países que não estão a cumprir os seus compromissos chegaram-se para a frente. De que tipo de opções está a falar?\n\nKaljulaid:\n\nEstou a pensar na possibilidade de apoiar mais, a nível financeiro, os Estados que estão prontos para aceitar pessoas provenientes de outros países. Por outro lado, não se podem criar dificuldades, em termos morais, a esses governos, obrigados a enfrentar desafios. Eles recebem requerentes de asilo. Que se estão a instalar no seu país. A apoiá-los mais do que às pessoas pobres do seu próprio país.\n\nPrecisamos de debater todos esses pontos. Esta não é uma situação que se resolve por si só. É necessária boa-fé.\n\nEuronews:\n\nO presidente Trump foi, digamos, pouco claro no que diz respeito aos seus compromissos com a NATO. Acredita que ele continua a apoiar a aliança?\n\nKaljulaid:\n\nEle exprime-se através do Twitter e as suas palavras podem não ser precisas, concretas, como esperamos que elas sejam. Mas se olharmos para fora do mundo do Twitter, para toda a política da sua administração, ela é sólida. Não tenho dúvidas de que o foi durante estes seis meses. As mensagens que eu e os parceiros da região recebemos são exatamente as mesmas. Não há nenhum vacilo. E é claro que nos sentimos seguros, preparados. Ter um vizinho imprevisível não significa ter medo dele. Não passamos o dia a pensar: “E se?”.\n\nConfiamos na NATO. Confiamos nos nossos aliados. E temos uma aliança baseada nos nossos valores democráticos. Baseada na arquitetura da segurança internacional. Respeitamos todas as assinaturas que fizemos nos contratos e acordos internacionais. Ainda que, exista um país, nosso vizinho, que, infelizmente, neste momento, não respeita os acordos internacionais que ele próprio assinou.\n\nEuronews:\n\nA Rússia tem cerca de 300 mil soldados estacionados no seu flanco ocidental. Na sua opinião, quais são as intenções de Putin?\n\nKaljulaid:\n\nAquilo que Putin queria, já antes da guerra na Geórgia, era renegociar, reorganizar aquilo de que estivemos a falar: a arquitetura da segurança internacional construída na Ata Final de Helsínquia, que diz que cada país tem o direito de decidir com quem quer fazer negócios, com quem se quer associar. E isso não lhe convém. Ele quer alterar isso. Acredito que o mundo ocidental cometeu um erro na Geórgia porque não viu que eles estão a ensinar a lição errada. Houve uma tentativa de renegociação, antes disso, quando Medvedev foi presidente. Na altura, na Geórgia, a Rússia aprendeu que as reações às suas ações seriam pouco expressivas. E então chegou a avalancha na Crimeia. Penso que, não, tenho a certeza de que todos entenderam o que está por detrás disto. É uma ameaça à nossa arquitetura de segurança internacional. O direito que cada país tem de decidir se precisa ser defendido.\n\nEuronews:\n\nSobre a questão da unidade, a base da União Europeia é estarmos todos unidos. Vimos a extensão das sanções contra a Rússia, por causa da Ucrânia. Mas há muitas outras divisões. Por exemplo o gasoduto Nord Stream 2, tivemos 13 países que se manifestaram contra, em Bruxelas, há alguns dias. Mas a Alemanha e França parecem manter as suas convicções. O que pensa sobre isso?\n\nKaljulaid:\n\nO gás está a perder importância. Ninguém pode ser refém de outro por causa de um gasoduto. Isso significa que também não se pode garantir grandes receitas usando os gasodutos dos outros. E isso agora leva-nos à questão ucraniana. Podemos ter o NordStream 2, ou talvez não tenhamos o NordStream 2, mas é preciso entender que o fornecimento de gás tem de ser diversificado, tem de haver outras opções, em toda a Europa. A tecnologia muda muito rapidamente.\n\nEuronews:\n\nPensa que Putin usa o gás e a energia como forma de dividir a UE?\n\nKaljulaid:\n\nEle tenta de tudo para mostrar que a Europa não está unida.\n\nEuronews:\n\nA primeira-ministra britânica, Theresa May, fez uma oferta em relação aos direitos dos cidadãos. Acredito que existem, aproximadamente, 10.000 cidadão da Estónia a viver no Reino Unido. Pensa que a oferta que ela fez é suficiente?\n\nKaljulaid:\n\nEsperamos, e estamos certos, de que podemos confiar no Reino Unido na proteção dos direitos dos cidadãos.\n\nEuronews:\n\nComo?\n\nKaljulaid:\n\nO Reino Unido é um país democrático, um país livre, que partilha os nossos valores, que permanecerá na Europa, que continuará a ser nosso parceiro e aliado, mesmo depois do Brexit. Não permitiremos que nenhuma dessas discussões quebre essas ligações e esse não é o objetivo de ninguém na Europa, posso garantir-lhe.\n\nEuronews:\n\nDiz “depois do Brexit”. Isso apesar de em Bruxelas ainda haver pessoas que acreditam que ele é reversível, que o Brexit pode não acontecer…\n\nKaljulaid:\n\nGostava que fosse esse o caso. Mas não vejo como. Claro que não estou feliz em ver o Reino Unido sair da União Europeia. Estou mais triste, talvez, pelo povo britânico, porque, como já disse, não acho que, mesmo economicamente, esta seja uma decisão com a qual eles tenham a ganhar.", "es": "Estonia toma el timón de la Unión Europea justo cuando el bloque de países hace frente a muchos desafíos: el Brexit, la llegada de Donald Trump, la crisis migratoria…y la amenaza de Rusia.\n\nGlobal Conversation entrevistó a la presidenta de Estonia Kersti Kaljulaid, que asumió el puesto en octubre pasado.\n\nJames Franey, Euronews:\n\nQuiero empezar preguntándole por la amenaza del gobierno italiano de cerrar sus puertos a los barcos humanitarios provenientes de otros países. ¿Cómo reacciona a esto? Siendo la inmigración uno de los principales asuntos de preocupación de la Unión Europea justo cuando Estonia la preside.\n\nKersti Kaljulaid:\n\nHay que cambiar esta situación en la que algunos países se niegan a aceptar sus responsabilidades, mientras que sus vecinos llevan toda la carga. Tenemos que romper esta dinámica. Debemos ser un puente entre dos puntos de vista diferentes. Para esto hay diferentes mecanismos. La Unión Europea es por naturaleza una institución que redistribuye, por ejemplo, recursos entre los países para que puedan manejar mejor las situaciones que pueden presentar dificultades. Creo que en este caso tenemos varias posibilidades. También hay que entender que las personas que solicitan asilo en Europa tienen ciertas preferencias respecto a qué países quieren ir.\n\nTenemos que tratar este asunto porque obviamente estas personas tienen libertad de movimientos en Europa. Tienen tendencia a ir donde su nivel de ingresos podría ser mayor en un futuro. Esto es humano, muy comprensible.Porque si lo has perdido todo intentarás conseguir las mejores condiciones de vida para tu familia y para ti. Los países con ingresos más bajos están en dificultades a este respecto. Tenemos también que tratar este punto.\n\nEuronews:\n\nUsted mencionó las “opciones” que habría para hacer cambiar de opinión a los países que no cumplen sus compromisos sobre este asunto. ¿De qué tipo de opciones estaríamos hablando?\n\nKersti Kaljulaid:\n\nCreo que quizá se podría dar apoyo financiero a aquellos países que acepten acoger a migrantes provenientes de naciones vecinas. Por otro lado, no se les puede poner ante una situación moralmente inaceptable porque después tendrían que hacer frente a preguntas incómodas.\n\nComo por ejemplo: Se están asentando aquí personas que solicitan asilo. El gobierno les ayuda más que a sus propios ciudadanos pobres.\n\nTenemos que poner todos estos asuntos sobre la mesa y debatirlos. Pero lo que es seguro es que la situación no se resolverá sola, necesita buena voluntad.\n\nEuronews:\n\nEl presidente Trump ha sido, por decirlo de alguna manera, tibio respecto a sus compromisos con la OTAN. ¿Confía usted en que los Estados Unidos sigan respaldando la alianza atlántica?\n\nKersti Kaljulaid:\n\nEn Twitter sus palabras pueden ser menos claras o precisas de lo que esperaríamos, o de lo que desearíamos. Pero si dejamos de lado el mundo de Twitter, si miramos a la política de su administración, es realmente sólida. Lo ha sido durante estos últimos seis meses, no tengo duda alguna. Los mensajes que hemos recibido en la región son exactamente los mismos que antes. No hay titubeos. No los ha habido. Y, por supuesto, nos sentimos seguros, preparados, porque tener un vecino impredecible no implica estar asustado. No nos pasamos el día preguntándonos ‘¿Y si…?\n\nConfiamos en la OTAN. Confiamos en nuestros aliados. Y tenemos una alianza basada en nuestros valores democráticos y la estructura internacional de seguridad. Todos respetamos los acuerdos y pactos internacionales. Evidentemente hay un país, nuestro vecino, que no está respetando sus compromisos en varias instancias internacionales.\n\nEuronews:\n\nRusia tiene tropas, cerca de 300.000 efectivos, estacionados en su flanco oeste ¿Cuáles cree que son las intenciones del presidente Putin?\n\nKersti Kaljulaid:\n\nDesde incluso antes de la guerra de Georgia, el presidente Putin está intentando renegociar, reorganizar, la estructura internacional de seguridad de la que hablábamos y que se basa en la Conferencia de Helsinki de 1973 que dice que cada país tiene derecho a decidir con quién se asocia. Y esto al presidente ruso no le gusta. Lo quiere cambiar. En Georgia creo que Occidente cometió un error porque no vieron que estaban dando un mal ejemplo. Había habido un intento de renegociar este equilibrio internacional antes, cuando Medvédev era presidente. No hubo éxito. Pero en Georgia Rusia aprendió que si pasa a la acción, la reacción es bastante débil. Y así llegó la avalancha a Crimea. Creo que todo el mundo entendió lo que se esconde tras estos actos. La estructura internacional de seguridad está amenazada. El derecho de decisión de cada país debe ser defendido.\n\nEuronews:\n\nQuerría hablar un poco más sobre este punto, la unidad en la Unión Europea, porque pese a que se repite el “estamos unidos”, y hemos visto una extensión de las sanciones contra Rusia por la crisis ucraniana, hay puntos de vista divergentes. Por ejemplo, la cuestión del gasoducto Nord Stream 2: 13 países se opusieron a él en Bruselas hace unos días. Pero Alemania y Francia parecen apoyarlo totalmente. ¿Cuál es su posición al respecto?\n\nKersti Kaljulaid:\n\nDe todos modos el gas está perdiendo importancia. Tanto que ya no se puede chantajear a nadie por un gasoducto. Por supuesto esto implica que no se puede garantizar a nadie grandes ganancias gracias a un gasoducto. Y esto nos lleva a la cuestión ucraniana. Se puede construir, o no, el Nord Stream 2, pero está claro que habrá más de una solución de abastecimiento para toda Europa de todos modos. La tecnología está cambiando muy rápido.\n\nEuronews:\n\n¿Cree que Putin utiliza el gas y la energía para dividir en la UE?\n\nDo you think Mr. Putin uses gas and energy as a means of dividing the EU?\n\nKersti Kaljulaid:\n\nEstá intentando utilizar cada fisura para meter una cuña ahí y separarnos, para demostrar que Europa no está unida.\n\nEuronews:\n\nLa primera ministra británica Theresa May ha hecho una propuesta sobre los derechos de los ciudadanos europeos en su territorio. Entre ellos hay apenas 10,000 estonios. ¿La oferta le parece suficiente?\n\nKersti Kaljulaid:\n\nEstamos bastante seguros de que podemos confiar en que el Reino Unido protegerá sus derechos.\n\nEuronews:\n\n¿Cómo puede hacerse?\n\nKersti Kaljulaid:\n\nEl Reino Unido es un país democrático, libre, que comparte nuestros valores, que seguirá estando en Europa, seguirá siendo nuestro socio y aliado, incluso cuando tenga lugar el Brexit. No permitiremos que las negociaciones rompan esos vínculos. No es el objetivo de nadie en la UE, se lo aseguro.\n\nEuronews:\n\nAcaba de decir algo muy interesante: “Cuando tenga lugar el Brexit.” Hay quien piensa todavía en Bruselas que el Brexit es reversible y no se aplicará\n\nKersti Kaljulaid:\n\nMe encantaría que pudiera ser así, pero no sé cómo se podría evitar. Obviamente no me gusta ver al Reino Unido abandonar la Unión Europea. Estoy aún más triste por los ciudadanos británicos porque no creo que económicamente esta sea una buena decisión."}, "title": {"en": "Europe's most pressing problems: Russian resurgence, the migrant-crisis and Brexit", "ar": "رئيسة إستونيا كيرستي كاليولايد: هناك دولة مجاورة لا تحترم حاليا، تواقيعها...", "pt": "Presidente da Estónia diz que política de Trump é sólida", "es": "Kersti Kaljulaid, presidenta de Estonia y presidenta de turno de la UE"}, "date": {"en": "07/05/17 00:00:00", "ar": "07/05/17 00:00:00", "pt": "07/05/17 00:00:00", "es": "07/05/17 00:00:00"}}