{"top_image": {"en": "https://static.euronews.com/articles/377058/1000x563_377058.jpg", "ar": "https://static.euronews.com/articles/377058/1000x563_377058.jpg", "pt": "https://static.euronews.com/articles/377058/1000x563_377058.jpg", "es": "https://static.euronews.com/articles/377058/1000x563_377058.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The European summer transfer window so far hasn’t quite hit the heights of last year’s which saw Paul Pogba and Gonzalo Higuain move for record sums but that doesn’t mean the top leagues aren’t doing big business. Here are five most expensive acquisitions and sales in Europe’s top five leagues according to transfermarkt.\n\nEngland\n\nAcquisitions\n\n1. €85 million, Romelu Lukaku to Manchester United from Everton\n\n2. €59 million, Kyle Walker to Manchester City from Tottenham\n\n3. €53 million, Alexandre Lacazette to Arsenal from Olympique Lyonnais\n\n4. €50 million, Bernardo Silva to Manchester City from AS Monaco\n\n5. €42 million, Mohamed Salah to Liverpool from AS Roma\n\nSales\n\n1. €85 million, Romelu Lukaku from Everton to Manchester United\n\n2. €28 million, Michael Keane from Burnley to Everton\n\n3. €21.9 million, Nathan Ake from Chelsea FC to AFC Bournemouth\n\n4. €20 million, Juan Cuadrado from Chelsea FC to Juventus\n\n5. €19 million, Nabil Bentaleb from Tottenham Hotspur to FC Schalke 04\n\nGermany\n\nAcquisitions\n\n1. €41.5 million, Corentin Tolisso to Bayern Munich from Olympique Lyonnais\n\n2. €21 million, Kingsley Coman to Bayern Munich from Juventus\n\n3. €20 million, Niklas Süle to Bayern Munich from 1899 Hoffenheim\n\n4. €20 million, Maximilian Philipp to Borussia Dortmund from SC Freiburg\n\n5. €19 million, Nabil Bentaleb to FC Schalke 04 from Tottenham Hotspur\n\nSales\n\n1. €22 million, Hakan Çalhanoğlu from Bayer Leverkusen to AC Milan\n\n2. €20 million, Maximilian Philipp from SC Freiburg to Borussia Dortmund\n\n3. €20 million, Niklas Süle from 1899 Hoffenheim to Bayern Munich\n\n4. €17.8 million, Chicharito from Bay. Leverkusen to West Ham\n\n5. €17.3 million, Ricardo Rodriguez from VFL Wolfsburg to AC Milan\n\nSpain\n\nAcquisitions\n\n1. €30 million, Theo Hernandez to Real Madrid from Atlético Madrid\n\n2. €29 million, Nélson Semedo to Barca from Benfica\n\n3. €16 million, Simone Zaza to Valencia CF from Juventus\n\n4. €14 million, Rúben Semedo to Villarreal CF from Sporting CP\n\n5. €14 million, Enes Ünal to Villarreal CF from Manchester City\n\nSales\n\n1. €80 million, Álvaro Morata to Chelsea from Real Madrid\n\n2. €30 million, Theo Hernandez from Atlético Madrid to Real Madrid\n\n3. €19 million, Óliver Torres from Atlético Madrid to FC Porto\n\n4. €18 million, Mateo Mussachio from Villarreal CF to AC Milan\n\n5. €12 million, Yevhen Konoplyanka from Sevilla FC to FC Schalke 04\n\nItaly\n\nAcquisitions\n\n1. €38 million, Andre Silva to AC Milan from FC Porto\n\n2. €22 million, Hakan Çalhanoğlu to AC Milan from Bayer Leverkusen\n\n3. €20 million, Juan Cuadrado to Juventus from Chelsea FC\n\n4. €20 million, Nikola Maksimović to SSC Napoli from Torino FC\n\n5. €18 million, Mateo Mussachio to AC Milan from Villarreal CF\n\nSales\n\n1. €42 million, Mohamed Salah from AS Roma to Liverpool\n\n2. €35 million, Anthony Rüdige from AS Roma to Chelsea\n\n3. €25 million, Andrea Conti from Atalanta BC to AC Milan\n\n4. €23 million, Leandro Paredes from Roma to Zenit St. Petersburg\n\n5. €21 million, Kingsley Coman from Juventus to Bayern Munich\n\nFrance\n\nAcquisitions\n\n1. €25 million, Youri Tielemans to AS Monaco from RSC Anderlecht\n\n2. €15 million, Terence Kongolo to AS Monaco from Feyenoord Rotterdam\n\n3. €11 million, Florian Thauvin to Olympique Marseille from Newcastle United\n\n4. €10.5 million, Luiz Araújo to LOSC Lille from São Paulo FC\n\n5. €10 million, Luis Gustavo to Olympique Marseille from VFL Wolfsburg\n\nSales\n\n1. €53 million, Alexandre Lacazette from Olympique Lyonnais to Arsenal\n\n2. €50 million, Bernardo Silva from AS Monaco to Manchester City\n\n3. €41.5 million, Corentin Tolisso from Olympique Lyonnais to Bayern Munich\n\n4. €13 million, Jean-Kévin Augustin from Paris Saint-Germain to RB Leipzig\n\n5. €13 million, Steve Mounié from Montpellier to Huddersfield Town", "ar": "*الانتقالات في عالم كرة القدم الأوربية لم تصل بعد إلى مستويات العام الماضي حيث شهدنا تغيير بول بوغبا وجونزالو هيغواين لانديتهما. “نستعرض في هذه القائمة أغلى خمس صفقات انتقال في هذا الموسم في خمس دوريات كبرى باوربا وفقا لموقع”: https://www.transfermarkt.com/ ومصادر أخرى.\n\nانكلترا\n\nالشراء\n\n1. 85 مليون يورو، روميلو لوكاكو ينتقل إلى مانشستر يونايتد قادماً من إيفرتون.\n\n2. 58 مليون يورو، ألكسندر لاكازيت ينتقل إلى أرسنال قادماً من اولمبيك ليون.\n\n3. 57 مليون يورو، برناردو سيلفا ينتقل إلى مانشستر سيتي قادماً من موناكو الفرنسي.\n\n4. 53 مليون يورو، محمد صلاح ينتقل إلى ليفربول قادما من روما.\n\n5. 50 مليون يورو، إيدرسون ينتقل إلى مانشستر سيتي قادما من بنفيكا.\n\nالمبيعات\n\n1. 85 مليون يورو، روميلو لوكاكو من إيفرتون إلى مانشستر يونايتد\n\n2. 28 مليون يورو، من بيرنلي مايكل كين إلى إيفرتون\n\n3. 21.9 مليون يورو ناثان آكي من تشيلسي إلى بورنموث\n\n4. 20 مليون يورو، خوان كوادرادو من تشيلسي إلى يوفنتوس\n\n5. 19 مليون يورو، نبيل بن طالب ينتقل إلى نادي شالكه 04 قادماً من توتنهام هوتسبير\n\nألمانيا\n\nالشراء\n\n1. 41.5 مليون يورو، كورينتين توليسو ينتقل إلى بايرن قادما من أولمبيك ليون\n\n2. 21 مليون يورو، كينغسلي كومان ينتقل إلى بايرن ميونيخ قادما من يوفنتوس.\n\n3. 20 مليون يورو، نيكلاس سول ينتقل إلى بايرن ميونيخ قادماً من هوفنهايم 1899.\n\n4. 20 مليون يورو، ماكسيميليان فيليب ينتقل إلى بوروسيا دورتموند قادماً من فرايبورغ.\n\n5. 19 مليون يورو، نبيل بن طالب ينتقل لنادي شالكه 04 قادماً من توتنهام هوتسبير.\n\nالمبيعات\n\n1. 35 مليون يورو، أنتوني موديست، من نادي كولونيا إلى النادي الصيني.\n\n2. 22 مليون يورو، هاكان تشالهان أوغلو من باير ليفركوزن إلى إيه سي ميلان .\n\n3. 20 مليون يورو، ماكسيميليان فيليب من فرايبورغ الى بوروسيا دورتموند.\n\n4. 20 مليون يورو، نيكلاس سول من 1899 هوفنهايم إلى بايرن ميونيخ.\n\n5. 17.8 مليون يورو تشيتشاريتو من ليفركوزن إلى وست هام.\n\n5. 17.3 يورو ريكاردو رودريغيز من فولفسبورج إلى إيه سي ميلان.\n\nإسبانيا\n\nالشراء\n\n1. 30 مليون يورو، ثيو هرنانديز الى ريال مدريد قادماً من أتلتيكو مدريد.\n\n2. 16 مليون يورو، سيموني زازا إلى فالنسيا قادماً من يوفنتوس.\n\n3. 14 مليون يورو، روبن سيميدو إلى فياريال قادماً من سبورتينغ سي بي.\n\n4. 14 مليون يورو، إينيس أونال إلى فياريال قادماً من مانشستر سيتي.\n\n5. 12 مليون يورو، جيرارد دولوفيو إلى نادي برشلونة قادماً من إيفرتون.\n\nالمبيعات\n\n1. 80 مليون يورو، ألفارو موراتا من ريال مدريد إلى تشيلسي.\n\n2. 30 مليون يورو، ثيو هرنانديز من أتلتيكو مدريد إلى ريال مدريد.\n\n3. 19 مليون يورو، أوليفر توريس من أتلتيكو مدريد إلى نادي بورتو.\n\n4. 18 مليون يورو، ماتيو موساكيو من فياريال إلى ميلان.\n\n5. 12 مليون يورو، يفهين كونوبليانكا من اشبيلية إلى نادي شالكه.\n\nإيطاليا\n\nالشراء\n\n1. 38 مليون يورو، أندريه سيلفا من ميلان إلى نادي بورتو.\n\n2. 22 مليون يورو، هاكان تشالهان أوغلو إلى ايه سي ميلان من باير ليفركوزن.\n\n3. 20 مليون يورو، خوان كوادرادو إلى يوفنتوس من تشيلسي.\n\n4. 20 مليون يورو، نيكولا ماكسيموفيتش إلى نابولي من نادي تورينو.\n\n5. 18 مليون يورو، ماتيو موساشيو إلى اي سي ميلان من فياريال.\n\nالمبيعات\n\n1. 42 مليون يورو، محمد صلاح من روما الى ليفربول.\n\n2. 25 مليون يورو، أندريا كونتي من أتالانتا بي سي الى اس سي ميلان.\n\n3. 23 مليون يورو، لياندرو باريديس من روما الى زينيت سان بطرسبرغ.\n\n4. 21 مليون يورو، كينغسلي كومان من يوفنتوس إلى بايرن ميونيخ.\n\n5. 20 مليون يورو، نيكولا ماكسيموفيتش من تورينو ايف سي نابولي.\n\nفرنسا\n\nالشراء\n\n1. 25 مليون يورو، يوري تيليمانس إلى ايه سي موناكو من أندرلخت.\n\n2. 15 مليون يورو، تيرينس كونغولو إلى اي سي موناكو من فينورد روتردام.\n\n3. 11 مليون يورو، فلوريان ثوفين إلى اولمبيك مرسيليا من نيوكاسل يونايتد.\n\n4. 10.5 يورو، لويز أراوجو إلى ليل الفرنسي من نادي ساو باولو.\n\n5. 10 ملايين يورو ، لويس غوستافو إلى ولمبيك مرسيليا من فولفسبورغ.\n\nالمبيعات\n\n1. 58 مليون يورو، بنيامين مندي، من موناكو الى مانشستر سيتي.\n\n2. 50 مليون يورو، ألكسندر لاكازيت من اولمبيك ليون إلى ارسنال.\n\n3. 50 مليون يورو، برناردو سيلفا من اي سي موناكو إلى مانشستر سيتي.\n\n4. 41.5 مليون يورو، كورينتين توليسو من اولمبيك ليون إلى بايرن ميونيخ.\n\n5. 13 مليون يورو، جان كيفين أوغستان من باريس سان جيرمان إلى لايبزيغ.", "pt": "O mercado europeu de transferências ainda não atingiu os números do ano passado – que viu Paul Pogba e Gonzalo Higuain transferidos por valores recorde, mas isso não significa que as principais ligas não estejam a fazer grandes negócios. Aqui estão as aquisições e as vendas mais caras nas cinco principais ligas da Europa, de acordo com a transfermarkt.\n\nReino Unido\n\nAquisições\n\n1. €85 milhões, Romelu Lukaku para o Manchester United do Everton\n\n2. €53 milhões, Alexandre Lacazette para o Arsenal do Olympique Lyonnais\n\n3. €50 milhões, Bernardo Silva para o Manchester City do AS Monaco\n\n4. €42 milhões, Mohamed Salah para o Liverpool do AS Roma\n\n5. €40 milhões, Ederson para o Manchester City do SL Benfica\n\nVendas\n\n1. €85 milhões, Romelu Lukaku do Everton ao Manchester United\n\n2. €28 milhões, Michael Keane do Burnley ao Everton\n\n3. €21,9 milhões, Nathan Ake do Chelsea FC ao AFC Bournemouth\n\n4. €20 milhões, Juan Cuadrado do Chelsea FC à Juventus\n\n5. €19 milhões, Nabil Bentaleb do Tottenham Hotspur ao FC Schalke 04\n\nAlemanha\n\nAquisições\n\n1. €41,5 milhões, Corentin Tolisso para o Bayern de Munique do Olympique Lyonnais\n\n2. €21 milhões, Kingsley Coman para o Bayern de Munique da Juventus\n\n3. €20 milhões, Niklas Süle para o Bayern de Munique do 1899 Hoffenheim\n\n4. €20 milhões, Maximilian Philipp para o Borussia Dortmund de SC Freiburg\n\n5. €19 milhões, Nabil Bentaleb para o FC Schalke 04 do Tottenham Hotspur\n\nVendas\n\n1. €22 milhões, Hakan Çalhanoğlu do Bayer Leverkusen ao AC Milan\n\n2. €20 milhões, Maximilian Philipp do SC Freiburg ao Borussia Dortmund\n\n3. €20 milhões, Niklas Süle do 1899 Hoffenheim ao Bayern de Munique\n\n4. €17,8 milhões, Chicharito do Leverkusen ao West Ham\n\n5. €17,3 milhões, Ricardo Rodriguez da VFL Wolfsburg ao AC Milan\n\nEspanha\n\nAquisições\n\n1. €30 milhões, Theo Hernandez para o Real Madrid do Atlético de Madrid\n\n2. €16 milhões, Simone Zaza para o Valencia CF da Juventus\n\n3. €14 milhões, Rúben Semedo para o Villarreal CF do Sporting CP\n\n4. €14 milhões, Enes Ünal para o Villarreal CF do Manchester City\n\n5. €12 milhões, Gerard Deulofeu para o FC Barcelona do Everton\n\nVendas\n\n1. €30 milhões, Theo Hernandez do Atlético de Madrid ao Real Madrid\n\n2. €19 milhões, Óliver Torres do Atlético de Madrid ao FC Porto\n\n3. €18 milhões, Mateo Mussachio do Villarreal CF ao AC Milan\n\n4. €12 milhões, Yevhen Konoplyanka do Sevilla FC ao FC Schalke 04\n\n5. €12 milhões, Roque Mesa do UD Las Palmas para o Swansea City\n\nItália\n\nAquisições\n\n1. €38 milhões, André Silva para o AC Milan do FC Porto\n\n2. €22 milhões, Hakan Çalhanoğlu para o AC Milan do Bayer Leverkusen\n\n3. €20 milhões, Juan Cuadrado para a Juventus do Chelsea FC\n\n4. €20 milhões, Nikola Maksimović para o SSC Napoli do Torino FC\n\n5. €18 milhões, Mateo Mussachio para o AC Milan do Villarreal CF\n\nVendas\n\n1. €42 milhões, Mohamed Salah do AS Roma ao Liverpool\n\n2. €25 milhões, Andrea Conti do Atalanta BC ao AC Milan\n\n3. €23 milhões, Leandro Paredes de Roma ao Zenit St. Petersburg\n\n4. €21 milhões, Kingsley Coman da Juventus ao Bayern de Munique\n\n5. €20 milhões, Nikola Maksimović do Torino FC ao SSC Napoli\n\nFrança\n\nAquisições\n\n1. €25 milhões, Youri Tielemans para o AS Monaco do RSC Anderlecht\n\n2. €15 milhões, Terence Kongolo para o AS Monaco do Feyenoord Rotterdam\n\n3. €11 milhões, Florian Thauvin para o Olympique de Marselha do Newcastle United\n\n4. €10,5 milhões, Luiz Araújo para o LOSC Lille do São Paulo FC\n\n5. €10 milhões, Luis Gustavo para o Olympique de Marselha do VFL Wolfsburg\n\nVendas\n\n1. €53 milhões, Alexandre Lacazette do Olympique Lyonnais ao Arsenal\n\n2. €50 milhões, Bernardo Silva do AS Monaco ao Manchester City\n\n3. €41,5 milhões, Corentin Tolisso do Olympique Lyonnais ao Bayern de Munique\n\n4. €13 milhões, Jean-Kévin Augustin do Paris Saint-Germain ao RB Leipzig\n\n5. €13 milhões, Steve Mounié do Montpellier ao Huddersfield Town", "es": "El mercado futbolístico de verano no ha llegado, a la espera de hacerse oficial el fichaje de Neymar Jr del Barcelona al Paris Saint-Germain, a las cifras del año pasado. En la temporada 2016-17, los traspasos de Paul Pogba o Gonzalo Higuain movieron sumas récord. Hasta el instante para la temporada 2017-18, estas son las cinco mayores adquisiciones y ventas en las cinco mayores Ligas europeas, según el gabinete Transfermarkt y otras fuentes.\n\nInglaterra\n\nAdquisiciones\n\n1. €85 millones, Romelu Lukaku al Manchester United procedente del Everton\n\n2. €80 millones, Álvaro Morata al Chelsea FC procedente del Real Madrid\n\n3. €58 millones, Benjamin Mendy al Manchester City procedente del AS Mónaco\n\n4. €57 millones, Kyle Walker al Manchester City procedente del Tottenham Hotspur\n\n5. €53 millones, Alexandre Lacazette al Arsenal procedente del Olympique Lyonnais\n\nVentas\n\n1. €85 millones, Romelu Lukaku del Everton al Manchester United\n\n2. €57 millones, Kyle Walker del Tottenham Hotspur al Manchester City\n\n3. €45 millones, Nemanja Matic del Chelsea FC al Manchester United\n\n4. €28 millones, Michael Keane del Burnley al Everton\n\n5. €21.9 millones, Nathan Ake del Chelsea FC al AFC Bournemouth\n\nAlemania\n\nAdquisiciones\n\n1. €41.5 millones, Corentin Tolisso al Bayern de Múnich procedente del Olympique Lyonnais\n\n2. €21 millones, Kingsley Coman al Bayern de Múnich procedente del Juventus\n\n3. €20 millones, Niklas Süle al Bayern de Múnich procedente del 1899 Hoffenheim\n\n4. €20 millones, Maximilian Philipp al Borussia Dortmund procedente del SC Friburgo\n\n5. €19 millones, Nabil Bentaleb al FC Schalke 04 procedente del Tottenham Hotspur\n\nVentas\n\n1. €35 millones, Anthony Modeste del FC Colonia al Tianjin Quanjian\n\n2. €22 million, Hakan Çalhanoğlu del Bayer Leverkusen al AC Milán\n\n3. €20 millones, Maximilian Philipp del SC Friburgo al Borussia Dortmund\n\n4. €20 millones, Niklas Süle del 1899 Hoffenheim al Bayern de Múnich\n\n5. €17.8 millones, Chicharito del Bayer Leverkusen al West Ham\n\nEspaña\n\nAdquisiciones\n\n1. €30 millones, Nélson Semedo al FC Barcelona procedente del SL Benfica\n\n2. €30 millones, Theo Hernández al Real Madrid procedente del Atlético de Madrid\n\n3. €20 millones, Jesús Navas al Sevilla FC procedente del Manchester City\n\n4. €16 millones, Simone Zaza al Valencia CF procedente del Juventus\n\n5. €14 millones, Rúben Semedo al Villarreal CF procedente del Sporting CP\n\nVentas\n\n1. €80 millones, Álvaro Morata del Real Madrid al Chelsea FC\n\n2. €30 millones, Theo Hernández del Atlético de Madrid al Real Madrid\n\n3. €20 millones, Mateo Mussachio del Villarreal CF al AC Milán\n\n4. €19 millones, Óliver Torres del Atlético de Madrid al FC Oporto\n\n5. €12 millones, Yevhen Konoplyanka del Sevilla FC al FC Schalke 04\n\nItalia\n\nAdquisiciones\n\n1. €42 millones, Leonardo Bonucci al AC Milán procedente del Juventus\n\n2. €40 millones, Federico Bernardeschi al Juventus procedente del Fiorentina\n\n3. €38 millones, André Silva al AC Milán procedente del FC Oporto\n\n4. €22 millones, Hakan Çalhanoğlu al AC Milán procedente del Bayer Leverkusen\n\n5. €20 millones, Juan Cuadrado al Juventus procedente del Chelsea FC\n\nVentas\n\n1. €42 millones, Mohamed Salah del AS Roma al Liverpool\n\n2. €42 millones, Leonardo Bonucci del Juventus al AC Milán\n\n3. €40 millones, Federico Bernardschi del Fiorentina al Juventus\n\n4. €35 millones, Anthony Rüdige del AS Roma al Chelsea FC\n\n5. €25 million, Andrea Conti del Atalanta BC al AC Milán\n\nFrancia\n\nAcquisiciones\n\n1. €25 millones, Youri Tielemans al AS Mónaco procedente del RSC Anderlecht\n\n2. €15 millones, Terence Kongolo al AS Mónaco procedente del Feyenoord de Rotterdam\n\n3. €11 millones, Florian Thauvin al Olympique Marsella procedente del Newcastle United\n\n4. €10.5 millones, Luiz Araújo al LOSC Lille procedente del São Paulo FC\n\n5. €10 millones, Luis Gustavo al Olympique de Marsella procedente del VFL Wolfsburgo\n\nVentas\n\n1. €58 millones, Benjamin Mendy del AS Mónaco al Manchester City\n\n2. €53 millones, Alexandre Lacazette del Olympique Lyonnais al Arsenal\n\n3. €50 millones, Bernardo Silva del AS Mónaco al Manchester City\n\n4. €45 millones, Tiemoué Bakayoko del AS Mónaco al Chelsea FC\n\n5. €41.5 millones, Corentin Tolisso del Olympique Lyonnais al Bayern de Múnich"}, "title": {"en": "Biggest transfers in Europe's top leagues this summer", "ar": "كرة القدم الأوروبية: أغلى صفقات الانتقال", "pt": "As transferências mais caras da Europa", "es": "El mercado futbolístico, a la espera del traspaso de Neymar"}, "date": {"en": "08/02/17 00:00:00", "ar": "08/02/17 00:00:00", "pt": "08/02/17 00:00:00", "es": "08/02/17 00:00:00"}}