{"top_image": {"en": "https://static.euronews.com/articles/378279/1000x563_378279.jpg", "ar": "https://static.euronews.com/articles/378279/1000x563_378279.jpg", "pt": "https://static.euronews.com/articles/378279/1000x563_378279.jpg", "es": "https://static.euronews.com/articles/378279/1000x563_378279.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "French rider Warren Barguil has won the 13th stage of the Tour de France on Bastille Day. An offensive Barguil in the polka dot jersey out-sprinted Mikel Landa, Alberto Contador and Nairo Quintana to clinch the fourth French stage win this year.\n\nBehind the four escapees, Fabio Aru held on to the yellow jersey despite the early loss of his team-mate.\n\nThe 13th stage leader board looks like this: France’s Baruil on top with Colombia’s Quintana less than a second behind. In third and fourth respectively are the Spanish duo Contador and Landa.\n\nOverall, Italian Fabio Aru leads Britain’s Chris Froome by 6 seconds followed by French rider Romain Bardet and Colombian Rigoberto Uran.\n\n#ICYMI : Quintana et Barguil reviennent, Froome attaque / Quintana and Barguil bridge, Froome attacks #TDF2017 pic.twitter.com/L2FBiuTupU — Le Tour de France (@LeTour) July 14, 2017\n\nThe next stage, from Blagnac to Rodez promises some gruelling climbs and greater time differences. Watch out for Tony Gallopin who’s expected to shine in Rodez.", "ar": "الفرنسي وارن بارغيل يفوز بالمرحلة الـ13 من طواف فرنسا ليهدي فوزه الرابع للبلده في يوم العيد الوطني الفرنسي.\n\nوجاء فوز بارغيل على حساب نايرو كوينتانا وصيف البطل مرتين، و كذا الاسباني ألبرتو كونتادور بطل 2007 و 2009، فيما حل الاسباني الآخر ميكل لاندا في المركز الرابع بفارق ثانيتين عن ثلاثي الصدارة.\n\nوهذا الفوز الأول لبارغيل صاحب 25 عاماً في طواف فرنسا والثالث الكبير في مسيرته بعد أن أحرز مرحلتين في طواف فويلتا الإسباني عام 2013. و يعتبر سادس عشر دراج فرنسي يفوز في 14 يوليو/تموز المصادف للعيد الوطني الفرنسي منذ الحرب العالمية الثانية.\n\nومن جهته حافظ الإيطالي فابيو آرو على القميص الأصفر وفارق الثواني الست الذي يفصله عن البريطاني كريس فروم حامل اللقب الذي تنازل عن الصدارة لمنافسه في مرحلة الخميس، التي فاز بها الفرنسي رومان بارديه ودخل بقوة في الصراع على اللقب، و أنهى مرحلة الجمعة في المركز الحادي عشر بنفس توقيت الدراج الإيطالي الذي حل تاسعاً، فيما جاء فروم ثامناً و جميعهم بفارق دقيقة واحدة و 48 ثانية عن بارغيل.\n\nالمرحلة الرابعة عشرة تمتد بين بلانياك و روديه على مسافة 181.5 كلم.\n\nLe « Tour » de France de nos jours\n\n1937 ▶️ 20 étapes\n\n2017 ▶️ 21 étapes pic.twitter.com/TnEQnzwxCp — notre jeanne d’arc (@notrejeannedarc) 7 juillet 2017\n\nترتيب المرحلة الثالثة عشرة*:\n\n1- الفرنسي وارن بارغيل 2:36.29 ساعة\n\n2- الكولومبي نايرو كوينتانا بنفس التوقيت\n\n3- الاسباني البرتو كونتادور بنفس التوقيت\n\n4- الاسباني ميكل لاندا بفارق 00,02 ثانية\n\n5- البريطاني سايمون يايتس بفارق 01,39 دقيقة\n\nالترتيب العام بعد المرحلة الثالثة عشرة*:\n\n1- الايطالي فابيو آرو 55.30:06 ساعة\n\n2- البريطاني كريس فروم بفارق 6 ثوان\n\n3- الفرنسي رومان بارديه بفارق 25 ثوان\n\n4- الكولومبي ريغوبرتو أوران بفارق 35 ثوان\n\n5- الاسباني ميكل لاندا بفارق 01,09 دقيقة", "pt": "Se o dia 14 de julho é motivo de comemoração em França, o ciclista Warren Barguil, da Sunweb, deu, esta sexta-feira, aos gauleses um duplo motivo para celebrar ao vencer a 13.ª etapa do Tour. O italiano Fabio Aru, da Astana, manteve a camisola amarela que “roubou” ao britânico Chris Froome.\n\nBarguil bateu ao “sprint” concorrentes de peso como o espanhol Alberto Contador (Trek-Segafredo), que ocupou o terceiro lugar do pódio na jornada, e o colombiano Nairo Quintana (Movistar), que se ficou pela segunda posição.\n\nLe classement de l‘étape / Top 10 of stage 13 #TDF2017 pic.twitter.com/T9qtHQrBQX — Le Tour de France (@LeTour) July 14, 2017\n\nNa geral, o italiano Fabio Aru manteve os seis segundos de vantagem sobre o britânico Chris Froome, da Team Sky, e os 25 sobre o francês Romain Bardet (AG2R-La Mondiale).\n\nPenso che lo spettacolo non sia mancato oggi! Ho cercato di mantenere la calma e sono ancora in Maglia, bene così. #ilcavalieredei4mori pic.twitter.com/ONTfnGk05w — Fabio Aru (@FabioAru1) July 14, 2017\n\nA próxima etapa da Volta a França em bicicleta, a 14ª, liga Blagnac a Rodez, num total de 181,5 quilómetros.", "es": "Warren Barguil celebró el día Nacional de Francia por todo lo alto, logrando su primera victoria en el Tour en la 13ª etapa de la ronda gala.\n\nEl día empezó con dos españoles en el liderato: Alberto Contador y Mikel Landa. A ellos se unieron después Nairo Quintana y el ciclista francés. Los cuatro llegaron juntos al último tramo de la etapa, pero Barguil se llevó el triunfo por delante del colombiano y del ex ganador del Tour, Alberto Contador. Landa finalmente fue cuarto.\n\nFabio Aru y Chris Froome siguieron disputándose el liderato de la general. Los dos cruzaron a la vez la línea de meta, casi a dos minutos de la cabeza. Por tanto, el italiano conserva el maillot amarillo y sigue con 6 segundos de ventaja sobre el ciclista del Sky.\n\nEste sábado 181 kilómetros de etapa de media montaña con dos puertos de tercera categoría."}, "title": {"en": "Tour de France: French victory on Bastille Day stage", "ar": "طواف فرنسا: وارن بارغيل يهدي فوزه لبلده في يوم العيد الوطني الفرنسي", "pt": "Warren Barguil vence 13.ª etapa do Tour", "es": "Barguil logra su primera victoria en el Tour"}, "date": {"en": "07/14/17 00:00:00", "ar": "07/14/17 00:00:00", "pt": "07/14/17 00:00:00", "es": "07/14/17 00:00:00"}}