{"top_image": {"en": "https://static.euronews.com/articles/378052/1000x563_378052.jpg", "ar": "https://static.euronews.com/articles/378052/1000x563_378052.jpg", "pt": "https://static.euronews.com/articles/378052/1000x563_378052.jpg", "es": "https://static.euronews.com/articles/378052/1000x563_378052.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "After years of delay, the European Union has formally approved the Ukraine Association agreement in Kiev. On behalf of the EU, Donald Tusk and Jean Claude Juncker handed Ukrainian leader Petro Poroshenko a symbolic letter stating the EU had completed ratification of a political and trade pact. The deal will come into effect on September 1st.\n\nThe EU Commission president Jean Claude Juncker used the meeting to encourage the government to do more to tackle corruption and to set up an anti-corruption chamber within its judicial system. But apart from internal reforms, the conflict in the east and the peace process with Russia was also on the agenda. Petro Poroschenko welcomed a recent EU decision to rollover economic sanctions against Russia for another six months.", "ar": "حث قادة الاتحاد الأوروبي الخميس أوكرانيا على تصعيد معركتها ضد الفساد بعد يومين من تصديق دول الاتحاد الـ28 رسميا على اتفاق الشراكة مع كييف.ويأتي الاجتماع رفيع المستوى في العاصمة الأوكرانية كييف في حين تتخذ أوكرانيا سلسلة من الخطوات للتقرب من الاتحاد الأوروبي في إطار مواجهتها لعدائية جارتها القوية روسيا.\n\nوقال رئيس المفوضية الأوروبية جان كلود يونكر إن “الفساد هو أحد أكبر مشكلات هذا البلاد”.\n\nوأضاف “ما نطلبه هو زيادة الحرب ضد الفساد لأن الفساد يقوض كل جهود هذه الأمة العظيمة”.\n\nهذه الدعوة رددها رئيس المجلس الأوروبي حيث دعا كييف إلى مواصلة الإصلاحات المعلنة.\n\n“أرى اليوم وبوضوح أنكم لن تهزموا من قبل عدو خارجي،فأنتم أقوياء بما فيه الكفاية، وإن انهزمتم فسيكون من قبل أنفسكم أنتم وفقط.”\n\nأوكرانيا و الاتحاد الأوروبي تناولا أيضا تداعيات النزاع في شرق أوكرانيا، حيث إن الاتحاد الأوروبي شجب ضم روسيا لشبه جزيرة القرم. بالنسبة للرئيس الأوكراني، روسيا هي المسؤولة عما يجري في شرق أوكرانيا، حيث أدى النزاع الذي لا يزال دائرا مع القوات الحكومية الأوكرانية إلى مقتل عشرة آلاف شخص\n\nقال الرئيس الأوكراني بيترو بوروشينكو\n\n“روسيا هي المعتدية، و ليست وسيطا، فاعتداؤها واضحة معالمه،ومن أجل ذلك،قرر الاتحاد الأوروبي تمديد العقوبات الاقتصادية المفروضة على روسيا حتى 13 من يناير 2018” وتصديق الدول ال28 على اتفاق الشراكة مع أوكرانيا الذي يبدأ تطبيقه في الأول من أيلول/سبتمبر هو الخطوة الأخيرة لعملية التصديق التي يلتزم بموجبها الطرفان إقامة “علاقات وثيقة طويلة المدى في كافة المجالات”.اتفق الجانبان على تفاصيل الاتفاق في نهاية 2014 عندما تدهورت العلاقات بين موسكو وبروكسل.\n\nوحاول رئيس أوكرانيا السابق القريب من موسكو فيكتور يانوكوفيتش التراجع عن الاتفاق في نهاية 2013 مثيرا موجة من الاحتجاجات التي انتهت بإزاحته من السلطة.\n\nأوكرانيا و عراقيل محاربة الفساد\n\nوتعد اتفاقات الشراكة مع الاتحاد الأوروبي دوما بمثابة مقدمة لقبول عضوية الدول لاحقا وتستهدف مواءمة الأطر السياسية، والاقتصادية، وتلك المرتبطة بالمجتمع المدني لتتماشى مع نظيرتها في الاتحاد الأوروبي. لكن في مواجهة معارضة موسكو وزيادة المخاوف من ارتداد القيادة الغربية الحالية في كييف عن توجهاتها، يبدو الاتحاد الأوروبي مترددا في منح أوكرانيا طريقا سريعا للحصول على العضوية الكاملة. والشهر الفائت، احتفل الأوكرانيون بمنحهم حق السفر لأوروبا دون تأشيرة، كما قال الرئيس الأوكراني بيترو بوروشنكو إن بلاده تسعى للانضمام للاتحاد الجمركي الأوروبي، والتكامل مع فضاء شنغن وكذلك الالتحاق بالاتحاد الأوروبي المقترح للطاقة.\n\nورغم الجهود رفيعة المستوى لمحاربة الفساد في أوكرانيا، يقول معارضون إن السلطات الأوكرانية فشلت في معالجة النفوذ العميق للطبقة الثرية على السياسيين.\n\nويواجه أولئك المعنيون بمحاربة الابتزاز والاختلاس المتفشي في البلاد عراقيل متكررة، كما انتقد الاتحاد الأوروبي قانونا يستهدف المنظمات غير الحكومية التي تحاول الحد من الفساد", "pt": "Primeiro celebrou-se o amplo tratado comercial entre a União Europeia e a Ucrânia, que entra em vigor a 1 de setembro.\n\nSeguiram-se os avisos sobre as reformas necessárias para que o país se aproxime dos padrões do bloco europeu, na conferência de imprensa após a cimeira Ucrânia-União Europeia, quinta-feira, em Kiev (capital ucraniana).\n\n“O que vos estamos a pedir é que trabalhem mais na luta contra a corrupção. A corrupção está a prejudicar todos os esforços que esta grande nação está a levar a cabo”, disse Jean-Claude Juncker, presidente da Comissão Europeia.\n\n#EUUkraine 🇪🇺🇺🇦 summit continues with focus on reforms, Russia & closer ties between the EU and Ukraine. #EU4Ukraine https://t.co/oiiVcUaeI5 pic.twitter.com/D0mRQvLwnN — EU Council (@EUCouncil) July 13, 2017\n\nA parceria também promove maior contacto ao nível dos cidadãos, face ao novo regime de isenção de vistos.\n\n“Hoje posso ver claramente que não serão derrotados por um inimigo externo, são um país muito forte. Só poderão ser derrotados por vocês próprios”, foi o aviso deixado por Donald Tusk, presidente do Conselho Europeu.\n\nO acordo de associação acentuou a tensão europeia com a Rússia, que anexou a Crimeia e apoia os independentistas da região do Donbass, tendo ditado sanções da União Europeia contra Moscovo.\n\n“A Federação Russa é o agressor. Não é só um “influenciador” nessa situação. É um agressor flagrante e cínico. E a expressão disso mesmo é a decisão da União Europeia de prolongar as sanções económicas contra a Rússia até 31 de janeiro de 2018”, afirmou Petro Porotshenko, presidente da Ucrânia.\n\nMas para manter esta boa relação, a Ucrânia terá de dar mais provas de espírito reformador. Bruxelas sugeriu, mesmo, a criação de um órgão judicial independente contra a corrupção.", "es": "Petró Poroshenko ha inaugurado en Kiev la cumbre de su país con la Unión Europea.\n\nLa cita se centra en la implementación del Acuerdo de Asociación con la Unión, adoptado definitivamente hace dos días tras superar las reticencias de Holanda y que entrará en vigor el próximo 1 de septiembre.\n\nPero la corrupción sigue siendo la asignatura pendiente…\n\n“Estamos pidiendo que se intensifique la lucha contra la corrupción, porque es algo que acaba minando todos los esfuerzos de este gran país.” señaló el presidente de la Comisión Europea, Jean-Claude Juncker\n\nUcrania es uno de los países más corruptos del mundo según Transparencia Internacional.\n\n“Veo claramente que a Ucrania no le derrotará un enemigo externo. Es un país demasiado fuerte. Y solo podrá ser destruído por sí mismo”, advirtió el jefe del Consejo europeo, Donald Tusk.\n\nLos Acuerdos de Minsk para la paz en el este de Ucrania y la situación humanitaria en los territorios controlados por los separatistas prorrusos son otros de los temas a tratar.\n\n“Rusia es el agresor. No es un intermediario en esta situación, sino un agresor flagrante y cínico. Y la decisión de la UE es la de continuar las sanciones económicas contra Rusia hasta el 31 de enero de 2018,” afirmó el presidente de Ucrania Petró Poroshenko.\n\nEl líder ucraniano expresó su deseo de que las próximas cumbres entre Ucrania y la Unión Europea puedan celebrarse en Donetsk o en Crime."}, "title": {"en": "EU and Ukraine celebrate closer ties in Kiev", "ar": "الاتحاد الأوروبي  يحث أوكرانيا على تصعيد معركتها ضد الفساد", "pt": "Cimeira Ucrânia-UE: Corrupção é um grande problema, avisa Juncker", "es": "Cumbre Ucrania-UE: Sigue pendiente la lucha contra la corrupción"}, "date": {"en": "07/13/17 00:00:00", "ar": "07/13/17 00:00:00", "pt": "07/13/17 00:00:00", "es": "07/13/17 00:00:00"}}