{"top_image": {"en": "https://static.euronews.com/articles/377921/1000x563_377921.jpg", "ar": "https://static.euronews.com/articles/377921/1000x563_377921.jpg", "pt": "https://static.euronews.com/articles/377921/1000x563_377921.jpg", "es": "https://static.euronews.com/articles/377921/1000x563_377921.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "German Marcel Kittel was once again a cut above as he claimed his fifth victory in this year’s Tour de France, winning the 11th stage in emphatic style on Wednesday.\n\nThe Quick-Step Floors rider, who now has 14 stages to his name, left it late to launch his sprint but easily beat Dutchman Dylan Groenewegen (LottoNL-Jumbo) and Norway’s Edvald Boasson Hagen (Dimension Data).\n\nBoasson Hagen raised his arms as if he had won but was comprehensively beaten by Kittel and Groenewegen after 203.5km from Eymet.\n\nBritain’s Chris Froome retained the overall leader’s yellow jersey on a relaxed day for Team Sky’s defending champion.\n\nSome of his rivals did not have a quiet day, though.\n\nThree of the main contenders crashed as last year’s runner-up Romain Bardet, third overall, Jakob Fuglsang (fifth) and twice winner Alberto Contador (12th) hit the deck in separate incidents.\n\nFuglsang was involved in a crash at the feed zone and went to the medical car to have his wrist checked while his Astana team mate Dario Cataldo was forced to abandon because of a wrist injury after the Italian also fell.\n\n“He was a key rider. He would have had an important role in the mountains,” said Astana sports director Dmitry Fofonov.\n\n“We have to decide if he undergoes operation in France or in Italy. As for Fuglsang, he already broke the wrist that’s injured today. It hurts, he said.”\n\nFrenchman Bardet avoided serious injury.\n\n“I escaped unhurt but now I’m happy that the flat stages are over,” said Bardet, who is expected to attack in Thursday’s 12th stage, a 214.5-km trek featuring three major climbs and a summit finish in Peyragudes.\n\nContador, who slipped down the general classification after a bad day in the Jura mountains on Sunday, fell off his bike 25km from the finish but managed to make it back to the peloton with the help of his Trek-Segafredo team mate Jarlinson Pantano.\n\nAt that point, the main pack was travelling at full speed as the sprinters’ teams rode hard at the front to catch the last fugitive of the day, Maciej Bodnar of Poland.\n\nThe exhausted Bora-Hansgrohe rider was reined in 250 metres from the line before Kittel stole the show yet again.", "ar": "الألماني مارسيل كييتل من فريق (كويك ستيب) يحقق فوزه الخامس في طواف فرنسا و يحطم بذلك رقمه القياسي الشخصي ، و ذلك بعد تفوقه في المرحلة الحادية عشرة بين إيمت و مدينة بو ،كييتل صاحب 29 عاماً يضيف الفوز 14 لرصيده في طواف فرنسا . فيما يبقى البريطاني كريس فروم من فريق (سكاي) يحتفظ بالقميص الأصفر في ريادة الترتيب العام.\n\nو جاء الهولندي ديلان غرونويغن في المركز الثاني من المرحلة الحادية عشرة ، فيما كان المركز الثالث من نصيب النرويجي إدفالد بواسون هاغن ، ناصر بوهاني الفرنسي حل في المركز الثامن.\n\nأما في الترتيب العام فقد احتفظ كريس فروس بالريادة بفارق 18 ثانية عن الايطالي فابيو آرو ، و بـ51 ثانية عن الفرنسي رومان باردي.\n\nو تأتي هذه النتيجة عشية المرحلة “الملكية” في البيرينيه، لتصل إلى ألتيبور دو بيراغود ، و هذا بست مرات صعود بميل يصل إلى غاية 16 في المئة.", "pt": "Imparável, o alemão Marcel Kittel, da Quick-Step Floors, venceu esta quarta-feira ao “sprint” a 11ª etapa da Volta a França em bicicleta e conquistou o 5º triunfo nesta edição do Tour. O britânico Chris Froome, da Team Sky, conserva a camisola amarela.\n\nKittel, o rei do “sprint” que na etapa anterior tinha feito história, impôs-se sobre o holandês Dylan Groenewegen (LottoNL-Jumbo) e o norueguês Edvald Boasson Hagen (Dimension Data).\n\nKittel (QST) covered the last 500m at an average speed of 64 km/h to go past Boasson Hagen (DDD) & snatch his 5th win on #TDF2017.#TDFdata pic.twitter.com/a0ObMOPDaT — letourdata (@letourdata) July 12, 2017\n\nNa geral, o britânico Chris Froome continua a liderar com 18 segundos de vantagem sobre o italiano Fabio Aru (Astana). O francês Romain Bardet completa o pódio e está no encalço de Froome, com 51 segundos de diferença.\n\nPas de changement au classement général / No change for the general classification #TDF2017 pic.twitter.com/7QztaNqcxa — Le Tour de France (@LeTour) July 12, 2017\n\nA próxima etapa do Tour, a 12ª, liga Pau a Peyragudes, num total de 214,5 km.", "es": "Marcel Kittel volvió a levantar el puño este miércoles en el Tour de Francia y Froome se mantiene líder. El alemán se impuso en la 11ª etapa de la ronda gala para sumar su quinta victoria en esta edición. El esprinter sigue intratable esta temporada, en la que ya acumula 14 triunfos. Kittel se confirma como el mejor velocista de esta edición del Tour y afianza su liderato en la clasificación de la regularidad.\n\nEl polaco Bodnar estuvo a punto de dar la sorpresa, pero a falta de 200 metros los sprinters le pasaron por encima y por detrás de Kittel completaron el podio Groenewegen y Boasson Hagen.\n\nEn la clasificación general sigue mandando el corredor del Sky Chris Froome, pero solo tiene 18 segundos de ventaja sobre Fabio Aru.\n\nEste jueves llega la montaña de nuevo. Será una etapa dura con seis puertos repartidos en el recorrido por Los Pirineos."}, "title": {"en": "Tour de France: Fanstastic five for Marcel Kittel", "ar": "طواف فرنسا: مرسيل كييتل يحطم رقمه الشخصي بفوزه في خمس مراحل", "pt": "Marcel Kittel soma e segue na Volta a França", "es": "Kittel logra su quinta victoria en el Tour de Francia"}, "date": {"en": "07/12/17 00:00:00", "ar": "07/12/17 00:00:00", "pt": "07/12/17 00:00:00", "es": "07/12/17 00:00:00"}}