{"top_image": {"en": "https://static.euronews.com/articles/379829/1000x563_379829.jpg", "ar": "https://static.euronews.com/articles/379829/1000x563_379829.jpg", "pt": "https://static.euronews.com/articles/379829/1000x563_379829.jpg", "es": "https://static.euronews.com/articles/379829/1000x563_379829.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Japan has began the three-year countdown for the Tokyo 2020 Olympics.\n\nThe games will be the first the country has hosted since the 1964 edition.\n\nThe event included a flag waving ceremony and futuristic projections.\n\nTokyo Governor Yuriko Koike said she hoped to lead the Olympics to success.\n\nThe International Olympic Committee has praised the city’s preparation. But the organisers have faced a rocky road since the games were awarded with a ballooning budget and a Games logo had to be ditched following allegations of plagiarism.\n\nOther events held across Japan include a 1,000-kilometre (620-mile) running and cycling relay from the northern prefecture of Aomori to Tokyo.\n\nThere was also a surfing exhibition at the Tsurigasaki beach venue where the event will make its Olympic debut.", "ar": "العد التنازلي لألعاب طوكيو الأولمبية بدأ، فتاريخ 24 يوليو/تموز يصادف يوم الافتتاح الرسمي للألعاب بعد ثلاث سنوات، إلا أن التحضير الكارثي، جعل طوكيو تتخبط في ارتفاع غير منتظر لتكاليف الألعاب.\n\nفرغم أن طوكيو وعدت بألعاب اقتصادية بتكلفة تتراوح بين 5 و6 مليارات يورو. إلا أنها وجدت أن التكلفة يمكن تتضاعف 4 مرات،وأن تصل إلى 28 مليار يورو، أي بثلاث مرات ألعاب لندن 2012.\n\nاللجنة الأولمبية الدولية بدرها ستعمل مع طوكيو لتقليص التكلفة.\n\nمن جهة أخرى بعد إلغاء مشروع الملعب الأولمبي للمهندسة زها حديد المتوفية في مارس/آذار2016، و الذي اعتبر مكلفاً بتكلفة مليارين، يبدو أن المشروع الجديد للمهندس كينغو كوما يبقى غالياً بـ 1.2 مليار. يذكر أن مكتب زها حديد تتهم كونغو كوما بقرصنة عناصر مهمة في المشروع.\n\nمشاكل طوكيو مع الألعاب الأولمبية ليست وليدة اليوم: فقد غيروا الشعار لأنه مقتبس بشكل مفضوح من عدة أعمال فنية.\n\nكما أن فوز مدينة طوكيو على حساب مدريد و اسطنبول في سبتمبر/أيلول 2013 يلفه الكثير من الشبهات لتقديم رشاوى، و العدالة الفرنسية تقوم بتحقيق في هذا الشأن.\n\nكما ان ارتفاع درجة الحرارة التي تتراوح بين 30 و35 تحت الظل و نسبة الرطوبة تصل إلى 80 في المئة، إضافة إلى امكانية حدوث زلزال عظيم يؤرق بعض الرياضيين.", "pt": "Quando faltam três anos para os Jogos Olímpicos de Tóquio 2020, o Japão fez, segunda-feira, uma festa para assinalar a data, apesar de os organizadores lutarem para conter os custos e recuperar a credibilidade.\n\nCelebridades nipónicas e atletas marcaram presença no evento. Os organizadores prometem transformar os Jogos de 2020 no maior “natsu matsuri” – ou seja, festival de verão.\n\nCom o assustador derrapar das contas, o governador de Tóquio, Yuriko Koike, no ano passado, ordenou que o orçamento fosse revisto para reduzir os custos que apontavam para uma fatura final de 25 mil milhões de dólares, quatro vezes mais do que as estimativas iniciais. Agora, os organizadores afirmam que já conseguiram reduzir a despesa para os 13 mil milhões.", "es": "Japón empieza a prepararse para los Jueg os Olímpicos de 2020. El país asiático ha iniciado la cuenta atrás para la celebración del evento deportivo más importante del mundo con conciertos, danzas tradicionales y eventos deportivos para fomentar el entusiasmo de los ciudadanos.\n\nSin embargo, los organizadores tienen mucho trabajo por delante.\n\nEl año pasado el gobernador de Tokio ordenó una revisión del presupuesto para reducir los costos, que según las estimaciones superarían los 20.000 millones de euros, cuatro veces la cantidad prevista cuando Tokio fue elegida sede. Desde entonces han recortado cerca de 10.000 millones.\n\nLa única vez que el país del sol naciente acogió unos Juegos de verano fue en 1964."}, "title": {"en": "Japan counts down to the Tokyo 2020 Olympic Games", "ar": "طوكيو تتخبط في مشاكل تنظيمية قبل 3 سنوات من الألعاب الأولمبية", "pt": "Tóquio 2020 em contagem decrescente", "es": "Japón inicia la cuenta atrás para los JJOO de 2020"}, "date": {"en": "07/24/17 00:00:00", "ar": "07/24/17 00:00:00", "pt": "07/24/17 00:00:00", "es": "07/24/17 00:00:00"}}