{"top_image": {"en": "https://static.euronews.com/articles/381475/1000x563_381475.jpg", "ar": "https://static.euronews.com/articles/381475/1000x563_381475.jpg", "pt": "https://static.euronews.com/articles/381475/1000x563_381475.jpg", "es": "https://static.euronews.com/articles/381475/1000x563_381475.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "If you are a heavy metal fan you might right now be in Wacken, Germany, for the 28th Wacken Open Air festival.\n\nSome 75,000 fans young and old have gathered to hear 150 bands who will play up until Saturday.\n\nThursday is the first official day but the Wacken Volunteer Fire Brigade’s band was already belting out the tunes on setup Wednesday for the early-arrivers.\n\nThe festival has been sold out for weeks, the 12th time this has happened, and with a bill including legends like Alice Cooper, Status Quo and Marylin Manson it is not hard to see why.\n\nThe dress code is preferably black, but despite its reputation as being able to hide any stain, the four days of revelling are likely to leave some deep impressions no washing will remove, as rain has ensured the festival site is thick with mud.", "ar": "تم إطلاق مهرجان موسيقى الهيفي ميتال المعروف باسم “فاكن أوبن إير2017” في قرية فاكن الواقعة في أقصى شمال ألمانيا، الافتتاح تم يوم الأربعاء بعد الظهر الظهر بشكل غير رسمي، مع الظهور التقليدي لفرقة “فاكن فولونتير فاير برغاد“، فيما سيكون الافتتاح الرسمي يوم الخميس.\n\nالطقس المشمس ساعد على زيادة عدد المقبلين على النسخة 28 للمهرجان، فنحو 75 ألف محب لهذا النوع من الموسيقى يمكنهم مشاهدة أكثر من 150 فرقة على عدة مراحل إلى غاية 5 أغسطس/آب، ومن ضمن الفرق، أليس كوبر، ومارلين مانسون، وستاتو كو.\n\n.\n\nThe world’s biggest\n\nheavy metal festival\n\nis held in the village of Wacken,\n\nnorth of Hamburg,\n\nAugust 3-5, 2017.\n\n. pic.twitter.com/ecN4yTUn9b — Silke Le Fay (@SilkeLeFay) 3 août 2017\n\nمصالح الإطفاء وفرت الأجواء الجيدة واللازمة لإنجاح المهرجان، ومعروف عن مهرجان فاكن التنظيم المحكم، خاصة وأنه يقام منذ 1990 في شهر آب/ أغسطس من كل عام ويستمر لمدة ثلاثة أيام.", "pt": "Começou quarta-feira e prolonga-se até às primeiras horas da madrugada deste domingo mais uma edição do maior festival de Heavy Metal do mundo. Este ano, com um “pipeline” de cerveja instalado no recinto para reduzir o tráfego automóvel e tornar o evento mais amigo do planeta.\n\nEntre os destaques, este ano, no cartaz do Wacken estão os norte-americanos Megadeth, Alice Cooper e Marylin Manson, os irmãos brasileiros Max e Igor Cavalera, recordando o álbum “Roots” dos Sepultura, e os finlandeses Apocalyptica, celebrando os 20 anos de “Plays Metallica by Four Cellos, o álbum de estreia com versões do maior grupo de metal do planeta.\n\nComo habitual, foi a banda dos bombeiros voluntários de Wacken a abrir os concertos, numa edição onde também participam Henry Rollins, Marylin Manson, Napalm Death, Kreator, Paradise Lost, Status Quo, Clawfinger, Turbonegro ou UK Subs entre as mais de 150 atuações programadas. Algumas podem ser vistas em direto na página oficial deste festival alemão.\n\nA edição deste ano marca também a estreia de um “cervejoduto” com sete quilómetros e capacidade movimentar mais de 400 mil litros do popular “sumo de cevada” para hidratar, por assim dizer, os festivaleiros. A média de consumo de cerveja na Alemanha é de 3,1 litros por pessoa, no Festival de Wacken é de 5,1 litros.\n\nFundado em 1990, o Festival de Wacken cresceu até se tornar na meca do heavy metal e respetivos “afluentes” como o Black Metal, o Trash Metal, o Speed Metal ou até o Punk Hard Core. O evento atrai todos os anos à pequena cidade de Wacken, no norte da Alemanha, mais de 70 mil “headbangers” de todo o mundo e mais uma vez está esgotado há quase um ano.\n\nCom os bilhetes de cada edição a serem colocados à venda imediatamente no final da edição anterior, os ingressos para o Wacken 2017 “voarem” por completo em apenas 23 horas.\n\nNesta edição não há projetos portugueses no cartaz, mas os Moonspell são um dos recorrentes nomes nos cartazes do Wacken, por onde passaram em 2012.\n\n\n\n\n\n", "es": "Por duodécimo año consecutivo el mayor festival de heavy metal del mundo, que tiene lugar en Wacken, en el norte de Alemania, ha colgado el cartel de no hay entradas.\n\nEste pueblo alemán de apenas 1.800 habitantes se vuelca con el evento.\n\nComo viene siendo tradición, la banda de voluntarios de la brigada de bomberos de Wacken abrió de manera oficiosa el festival.\n\nUn total de 75.000 aficionados al metal asistirán a los más de 150 conciertos (entre ellos los de Status Quo, Alice Cooper y Marilyn Manson) que acogerán sus seis escenarios hasta el cinco de agosto."}, "title": {"en": "Love heavy metal? Head to Wacken!", "ar": "إنطلاق مهرجان فاكن لموسيقى الهيفي ميتال", "pt": "Estreia de \"cervejoduto\" e heavy metal animam Wacken 2017", "es": "Wacken, capital mundial del heavy metal"}, "date": {"en": "08/03/17 00:00:00", "ar": "08/03/17 00:00:00", "pt": "08/03/17 00:00:00", "es": "08/03/17 00:00:00"}}