{"top_image": {"en": "https://static.euronews.com/articles/379840/1000x563_379840.jpg", "ar": "https://static.euronews.com/articles/379840/1000x563_379840.jpg", "pt": "https://static.euronews.com/articles/379840/1000x563_379840.jpg", "es": "https://static.euronews.com/articles/379840/1000x563_379840.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "European Union leaders say they are ‘following’ the progress of the US Congress, as it discusses further sanctions on Russia.\n\nA cross-party proposition for further constraints could damage EU energy interests, Commission spokesperson Margaritas Schinas said on Monday.\n\n“We are following this process with some concern regarding the European Union’s energy independence and our energy security interests”. In response to the draft legislation, he added: “we are activating all diplomatic channels to address these concerns from these U.S. measures with our U.S. counterparts.”\n\nThese new sanctions signal a change in the way western nations cooperate on Russia, according to Kristine Berzina of the US think tank, the German Marshall Fund.\n\n“The EU and as well the individual member states have been accustomed with dealing with the US administration on foreign policy issues, on sanctions. And since 2014 and the illegal annexation of Crimea you have see really lock steps across the Atlantic on sanctions”.\n\nBut, Berzina said, “if the Congress is playing a bigger role, there is different body making a lot of important decisions in the transatlantic relationship on Russia sanctions, this is different. And Europe for a good reason wants to have conversation with Washington about how this will play out”.\n\nBefore Congress votes on Tuesday, EU leaders will be hoping to persuade their counterparts in Washington DC to change their minds", "ar": "لم يخف الاتحاد الأوروبي قلقه من العزم الذي تبديه واشنطن لفرض عقوبات جديدة ضد روسيا.حيث تم التوصل نهاية الأسبوع الماضي إلى اتفاق مبدئي في الكونغرس الأميركي للتصويت هذا الثلاثاء على قانون يفرض عقوبات تستهدف قطاع الطاقة الروسي. لكن هذه المبادرة الأحادية من جانب الكونغرس تثير القلق في أوروبا.\n\nوقال المتحدث باسم المفوضية الأوروبية: إن القانون من شأنه أن يزعزع أمن الطاقة في الاتحاد .\n\nمارغاريتيس شيناس،متحدث باسم المفوضية الأوروبية :\n\n“نحن نتابع هذه الخطوة الإجرائية بقلق بالنظر إلى استقلالية الاتحاد الأوروبي في مجال الطاقة وأمن مصالحنا الثنائية،فسوف نقوم بتفعيل القنوات الدبلوماسية ولننقل مخاوفنا من الإجراءات الأميركية إلى نظرائنا الأميركيين”.\n\nوتقول هذه الخبيرة،إن هذا القلق هو إشارة إلى تغير في طبيعة العلاقة ما بين الاتحاد الأوروبي وأميركا.\n\nكريستين بيرزينا، محللة في صندوق مارشال الألماني :\n\n“الاتحاد الأوروبي كما الدول الأعضاء متعودون فعلا على التعامل مع الإدارة الأميركية بشأن مجالات تتعلق بالسياسة الخارجية،وبشأن العقوبات أيضا.ومنذ العام 2014،وبعد الضم غير الشرعي لشبه جزيرة القرم من قبل روسيا،فنحن نرى فعلا إجراءات حازمة عبر المحيط الأطلسي بشأن تطبيق عقوبات. بقي القول الآن إذا كان الكونغرس،يلعب دورا محوريا،وتوجد هيئات مختلفة أخرى تتخذ الكثير من القرارات المهمة بشأن العلاقات عبر الأطلسي حيال عقوبات ضد روسيا،فهذا أمر مختلف حقا. ثم إن أوروبا ولأسباب وجيهة تريد أن تفتح قناة حوار مع واشنطن حول كيفية يتم التعامل مع المسألة”\n\nالتخوف الألماني\n\nوكانت برلين احتجت خصوصا على تضمين النص الاولي للقانون عقوبات تطال مشروع أنبوب الغاز “نورد ستريم 2” الذي سيربط روسيا بألمانيا عبر بحر البلطيق.\n\nويخشى دبلوماسيون بالاتحاد الأوروبي من أن يؤدي الخلاف الألماني الأميركي، حول خط أنابيب نورد ستريم 2 الذي تشيده شركة غازبروم الروسية المملوكة للدولة، إلى تعقيد الجهود في الاتحاد للتوصل إلى توافق أوروبي بشأن التفاوض مع روسيا حول المشروع. وينص مشروع القانون على فرض قيود على روسيا في مجال الطاقة، لاسيما، فيما يتعلق بمشروع نقل الغاز الروسي إلى أوروبا عبر قاع بحر البلطيق “السيل الشمالي -2”.\n\nاتفاق مبدئي في الكونغرس الأميركي للتصويت\n\nتم التوصل نهاية الأسبوع الماي إلى اتفاق مبدئي في الكونغرس الأميركي للتصويت هذا الثلاثاء على عقوبات جديدة بحق روسيا وإيران وكوريا الشمالية، فيما أعلن البيت الابيض الاحد أن الرئيس يدعم المبادرة. وكان مجلس الشيوخ أقر بشبه إجماع في 15 حزيران/يونيو 2017 اقتراح قانون بفرض عقوبات على روسيا وإيران، لكن النص واجه عرقلة في مجلس النواب حيث نجحت المفاوضات في نهاية المطاف يوم السبت.\n\nتحفظ البيت الأبيض\n\nوكان البيت الأبيض متحفظا عن القانون لأنه يهدف إلى تقييد دونالد ترامب لمنعه من رفع عقوبات مفروضة أصلا على موسكو. وبذلك، سيصبح الرئيس الاميركي المتهم بالتعاطف مع فلاديمير بوتين في دائرة مراقبة الكونغرس. وفي ضوء هذا التفاهم في الكونغرس، أعلن البيت الأبيض أن ترامب سيصادق على القانون في حال إقراره.\n\nوقالت المتحدثة باسم البيت الابيض “ندعم القانون الراهن، وسنواصل العمل مع مجلس النواب ومجلس الشيوخ لفرض هذه العقوبات الشديدة على روسيا حتى حل الوضع في أوكرانيا بالكامل”.\n\nوفي حال اقر مجلس النواب القانون سيصوت مجلس الشيوخ عليه مجددا على الارجح قبل عطلة منتصف اب/أغسطس المقبل.", "pt": "As novas sanções que o Congresso norte-americano quer impor contra a Rússia poderão afetar algumas empresas europeias, pelo que Bruxelas admite retaliar.\n\nUm dos setores mais sensíveis é o energético, ao nível da parceria com a Rússia no projeto do gasoduto Nord Stream 2.\n\n“Estamos a acompanhar este processo com alguma preocupação face ao impacto na independência energética da União Europeia e nos nossos interesses de segurança energética”, disse Margaritis Schinas, porta-voz do executivo europeu, segunda-feira, numa conferência de imprensa, em Bruxelas.\n\n“Estamos a usar todos os canais diplomáticos para abordar com os nossos parceiros norte-americanos estas preocupações face às medidas dos EUA”, acrescentou Margaritis Schinas.\n\nO gasoduto Nord Stream 2 ligará a Rússia à Alemanha, através do mar Báltico. Este país e a Áustria fizeram algumas das críticas mais fortes contra as novas sanções, que não foram coordenadas com a Europa, como é habitual.\n\n“A União Europeia, bem como os Estados-membros a título individual, estão acostumados a dialogar com a administração dos EUA no que respeita às sanções. No caso da anexação ilegal da Crimeia, houve um consenso transatlântico sobre as sanções”, explicou, à euronews, Kristine Berzina, analista política no centro de estudos German Marshall Fund, em Bruxelas.\n\n“Agora, se o Congresso norte-americano passar a tomar decisões importantes que afetam o relacionamento transatlântico ao nível das sanções contra a Rússia, temos uma situação nova, e a Europa tem boas razões para querer falar com Washington sobre os possíveis impactos”, acrescentou a analista.\n\nBruxelas suspeita que os Estados Unidos querem aproveitar as sanções para ultrapassar os europeus no fornecimento de gás natural liquefeito e dar vantagens competitivas às suas empresas.\n\nA Câmara dos Representantes irá votar medidas que serão aplicadas a Moscovo devido à sua alegada ingerência na campanha presidencial nos Estados Unidos e à anexação da península ucraniana da Crimeia.\n\nUma vez aprovada pela Câmara dos Representantes, a proposta de lei será votada no Senado, provavelmente antes das férias de verão, em meados de agosto.", "es": "Bruselas contraatacará si Washington impone nuevas sanciones a Rusia que afecten a compañías europeas.\n\nDe momento la comisión europea evita hablar de represalias pero no descarta una respuesta urgente si este martes el Congreso estadounidense aprueba una ley que enturbie la independencia energética en el bloque:\n\n“Estamos muy atentos a este proceso y nos preocupa la independencia energética de la Unión Europea y nuestros intereses en materia de seguridad energética. Estamos activando con nuestros homólogos en ese país todos los canales diplomáticos para abordar esta inquietud”, ha manifestado el portavoz comunitario Margaritis Schinas.\n\nLas nuevas medidas afectan esencialmente al gasoducto Nord Stream 2, con el que el gigante ruso Gazprom pretende bombear gas directamente a Alemania y que cuenta con la implicación de firmas europeas.\n\nPara algunos expertos, como Kristine Berzina, del Fondo alemán Marshall, las nuevas medidas sancionadoras pueden agravar aúnmás las relaciones trasatlánticas:\n\n“La UE y los distintos Estados miembros solían tratar con la administración estadounidense en política exterior todo lo relacionado a las sanciones. Desde 2014 y la anexión ilegal de Crimea por parte de Rusia hemos visto un consenso trasatlántico en relación a las sanciones. Ahora bien, si el Congreso asume un papel prioritario o hay una institución diferente tomando decisiones importantes sobre las sanciones a Rusia, la cosa es diferente. Por lo que Europa está en su derecho de exigir a Washington una explicación de cómo va a actuar.”\n\nBruselas quiere garantías de que las sanciones no afectarán a los intereses de la UE, o incluso considerar las sanciones inválidas en el territorio del bloque europeo si violan los intereses europeos."}, "title": {"en": "EU leaders worried by possible further US sanctions on Russia", "ar": "أوروبا تبدي قلقا من عزم واشنطن فرض عقوبات ضد روسيا", "pt": "UE poderá retaliar se avançarem novas sanções dos EUA contra Rússia", "es": "Bruselas responderá al impacto de las sanciones a Rusia en la UE"}, "date": {"en": "07/24/17 00:00:00", "ar": "07/24/17 00:00:00", "pt": "07/24/17 00:00:00", "es": "07/24/17 00:00:00"}}