{"top_image": {"en": "https://static.euronews.com/articles/375983/1000x563_375983.jpg", "ar": "https://static.euronews.com/articles/375983/1000x563_375983.jpg", "pt": "https://static.euronews.com/articles/375983/1000x563_375983.jpg", "es": "https://static.euronews.com/articles/375983/1000x563_375983.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Hundreds of civilians fled Mosul’s Old City on Friday (June 30) as US-backed Iraqi forces engaged in fierce fighting with die-hard Islamic State militants making their final stand in the country’s second-largest city.\n\nFamilies streamed through alleyways near the Grand al-Nuri Mosque, where ISIL leader Abu Bakr al-Baghdadi proclaimed the group’s so-called caliphate in 2014 and which ISIL fighters reportedly blew up a week ago as Iraqi forces closed in.\n\nAuthorities say they’re just days away from fully retaking the city but the battle is a tough one, with pockets of fighters and snipers dug in among civilians.\n\nThis week’s capture of the mosque by government troops was a major victory, and Prime Minister Haider al-Abadi declared on Thursday the end of ISIL’s self-proclaimed caliphate.\n\nBut the eight months of fighting have taken a huge toll on the people of Mosul. Thousands of civilians have been killed, according to aid organizations, and the International Organisation for Migration estimates close to 900,00 people – about half the city’s pre-war population – have fled since the offensive started last October. The Iraqi government had initially pledged the city would be liberated in 2016.\n\nFamilies displaced by fighting have been fleeing to Salamiyah 2 camp, south east of Mosul, according to the United Nations’ Refugee agency. That camp can take in around 60,000 people and is now almost full.\n\nThose who managed to escape say countless more civilians are still trapped in Mosul with very little food supplies, water or medical help.\n\nWhat will happen to Mosul after the fall of Islamic State? pic.twitter.com/G6GOuVxq1e — The Economist (@TheEconomist) June 30, 2017\n\nISIL hit back in Syria\n\nThe capture of Mosul would mark the end of the Iraqi half of the caliphate, although the group still controls territory west and south of the city, ruling over hundreds of thousands of people.\n\nIn neighbouring Syria, parts of which ISIL says fall under its self-proclaimed caliphate, the militant group launched a counter-attack against an alliance of militias trying to oust it from its de facto capital of Raqqa.\n\nThe Syrian Observatory for Human Rights, a Britain-based war monitor, said the group had retaken most of the industrial district of Raqqa after mounting a fierce counter-attack against the Syrian Democratic Forces (SDF), a U.S.-backed alliance of Kurdish and Arab militias.\n\nThe SDF, the U.S. backed alliance in Syria, acknowledged in its social media feed that there had been intense clashes, but added that the whole industrial district was still in its hands and the attack had been thwarted.\n\nEven though ISIL is under pressure in its urban strongholds in Iraq and Syria, its fighters still occupy an area as big as Belgium across the two countries, according to one estimate.", "ar": "الجيش يلاحق آخر فلول الإرهابيين في الموصل\n\nالقوات العراقية المدعومة بعناصر من الجيش الأميركي تستعيد المزيد من الأحياء في مدينة الموصل حيث تمكنت من السيطرة على حي الفاروق وكنيسة الساعة وجامعي عمر الأسود والكرار في الجانب الأيمن من المدينة، في مؤشر واضح على اتجاه العراق إلى الانتصار على ما يسمى بتنظيم الدولة الإسلامية في الموصل خلال الأيام القليلة المقبلة، ليتصاعد بذلك الضغط\n\nعلى التنظيم المتطرف تزامنا مع تضييق الخناق عليه في سوريا المجاورة.\n\nووفق القادة في عمليات “قادمون يا نينوى” لا يزال بين مائتي وثلاثمائة عنصر من مقاتلي تنظيم الدولة الإسلامية في الموصل القديمة. قائد قوات مكافحة الإرهاب الفريق الركن عبد الغني الأسدي أشار إلى أنّ المتبقي من عناصر التنظيم الإرهابي أغلبيتهم من الأجانب.\n\nالعقيد بات وورك، مستشار الجيش الأميركي قال: “كان لدى تنظيم الدولة عامين ونصف العام لإعداد الدفاع عن الموصل، وهي مدينة واسعة ذات عدد كبير من السكان، لقد وضع دفاعا هائلا، لدرجة أنّ أيّ جيش سيواجه صعوبة في التعامل معه. لكن قوات الأمن العراقية واصلت باستمرار الهجوم، وعلى مدى المائة والعشرين يوما الأخيرة على الجانب الغربي من المدينة،\n\nوصلت إلى درجة السيطرة على آخر الجيوب الدفاعية لداعش، وهي تواصل التقدم لإنهاء العملية، تماما مثلما ترون وراءنا”.\n\n#بفتوي_السيستاني_انتصرنا\n\nهذا ما تبقى على تحرير الموصل pic.twitter.com/dtVT6anCF8 — سالم الطائي (@salemaliraqi141) 1 juillet 2017\n\nوبالتزامن مع تقدم القوات العراقية في المدينة القديمة من الموصل أكد قائد الشرطة الاتحادية الفريق رائد شاكر جودت في أنّ “وحدات من الشرطة الاتحادية فرضت سيطرتها الكاملة على عدد من الأحياء وتواصل تطهير المستشفى الجمهوري ومستشفى البتول ومبنى القاصرين ودار الأيتام ومبنى الطوارئ ومبنى طب الأسنان ودار الأطباء في حي الشفاء من مخلفات\n\nالمتطرفين“، مضيفا أنّ قوات الشرطة الاتحادية قتلت 54 إرهابياً ودمرت 7 مركبات ومركزاً للاتصالات ومعملاً للتفخيخ وفككت 15 حزاماً ناسفاً وعثرت على 40 صاروخاً و24 عبوة ناسفة.\n\nاحباط هجمات لداعش\n\nوفي الأنبار أكد مصدر أمنى أنّ تنظيم الدولة الإسلامية نفذ مؤخرا هجوما ضد الحشد الشعبي وحرس الحدود شمال منفذ الوليد الحدودي العراقي مع سوريا غربي البلاد، لكن الحشد الشعبي وحرس الحدود تمكنا من صدّ الهجوم القادم من القائم على بعد 350 كيلومترا غرب الرمادي، وأوقعا خسائر مادية وبشرية في صفوف التنظيم.\n\nوعلى ما يبدو يواجه تنظيم الدولة الإسلامية، الذي أعلن دولة الخلافة على أراض واسعة سيطر عليها في سوريا والعراق قبل ثلاث سنوات، هجومين متزامنين على معقليه الرمزيين في الموصل والرقة، وبالرغم من أن خسارة المدينتين ستكون ضربة قاسية للتنظيم، فإنها لن تمثل نهاية التهديد الذي يشكله، فمن المرجح أن يعود الإرهابيون من خلال تنفيذ هجمات بأسلوب\n\nالتمرد والسيارات المفخخة والعمليات الانتحارية.\n\n❤️مبارك للشعب العراقي نصر قواتنا المسلحة البطلة و حشدنا الشعبي المقدس و تحرير مدينة الموصل❤️\n\n#بفتوى_السستاني_أنتصرنا#وسقطت_دولة_الخرافة pic.twitter.com/DyB9XzC629 — ‏؛؛الورده ؛البيضاء؛؛ (@i_raqa) 1 juillet 2017\n\nوبدأت القوات العراقية هجومها على الموصل في 17 تشرين الأول-أكتوبر، حيث استعادت الجانب الشرقي من المدينة في كانون الثاني-يناير، قبل أن تطلق بعد شهر هجومها على الجزء الغربي ذي الكثافة السكانية العالية.\n\nوحسب التقارير الأمنية يقتصر وجود الجهاديين حاليا على منطقة صغيرة من البلدة القديمة في الموصل، ولكن شوارعها الضيقة ووجود المدنيين جعلوا العملية تستعيد السيطرة عليها. وبالرغم من أنّ المنطقة التي لا يزال يسيطر عليها التنظيم صغيرة جدا، غير أن أزقتها وشوارعها الضيقة إضافة إلى تواجد المدنيين فيها، جعلت العملية العسكرية محفوفة بالمخاطر.\n\nوأبدى مقاتلو التنظيم المتطرف مقاومة شرسة في المدينة القديمة، باستخدام قذائف الهاون والمفخخات والقناصة، لعرقلة تقدم القوات العراقية.\n\nوكانت القوات العراقية قد أعلنت الخميس أنها استعادت جامع النوري الكبير في المدينة القديمة بغرب الموصل، الذي شهد الظهور العلني الوحيد لزعيم تنظيم الدولة الإسلامية أبو بكر البغدادي في 2014. وأمام تقدم القوات العراقية أقدم التنظيم المتطرف في 21 حزيران-يونيو على تفجير منارة الحدباء التاريخية وجامع النوري الكبير. وأعتبر رئيس الوزراء العراقي حيدر\n\nالعبادي أن استعادة جامع النوري يعد إعلانا لنهاية “دويلة الباطل الداعشية”.", "pt": "Já devem ser poucas centenas mas continuam a combater. Os cerca de 350 militantes do autoproclamado Estado Islâmico que ainda estão no centro histórico de Mossul não abrandaram os combates, mesmo depois das autoridades iraquianas terem anunciado a tomada da cidade. A segunda maior cidade do país, que esteve ocupada pela organização extremista durante os últimos três anos e está a dias de ser totalmente libertada.\n\nRecorde-se que na quinta-feira as forças governamentais, apoiadas por milícias xiitas, curdas e cristãs avançaram sobre as ruínas da mesquita Al-Nuri, o mesmo local onde o então líder do grupo declarou o estabelecimento de um califado em Junho de 2014.\n\nMas agora, em Mossul levantam-se outras questões: os civis que não sairam da cidade estão a ser acusados de ter colaborado com o Daesh. De acordo com a Reuters, centenas de famílias terão recebido cartas ameaçadoras e um prazo para abandonar Mossul. A situação já levou a uma intervenção pública da ONU.\n\nNa Síria, os militantes do Daesh abandonaram esta sexta-feira o último reduto que ainda ocupavam na província de Alepo. A informação foi avançada pelo Observatório Sírio dos Direitos Humanos, que diz ainda que a retirada se seguiu a confrontos na região de Khanaser. Ao mesmo tempo, os militantes jihadistas levaram a cabo uma contra-ofensiva em Raqqa, a cidade síria que tem servido de sede para o grupo nos últimos anos.", "es": "Dáesh retrocede en Irak pero avanza en Siria. Aunque las fuerzas antiterroristas iraquíes han liberado dos zonas más de Mosul, dando así un paso más en la tantas veces anunciada liberación de la ciudad, los yihadistas recuperaron el viernes el control del barrio de Al Siná, en el este de la ciudad siria de Raqa.\n\nEn Mosul, los enfrentamientos prosiguen en la zona del casco antiguo, donde los yihadistas resisten en los pocos metros que les queda del que fue su principal feudo en Irak.\n\nEl jueves, se dió un paso decisivo en la operación antiterrorista con la toma de la emblemática mezquita de Al Nuri.\n\nDespués de tres años bajo el yugo de los extremistas, los habitantes de la ciudad, que siguen siendo evacuados de la zonas conflictivas, cuentan los días para recuperar una normalidad relativa. También en los campos de refugiados, como en el de Salamiyah, en el sureste de Mosul, se sigue al minuto el avance de las tropas iraquíes."}, "title": {"en": "Families flee Mosul as Iraqi troops close in on ISIL", "ar": "القوات العراقية تؤكد أنّ النصر في الموصل بات وشيكا", "pt": "A queda do califado no Iraque", "es": "Dáesh retrocede en Irak pero avanza en Siria"}, "date": {"en": "07/01/17 00:00:00", "ar": "07/01/17 00:00:00", "pt": "07/01/17 00:00:00", "es": "07/01/17 00:00:00"}}