{"top_image": {"en": "https://static.euronews.com/articles/379855/1000x563_379855.jpg", "ar": "https://static.euronews.com/articles/379855/1000x563_379855.jpg", "pt": "https://static.euronews.com/articles/379855/1000x563_379855.jpg", "es": "https://static.euronews.com/articles/379855/1000x563_379855.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Italy’s women team emerged victorious in the world fencing championship in Leipzig in Germany.\n\nThe experienced Alice Volpi and Arianna Errigo were too much for the Americans, who found themselves at this stage of the tournament for the first time.\n\nErrigo landed the final blow as the Italians blew away the US 45-25.\n\nSouth Korea confirmed their place as a force to be reckoned with by crushing Hungary 45-22 in the men’s team final.\n\nIt’s been a gradual rise for the Koreans who were third at the worlds in Budapest, Second in Russia before climbing to the top of the podium at the London 2012 Games.", "ar": "في البطولة العاملية للمبارزة بالسيوف في ليبزيغ بألمانيا، لدى الاناث، فاز الفريق الإيطالي بقيادة أريانا إريغو و مارتينا باتيني و أليس فولبي و كاميليا مانسيني على الأمريكي في النهائي بـ45 لمسة و 25.\n\nالإيطاليات يسترجعن لقباً فلت منهن لصالح روسيا في 2016 بريو دي جانييرو. فيما حل الفريق الروسي في المركز الثالث بعد فوزه على ألمانيا.\n\nأما لدى الرجال فقد فازت كوريا الجنوبية بقيادة غو بون جيل، و كيم يونغ هوان، و أو سانغ يوك ، و كذا كيم يون هو، و هو أول لقب لبطولة عالمية للفريق، بعدما تفوق الفريق الكوري على نظيره المجري بـ45 لمسة مقابل 22 لمسة. المركز الثالث عاد للفريق الإيطالي الذي فرض سيطرته على الولايات المتحدة بـ45 لمسة مقابل 40.", "pt": "Ao quarto dia de competição no Mundial de esgrima de Leipzig, na Alemanha, a Coreia do Sul conquistou o título.\n\nNa competição masculina, segunda-feira, seleção da Coreia do Sul ( Gu Bon-gil, Kim Jung-hwan, Oh Sang-uk et Kim Jun-ho) conquistou o seu primeiro título num Campeonato do Mundo ao esmagar a Hungria por 45-22 na final.\n\nO terceiro lugar foi para a Itália, que dominou os Estados Unidos por 45-40.\n\nNa competição feminina por equipas, a vitória final em florete foi conquistada pelas italianas (Arianna Errigo, Martina Batini, Alice Volpi e Camilla Mancini).\n\nAs transalpinas conquistaram o título de campeãs mundiais ao vencerem a seleção norte-americana por 45-25. O pódio foi completado pelas russas, campeãs olímpicas bicampeãs mundiais em título, que afastaram a Alemanha das medalhas.", "es": "Si Rusia fue el centro de los focos este domingo en el Mundial de Esgrima que se celebra en la ciudad alemana de Leipzig, este lunes las esgrimistas italianas han sido protagonistas. El combinado de floretistas transalpinas han derrotado a Estados Unidos por 45 a 25 en la última ronda y recuperan así un título que habían perdido frente a Rusia en 2016 en Río de Janeiro. El podio lo ha completado el combinado ruso.\n\nMientras tanto la bandera de Corea del Sur ha ondeado en lo más alto gracias a su equipo masculino de sable. El combinado asíático ha logrado su primer título mundial por equipos al aplastar a Hungría en la final por 45 toques a 22. El bronce ha sido para Italia."}, "title": {"en": "Fencing: Italian and South Korean teams on top in Leipzig", "ar": "بطولة العالم للمبارزة بالسيوف: إيطاليا تفوز باللقب لدى الإناث و كوريا الجنوبية لدى الرجال", "pt": "Ouro da Alemanha foi levado por esgrimistas da Coreia do Sul e Itália", "es": "Italia y Corea del Sur dominan en florete y sable"}, "date": {"en": "07/24/17 00:00:00", "ar": "07/24/17 00:00:00", "pt": "07/24/17 00:00:00", "es": "07/24/17 00:00:00"}}