{"top_image": {"en": "https://static.euronews.com/articles/379077/1000x563_379077.jpg", "ar": "https://static.euronews.com/articles/379077/1000x563_379077.jpg", "pt": "https://static.euronews.com/articles/379077/1000x563_379077.jpg", "es": "https://static.euronews.com/articles/379077/1000x563_379077.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "As the debate over the safety of the world’s most widely used weed killer rages on in Brussels, there were demonstrations against glyphosate in the Belgian capital on Wednesday (July 19).\n\nThere have been conflicting studies on whether the popular herbicide can cause cancer. The product’s EU license is set to expire at the end of the year, and a decision over whether to extend it is pending.\n\n“I am here because I am concerned about farmers, people and nature. We ask the European Commission, all governments to invest more in research for alternatives for the use of pesticides,” said Kurt Sannen, a farmer and chairman of the organic association Bioforum.\n\nKorsak Leonid, a citizen from Belgium, gave this warning:“Soon there will be no birds, no bees, nothing. So it is time to react.”\n\nA committee of experts from EU nations was set to hold a first discussion of the issue on Wednesday, with a vote expected later in the year.\n\n1 million EU citizens are taking down #Monsanto‘s Roundup as huge #glyphosate bottle is toppled at EU Commission! https://t.co/RCk2G20kIC pic.twitter.com/RVpHYHQ0kJ — Avaaz (@Avaaz) July 19, 2017\n\nUnder pressure\n\nThe World Health Organisation’s cancer agency has classified glyphosate as a probable carcinogen. But the Commission asked for the scientific opinion of the European Chemicals Agency, which said the substance cannot be classified as such. The pesticides industry says the product has been found to be safe and should continue to be sold.\n\nEnvironmental activists and health advocates argue there is too much uncertainty around the safety of glyphosate, and the precautionary principle should apply. More than a million people have already signed a European Citizens’ Initiative asking for the weed killer to be banned.\n\nFor over two years, citizen pressure has stopped member states from agreeing to a full 10-year re-license.\n\nEU governments will be asked to vote on this proposal after the summer.\n\nEU Commissioner for Health and Food Safety Vytenis Andriukaitis gave the following reassurance: “I wanted to make clear that the Commission has no intention to re-approve this substance without the support of the qualified majority of the member states. “\n\nCorrection: A previous version of this story incorrectly stated that glyphosate had been banned. It has not. EU member states are discussing whether to extend the product’s license for another 10 years.", "ar": "يجتمع خبراء من الدول الأعضاء في الاتحاد الأوروبي في بروكسل لبحث النظر في حقيقة استخدام مبيد الأعشاب الغلايفوست. حيث تقترح المفوضية الأوروبية تجديد ترخيص استخدام المبيد لعشر سنوات،المقترح رفضته المنظمات غير الحكومية،المدافعة عن البيئة،كما تشرح لنا مراسلتنا.\n\nوتقول ماريا بسارا، موفدة يورونيوز:\n\n“خلال الأشهر الخمسة الماضية،وقع أكثر من مليون شخص وعبر جميع أنحاء الاتحاد الأوروبي عريضة لحظر استخدام مبيد الأعشاب الغلايفوست”\n\nوتصنف هذه المبيدات على أنها مواد يحتمل أن تكون مسرطنة حسب منظمة الصحة العالمية. كثير من المنظمات غير الحكومية تطالب بحظر استخدامها،حيث تجمع الكثيرون منهم في بروكسل قبل مناقشة الجوانب الفنية من قبل المفوضية الأوروبية\n\nمنظمة الصحة العالمية، صنفت مبيد الأعشاب، الغلايفوست باحتمالية أن يكون حاملا لمواد مسرطنة،أقيمت مبادرات عبر أنحاء جميع أوروبا،تطالب عبر عريضة موقعة من أكثر من مليون شخص،بحظر استخدام المبيد على نطاق واسع. ويقول كيرت سانين، وهو مزارع :\n\n“جئت هنا لأن قلقا يحذوني تجاه المزارعين،والأشخاص كما الطبيعة،حيث ندعو المفوضية الأوروبية كما جميع الحكومات أن تقوم بالاستثمارفي مجالات البحث،لإيجاد بدائل لاستخدام المبيدات” ويضيف ليونيد، وهو مواطن بلجيكي:\n\n“قريبا سوف تزول الطيور و النحل،حان الوقت للتدخل”\n\nتدرك المفوضية الأوروبية أن القضية حساسة بشكل معتبر للغاية، وهي ترى حسب ما صرح به مفوض الاتحاد الأرووبي لشؤون الصحة والأمن الغذائي ،أن المسؤولية تقع على عاتق الدول الأعضاء.\n\nفيتينيس أندريوكايتيس، مفوض الاتحاد الأرووبي لشؤون الصحة والأمن الغذائي:\n\n“أريد أن أشير إلى أن المفوضية الأوروبية لا تنوي الموافقة على استخدام هذا المبيد دون الاستناد إلى موافقة الأغلبية المؤهلة للدول الأعضاء”", "pt": "Várias organizações não-governamentais europeias renovaram, junto da Comissão Europeia, o protesto contra o uso do glifosato.\n\nO Comité Permanente dos Vegetais, Animais e Alimentos para Consumo Humano e Animal analisa, quarta e quinta-feira, a possibilidade de prolongar, até 2025, a licença de uso do herbicida, que expira no final deste ano.\n\nHá mais de um ano, a Organização Mundial de Saúde classificou este herbicida, usado para eliminar ervas daninhas, como “potencialmente carcinogénio para o ser humano”.\n\nMas a Comissão Europeia pediu um outro estudo, à Agência Europeia dos Produtos Químicos, ainda por publicar (vídeo da AEPQ).\n\nStop Glyphosate Petition. Tomorrow ECI submit 1.3mill signature Petition to EU Parliament #stopglyphosate https://t.co/SRb4pq0PcG — GEN etwork (@GenEngNetwork) July 2, 2017\n\n“Estou aqui porque estou preocupado com os agricultores, as pessoas e a natureza. Pedimos à Comissão Europeia, a todos os governos, que invistam mais na investigação de alternativas ao uso de pesticidas”, disse, à euronews, Kurt Sannen, líder de uma federação de produtores agrícolas biológicos da região belga da Flandres.\n\n“Em breve não haverá pássaros, nem abelhas, nada. Chegou a hora de reagir”, disse o ativista Korsak Leonid.\n\nDesde fevereiro passado, cerca de 1,3 milhões de cidadãos de vários Estados-membros assinaram uma petição que pede a proibição definitiva do glifosato.\n\nNo caso de Portugal, foram recolhidas, até 7 de julho passado, mais de nove mil assinaturas, revelou a Plataforma Transgénicos Fora. A PTF faz parte da Iniciativa de Cidadania Europeia, que lidera o protesto.\n\n“O glifosato aparece em todo o lado: na água, nos alimentos, nas pessoas, até na chuva e no leite materno” disse Jorge Ferreira, da PTF, citado num comunicado, divulgado nessa data.\n\nO herbicida também divide os governos da União Europeia, com a França e a Alemanha claramente contra.\n\nPortugal tem-se abstido, alegando insuficientes conclusões científicas.\n\nO produto pode ser usado nas explorações agrícolas mas, em janeiro passado, o governo de Lisboa aprovou a proibição de uso de pesticidas (inlcuindo o glifosato) em espaços públicos tais como jardins infantis, parques e jardins urbanos, escolas e hospitais “com o objetivo de reduzir e controlar os efeitos sobre a saúde pública”.\n\nA próxima votação deverá ocorrer em outubro.\n\n“Quero deixar claro que a Comissão não tem a intenção de aprovar esta substância sem o apoio da maioria qualificada dos Estados membros”, disse Vytenis Andriukaitis, comissário europeu para a Saúde e Segurança Alimentar, segunda-feira passada, no final de uma reunião dos ministros da Agricultura da União Europeia.", "es": "Bruselas discute sobre la renovación para la autorización del herbicida más usado y controvertido del mundo: el glifosato.\n\nEn pleno debate científico sobre su posible efecto cancerígeno, varios activistas se han congregado este miércoles antes las puertas de la sede para pedir a las autoridades comunitarias su prohibición.\n\nBruselas dispone de 5 meses para tomar una decisión de si renueva o no la autorización de este componente químico durante un periodo de nueve años, hasta 2025. De momento hay que esperar a que la Agencia Europea de Sustancias y Mezclas Químicas, se pronuncie sobre si esta sustancia es o no cancerígena.\n\nLa polémica sobre la toxicidad del glifosato, el ingrediente principal del herbicida estrella de Monsanto, el Roundup, ha generado un espinoso debate en el propio seno de la UE, donde algunos países como Francia se han posicionado abiertamente en contra.\n\n“Estoy aquí porque me preocupan los agricultores, las personas y la naturaleza. Pedimos a la Comisión Europea, y a todos los gobiernos, que inviertan más en investigación de alternativas para el uso de pesticidas”, explica Kurt Sannen, agricultor ecológico y presidente de BIOFORUM en Bélgica.\n\n“Pronto no quedarán ni pájaros, ni abejas, ni nada. Ya es hora de que reaccionemos”, clama otro de los manifestantes, Korsak Leonid, penionista belga.\n\nLos opositores al glifosato, se han visto alentados por un estudio científico que cuestiona los estudios en los que se basa Bruselas para proponer renovar la autorización a ese producto.\n\n“Quiero dejar claro que la Comisión no tiene intención de renovar la autorización de esta sustancia sin el apoyo de la mayoría cualificada de los Estados miembros”, ha manifestado a Euronews, Vytenis Andriukaitis, comisario de Salud y Seguridad Alimentaria:\n\nLa primera ronda de votaciones tendrá lugar en octubre."}, "title": {"en": "Does this weed killer cause cancer? It's certainly giving EU experts a headache", "ar": "الاتحاد الأوروبي أمام تحديات استخدام مبيد الأعشاب “غلايفوست”", "pt": "Ativistas pedem à Comissão Europeia interdição do herbicida glifosato", "es": "Varios activistas piden a la UE que no renueve el uso del glifosato"}, "date": {"en": "07/19/17 00:00:00", "ar": "07/19/17 00:00:00", "pt": "07/19/17 00:00:00", "es": "07/19/17 00:00:00"}}