{"top_image": {"en": "https://static.euronews.com/articles/377233/1000x563_377233.jpg", "ar": "https://static.euronews.com/articles/377233/1000x563_377233.jpg", "pt": "https://static.euronews.com/articles/377233/1000x563_377233.jpg", "es": "https://static.euronews.com/articles/377233/1000x563_377233.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Lilian Calmejane rode fought off a bout of cramp to claim a dramatic solo win in the eighth stage of the Tour de France on Saturday, as the overall favourites stayed quiet on the eve of a punishing day in the Jura mountains.\n\nThe 24-year-old Calmejane, in only his second year as a professional, dropped his breakaway companions in the last climb of the day and despite cramping up in the closing stages, held off Dutchman Robert Gesink for a second grand tour stage win.\n\nAnother Frenchman, Guillaume Martin, took third place.\n\nBritain’s Chris Froome had a minor scare when he went off the road in a descent, but the Team Sky rider kept his cool in sweltering heat to retain the overall leader’s yellow jersey.\n\nCalmejane of Direct Energie kept his strategy close to his chest in the day’s breakaway, but barely looked back after pulling away in the 11.7-km climb to La Combe de Laisia.\n\nGesink (LottoNL-Jumbo) chased hard but the Frenchman had too much power in the finale.\n\nCalmejane, almost came to a halt five kilometres from the line, however, due to cramp in his right thigh.\n\n“It’s huge. It was everything I was dreaming of,” said Calmejane, who won a stage in last year’s Vuelta.\n\n“When I had cramp in the finale, I decided to drop a gear so I could pedal softer,” he said.\n\nTeam Sky were in control all day despite a hectic start to the stage, with almost 50 riders managing to break away from the main pack.\n\nThey will be further tested on Sunday, when the ninth stage takes the peloton through the Jura mountains with three lung-busting climbs in prospect before a dangerous descent to Chambery.", "ar": "تمكن الدراج الفرنسي الشاب ليليان كالميجان من الفوز بالمرحلة الثامنة من طواف فرنسا الدولي للدراجات التي اقيمت السبت على مسافة 187.5 كيلومترا بين مدينتي دول وستاسيون دي روس.\n\nالفرنسي كالميجان تقدم على كل من الهولندي روبرت غيسينك بفارق 37 ثانية، ومواطنه غيوم مارتان بفارق 50 ثانية.\n\nهذا الفوز يعد الثاني الذي يحققه دراج فرنسي في طواف الدورة الحالية، بعد انتصار أرنو ديمار قبل أربعة أيام. ذات المرحلة شهدت احتفاظ البريطاني كريس فروم بصدارة الترتيب العام والقميص الأصفر.\n\nالمرحلة التاسعة ستقام الاحد على مسافة 181.5 كيلومترا وتجتاز ثلاث قمم قاسية، بيش، غران كولومبييه ومون دو شا على الطريق الممتد من نانتوا الى شامبيري.", "pt": "No regresso da Volta a França em bicicleta à montanha, o francês Lilian Calmejane, da Direct Energie, venceu, este sábado, a oitava etapa do Tour.\n\nApesar dos problemas musculares durante os 187,5km que ligaram Dole a Station des Rousses, Calmejane cruzou primeiro a linha de meta, mas é o britânico Chris Froome (Team Sky) que mantém a liderança da prova.\n\nCalmejane impôs-se sobre o holandês Robert Gesink (Lotto NL-Jumbo), segundo, e o compatriota Guillaume Martin (Wanty-Groupe Gobert), que completou o pódio.\n\nNa etapa deste domingo, que poderá provocar mexidas na geral, o britânico Chris Froome, da Team Sky, continuará a vestir a camisola amarela.\n\nA nona etapa da Volta a França em bicicleta liga Nantua a Chambéry num total de 181,5km.", "es": "Lilian Calmejane fue el indiscutible protagonista de la octava etapa del Tour de Francia. El ciclista galo culminó en solitario una escapada de hasta 50 corredores, aunque no sin dificultades. Y es que a menos de cinco kilómetros para el final comenzó a pagar el terrible esfuerzo, sufrió calambres en su pierna derecha y temió por la victoria, pero finalmente se impuso por delante de Robert Gesink y Guillaume Martin.\n\nLa clasificación general tras la jornada de este sábado no se vio alterada y sigue comandada por el británico Chris Froome, que encabeza por delante de Geraint Thomas y Fabio Aru.\n\nEste domingo al pelotón le espera una de las etapas más exigentes: un rompepiernas de hasta siete puertos, tres de ellos de categoría especial."}, "title": {"en": "Tour de France: Calm Calmejane cruises to victory", "ar": "الفرنسي ليليان كالميجان يفوز بالمرحلة الثامنة", "pt": "Calmejane vence oitava etapa do Tour e Froome veste de amarelo", "es": "Tour: Ni los calambres pueden con Calmejane"}, "date": {"en": "07/08/17 00:00:00", "ar": "07/08/17 00:00:00", "pt": "07/08/17 00:00:00", "es": "07/08/17 00:00:00"}}