{"top_image": {"en": "https://static.euronews.com/articles/381174/1000x563_381174.jpg", "ar": "https://static.euronews.com/articles/381174/1000x563_381174.jpg", "pt": "https://static.euronews.com/articles/381174/1000x563_381174.jpg", "es": "https://static.euronews.com/articles/381174/1000x563_381174.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Neymar’s much hyped move from Barcelona to Paris St Germain is expected to be worth a whopping 222 million euros.\n\nBut the transfer is not yet the done deal.\n\nSources at the Catalan club say that PSG are hoping the transfer will be signed sealed and delivered by next week.\n\nWith that in mind, we are going to take a look at football’s biggest transfers.\n\nBefore Neymar’s touted move, Paul Pogba headed the list with his move from Juventus to Manchester United. The Old Trafford club shelved out 105 million euros for the services of the French international in 2016.\n\nReal Madrid were so keen to sign Gareth Bale from Tottenham Hotspur that they were willing to cough up 100 million euros, making the Welshman the third highest on the list.\n\nBale’s transfer managed to put Cristiano Ronaldo in the shade, something not many manage to do. Ronaldo’s move from Man United to Real in 2009 slipped to fourth on the list at 94 million euros.\n\nGonzalo Higuan rounds off our top five. The Argentinian was snapped up by Juventus. They paid fellow Serie A club Napoli 90 million euros.", "ar": "إذا صح ما يروج في وسائل الاعلام من قرب انتقال اللاعب نيمار من برشلونة إلى باريس سان جرمان ، فإنه سيكون أغلى لاعب في التاريخ ، إذ يصل مبلغ التخلي عن البرازيلي صاحب 25 عاماً إلى 222 مليون يورو.\n\nBREAKING !\n\n\n\nAlphonse Aréola confirme que Neymar passera sa visite médicale pour le compte du PSG ! pic.twitter.com/CNbOHwKwFK — Instant Foot (@lnstantFoot) 1 août 2017\n\nفي المركز الثاني يأتي اللاعب الفرنسي بول بوغبا الذي اشتراه نادي مانشيستر يونايتد من يوفنتوس بـ120 مليون يورو، العام الماضي.\n\nو يأتي البريطاني صاحب 28 عاماً غاريث بيل في المركز الثالث حينما انتقل من توتنهام إلى ريال مدريد بـ 101 مليون يورو في 2013.\n\nكريستيانو رونالدو يحتل المركز الرابع بعدما اشتراه النادي الملكي بـ94 مليون يورو من مانشيستر يونايتد في 2016.\n\nفيما دفع نادي يوفنتوس مبلغ 90 مليون يورو لشراء غونزالو هيغوين من نابولي في 2016.", "pt": "O FC Barcelona congelou a verba de 26 milhões de euros relativa ao prémio de renovação de contrato com Neymar, numa altura em que aumenta a especulação sobre uma eventual saída do brasileiro para o Paris Saint-Germain. O enigma poderá ficar desfeito nos próximos dias.\n\nO avançado tem contrato com o clube catalão até 2021, mas o PSG está disposto a pagar uma cláusula de rescisão de 222 milhões de euros, o que pode fazer desta a venda mais cara da história do futebol.\n\nNúmeros que superam, e muito, os da compra do francês Paul Pogba pelo Manchester United que pagou à Juventus, em 2016, 127 milhões de euros. A FIFA chegou a investigar a transferência recorde.\n\nO Real Madrid tentou ocultar o preço da transferência de Gareth Bale do Tottenham mas esta custou quase 101 milhões de euros.\n\nSuperou a saída de Cristiano Ronaldo para o Real Madrid no verão de 2009 que rendeu ao Manchester United 94 milhões de euros.\n\nDa lista de aquisições históricas consta também o nome do argentino Gonzalo Higuaín. No verão passado, a Juventus pagou 90 milhões de euros ao Nápoles.", "es": "En el mundo del fútbol verano es sinónimo de mercado de fichajes y sin duda, el culebrón de este 2017 lo está protagonizando Neymar. Parece que su llegada al París Saint Germain se hará oficial en los próximos días. De cerrarse el acuerdo, el del brasileño sería el traspaso más caro de la historia. 222 millones de euros.\n\nPero en el mundo del fútbol ya nadie se escandaliza por esas cantidades. Recuerden si no el precio de Pogba. El Manchester United superó la barrera de los 100 millones de euros por Pogba, algo que no pasó desapercibido para la FIFA, que incluso decidió investigar el fichaje.\n\nPero el club inglés también sabe vender. La salida de Cristiano Ronaldo al Real Madrid en el verano del año 2009 dejó 94 millones de euros en las arcas del United.\n\nOtro jugador que militó en las filas madridistas también aparece en esta lista. Se trata de Gonzalo Higuaín. Esta vez el traspaso se produjo entre dos clubes italianos. La Juventus de Turín pagó los 90 millones de euros de cláusula de rescisión del argentino al Nápoles el verano pasado."}, "title": {"en": "Neymar's move will put Paul Pogba's transfer in the shade", "ar": "ميركاتو: أغلى التحويلات في تاريخ الكرة المستديرة", "pt": "Saída de Neymar para o PSG pode ser a mais cara da história", "es": "Neymar vale 222 millones de euros"}, "date": {"en": "08/01/17 00:00:00", "ar": "08/01/17 00:00:00", "pt": "08/01/17 00:00:00", "es": "08/01/17 00:00:00"}}