{"top_image": {"en": "https://static.euronews.com/articles/381648/1000x563_381648.jpg", "ar": "https://static.euronews.com/articles/381648/1000x563_381648.jpg", "pt": "https://static.euronews.com/articles/381648/1000x563_381648.jpg", "es": "https://static.euronews.com/articles/381648/1000x563_381648.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Brazilian star Neymar has been unveiled as a Paris Saint-Germain player after a 222-million euro move from FC Barcelona.\n\nThe 25-year-old, who has signed a five-year deal with the French champions, is the world’s most expensive footballer.\n\nNeymar, who could make his debut against Amiens on Saturday afternoon, said he moved to Paris for a bigger challenge.\n\n“It was one of the most difficult decisions of my life,” he said. “I was very good at Barcelona, in the city, at the club, it has been a moment with lots of tension and thoughts about what I should do with my life.”\n\nWatch Neymar’s full press conference\n\n\n\n", "ar": "انضم النجم البرازيلي نيمار إلى نادي سان جرمان الفرنسي في صفقة قياسية بلغت 222 مليون يورو، وفي أول ندوة صحفية جلس إلى يسار القطري ناصر خليفة رئيس النادي الباريسي المملوك من هيئة قطر للاستثمارات الرياضية قال المهاجم صاحب 25 عاماً انه باختياره هذا أراد تحد جديد.\n\nوظهر نيمار في الندوة بابتسامة عريضة، وبذلة رسمية، وفي أول خرجة علنية منذ وصول إلى النادي الباريسي بعد الهالة التي صحبت عملية تحويله، وقال” أردت تحدياً جديداً. أردت تحدياً أكبر. أن أقدم أفضل ما لدي، وأن أقوم بذلك بشكل أفضل” مبرراً اختياره أنه جاء تفكير عميق وأنه من أصعب القرارات في حياته، ولم يترك برشلونة من أجل المال.\n\nNasser Al-Khelaïfi x Neymar pic.twitter.com/9AihiLn59C — LaCommuPSG (@LCPSG) 4 août 2017\n\nوكان نادي سان جرمان أعلن الخميس شراء نيمار في عقد مدته خمس سنوات ينال خلاله راتباً سنوياً يصل إلى 30 مليوناً يورو. ليصبح البرازيلي أغلى لاعب في العالم.\n\nبدوره شدد ناصر الخليفي على أن نادي باريس سان جرمان يحترم قوانين التحويل، مشدداً أنه:” اليوم ربما يبدو غال، ولكن ربما لن يكون كذلك بعد عامين، سنربح الزيد من الأموال في السنوات المقبلة. هو مشروع بالنسبة لي لعلامتين. نريد أن نجمع بين العلامتين نيمار وباريس سان جرمان. بالنسبة لي، هو تحويل رائع.” وأشار الخليفي الى ان نيمار كان قادراً على الانتقال الى ناد آخر والحصول على مبالغ أكبر.\n\nمن جهته المدرب الساق للنادي الباريسي ، يعتبر أن قدوم نيمار هو فرصة حقيقية للدوري الفرنسي الممتاز:” بالنسبة للبطولة الفرنسية، إنه أمر استثنائي. لا يجب الخوف من الكلمات. كانت لي الفرصة لأعايش النادي من الداخل ن يجب شكر قطر. من الآن بفضل نادي سان جرمان، الدوري الفرنسي سيشتهر في العالم بأسره.”\n\nAntoine Kombouaré sur Neymar : “C’est une chance, une aubaine. Pour la ligue 1 c’est exceptionnel. Il faut remercier le PSG pour ça.” pic.twitter.com/RLS4M3788b — LaCommuPSG (@LCPSG) 4 août 2017\n\nوتأتي تصريحات الخليفي في الوقت الذي طلبت فيه النقابة الدولية للاعبين من المفوضية الأوروبية للتحقيق في المبالغ المدفوعة لتحويل نيمار إلى باريس، في أكبر ميركاتو عرفته الكرة المستديرة.", "pt": "O futebolista brasileiro Neymar foi apresentado oficialmente esta sexta-feira como jogador do Paris Saint-Germain, justificando a mudança com “ambição” e “a necessidade de um novo desafio”. O novo camisola “10” do PSG mostrou disponibilidade para se estrear já no sábado na receção ao Amiens, na primeira jornada da Liga francesa.\n\n“Não vim aqui para ter protagonismo, mas sim para algo novo, os títulos que este clube e adeptos merecem. O meu coração disse-me que estava na hora de assinar pelo Paris Saint-Germain, era a altura certa para sair do Barcelona e encontrar novos desafios. Quero ajudar a escrever a história deste clube, que tem potencial para ser o melhor do mundo”, disse em conferência de imprensa o jogador que ‘pulverizou’ o recorde de transferências, ao custar 222 milhões de euros.\n\nDes frissons à cette vue 😱\n\nMerci à tout le peuple parisien pour ce grand moment 🔴🔵\n\n\n\n🇧🇷 #BemvindoNeymarJR pic.twitter.com/h86kxphQfa — PSG Officiel (@PSG_inside) 4 de agosto de 2017\n\nO futebolista de 25 anos mostrou-se também disponível para disputar a estreia no campeonato francês, contra o Amiens, numa partida que vai começar 15 minutos mais tarde, devido à sua apresentação aos adeptos.\n\n“Estou pronto. Se posso jogar amanhã [sábado], porque não? Vou falar com o ‘staff’ e esperar pela luz verde, mas é isto que eu amo fazer. Jogar futebol”, afirmou.\n\nSobre a saída de Barcelona, Neymar revelou que foi “uma das escolhas mais difíceis” da sua vida, acrescentando que se sentia muito bem na cidade, no clube e que foi “um momento de muitas tensões e pensamentos sobre o que deveria fazer”, mas que não foi movido pelo dinheiro.\n\n“Quem pensa isso não me conhece, sempre procurei a minha felicidade e não o dinheiro”, sublinhou.\n\nO avançado explicou ainda que não “desrespeitou” o emblema ‘blaugrana’, mostrando-se “triste” pelos adeptos que se sentem traídos, porque acredita que não faltou ao respeito a ninguém e que “todo o jogador tem o direito de sair se achar conveniente”.\n\nSegundo o presidente dos parisienses, Nasser Al-Khelaifi, que também participou na apresentação, o avançado podia ganhar “muito mais dinheiro” noutros clubes que estavam interessados, mas escolheu o PSG devido ao projeto, estabelecendo ainda a meta de dois anos, para recuperar o dinheiro investido.\n\n“O Neymar veio para cá escrever a grande história do Paris Saint-Germain. Para mim é o melhor jogador do mundo e queríamos ter cá o melhor do mundo. A nossa meta é vencer a Liga dos Campeões… o nosso sonho. Vamos lutar por ele, tenho a certeza”, disse o catari de 43 anos.\n\nAinda sobre a saída do Barcelona, o presidente contou a imprensa que “Neymar quis tomar tempo para pensar e sair da melhor forma possível, pela porta grande”, acrescentando que se “comportou como um cavalheiro”.\n\nO brasileiro agradeceu ainda a ajuda dos seus novos companheiros, nomeadamente a Javier Pastore que abdicou da camisola n.º 10 para que esta possa ser usada por Neymar.\n\nTexto: Lusa (AXYG)\n\nEdiç£ão: Francisco Marques", "es": "En su primera rueda de prensa como jugador del París Saint Germain, el brasileño ha explicado los motivos de su repentina salida del Barcelona y la elección del club francés para continuar su carrera.\n\nSu fichaje, de 222 millones de euros, se ha convertido en el más caro de la historia. Sin embargo, Neymar asegura que eso no le hace sentir una presión especial:\n\n“Sentí que era el momento de partir, sentí que era el momento de cambiar de aires y buscar un desafío diferente. No era que allí no tuviera desafíos, que los tenía. Pero quería algo diferente, algo nuevo. Y sí, hablé con los jugadores brasileños que estaban aquí. Estaban muy emocionados y felices y también son mis amigos. Diría que ya me siento en casa”.\n\n“El dinero no es lo que me mueve, nunca fue mi prioridad. Lo primero en lo que pienso es en mi felicidad y la de mi familia. Y estoy muy contento, sigo a mi corazón independientemente del dinero. Si fuera por eso estaría en otro sitio”.\n\n“(Me fui) No porque estuviera incómodo. No buscaba protagonismo. Eso nunca lo busqué en mi vida”.\n\nYa ha tocado el balón en el estado del Parque de los Príncipes.\n\nPSG\n\nA pesar de lo costoso de la operación el, propiedad de un fondo catarí, está seguro de que rentabilizará muy rápido la compra y cree que el valor del brasileño se duplicará en dos o tres años."}, "title": {"en": "\"I wanted a bigger challenge,\" says Neymar after €222m move to PSG", "ar": "أغلى لاعب كرة قدم في العالم يصل إلى مدينة الجن والملائكة", "pt": "\"Show\" Neymar no PSG: \"Estava na hora de sair do Barcelona\"", "es": "Neymar, presentado con el PSG"}, "date": {"en": "08/04/17 00:00:00", "ar": "08/04/17 00:00:00", "pt": "08/04/17 00:00:00", "es": "08/04/17 00:00:00"}}