{"top_image": {"en": "https://static.euronews.com/articles/380516/1000x563_380516.jpg", "ar": "https://static.euronews.com/articles/380516/1000x563_380516.jpg", "pt": "https://static.euronews.com/articles/380516/1000x563_380516.jpg", "es": "https://static.euronews.com/articles/380516/1000x563_380516.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Donald’s Trump’s new communications director has launched a foul-mouthed tirade at two senior colleagues – opening the door to an all-out civil war among those most-trusted by the US president.\n\nEuronews, committed to bringing a range of views to its readers, has printed all the profanities, which could be offensive to some people.\n\nAnthony Scaramucci’s rant at Reince Priebus, Trump’s chief of staff, and Steve Bannon, the president’s chief strategist, came in a phone conversation with New Yorker correspondent Ryan Lizza.\n\nScaramucci was angry Lizza had tweeted the communications director was to have a White House dinner with Trump, Fox News host Sean Hannity, and former Fox News executive Bill Shine.\n\nLizza refused to tell Scaramucci who had leaked this to him, prompting the latter to reportedly say: “You’re an American citizen, this is a major catastrophe for the American country. So I’m asking you as an American patriot to give me a sense of who leaked it.”\n\nScaramucci then became convinced the leaker was Reince Priebus, Trump’s chief of staff, who he told Lizza was a “fucking paranoid schizophrenic”.\n\nThis is thought to be a reference to allegations Priebus had leaked the dinner details because he was upset he hadn’t been invited.\n\nScaramucci, speaking as if he was Priebus, continued: “Oh, Bill Shine is coming in. Let me leak the fucking thing and see if I can cock-block these people the way I cock-blocked Scaramucci for six months.”\n\nCock-blocking is slang for an action – sometimes unintentional – that prevents someone from having sex.\n\nBut Scaramucci is not thought to be using it in a literal sense; he’s substituting ‘sex’ for a ‘job in Trump’s team’.\n\nHe is thought to have long blamed Priebus for keeping him out of the White House when Trump took office in January.\n\nThe newly-appointed communications director, responding to criticism he was courting media attention with recent interviews, went on to mock his colleague Bannon.\n\nHe said: “I’m not Steve Bannon, I’m not trying to suck my own cock. I’m not trying to build my own brand off the fucking strength of the president. I’m here to serve the country.”\n\nScaramucci, who is suggesting Bannon has a too higher opinion of himself, suggested there could be personnel changes among Trump’s team.\n\n“What I’m going to do is, I will eliminate everyone in the comms team and we’ll start over,” he reportedly told Lizza.\n\n“They’ll all be fired by me. I fired one guy the other day. I have three to four people I’ll fire tomorrow. I’ll get to the person who leaked that to you. Reince Priebus – if you want to leak something – he’ll be asked to resign very shortly.”\n\nScaramucci later made reference to his conversation with Lizza, saying he will try to rein in his “colourful language”\n\nHis crackdown on White House leak is thought to be an attempt to please Trump, who claims such actions represent a national security threat.\n\nI sometimes use colorful language. I will refrain in this arena but not give up the passionate fight for realDonaldTrump</a>'s agenda. <a href=\"https://twitter.com/hashtag/MAGA?src=hash\">#MAGA</a></p>— Anthony Scaramucci ( Scaramucci) July 27, 2017", "ar": "لم يتردد مدير الاتصالات في البيت الأبيض أنتوني سكاراموتشي في شتم البعض من زملائه في إدراة الرئيس دونالد ترامب.\n\nوبحسب تقارير إعلامية وجه سكاراموتشي انتقادات وشتائم إلى مساعد الرئيس للشؤون الاستراتيجية ستيفن بينون ورئيس الإدارة في البيت الأبيض رينس بريباس، بقوله “إنه سخيف ومصاب بجنون العظمة والفصام بالشخصية” وأضاف مدير الاتصالات في البيت الأبيض:” إقالة رينس بريباس ستتم قريبا من إدارة الرئيس ترامب”.\n\nوأطلق أنتوني سكاراموتشي هذه التصريحات النارية أمام صحفي من صحيفة “نيويوركرريان ليتستسا” حسب ما أكده الأخير الذي تابع ان أنتوني سكاراموتشي طلب منه عدم تسجيل هذه المحادثة والتكتم عنها”.\n\nوأوضح الصحفي الامريكي أن سكاراموتشي تحدث بطريقة وصفها بـ “الوقحة للغاية” لدى تطرقه إلى مساعد الرئيس الامريكي للشؤون الاستراتيجية ستيفن بينون واتهمه بأنه “يخدم مصالحه الشخصية الخاصة فقط في البيت الأبيض.”\n\nيذكر أنه تم تعيين سكاراموتشي مديرا للاتصالات في البيت الأبيض منذ اسبوع قبل أن يبدأ بإثارة الفضائح وإطلاق الشتائم والانتقادات بحق زملائه في إدارة ترامب.\n\nوكان تعيين سكاراموتشي السبب المباشر في استقالة السكرتير الصحفي للرئيس شون سبايسر الذي لم يقبل أن يعمل تحت أوامر سكاراموتشي.\n\nهذه الفضيحة تضاف إلى جملة من الممارسات تشهدها إدارة الرئيس ترامب والتي تحدث انشقاقا كبيرا في صفوف الإدارة الأمريكية وتزيد من حدة الانقسام.", "pt": "O novo diretor de comunicação da Casa insultou de forma violenta outros assessores do Presidente dos Estados Unidos, incluindo o muito controverso Steve Bannon.\n\nAconteceu durante uma conversa telefónica promovida pelo próprio na quarta-feira com Ryan Lizza, na qual, garante o jornalista, Anthony Scaramucci nunca pediu para não ser citado.\n\nA conversa foi depois divulgada em parte pelo jornalista Ryan Lizza, primeiro em excertos através da rede social Twitter e mais tarde relatada nas páginas do jornal The New Yorker.\n\nScoop: Trump is dining tonight w/Sean Hannnity, Bill Shine (former Fox News executive), & Anthony Scaramucci, per to 2 knowledgeable sources — Ryan Lizza (@RyanLizza) 26 de julho de 2017\n\n\n\nQuem é Anthony Scaramucci?\n\nConhecido pela alcunha The Mooch”, nasceu em Long Island, no Estado de Nova Iorque, numa família de imigrantes italianos de classe média. Diplomou-se por Harvard, teve uma passagem pelo banco Goldman Sachs e foi responsável por fundos de investimento para clientes riquíssimos. Conhecido pela alcunha The Mooch”, nasceu em Long Island, no Estado de Nova Iorque, numa família de imigrantes italianos de classe média. Diplomou-se por Harvard, teve uma passagem pelo banco Goldman Sachs e foi responsável por fundos de investimento para clientes riquíssimos. Scaramucci, de 53 anos, é um dos grandes contribuintes do partido Republicano. Em 2012, foi tesoureiro da campanha presidencial de Mitt Romney em 2012. Trump já o havia tentado integrar na Adminsitração, mas “The Mooch” terá sido bloqueado num primeiro momento por Reince Priebus, considera o próprio Scaramucci. À segunda tentativa de Trump, a nomeação foi concretizada para diretor de Comunicação e motivou mais uma saída precipitada na presente Adminstração: a do porta-voz da Casa Branca Sean Spicer.\n\n\n\nNa alegada conversa, Scaramucci exigiu ao jornalista a revelação da fonte sobre um determinado jantar Donald Trump reportado por Lizza na rede social e no qual teria estado também o próprio diretor de Comunicação, o radiolista de orientação nacionalista Sean Hannity, o antigo executivo da Fox News Bill Shin e a Primeira Dama, Melania Trump.\n\nO jornalista recusou repetidamente denunciar as suas fontes: duas referidas num primeiro “twit” e uma outra outra referida como um “sénior oficial da Casa Branca.”\n\nDurante a conversa, relatada depois por Ryan Lizza, Scaramucci referiu os nomes de dois outros assessores da Casa Branca: o chefe de Gabinete Reince Priebus, um suposto rival interno do novo diretor de Comunicação de Trump, e o estratega do Presidente, o controverso Steve Bannon — ambos violentamente insultados.\n\nSobre Priebus, Scaramucci garantiu esta a caminho da porta da rua e disse tratar-se de “um ‘fucking’ esquizofrénico paranóico”. Bannon foi descrito como alguém que se satisfaz em auto felação (ou, numa tradução mais literal sugerida pela agência Lusa, alguém que está sempre a tentar chupar o próprio pénis).\n\n“Reince is a fucking paranoid schizophrenic, a paranoiac,” Scaramucci said. https://t.co/gXOwqDdR5C — The New Yorker (@NewYorker) 27 de julho de 2017\n\nDepois de desligar o telefone ao jornalista, o diretor de comunicação terá publicado um “twit” a anunciar ir contatar o FBI e o Departamento de Justiça por ter surgido nos meios de comunicação a sua informação financeira. Nessa publicação, entretanto apagada, Scaramucci identificava Priebus, o homem que terá acusado como o delator dessa informação financeira e, inclusive, do jantar revelado por Ryan Lizza.\n\nApós apagar esse polémico “twit”, Scaramucci publicou outro a dizer: “Errado! O ‘twit’ foi um anúncio público de que todos os séniores oficiais na Adminsitração estão a ajudar a acabar com as fugas ilegais de informação”. E voltou a identificar Priebus.\n\nDepois, Scaramucci publicou outro “twit” assumindo o uso “ocasional de linguagem colorida”. “Vou abster-me neste particular, mas não vou desistir a luta apaixonada pelo programa de Donald Trump”, concluiu.\n\nI sometimes use colorful language. I will refrain in this arena but not give up the passionate fight for realDonaldTrump</a>'s agenda. <a href=\"https://twitter.com/hashtag/MAGA?src=hash\">#MAGA</a></p>— Anthony Scaramucci ( Scaramucci) 27 de julho de 2017\n\nE depois ainda mais outro, quase três horas depois: “Cometi o erro de confiar num jornalista. Não voltará a acontecer.”\n\nI made a mistake in trusting in a reporter. It won’t happen again. — Anthony Scaramucci (@Scaramucci) 28 de julho de 2017\n\nAo mesmo tempo já o The New Yorker começava também a relatar a polémica conversa telefónia entre Scaramucci e Ryan Lizza, com o jornalista a ironizar: “Por vezes, acontece exatamente o mesmo que nos filmes.”\n\nA seguir, surgiu o artigo com o relato da conversa que promete incendiar ainda mais o ambiente nos bastidores da Casa Branca e a relação de Donald Trump com os meios de comunicação.\n\nA conversation with Anthony Scaramucci… https://t.co/7TY64NfAWu — Ryan Lizza (@RyanLizza) 27 de julho de 2017\n\nO Presidente manteve-se em silêncio sobre este primeiro escândalo público protagonizado por Anthony Scaramucci até esta sexta-feira à tarde (já quase 22:00 em Lisboa), altura em que anunciou a substituição de Priebus por John F. Kelly.\n\nI am pleased to inform you that I have just named General/Secretary John F Kelly as White House Chief of Staff. He is a Great American…. — Donald J. Trump (@realDonaldTrump) 28 de julho de 2017\n\n…and a Great Leader. John has also done a spectacular job at Homeland Security. He has been a true star of my Administration — Donald J. Trump (@realDonaldTrump) 28 de julho de 2017\n\nO até agora secretário da Segurança Interna — “um grande americano e um grande líder”, destaca Trump — é promovido a chefe de Gabinete da Casa Branca.\n\n“Gostava de agradecer a Reince Priebus pelo seu serviço e dedicação a este país. Conseguimos muito juntos e estou orgulhoso dele”, escreveu Trump na rede social Twitter.", "es": "Anthony Scaramucci deja a la altura del betún a la Casa Blanca con su lenguaje soez, palabrotas, amenazas, ataques y groserías.\n\nScaramucci “enloquece” y ataca con palabrotas a Steve Bannon y critica filtraciones y escándalos de la prensa https://t.co/Db8jR8S4bC pic.twitter.com/hR0PMOHvkE — 24 HORAS (@diario24horas) 27 juillet 2017\n\nScaramucci, el nuevo director de Comunicación de la Casa Blanca, ha confirmado los recelos que se cernían sobre él y que llevaron a presentar su dimisión a Sean Spicer, el anterior portavoz de la Casa Blanca.\n\nLas consecuencias no han tardado en llegar. En menos de una semana, la personalidad agresiva y sulfurosa de Scaramucci ha agravado las tensiones. Su idea fija consiste en hacer escarmentar a los funcionarios de la Casa Blanca que filtran informaciones a la prensa de manera anónima.\n\n¿Quién te lo ha filtrado?\n\n¿Quién te lo ha filtrado? fue la primera pregunta de Scaramucci al periodista de The New Yorker, Ryan Lizza. Éste se negó a revelar sus fuentes y el Director de Comunicación de la Casa Blanca amenazó con echar a todo el personal del departamento.\n\n“Voy a echar a todo el mundo, eso es lo que voy a hacer”, declaró el pasado 25 de julio.\n\n“Tú eres un ciudadano de Estados Unidos (…). Así que te pido como patriota que me indiques quién lo filtró”.\n\nDispuesto a brandir su espada verbal contra las filtraciones que sacuden el Despacho Oval, primero ha atacado al jefe de gabinete, Reince Priebus, al que considera principal responsable y ha acusado de ser “un jodido paranoico esquizofrénico”.\n\nDespués ha insultado al estratega de Trump, Stephen Bannon, asegurando que: “Yo no trato de chupármela como él. No intento ulilizar la jodida fuerza del presidente para mejorar mi imagen. Estoy aquí para servir a mi país.”\n\nY por último, ha presionado sin miramientos al conocido periodista, Ryan Lizza, que publicó en The New Yorker que Scaramucci estaba cenando en la Casa Blanca con Trump, su esposa Melania, el popular presentador de la cadena Fox, Sean Hannity y el exejecutivo Bill Shine.\n\nLes médias peinent à rapporter les vulgarités de Scaramucci https://t.co/wiRH5F1viQ pic.twitter.com/imUpsgKKYS — Le Soleil (@cyblesoleil) 28 juillet 2017\n\nEl primer detonante de esta explosión oral fue la publicación el martes en Político del informe patrimonial de Scaramucci. Expediente del que ya se conocían casi todos los detalles pero que Scaramucci tomó como una “filtración criminal” por lo que ha exigido una investigación del FBI. Después llegó el miércoles la coacción al periodista Ryan Lizza por la filtración sobre la cena en la Casa Blanca. Y por último los improperios dirigidos a Bannon.\n\nScaramucci, el banquero de Nueva York sin experiencia política al que han apodado como “el gorrón”, “The Mooch”, no pensaba que Ryan Lizza fuese a publicar sus comentarios, por lo que enseguida tuvo que dar marcha atrás y escribió en su cuenta de Twitter:\n\n“A veces utilizo un colorido lenguaje. Voy a abstenerme en ese terreno, pero no renunciaré en mi apasionada lucha por el programa de @realDonaldTrump”.\n\nI sometimes use colorful language. I will refrain in this arena but not give up the passionate fight for realDonaldTrump</a>'s agenda. <a href=\"https://twitter.com/hashtag/MAGA?src=hash\">#MAGA</a></p>— Anthony Scaramucci ( Scaramucci) 27 juillet 2017\n\nI made a mistake in trusting in a reporter. It won’t happen again. — Anthony Scaramucci (@Scaramucci) 28 juillet 2017\n\nLas palabras de Scaramucci pueden sorprender por su violencia, pero su objetivo final es obvio. Se trata de un nuevo forcejeo con Priebus en vistas a convertirse en jefe de gabinete. Priebus, aguanta, aunque su situación en la Casa Blanca parece cada vez más delicada, ahora que ha perdido a Sean Spicer, uno de sus apoyos."}, "title": {"en": "Trump's communications chief in foul-mouthed tirade over leaks", "ar": "سكاراموتشي يشتم مساعدي الرئيس الأمريكي دونالد ترامب", "pt": "\"Guerra fria\" de bastidores faz cair Reince Priebus na Casa Branca", "es": "Scaramucci: Amenazas a la prensa y virulencia verbal"}, "date": {"en": "07/28/17 00:00:00", "ar": "07/28/17 00:00:00", "pt": "07/28/17 00:00:00", "es": "07/28/17 00:00:00"}}