{"top_image": {"en": "https://static.euronews.com/articles/381583/1000x563_381583.jpg", "ar": "https://static.euronews.com/articles/381583/1000x563_381583.jpg", "pt": "https://static.euronews.com/articles/381583/1000x563_381583.jpg", "es": "https://static.euronews.com/articles/381583/1000x563_381583.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "There are signs the US Special Counsel investigating alleged Russian meddling in the US election is stepping up his inquiry.\n\nReports say Robert Mueller has begun using a grand jury which has issued subpoenas relating to a meeting between President Trump’s son, his son-in-law and a Russian lawyer. A spokesman for Mueller declined to comment.\n\nGrand juries are members of the public who hear evidence in secret and can force witnesses to appear or hand over documents.\n\nLegal experts have described the reports as a serious development.\n\n“If I were in the White House, I would be concerned that the investigation has gone up another notch or appears to have gone up another notch. In short order probably people who are in the administration or former members of the administration or former members of the campaign will be getting subpoenas to testify and provide documents,” said Professor David Levine, from the University of California’s Hastings College of the Law.\n\nSpecial counsel Robert Mueller launched a grand jury in the Russia probe. Here’s a closer look at what that means. https://t.co/dnAaQs2CNe — CNN (@CNN) August 3, 2017\n\nDonald Trump’s lawyers insist he is not under investigation and at a rally in West Virginia on Thursday, the president’s message was typically defiant.\n\n“The Russia story is a total fabrication. It’s just an excuse for the greatest loss in the history of American politics, that’s all it is.”\n\nMoscow denies meddling in the US election and Trump denies any collusion by his campaign. He has regularly denounced the investigations as witch hunts.\n\n“Most people know there were no Russians in our campaign… We didn’t win because of Russia. We won because of you,” he told the rally in Huntington.\n\nPres.Trump says Russia investigation is being pushed by Democrats upset about election win against Clinton. More: https://t.co/VmPU9exaOK pic.twitter.com/aG6SRBQTZJ — NBC News (@NBCNews) August 4, 2017\n\nDonald Trump has questioned Mueller’s impartiality. Democratic and Republican senators have initiated legislation seeking to block the president from firing the investigator.\n\nSenators Introduce 2 Bills To Try To Keep Trump From Firing Mueller https://t.co/bL4caQhEQK — NPR (@NPR) August 4, 2017\n\nOne of Trump’s lawyers, Jay Sekulow, has denied that the president is considering dismissing Mueller.\n\nTrump attorney: Trump is not considering firing special counsel Mueller https://t.co/OltUFRclu6 pic.twitter.com/QEn7Pu6c0P — The Hill (@thehill) August 4, 2017\n\nQuestions about the Trump campaign’s dealings with Moscow were fuelled by news last month of the meeting between Donald Trump Jr. and a Russian lawyer who he was told had damaging information about his father’s presidential rival Hillary Clinton.\n\nThe president has defended his son’s behaviour, saying many people would have accepted the meeting – which was also attended by Trump’s son-in-law Jared Kushner and former Trump campaign manager Paul Manafort.\n\nOne source has been quoted as saying that Mueller was investigating whether anyone linked to Trump’s campaign encouraged the Russians to start releasing material they had been collecting on the Clinton campaign. According to Reuters, another source said Mueller’s inquiry was trying to determine whether Trump knew in advance of the meeting on 9 June 2016.", "ar": "قام المدعي الخاص الأمريكي روبرت مولر المسؤول عن تحقيق مكتب المباحث الفيدرالية “ إف بي أي” بتشكيل هيئة محلفين كبرى، وذلك في إطار التحقيق في مسألة التدخل الروسي في الانتخابات الرئاسية الأمريكية. وحسب صحيفة “وول ستيرت جرنا” ليوم الخميس فإن التحقيق قد يؤدي إلى ملاحقات جنائية.\n\nالصحيفة أضافت أن مولر الذي عين لضمان الاستقلالية التامة للتحقيقات، سيفحص علاقات الفريق الانتخابي للرئيس الأمريكي دونالد ترامب مع موسكو، إذ تشمل احتمال وجود تواطؤ بين الطرفين، الامر الذي “ يدخل مرحلة جديدة” برأي الصحيفة التي استندت إلى مصدرين لم تكشف عن هويتهما.\n\nكما ذكرت وكالة رويترز أن هيئة المحلفين التحقيق في اللقاء الذي جرى بين نجل ترامب وصهره مع المحامية الروسية ذات الصلة بالكرملين نتاليا فاسلنتسكايا، خلال الحملة الانتخابية. على الرغم من نفي المحامية الروسية لأية علاقة لها بالحكومة الروسية. كما سيحقق مولر في أي روابط مالية بين ترامب وروسيا.\n\nوينفي الرئيس الأمريكي دونالد ترامب بشكل قاطع أي تواطؤ بين المقربين منه وروسيا ويعتبر أن هذه القضية التي تسم ولايته هي “حملة اضطهاد” تستهدفه.\n\nورد محامي الرئيس تاي كوب على التقرير مؤكدا أن “البيت الأبيض يؤيد كل ما يمكن أن يسرع التوصل إلى إتمام” هذا الملف، مؤكدا أن الإدارة “تتعاون بشكل تام” مع فريق المدعي الخاص.\n\nوحذر الرئيس الأميركي علنا المدعي العام الخاص بأنه سيتجاوز خطا أحمر في حال أجرى أي تحقيق في ملفه المالي، ما يبعث مخاوف لدى عدد من المراقبين والأعضاء في الكونغرس من أن يحاول الرئيس إبعاد مولر من التحقيق الذي يزداد تشعبا.", "pt": "O procurador especial dos Estados Unidos, Robert Mueller, convocou a comparência de um grande júri em Washington, no caso da investigação à alegada interferência do Kremlin nas eleições presidenciais do passado dia 8 de Novembro, segundo o Wall Street Journal.\n\nIsto significa que a investigação entra numa nova etapa. Nos Estados Unidos, os grandes júris são formados para decidir se as evidências recolhidas justificam uma acção judicial.\n\nA investigação aproxima-se da Casa Branca, na opinião de David Levine, professor da Faculdade de Direito da Universidade da Califórnia:\n\n“Se eu estivesse na Casa Branca, preocupar-me-ia com o fato de a investigação ter passado a uma nova fase. Em breve, provavelmente pessoas que estão na administração, ex-membros da administração ou ex-membros da campanha, receberão intimações para testemunhar e apresentar documentos”.\n\nA reação do presidente não tardou. “Esta história da Rússia é uma total fabricação”, disse Donald Trump , na quinta-feira, em Virgínia Ocidental. “É apenas uma desculpa para a maior derrota na história da política americana, não passa disso.”\n\nRobert Mueller começou por investigar o ex-assessor de segurança nacional de Trump, Michael Flynn, que se demitiu no passado dia 13 de Fevereiro. Recentemente, alargou a investigação ao próprio presidente e aos negócios financeiros de Donald Trump.", "es": "La llamada ‘trama rusa’ que desde hace meses sacude a la administración Trump parece estar muy lejos de disiparse. Según informa el Wall Street Journal, Robert Mueller, Fiscal especial del caso, ha nombrado un gran jurado encargado de investigar la presunta connivencia entre el equipo de Trump y Rusia rusa en la injerencia de este país en las elecciones presidenciales. La formación de este jurado amplia notablemente los poderes de los fiscales, que pueden ahora requerir documentos, tomar juramento a testigos e incluso imputarlos si bien indicios de delito.\n\n“Si yo estuviera en la Casa Blanca, me preocuparía de que la investigación haya subido o parezca haber subido otro peldaño”, explica el profesor David Levine, experto en derecho. “Porque probablemente a corto plazo, personas que están actualmente en la administración o ex miembros de la administración o ex miembros de la campaña electoral recibirán citaciones para testificar y proporcionar documentos”.\n\nLa formación de este gran jurado eleva la intensidad de una investigación que trata de probar lo que el FBI ya da por probado y la Casa Blanca tilda de rotundamente falso. Este mismo jueves Trump volvía a catalogar “toda esta historia de Rusia” como “invención total”. “Es tan solo una excusa para los mayores perdedores de la historia de la política americana, eso es todo”.\n\nLos expertos garantizan que el trabajo de Muller y su equipo, que desde la presidencia catalogan como una caza de brujas, hará que el caso se prolongue varios meses más."}, "title": {"en": "Trump slams Russia probe as investigator 'calls grand jury'", "ar": "تشكيل هيئة للمحلفين للتحقيق في مسألة التدخل الروسي في الرئاسيات الأمريكية", "pt": "Procurador especial convoca grande júri para investigar ingerência russa", "es": "El fiscal especial Robert Mueller nombra un gran jurado para investigar la trama rusa"}, "date": {"en": "08/04/17 00:00:00", "ar": "08/04/17 00:00:00", "pt": "08/04/17 00:00:00", "es": "08/04/17 00:00:00"}}