{"top_image": {"en": "https://static.euronews.com/articles/380400/1000x563_380400.jpg", "ar": "https://static.euronews.com/articles/380400/1000x563_380400.jpg", "pt": "https://static.euronews.com/articles/380400/1000x563_380400.jpg", "es": "https://static.euronews.com/articles/380400/1000x563_380400.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "There will no longer be a safety net for Warsaw regarding its judicial reforms. The European Commission says it is ready to trigger Article 7 of the Treaty on the Functioning of the European Union.\n\nThis article is often referred to as the “nuclear option” of the institutions, since it can result in the suspension of the voting rights of a member state – the ultimate sanction.\n\nThe Commission therefore remains steadfast in its opposition to the Polish conservative Government.", "ar": "من التحذير إلى التهديد والوعيد،تلك هي الخطوة التي اعتمدتها المفوضية الأوروبية ضد بولندا. مرحبا بكم في برنامجكم الأسبوعي حالة الاتحاد\n\nبولندا تعتزم إطلاق إصلاحات تطال الهيئة القضائية، لكن المفوضية الأوروبية،قالت إنها مستعدة لتفعيل المادة السابعة من ميثاق أوروبا ، هذه المادة غالبا ما توصف بأنها السلاح النووي،حيث تقضي بتجميد حق بولندا في التصويت في هيئات الاتحاد. فالمفوضية لا تزال تبقي على حزمها ضد الحكومة البولندية المحافظة.\n\nتغريدة دونالد ترامب بشأن الاتفاق التجاري الواعد مع بريطانيا\n\nطبيعة العلاقات عبر الأطلسي توضع مرة أخرى على المحك.عبر تغريدة،اتهم الرئيس الأميركي دونالد ترامب الاتحاد الأوروبي بالتقوقع وراء الحمائية ،ترامب أشاد بأنه يعمل على إنجاز اتفاق تجاري كبير جدا وواعد مع بريطانيا. النواب الأميركي يقر على عقوبات جديدة ضد روسيا،ولكن نص القرار قد يضرب المؤسسات الأوروبية و بشكل خاص تلك التي تعمل في قطاع الطاقة،المفوضية الأوروبية تدق ناقوس الخطر و توجه تحذيرا إلى واشنطن.\n\nتركيا والاتحاد الأوروبي والحوار السياسي\n\nعلى الرغم من دعوات المجتمع المدني وقادة الاتحاد الأوروبي للإفراج عن بعض نشطاء حقوق الإنسان ممن تعتقلهم تركيا. فعقب اجتماع في بروكسل ما بين رئيسة الدبلوماسية الأوروبية، تحدث وزير الخارجية التركي عن الانتقادات التي تطال بلاده بشأن الاعتداءات على سيادة القانون وحرية الصحافة. وبهذه المناسبة أكد الاتحاد الأوروبي التزامه باحترام الحقوق الأساسية.\n\nوعلى الرغم من الخلافات، لا يزال الحوار السياسي بين الاتحاد وأنقرة قائما. تركيا لا تزال في واقع الأمر شريكا أساسيا للأوروبيين حيال مواجهة أزمة اللاجئين\n\nالمدعي العام الأوروبي يرفض طلب المجر وسلوفاكيا بشأن اللاجئين*\n\nوللحد من تدفق اللاجئين، مددت الدول الأعضاء في الاتحاد الأوروبي حتى نهاية 2018 عملية صوفيا البحرية التي أطلقت في 2015 للتصدي للمهربين .و تشارك عملية صوفيا في تدريب خفر السواحل الليبيين والبحرية الليبية .وأسهمت عملية صوفيا إلى حد الآن في “اعتقال أو تسليم السلطات الإيطالية 110 مهربين” وجناة محتملين . كما أسهمت في وقف استخدام 470 مركبا” وفي إنقاذ 40 ألف شخص في البحر. هذا الأسبوع جاء الرد بشأن إعادة توطين اللاجئين وتوزيعهم عبر أوروبا من لدن المدعي العام الأوروبي الذي أوصى عبر مذكرة قانونية يرفض فيها الطلب الذي تقدمت به المجر و سلوفاكيا\n\nوالقاضي بإلغاء الحصص الإلزامية لتوزيع اللاجئين داخل دول الاتحاد الأوروبي\n\nاليونان تعود إلى سوق السندات\n\nأما اليونان فقد نجح في العودة إلى سوق السندات بعد طول غياب دام ثلاث سنوات.أثينا تعود تدريجيا إلى عالم المال العالمي. الخطوة اعتبرت بمثابة امتحان ثقة.\n\nأجندة برامجنا لشهر سبتمبر\n\nوننهي برنامجنا بالتحدث عن أجندتنا المستقبلية\n\nفي 6 أيلول، يلتقي وزراء الخارجية الأوروبيون في اجتماع غير رسمي.\n\nكما يجتمع أعضاء البرلمان الأوروبي في ستراسبورغ ضمن الجلسة العامة للبرلمان. رئيس المفوضية الأوروبية سيوجه خلالها خطابا عن حالة الاتحاد.\n\nوأخيرا في 24 سبتمبر الناخبون الألمان سيتوجهون إلى صناديق الاقتراع للانتخابات النيابية.\n\nبرنامج حالة الاتحاد انتهى لهذا الأسبوع،نستانف حلقات برنامجنا في أيلول/سبتمبر. شكرا لكم وأطيب المنى .", "pt": "A Comissão Europeia e o governo polaco estão em rota de colisão devido ao papel do poder judiciário no país. A UE afirma que está preparada para ativar o artigo sétimo do Tratado relativo ao funcionamento da União. Este artigo prevê a suspensão do direito de voto de um Estado-membro. A Comissão mantém assim uma posição de firmeza relativamente ao governo conservador polaco.\n\nAs relações transatlânticas encontram-se de novo debaixo de tensão. Num tweet, emitido a propósito de discussões preliminares relativas a um acordo comercial entre o Reino Unido e os Estados Unidos, o presidente Donald Trump acusa a União Europeia de protecionismo. Tudo em menos de 140 carateres.\n\nNum outro desenvolvimento, o Congresso norte-americano adotou um projeto-lei que reforça as sanções contra a Rússia. No entanto, o texto poderá ter um impacto negativo sobre várias empresas europeias, nomeadamente no setor energético. A Comissão faz soar o alarme e lança um alerta a Washington.\n\nNa Turquia, apesar de apelos da sociedade civil e de altos funcionários da União Europeia a favor da libertação dos defensores dos direitos humanos, as autoridades turcas permanecem inflexíveis.\n\nNo entanto, apesar das divergências, o diálogo político mantém-se entre a União Europeia e Ancara. A Turquia continua a ser um parceiro chave para a Europa na resposta à crise migratória.\n\nA fim de limitar a chegada de refugiados, desta feita pelo Mediterrâneo, os 28 decidiram prolongar o mandato da operação naval europeia, Sophia. Lançada em 2015, a missão tem como objetivo dificultar as tarefas dos traficantes assim como dar apoio à guarda costeira líbia.\n\nAté ao momento, a operação Sophia permitiu a detenção e entrega às autoridades italianas de 110 alegados traficantes, a neutralização de 470 navios e a participação no salvamento de 40 mil pessoas.\n\nA resposta europeia à crise migratória e em particular ao sistema de reassentamento dos refugiados foi confirmada esta semana. O advogado-geral do Tribunal de Justiça da União Europeia, Yves Bot, aconselhou a rejeição das exigências da Hungria e Eslováquia que contestam a legalidade do sistema.\n\nLeia aqui o comunicado de imprensa do Tribunal de Justiça da União Europeia:\n\nhttps://curia.europa.eu/jcms/upload/docs/application/pdf/2017-07/cp170088pt.pdf\n\nEsta semana, a Grécia regressou ao mercado das obrigações. Após três anos de ausência, Atenas regressa ao mundo da alta finança. Este desenvolvimento é visto como um voto de confiança no país.\n\nA agenda de trabalhos para setembro:\n\n6 de setembro – encontro informal dos ministros dos negócios estrangeiros;\n\n11 de setembro – sessão plenária do parlamento em Estrasburgo. Esta sessão contará com o discurso anual do presidente da comissão europeia sobre o estado da União;\n\n24 de setembro – eleições legislativas na Alemanha.", "es": "Ultimátum a Polonia\n\nEntre la advertencia y la amenaza de la Comisión Europea a Polonia hay una estrecha línea.\n\nSi en un mes Varsovia no da marcha atrás en sus iniciativas para politizar la Justicia, al Ejecutivo comunitario no le temblará el pulso a la hora de activar el artículo 7, conocido en los pasillos comunitarios como ‘botón nuclear’. Un proceso que nunca se ha puesto en marcha y que, podría desembocar en el castigo sin precedentes de que un país europeo pierda su derecho de voto en las decisiones comunitarias.\n\nTensión en las relaciones transatlánticas\n\nLas relaciones transatlánticas se ponen de nuevo a prueba. En un tuit el presidente estadounidense acusó a la Unión Europea de “proteccionista.”\n\nDonald Trump se jactó en 140 caracteres de las negociaciones de su país para lograr “un importante acuerdo comercial con el Reino Unido. Sería algo grande-escribió- muy emocionante!. Empleos. La Unión Europea es muy proteccionista con Estados Unidos!”\n\nPero en la otra mejilla recibió la bofetada de la Cámara de Representantes, quien aprobó un proyecto de ley que refuerza las sanciones contra Rusia y le impiden la posibilidad de levantar la mano (con las sanciones).\n\nLa medida podría afectar negativamente a las empresas europeas, y en particular al sector energético; lo que ha levantado la voz de alarma en Bruselas, que ya ha emitido una advertencia a Washington.\n\nTurquía, inflexible\n\nPese a las peticiones de la sociedad civil y de la Unión Europea para que se libere a los activistas encarcelados, Turquía sigue siendo inflexible.\n\nTras una reunión en Bruselas con la jefa de la diplomacia europea, el ministro turco de Exteriores, Mevlüt Çavuşoğlu, rechazó las críticas de atacar el Estado de Derecho y la libertad de prensa. En el mismo encuentro Federica Mogherini reiteró el compromiso de la UE con los derechos fundamentales.\n\nRecently, two journalists were arrested in Turkey because of espionage: Turkey’s Foreign Minister Cavusoglu after meeting EU’s Mogherini pic.twitter.com/gpIR4ZvD13 — TRT World (@trtworld) 25 juli 2017\n\nPero a pesar de sus diferencias, el diálgo entre la UE y Ankara continúa. Turquía sigue siendo, de hecho, un socio clave de la UE para hacer frente a la crisis migratoria.\n\nInmigración: mayor control en las costas de Libia\n\nPara limitar la afluencia de refugiados a través del Mediterráneo, los 28 países han prorrogado hasta el año 2018 la operación naval Sophia. Lanzada en 2015, el objetivo principal de esta operación es la lucha contra los traficantes de seres humanos, además de proporcionar apoyo a la guardia costera de Libia.\n\nHasta el momento, la operación ha permitido la “entrega a las autoridades italianas de 110 presuntos traficantes”, la “neutralización” de 470 embarcaciones y el rescate de 40.000 personas”, según el último informe.\n\nLa Justicia europea respalda el reparto proporcional de refugiados\n\nLa respuesta europea a la crisis de inmigración y en particular, al sistema de reparto de refugiados se ha reafirmado esta semana.\n\nEl abogado general del Tribunal de Justicia de la UE, Yves Bot, cuyas recomendaciones son seguidas en un 80 por ciento de los casos, ha rechazado las pretensiones de Hungría y Eslovaquia para impugnar la legalidad en el sistema de cuotas.\n\nGrecia regresa con éxito al mercado de bonos\n\nDespués de tres años al margen, la vuelta paulatina de Atenas a los mercados financieros internacionales es considerada como un voto de confianza al país.\n\nTsipras – Moscovici: positivo il ritorno della Grecia sul mercato https://t.co/hsNV6fFl3i pic.twitter.com/EmaaUlhYsr — euronews Italiano (@euronewsit) 25 juli 2017\n\nLa emisión de 3,000 millones de euros en bonos a cinco años con una tasa de interés de 4.625% fue un “éxito absoluto”, dijo el gobierno griego en un comunicado y “confirma la marcha positiva de la economía”.\n\nAgenda europea\n\nA la vuelta de vacaciones, el 6 de septiembre: reunión informal de ministros de Asuntos Exteriores. Cinco días después los eurodiputados se reúnen en Estrasburgo en el pleno del Parlamento. Una sesión que vendrá marcada por el discurso anual del Presidente de la Comisión Europea Jean-Claude Juncker sobre el Estado de la Unión.\n\nY, finalmente, el 24 de septiembre los votantes alemanes están llamados a las urnas para las elecciones generales."}, "title": {"en": "EU Commission ups the pressure on Poland", "ar": "برنامج حالة الاتحاد خلال الأسبوع الرابع من شهر تموز/يوليو2017", "pt": "\"Estado da União\": UE em rota de colisão com a Polónia e EUA e renovação do mandato da missão naval Sophia.", "es": "Ultimátum a Polonia y otras noticias europeas relevantes"}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}