{"top_image": {"en": "https://static.euronews.com/articles/381123/1000x563_381123.jpg", "ar": "https://static.euronews.com/articles/381123/1000x563_381123.jpg", "pt": "https://static.euronews.com/articles/381123/1000x563_381123.jpg", "es": "https://static.euronews.com/articles/381123/1000x563_381123.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Two opposition leaders have been seized by security forces in Venezuela in overnight raids, according to their families, after they urged protests against a vote for a new legislative super body. Critics of President Nicolas Maduro said it was further evidence that he is leading a dictatorship.\n\nCCTV footage appears to show Leopoldo Lopez being led into a car, whilst a video shows Ledezma, dressed in his pyjamas, being dragged out of his building by what appeared to be security agents as a woman screamed “They’re taking away Ledezma! Please neighbors! This is a dictatorship!”\n\nU.N. human rights chief, Zeid Ra’ad al-Hussein, said in a statement. “I urge the authorities not to make an already extremely volatile situation even worse through the use of excessive force, including through violent house raids by security forces that have occurred in various parts of the country.”\n\nHe also called for an independent investigation into the deaths of at least 10 people in protests at the weekend.\n\nBoth men are former mayors of the capital Caracas and were under house arrest. Lopez, for his role in leading street protests against President Maduro in 2014 and Ledezma on charges of plotting a coup.\n\nTheir apprehension comes after Sunday’s controversial election, which handed Maduro a new constituent assembly made up entirely of his supporters, prompting new sanctions from the US and international outcry.\n\nThe new assembly will have powers to rewrite the constitution and supersede other institutions, including the opposition-dominated congress.\n\nBoth men had been urging protests against the vote, which they charged was rigged and a naked power grab by Maduro to avoid free and fair elections which he would lose.", "ar": "قالت عائلتا اثنين من زعماء المعارضة في فنزويلا إن رجال الأمن اعتقلوهما من منزليهما ليلة الاثنين.\n\nهذه الخطوة تأتي بعد دعوات أطلقاها المعارضان لتنظيم احتجاجات ضد الجمعية التأسيسية التي يريد لها الرئيس نيكولاس مادورو أن تحل محل البرلمان.\n\nوكان كل من ليوبولدو لوبيز وأنطونيو ليديزما يخضعان إلى الإقامة الجبرية، حيث يتهم الأول بقيادة احتجاجات ضدّ الرئيس مادورو في 2014، والثاني للتخطيط لانقلاب.\n\nوحكم على لوبيز بالسجن 14 عاما في العام 2014 لدوره في موجة التظاهرات، واتهم ليديزما، رئيس بلدية كراكاس السابق، بالفساد والانتماء إلى عصابة.\n\nليليان تينتوري زوجة لوبيز، نشرت على حسابها في تويتر رابطا لفيديو ظهر فيه لوبيز أثناء اقتياده من قبل سيارة كتب عليها وكالة المخابرات الفنزويلية.\n\nوقالت في تغريدتها: “ 12:27، في هذا التوقيت خطفت الدكتاتورية ليوبولدو من المنزل”.\n\nالشريط أظهر 4 عناصر بزي الشرطة إلى جانب 3 أشخاص بلباس مدني، وهم يزجون بلوبيز في سيارة تابعة لجهاز الاستخبارات المعروف باسم “سبين”.\n\n12:27 de la madrugada: Momento en el que la dictadura secuestra a Leopoldo en mi casa. No lo van a doblegar! pic.twitter.com/0EdlQvEGXS — Lilian Tintori (@liliantintori) 1 août 2017\n\nونشر على حساب أنطونيو ليديزما، فيديو يظهر ماقيل إنها لحظة اعتقاله، حيث يتم إخراجه عنوةً من منزله وهو ما يزال بملابس النوم.\n\nوكتب أبناؤه ( فيكتور وفانيسا وأنتوانيتا) على “تويتر” إن عناصر جهاز الاستخبارات اقتادوا والدهم.\n\nMitzy. Por la fuerza a golpes y empujones se llevan a Antonio de nuestra casa. Hacemos responsable al régimen por su vida e integridad!!! pic.twitter.com/69xZ7IqZk0 — Antonio Ledezma (@alcaldeledezma) 1 août 2017\n\nابنة أنطونيو ليديزما قالت في شريط مصور: “اختطفوه مجددا… ونحن نحمل النظام المسؤولية عن حياته وسلامته الجسدية. ونشتكي لفنزويلا والعالم أجمع بأن حقوق أنطونيو ليديزما والشعب الفنزويلي بأكمله ماتزال تنتهك”.\n\nميتزي كابريليز زوجة أنطونيو ليديزما، قالت خلال مؤتمر صحافي إنه لم يسمح للمحامين مقابلة زوجها، وأن توقيفه تم دون مذكرة اعتقال رسمية.\n\nMitzy. Nuestra hija Oriette denuncia otra cobardia contra Antonio. Se lo llevaron y no sabemos dónde está. Responsabilizamos al régimen. pic.twitter.com/RDJb9RUDmQ — Antonio Ledezma (@alcaldeledezma) 1 août 2017\n\nويعد الرجلان بين أبرز قادة المعارضة، ودعا كلاهما إلى مقاطعة انتخابات الأحد لاختيار أعضاء جمعية تأسيسية مهمتها إعادة كتابة الدستور.\n\nلماذا تعترض المعارضة على الجمعية التأسيسة\n\nالمعارضة الفنزويلية تقول إن انتخابات الجمعية التأسيسية ليست سوى حيلة استخدمها مادورو للتشبث بالسلطة كونه لا يملك الشعبية التي تخوله الفوز بالانتخابات المقبلة في عام 2018.\n\nوكان الرئيس الفنزويلي نيكولاس مادورو نجح في فرض انتخابات الجمعية التأسيسية الأحد، رغم رفض المعارضة وإدانة المجتمع الدولي. ويريد مادورو للجمعية التأسيسية أن تتمتع “بصلاحيات واسعة” تكون أهمّ من صلاحيات البرلمان الذي تسيطر عليه المعارضة.\n\nالأمم المتحدة تطالب بالافراج عن المعتقلين\n\nالمفوضة السامية لحقوق الإنسان التابعة للأمم المتحدة سارعت بالتعليق على الاعتقالات في فنزويلا، وقالت إنه يجب إطلاق سراح المحتجين السلميين، والسماح بإجراء تحقيق مستقل فوري في وفاة 10 شخصا على الأقل قتلوا خلال احتجاجات في مطلع الأسبوع.\n\nيشار إلى أن أربعة أشهر من التظاهرات الشعبية ضد مادورو، الذي يصفه معارضوه بالدكتاتور، خلفت 120 قتيلا، بينهم عشرة أشخاص قتلوا خلال نهاية الأسبوع.", "pt": "A instabilidade na Venezuela continua. Foi detido, num raide noturno, pelas forças do governo de Nicolàs Maduro o líder oposicionista Leopoldo López, no rescaldo da votação para a Assembleia Constituinte, largamente denunciada como anti-democrática.\n\nUma outra detenção, na mesma noite: a do ex-presidente da Câmara da capital venezuelana, Antonio Ledezma. Ambos os homens estavam em prisão domiciliária, ambos apelaram à manifestação nas ruas contra Maduro.\n\nAntonieta Ledezma, filha de Antonio Ledezma, publicou um vídeo na sua conta de Twitter, com este conteúdo: “Mais uma vez, raptaram-no. Responsabilizamos o regime pela sua vida e pela sua integridade física. Denunciamos isto à Venezuela e ao mundo inteiro porque os direitos humanos de Antonio Ledezma e do povo venezuelano estão a ser violados. Responsabilizamos o regime pela vida de Antonio Ledezma.”\n\nLedezma estava acusado de planear um golpe de Estado desde que foi detido e exercia funções como presidente da Câmara de Caracas, em 2014; as acusações pendentes sobre Leopoldo López são de liderança em manifestações contra Madur,o em 2014.\n\nPelo menos dez pessoas morreram durante a votação de domingo para uma assembleia tida como um assalto à liberdade democrática.\n\nO porta-voz do Secretário-Geral da ONU declarou publicamente: “O Gabinete das Nações Unidas para os Direitos Humanos pede às autoridades que cessem o uso de força excessiva para reprimir manifestações e que assegurem que o direito à reunião pacífica é respeitado e pede a todas as partes que evitem o uso da violência.”\n\nSegundo a ONG Foro Penal, a Venezuela tem mais de 490 prisioneiros políticos.\n\nNos últimos 4 meses de manifestações anti-Maduro, mais de 120 pessoas morreram.\n\nO coordenador nacional do partido de Leopoldo López afirma que as detenções não vão desmoralizar a oposição.", "es": "Leopoldo López y Antonio Ledezma han vuelto a la cárcel militar de Ramo Verde. Los opositores venezolanos fueron detenidos durante la madrugada del martes en sus casas, donde se encontraban bajo arresto domiciliario. Las detenciones, que han suscitado la condena de la comunidad internacional, se producen tras la controvertida elección de una nueva Asamblea Constituyente en Venezuela, impulsada por el presidente Nicolás Maduro. El Supremo asegura que planeaban fugarse.\n\nCondeno fuertemente la violación constante de derechos humanos en Venezuela, arrestos injustificados de alcaldeledezma</a> y <a href=\"https://twitter.com/leopoldolopez\"> leopoldolopez — EP President Tajani (@EP_President) 1 de agosto de 2017\n\n“Una vez más se lo llevan secuestrado. Hacemos responsable al régimen de su vida y de su integridad física. Esta denuncia es para toda Venezuela, para el mundo entero, porque se siguen violando los derechos humanos de Antonio Ledezma y de los venezolanos. Así que hacemos responsable al régimen por la vida de Antonio Ledezma”, decía Oriette Ledezma, hija del opositor Antonio Ledezma.\n\nLa detención de los líderes opositores se produce en medio de una grave crisis política, económica y social en el país. Más de 120 personas han perdido la vida en cuatro meses de manifestaciones contra el régimen de Maduro. Sus detractores han convocado una nueva jornada de protesta para este miércoles.\n\nStephane Dujarric, portavoz del Secretario General de Naciones Unidas ha hecho un llamamiento a la calma: “La Oficina de Derechos Humanos de la ONU insta a las autoridades a que cesen el uso excesivo de la fuerza para reprimir las manifestaciones y a que respeten el derecho a las protestas pacíficas. Y pide a todas las partes que se abstengan del uso de la violencia”.\n\nEl arresto de los líderes opositores precede a la inminente toma de posesión de la nueva Constituyente, elegida el domingo pasado. Entre sus principales tareas está modificar la Carta Magna. Bruselas y Washington han dejado claro que no reconocerán la Constituyente. Estados Unidos ha anunciado incluso nuevas sanciones contra Venezuela."}, "title": {"en": "Venezuela opposition figures seized in overnight raids", "ar": "اعتقال تعسفي لمعارِضَيْن بارزَيْن في فنزويلا", "pt": "Oposição venezuelana detida durante a noite", "es": "Encarcelados los opositores venezolanos López y Ledezma"}, "date": {"en": "08/01/17 00:00:00", "ar": "08/01/17 00:00:00", "pt": "08/01/17 00:00:00", "es": "08/01/17 00:00:00"}}