{"top_image": {"en": "https://static.euronews.com/articles/379540/1000x563_379540.jpg", "ar": "https://static.euronews.com/articles/379540/1000x563_379540.jpg", "pt": "https://static.euronews.com/articles/379540/1000x563_379540.jpg", "es": "https://static.euronews.com/articles/379540/1000x563_379540.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Israeli forces have raided the home of a Palestinian accused of stabbing to death three members of an Israeli family.\n\nThe brother of the 20-year-old suspect was arrested and the movement of Palestinians in his village in the West Bank have been restricted.\n\nThe suspected attacker, identified as Omar al-Abed, is in hospital after being shot by soldiers.\n\nThe father of the suspect told reporters that he thought recent tension over access to a holy site in Jerusalem was the motive behind the stabbings.\n\nHe said his son was disturbed to see what was happening at the al-Aqsa mosque and wanted to protect what he calls “Muslim honour”.\n\nSix people were killed on Friday in one of the worst flare-ups in Israeli-Palestinian violence for years.\n\nAs well as the stabbing of the Israeli man and two of his children, three Palestinians died in clashes over security measures installed at the Jerusalem shrine.\n\nThe Palestinian President has ordered the suspension of all official contact with Israel until metal detectors are removed from the site where Muslims pray.", "ar": "داهمت قوات الجيش الإسرائيلي منزل الفلسطيني الذي قام بعملية طعن لثلاثة إسرائيليين مما أسفر عن موتهم وعن قتله برصاص الجيش الإسرائيلي.\n\nعملية الطعن تمت في مستوطنة يهودية في الضفة الغربية.\n\nوقال والد القتيل الفلسطيني:” ما دفع ابني للقيام بهذه العملية هو الإجراءات التعسفية التي اتخذتها إسرائيل مؤخرا تجاه المسجد الأقصى، الأقصى يعني بالنسبة للمسلمين كرامتهم، الأقصى هو كرامة المسلمين، إذا سقط الأقصى سقطت كرامة المسلمين، لولا هذا ما أقدم ابني على مثل هذه العمليات، وهاجم جنود الاحتلال منزلنا ودمروا كل شيء وقاموا بشتمي وبضربي أنا وزوجتي، ثم اعتقلوا ابني الثاني، ومن بعدها قاموا بمعايرة قياسات منزلي وقالوا إنهم سيهدمونه”.\n\nفي أيلول/سبتمبر، شكلت ساحة المسجد الأقصى مسرح اشتباكات بين الفلسطينيين والشرطة الإسرائيلية لثلاثة أيام على التوالي. وامتدت أعمال العنف الى أحياء عديدة من القدس والضفة الغربية المحتلة.\n\nوإثر موجة من العنف طبعتها مواجهات بين شبان فلسطينيين وجنود إسرائيليين، حصلت صدامات متبادلة بين فلسطينيين ومستوطنين.", "pt": "O exército de Israel fez este sábado uma rusga na casa de Omar Al Abed, o jovem palestiniano de 20 anos que na sexta-feira matou à facada três membros de uma família no colonato israelita de Halamish, na Cisjordânia.\n\nA casa da família situa-se em Khobar, uma localidade próxima do colonato israelita. Os soldados israelitas prenderam o irmão de Omar\n\nAlgumas horas antes do ataque, o jovem palestiniano escreveu no Facebook que tinha decidido agir contra a dessacralização da Mesquita de Al-Aqsa.\n\nTerão sido as novas medidas de segurança impostas pelas autoridades israelitas no acesso à Mesquita de al-Aqsa, na Cidade Velha de Jerusalém, que levaram Omar a decidir matar os habitantes do colonato, disse o pai do jovem:\n\n“O meu filho viu o que Israel está a fazer em Al-Aqsa – a matar, agredir e ferir as pessoas, impedindo as orações na Mesquita. Al-Aqsa é a honra dos muçulmanos e foi-nos tirada, roubaram a honra aos muçulmanos. Foi este o motivo. Acho que foi isso que levou o meu filho a agir assim”.\n\nNa sexta-feira, Omar Al Abed entrou na casa da família israelita e matou o pai e dois filhos. Foi morto a tiro por um vizinho.\n\nNo mesmo dia, foram mortos três palestinianos e centenas ficaram feridos, nos protestos contra a decisão do governo israelita de manter no acesso à Mesquita os detectores de metal e da Polícia israelita ter decidido que só podiam aceder a Al-Aqsa homens com mais de 50 anos e mulheres.\n\nNo mesmo dia, foram mortos três palestinianos e centenas ficaram feridos, nos protestos contra as restrições impostas aos palestinianos no acesso a Haram al-Sharif. Milhares de palestinianos manifestaram-se contra as medidas de segurança no complexo da Mesquita, sobretudo em Jerusalém Leste, mas também em vários pontos da Margem Ocidental ocupada e da Faixa de Gaza cercada, depois de o governo israelita ter confirmado que iam manter no local os detectores de metal e a Polícia israelita ter decidido que só podiam aceder a Al-Aqsa homens com mais de 50 anos e mulheres.", "es": "Las fuerzas de seguridad israelíes han detenido en la localidad de Khobar al hermano del atacante palestino que apuñaló el viernes a tres colonos israelíes en el asentamiento cisjordano de Halamish. Además confiscaron armas y tomaron medidas de la casa para destruirla.\n\nOmar Al-Abed, de 19 años de edad, herido de bala durante el ataque, habría advertido en las redes sociales de su intención de dar la vida por el profeta.\n\n“Cuando mi hijo vio lo que están haciendo en la Mezquita de Al-Aqsa, matando, golpeando e hiriendo a nuestro pueblo e impidiéndonos rezar en nuestro lugar sagrado, sintió herido el honor de los musulmanes. Eso fue lo que llevó a mi hijo a hacer lo que hizo”, dijo el padre del Joven atacante Omar Al-Abed.\n\nLa tensión era máxima en la colonia de Neve Tsuf, conocida como Halamisch, en casa de uno de los colonos judíos apuñalados, tras una violenta jornada que se cobró la vida de tres palestinos y tres colonos judíos. Tensión que sigue palpable en la Explanada de las Mezquitas ante las fuertes medidas de seguridad.\n\nEl presidente palestino, Mahmoud Abás ha ordenado la suspensión de todo contacto oficial con Israel hasta que se retiren los detectores de metales en los accesos a la Mezquita de Al-Aqsa."}, "title": {"en": "Brother of West Bank stabbing suspect arrested", "ar": "والد الفلسطيني القتيل:\"لولا ما حدث للأقصى ما أقدم ابني على هذا الفعل\"", "pt": "Exército israelita prende irmão do atacante palestiniano", "es": "Represalias contra el atacante palestino"}, "date": {"en": "07/22/17 00:00:00", "ar": "07/22/17 00:00:00", "pt": "07/22/17 00:00:00", "es": "07/22/17 00:00:00"}}