{"top_image": {"en": "https://static.euronews.com/articles/378248/1000x563_378248.jpg", "ar": "https://static.euronews.com/articles/378248/1000x563_378248.jpg", "pt": "https://static.euronews.com/articles/378248/1000x563_378248.jpg", "es": "https://static.euronews.com/articles/378248/1000x563_378248.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Brexit seems to be the topic dominating British politics this week and the Brexit team at the European Commission are following every step. In response to the UK foreign secretary Boris Johnson’s comments that the EU EU should go and whistle, Michel Barnier replied that there was no whistle, but just a ticking clocking. Many in Brussels are still questioning why Theresa May called for a general election in June that has left her now in a weak position. Brexit talks between David Davis and Michel Barnier will recommence in Brussels on Monday.\n\nMeanwhile, the heads of the EU institutions headed to Kiev this week to seal closer ties with Ukraine. After years of delay, the Association Agreement was signed, but the EU also used the occasion to pressure the country into doing more to tackle corruption.\n\nThis weekend marks one year since Turkey was shaken by a coup attempt. Since then, the government has carried out a large purge against part of the judiciary, the army, the civil service and the media. The crackdown has dealt a serious blow to already tense relations between Brussels and Ankara.\n\n\n\nOne country who was given some relief this week was Greece. The European Commission proposed to put an end to the excessive deficit procedure launched in 2009 against Athens. The final decision will be taken in the coming weeks by the Union’s finance ministers.", "ar": "البريكسيت وتداعياته، لا يزال طاغيا على المشهد السياسي البريطاني. أهلاً وسهلاً بكم في برنامجنا الأسبوعي “حالة الاتحاد”.\n\nفي 13 يوليو، من العام 2016،أصبحت تيريزا ماي رئيسة لوزراء بريطانيا وهي التي حملت على عاتقها مشروع تنفيذ إجراءات ومفاوضات خروج بريطانيا من الاتحاد الأوروبي، لكن بعد عام.. تيريزا ماي منيت بخسارة فادحة في الانتخابات التشريعية المبكرة التي دعت إليها في 8 حزيران/يونيو لتعزيز موقفها قبل بدء مفاوضات بريكست.\n\nوهي الأن تطلب من المعارضة تقفي خطاها لمواجهة التحديات التي تمر بها البلاد في الوقت الراهن.\n\nتحديات الحكومة البريطانية و فاتورة البريكسيت\n\nمن بين التحديات التي تواجه الحكومة البريطانية، هي فاتورة البريكسيت، التي ينبغي على بريطانيا أن تدفعها. يتعلق الأمر بعشرات مليارات اليورو،ما صرح به وزير الخارجية البريطاني بوريس جونسون،حول فاتورة الدفع، أثارت ضجة كبيرة. بوريس جونسون وفي معرض حديثه إلى ممثلي الدول الثماني والعشرين،قال ببساطة إن المبالغ المطلوبة من المملكة المتحدة هي باهظة،وأعتقد ان العبارة “يمكن أن تحلموا بالحصول عليها “ هي العبارة الأنسب.الغموض الذي طغى على مسألة التسوية المالية،أثار ردود فعل دبلوماسية،من جانب المؤسسات الأوروبية.\n\nأوكرانيا ومواجهة الفساد\n\nفي الوقت الذي تريد بريطانيا الابتعاد عن الاتحاد الأوروبي،تطمح دول أخرى إلى الانضمام إليه،ذلك هو حال أوكرانيا،أثناء قمة الاتحاد الأوروبي-أوكرانيا التي انعقد بكييف،\n\nتم وضع اللمسات الأخيرة لاتفاقية الشراكة ما بين الاتحاد وأوكرانيا.وفي الأثناء ذاتها حث الاتحاد الأوروبي اوكرانيا على بذل مزيد من الجهود لمواجهة تصاعد حالات الفساد المستشرية.\n\n*تغريدة نائب المفوضية الأوروبية*\n\nفي تغريدة له كتب أحد نواب رئيس المفوضية الأوروبية،فالديس دومبروفسكيس أن “الشراكة بين الاتحاد الأوروبي وأوكرانيا هي أقوى من أي وقت مضى،لكن يجب أن تكون ثمة رؤى بعيدة المدى،والتعرق إلى تطلعات أوكرانيا من أوروبا.”\n\nالمهاجرون الراغبون في أوروبا\n\nيأمل هؤلء المهاجرون التوجه نحو دول الاتحاد الأوروبي للتنعم بالأمن والاستقرار والرخاء أيضا،فهم بأعدادهم الكبيرة يخاطرون بأنفسهم من خلال عبورهم البحر الأبيض المتوسط،للوصول إلى أوروبا عبر إيطاليا.لكن بلد العبور هذا،ضاقت به السبل.حيث طلبت روما مستغيثة يد العون من فرونتيكس،وكالة الاتحاد الأوروبي لمراقبة الحدود الخارجية للاتحاد.\n\nعام مرعلى محاولة الانقلاب الفاشلة\n\nمر عام بعد محاولة الانقلاب الفاشلة التي هزت تركيا،حيث قامت الحكومة التركية بحملة اعتقالات و إنهاء خدمات طالت جهاز القضاء و الجيش وقطاع الخدمات المدنية والجيش و الصحافة حتى. عمليات القمع التي انتهجتها أنقرة،كان ضربة قاسية للعلاقات ما بين تركيا و الاتحاد الأوروبي،فالعلاقات كانت تمر بظروف عصيبة للغاية، كما تقول سيدا غوركان، أستاذ العلوم السياسية في جامعة بروكسل الحرة التي حاورتها زميلتنا غلسم آلان.\n\nسيدا غوركان، أستاذة بجامعة بروكسل الحرة “حتى قبل عملية الانقلاب الفاشلة كانت العلاقات ما بين تركيا و الاتحاد الأوروبي تمر بظروف صعبة،..حيث كان مستوى التزام تركيا بالقيم الأوروبية في أدنى مستوياته، غير أن التدابير الاستثنائية التي اتخذتها الحكومة التركية في أعقاب المحاولة الانقلابية فضلا عن تمديد حالة الطوارىء،هي إجراءات دفعت بتركيا إلى الابتعاد عن القيم الأوروبية. وفي هذا السياق فإن لعلاقات ما بين تركيا والاتحاد الأوروبي أصبحت تفرض نوعا جديدا من الشراكة،تعتمد على جوانب الاهتمام و التعاون العملي المشترك،ولكن بقليل من الاهتمام بالقيم المشتركة”\n\nاليونان حين تودع التقشف\n\nكان خبرا سعيدا بالنسبة لليونان حيث أوصت المفوضية الأوروبية ب“إنهاء آلية العجز المفرط” التي أطلقت قبل ثماني سنوات بحق اليونان ما يعد بنظر المفوضية مكافأة لأداء أثينا الاقتصادي والتي طوت صفحة التقشف. وعلى وزراء مالية الاتحاد الأوروبي المصادقة رسميا على الإنهاء الرسمي للالية خلال بضعة أسابيع.\n\nأجندة الاسبوع القادم\n\nننتقل إلى أهم أحداث الأسبوع القادم: يوم الاثنين، انطلاق الجولة الثانية من المفاوضات حول البريكست ما بن الاتحاد الأوروبي ولندن.\n\nفي اليوم نفسه يلتقي وزراء خارجية دول الاتحاد الأوروبي في بروكسل.\n\nأما يوم الأربعاء،فسيلتقي وزراء العمل والشؤون الاجتماعية في اجتماع غير رسمي.\n\nشكرا لكم على حسن المتابعة،نهاية أسبوع موقفة.", "pt": "O Brexit continua a dominar o cenário político britânico e é um dos temas em destaque no “Estado da União”, programa que passa em revista a atualidade europeia da semana.\n\nO governo britânico parece navegar em águas turvas, sendo que um dos problemas, por exemplo, é o montante a pagar pelo Reino Unido e que deverá ser de vários milhares de milhões de euros.\n\nOutro tema em destaque no programa é cimeira Ucrânia-União Europeia, em Kiev, na qual os europeus pediram às autoridades ucranianas para redobrarem os esforços no combate à corrupção.\n\nFalamos, ainda, dos milhares de migrantes que fazem a perigosa travessia do mar Mediterrâneo para chegar à Europa, via Itália. Mas o país diz estar no limite das capacidades de acolhimento e pede ajuda à Frontex, a agência europeia de vigilância das fronteiras externas da União.\n\nHá precisamente um ano, a Turquia foi abalada por uma tentativa de golpe de Estado e o governo lançou uma purga em vários setores, desde a justiça ao exército, passando pela função pública e a imprensa. Esta repressão violenta foi um golpe para as relações entre a União Europeia e o governo de Ancara.\n\nPara terminar recordamos que a Comissão Europeia propôs o fim do procedimento por défice excessivo aberto contra a Grécia, em 2009. A decisão final será tomada, nas próximas semanas, pelos ministros das Finanças do bloco europeu.\n\nAgenda da próxima semana:\n\n- Segunda-feira, 17 de julho: negociadores da União Europeia e do Reino Unido levam a cabo a segunda ronda sobre o Brexit. Reunião dos ministros dos Negócios Estrangeiros da União Europeia.\n\n- Quarta-feira, 19 de julho: Reunião dos ministros do Emprego e dos Assuntos Sociais da União Europeia.", "es": "Brexit: Una ola que lo revuelve todo\n\nLa ola del brexit mantiene revuelto el panorama político británico. Bienvenidos al Estado de la Unión.\n\nEl 13 de julio de 2016 Theresa May tomaba las riendas del Reino Unido para sacar al país de la Unión Europea. Un año después, no hay tanto que celebrar en el 10 de Downing Street.\n\nLa primera ministra ha perdido la mayoría absoluta tras las elecciones legislativas de junio convocadas de manera anticipada. Y ahora se encuentra con que tiene que pedir ayuda a la oposición para “resolver los desafíos que afronta el país.”\n\n¿Cuánto?… ¡A tomar viento fresco!\n\nCuando te quedas sin argumentos con que defender tus delirios, mandas a líderes europeos “a tomar viento”. Ay, Boris https://t.co/PNk8nBeVWI — Berta Herrero (@Be_Herrero) 11 de julio de 2017\n\nEl Gobierno británico parece navegar por aguas turbulentas respecto al brexit. Es el caso, por ejemplo, del espinoso tema de la factura a pagar por el Reino Unido. Hablamos de unos 60.000 millones de euros. Las declaraciones del ministro de Exteriores británico sobre este tema no han ayudado a calmar los ánimos.\n\nBoris Johnson, al hablar de los 27 Estados miembros, se limitó a decir que “el dinero que quieren reclamar al país le parece exorbitante y que la expresión, que se vayan a tomar viento fresco, es la más apropiada.”\n\nEsa vaguedad británica respecto al reglamento financiero ha provocado nuevos enfrentamientos a nivel diplomático con las instituciones europeas.\n\nCumbre Ucrania-UE: La prioridad es la lucha contra la corrupción\n\nMientras que el Reino Unido se aleja de la Unión Europea, otros países quieren unírsele. Es el caso de Ucrania.\n\nEn una cumbre en Kiev, la Unión y las autoridades ucranianas concluyeron su acuerdo de asociación. Pero Europa pide a Kiev que redoble sus esfuerzos en la lucha contra la corrupción.\n\nCelebrating our strong, deepening relations with AA/DCFTA, visa-free travel and EU support to Ukraine’s sovereignty. https://t.co/Fd28DcpiCM pic.twitter.com/DV02744K2i — Donald Tusk (@eucopresident) 13 de julio de 2017\n\nEn un tweet uno de los vicepresidentes de la Comisión, Valdis Dombrovskis dice que “la asociación con Ucrania es más fuerte que nunca, pero hace falta una visión a largo plazo y reconocer las aspiraciones europeas de Ucrania”.\n\nEU & Ukraine's partnership stronger than ever, but needs a long-term perspective, acknowledging European aspirations of Ukraine #EUUkraine pic.twitter.com/BZyM86sfoO — Valdis Dombrovskis (@VDombrovskis) 13 de julio de 2017\n\nItalia pide ayuda a Frontex y a la UE para hacer frente a la afluencia masiva de inmigrantes\n\nEllos también quieren llegar a Europa y encontrar seguridad y prosperidad. Son los inmigrantes, que cada vez en mayor número se lanzan a la peligrosa travesía del Mediterráneo para llegar a Europa a través de Italia. Pero el país no puede más.\n\nFrontex quiere ayudar a Italia a compartir acogida de migrantes con otros países https://t.co/G8LiDCYMDY pic.twitter.com/e63iUqTK8p — euronews español (@euronewses) 12 de julio de 2017\n\nRoma ha pedido ayuda a sus socios y a Frontex, la agencia europea de la guardia de fronteras y costas de la Unión.\n\nLas tensas relaciones entre Turquía y la UE un año después de la intentona golpista\n\nHace un año se producía en Turquía un intento de golpe de estado. Desde que el Gobierno turco lanzó una purga generalizada contra el poder judicial, el Ejército, la administración pública y los medios de información. Las autoridades han aumentado los arrestos, suspensiones y detenciones.\n\nErdogan dice que será «reconfortante» si finalmente la UE cancela el proceso de adhesión de Turquía https://t.co/YDniDrfYLk — ABC .es (@abc_es) 12 de julio de 2017\n\nEsta violenta represión asestó golpe para las relaciones entre la UE y Ankara. Relaciones que de por sí ya eran difíciles como explica Seda Gürkan, analista política de la Universidad Libre de Bruselas en una entrevista de Gülsüm Alan.\n\n“Ya antes del intento de golpe de Estado las relaciones entre Turquía y la Unión Europea pasaban por un período difícil. Debido principalmente al bajo compromiso de Turquía con los valores y las normas europeas. Pero las medidas excepcionales adoptadas por el Gobierno turco a raíz del intento de golpe de Estado y la prolongación del estado de excepción alejan aún más a Turquía de dichos valores y normas. En ese contexto, el fallido golpe aceleró y reforzó la tendencia que ya existía. Las relaciones entre Turquía y la Unión evolucionan hacia un nuevo tipo de asociación determinada cada vez más por intereses comunes y áreas de cooperación concretas y cada vez menos por valores comunes”.\n\nBruselas recomienda sacar a Grecia del procedimiento por déficit excesivo\n\nFue una buena noticia para Grecia esta semana.\n\nLa Comisión Europea recomienda poner fin al procedimiento por déficit excesivo iniciado contra Atenas en 2009. Para la institución se trata de reconocer los esfuerzos del país y pasar la página de la austeridad.\n\nLa decisión definitiva la tomarán, en las próximas semanas, los ministros de Finanzas de la Unión.\n\nLa agenda de la semana:\n\nEl lunes, la Unión Europea y Londres comienzan la segunda ronda de las negociaciones del brexit.\n\nEse mismo día, los 28 ministros de Asuntos Exteriores se reúnen en Bruselas.\n\nY el miércoles son los Ministros de Empleo y Asuntos Sociales quienes se reunirán para una reunión informal.\n\nEl “Estado de la Unión” un resumen semanal de la actualidad europea presentado desde Bruselas por Gregoire Lory, con la participación de Escarlata Sánchez"}, "title": {"en": "Brexit, Ukraine and Greece dominate EU political agenda this week", "ar": "برنامج حال الإتحاد خلال الأسبوع الثاني من شهر تموز/يوليو2017", "pt": "\"Estado da União\": Brexit, Ucrânia, migração, Turquia e Grécia", "es": "Brexit: Una ola que lo revuelve todo y otras noticias en nuestro resumen semanal de la actualidad europea"}, "date": {"en": "07/14/17 00:00:00", "ar": "07/14/17 00:00:00", "pt": "07/14/17 00:00:00", "es": "07/14/17 00:00:00"}}