{"top_image": {"en": "https://static.euronews.com/articles/381815/1000x563_381815.jpg", "ar": "https://static.euronews.com/articles/381815/1000x563_381815.jpg", "pt": "https://static.euronews.com/articles/381815/1000x563_381815.jpg", "es": "https://static.euronews.com/articles/381815/1000x563_381815.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Japan has marked the anniversary of the world’s first atomic bombing in Hiroshima, 72 years on.\n\nA sombre memorial ceremony in the city was led by Prime Minister Shinzo Abe.\n\n“Here in Hiroshima city, I renew my pledge to do my utmost to bring about a nuclear free world and eternal peace. And I also pray for the peace of the atomic bomb victims and the bereaved families, those attending here as well as the citizens of Hiroshima city,” he said.\n\n\n\n\n\n72 years after #Hiroshima, where is Japan’s commitment to end nuclear weapons? https://t.co/9cQH5C99LS pic.twitter.com/hsxCBAAoWc — Greenpeace (@Greenpeace) 6 août 2017\n\n\n\n\n\nDoves of peace were released into skies where horror rained down on men, women and children.\n\nThe United States dropped the bomb on Hiroshima on Aug. 6, 1945, killing thousands of people instantly and about 140,000 by the end of that year.\n\nAfter US forces dropped another atomic bomb on Nagasaki three days later, Japan surrendered, bringing World War Two to an end.\n\n\n\n\n\n72 Years since the U.S. dropped the atomic bomb on Hiroshima, the world could finally ban nuclear weapons https://t.co/lw8uWF9oVJ pic.twitter.com/d3Up6Aa0aL — Newsweek (@Newsweek) 5 août 2017\n\n\n\n\n\nwith Reuters", "ar": "في مثل هذا اليوم 6 آب/ أغسطس 1945، ألقت الطائرة الامريكية بي-29 لأول مرة في التاريخ قنلة ذرية على مدينة هيروشيما اليابانية. القنبلة التي كانت تسمى “ليتل بوي” أو “الفتى الصغير” اخترقت الصمت السائد في أجواء المدينة اليابانية عند الساعة الثامنة والربع صباحا بالتوقيت المحلي مخلفة دمار هائل في المدينة وأكثر من 140 ألف قتيل.\n\nوأحيت اليابان الذكرى ال72 لتلك الحادثة بفعاليات رسمية وشعبية ، شارك فيها رئيس الوزراء اليابان شينزو آبي ، حيث ألقى كلمة أمام أكثر من 50 ألف شخص تجمعوا في “بارك قبة غنباكو” أو “نصب هيروشيما للسلام، أكد فيها أن طوكيو تدفع نحو عالم خال من الأسلحة النووية ولكن بطريقة يمكن لجميع الدول الاتفاق عليها.\n\nويعمد آلاف اليابانين كل عام لإحياء ذكرى قصف هيروشيما وناكازاكي إبان الحرب العالمية الثانية، بوضع أكاليل من الزهور على نصب هيروشيما للسلام الذي يخلد تلك الذكرى.\n\nويأتي إحياء الذكري العام الحالي بعد شهر من تأييد اليابان لمواقف القوى النووية الكبرى بعدم التوقيع على معاهدة تحظر الأسلحة النووية، حيث اعتبر المسؤولون اليابانيون أن تلك المعاهدة تعمق الخلاف بين الدول.", "pt": "“Nunca mais” – as palavras que ecoam há 72 anos de Hiroxima. O Japão assinala o septuagésimo segundo aniversário do lançamento da bomba atómica sobre a cidade nipónica durante a II Guerra Mundial.\n\nEste ano, os apelos de paz são renovados com um caráter mais urgente, devido à tensão com a Coreia do Norte.\n\n“Aqui, na cidade de Hiroxima, eu renovo a minha promessa de fazer tudo ao meu alcance para um mundo livre do nuclear e sob uma paz eterna. Eu também rezo pelas vítimas da bomba A e as famílias enlutadas, aquelas que aqui estão e também os cidadãos de Hiroxima”, declarou o primeiro-ministro Shinzo Abe.\n\nAs cerimónias decorreram no parque da paz, perto do epicentro da devastadora explosão atómica e começou com um minuto de silêncio por volta das 8 e um quarto, o momento do impacto da bomba apelidada de “Little Boy”, largada pelo B-29 “Enola Gay”.\n\nTrês dias depois da bomba em Hiroxima, que causou 140 mil mortos, os Estados Unidos lançaram, a 9 de agosto de 1945, uma segunda bomba atómica sobre Nagasáqui.\n\nFoi a capitulação do Japão e fim da II Guerra Mundial.", "es": "Hiroshima, 72 años después.\n\nJapón ha conmemorado este domingo un nuevo aniversario del lanzamiento de la primera bomba atómica de la historia. La campana ha sonado a la misma hora del ataque, las 8 y cuarto de la mañana, que acabó con la vida de al menos 140.000 personas.\n\nA las 8:15 de la mañana del 6 de agosto de 1945, las agujas del reloj se paraban en Hiroshima: https://t.co/kTfH3OX0JJ — Historia NatGeo (@HistoriaNG) 6 de agosto de 2017\n\nAnte representantes de ochenta países, el primer ministro Shinzo Abe ha hecho un llamamiento a la paz.\n\n“Aquí, en Hiroshima, renuevo mi compromiso para hacer todo lo que pueda para conseguir un mundo libre de armas nucleares y una paz eterna. También rezo por la paz de las víctimas de la bomba y de sus desconsoladas familias, de los que han venido aquí así como del resto de habitantes de la ciudad”.\n\nSin embargo, Tokio, al igual que las demás potencias nucleares, no ha firmado el acuerdo de prohibición de armas nucleares promovido por la ONU y adoptado por 122 países.\n\nEl 6 de agosto de 1955, el bombardero estadounidense B29 Enola Gay lanzó la “Little Boy”, la bomba de 16 kilotones que hizo que la temperatura del suelo alcanzara los cuatro mil grados.\n\nTres días después, otra bomba atómica destruía Nagasaki, provocando la rendición japonesa y el fin de la Segunda Guerra Mundial."}, "title": {"en": "Japan marks 72nd anniversary of Hiroshima bombing", "ar": "اليابان تحيي الذكرى 72 لإلقاء أول قنبلة ذرية في التاريخ على هيروشيما", "pt": "Relembrar Hiroxima", "es": "72 años de la bomba de Hiroshima"}, "date": {"en": "08/06/17 00:00:00", "ar": "08/06/17 00:00:00", "pt": "08/06/17 00:00:00", "es": "08/06/17 00:00:00"}}