{"top_image": {"en": "https://static.euronews.com/articles/378070/1000x563_378070.jpg", "ar": "https://static.euronews.com/articles/378070/1000x563_378070.jpg", "pt": "https://static.euronews.com/articles/378070/1000x563_378070.jpg", "es": "https://static.euronews.com/articles/378070/1000x563_378070.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Nobel Peace laureate Liu Xiaobo, China’s most prominent dissident, has died aged 61, officials say.\n\nThe human rights and democracy activist was being treated for terminal liver cancer in a hospital in north-eastern China.\n\nHe had been transferred from prison last month, where he was serving an 11-year term for “subversion”.\n\nA university professor turned rights campaigner, Mr Liu was branded a criminal by the authorities.\n\nThe leader of the Norwegian Nobel Committee which awards the prize says the Chinese government bears a heavy responsibility for his death.\n\nBerit Reiss-Anderssen said:“We find it deeply disturbing that Liu Xiaobo was not transferred to a facility where he could receive adequate\n\nmedical treatment before he became terminally ill.”", "ar": "توفي المعارض الصيني ليو شياوبو الخميس عن 61 عاما في المستشفى الذي كان محتجزا فيه في مقاطعة لياوننغ اثر صراع مع سرطان الكبد بحسب ما ذكرت السلطات، بعد أن تجاهل مسؤولون صينيون الدعوات الدولية بالسماح له بقضاء أيامه الاخيرة حراً ونقله خارج البلاد للعلاج.\n\nوكان ليو شياوبو حائز نوبل للسلام سنة 2010 معتقلا لثماني سنوات بتهمة “التخريب“، بعد اكثر من شهر من نقله من سجنه الى مستشفى مشدد الحراسة لعلاجه من المراحل المتأخرة من السرطان.\n\nوقال المكتب القانوني في مدينة شنيانغ شمال شرق البلاد على موقعه على الانترنت ان ليو توفي بعد ثلاثة أيام من نقله الى العناية المركزة في مستشفى “جامعة الصين الطبية”.\n\nثم أعلنت وكالة أنباء الصين الجديدة (شينخوا) نبأ وفاة ليو لتكون المرة الأولى التي تذكره منذ دخوله المستشفى. ووصفته في خبر ورد في فقرة واحدة بأنه “أدين بزعزعة سلطة الدولة”.\n\nوسارعت لجنة جائزة نوبل الى تحميل الصين “مسؤولية كبرى” عن الوفاة “المبكرة” للمعارض الصيني عبر حرمانه العلاج الطبي الملائم.\n\nووصفت المستشارة الالمانية انغيلا ميركل المعارض الراحل بانه “مناضل شجاع” دفاعا عن الحقوق المدنية فيما اعتبر المفوض الاعلى لحقوق الانسان في الامم المتحدة انه “تجسيد حقيقي” للقيم الديموقراطية.\n\nواكد وزير الخارجية الاميركي ريكس تيلرسون انه “كرس حياته لتطوير الانسانية“، مطالبا السلطات الصينية برفع الاقامة الجبرية عن زوجته والسماح لها بمغادرة الصين.\n\nوقال وزير الخارجية الفرنسي جان ايف لودريان ان شياوبو “لم يكف منذ اكثر من ثلاثين عاما عن الدفاع بشجاعة عن الحقوق الاساسية وخصوصا حرية التعبير”.\n\nوبهذا يخبو صوت احد منتقدي الحكومة والذي كان شوكة في خاصرة السلطات لعقود وأصبح رمزا لحملة القمع المتزايد التي تشنها بكين على الأصوات المعارضة.\n\nويعتبر شياوبو أول حائز للجائزة يتوفى معتقلا منذ وفاة داعية السلام الألماني كارل فون اوسيتسكي في 1938 في المستشفى بعد أن اعتقلته السلطات النازية.\n\nوفي رد فعل على وفاته وصف وزير العدل الالماني هيكو ماس المعارض الصيني بأنه “بطل”.\n\nوكتب على تويتر ان “مقاومته غير العنيفة جعلته بطلا في المعركة من أجل الديموقراطية وحقوق الانسان”.\n\nوعلقت سليل شيتي الأمينة العامة لمنظمة العفو الدولية “نبكي اليوم أحد عمالقة حقوق الانسان. ليو شياوبو كان انسانا يتمتع بذكاء حاد وكان صاحب مبادىء ومفعما بالمشاعر الانسانية قبل كل شيء”.\n\nRIP #LiuXiaobo. We have lost a giant. Your courage was a huge inspiration. We’ll honour you by keeping up the fight https://t.co/tZXxtGx69i pic.twitter.com/Q3AGUwywB3 — Salil Shetty (@SalilShetty) July 13, 2017\n\nوقال محامي المعارض في الولايات المتحدة جاريد جنسر “من الواضح اليوم ان الحكومة الصينية خسرت. أفكار وأحلام ليو ستبقى وستنتشر وستترجم واقعا”.\n\nواضاف ان “شجاعته وتضحيته من أجل بلاده ستدفعان ملايين الناشطين والمعارضين الصينيين الى المثابرة حتى تصبح الصين الديموقراطية التعددية التي كان يعلم ليو في قلبه انها في متناول شعبه”.\n\nوكانت منظمات حقوق الانسان الدولية والحكومات الغربية والنشطاء المحليين دعوا السلطات الصينية الى الافراج عن ليو وتحقيق آخر امنياته بالعلاج في الخارج.\n\nوعرضت المانيا معالجة ليو وقالت أن ذلك سيكون “مؤشراً على إنسانية” الصين. كما قالت الولايات المتحدة انها مستعدة لاستقباله.\n\nالا ان مسؤولين أكدو على أن ليو يتلقى العلاج من أفضل الاطباء الصينيين منذ أن منح عفوا طبيا عقب تشخيص اصابته بالمرض في اواخر ايار/مايو.\n\nرد صيني\n\nردا على الدعوات بالسماح للمعارض بمغادرة الصين، قالت وزارة الخارجية مرارا ان على الدول الاخرى عدم التدخل في شؤون الصين الداخلية.\n\nوفي مطلع تموز/يوليو قال اطباء صينيون ان حالته الصحية لا تسمح بارساله إلى الخارج للعلاج، وهو ما نفاه طبيبان اميركي والماني عايناه بعد ان دعتهما المستشفى للاطلاع على حالته. وعرض الاطباء معالجته في مستشفيات في بلداهم.\n\nودانت منظمات حقوقية الطريقة التي تعاملت بها الحكومة مع ليو، واتهمت السلطات بالتلاعب في معلومات بشأن حالته الصحية ورفض السماح له بالمغادرة خشية ان يستغل حريته للتنديد بالنظام الشيوعي الصيني.\n\nوتم تسريب تسجيل فيديو يظهر ليو ممددا على سرير المرض بينما الاطباء الغربيون يشيدون بنظرائهم الصينيين، وهو ما قالت منظمة هيومن رايتس ووتش انه “دعاية إعلامية بغيضة”.\n\nوقالت السفارة الالمانية ان التسجيل يظهر على ما يبدو ان الاجهزة الامنية هي التي “توجه العملية” وليس الجهات الطبية.\n\nاعتقل ليو في 2008 لدوره في كتابة “ميثاق 08” الذي ينادي بحماية حقوق الانسان واجراء اصلاحات في الصين.\n\nوحكم عليه في 2009 بالسجن لمدة 11 عاما بتهمة “التخريب“، بعد الدعوة إلى إصلاحات ديموقراطية. وخلال احتفال تسلمه جائزة نوبل للسلام في أوسلو عام 2010، تمّ تمثيله بمقعد شاغر.\n\nوليو شياوبو معروف ببذله جهودا في المفاوضات لتأمين خروج آمن من ساحة تيان انمين لآلاف الطلاب الذين كان يتظاهرون ليل 3-4 حزيران/يونيو 1989 حين قمع الجيش التظاهرات بعنف.\n\nووضعت زوجته ليو شيا تحت الاقامة الجبرية في 2010، الا انه سمح لها برؤيته في المستشفى. وعبرت منظمات حقوق الانسان عن قلقها بشأن مصيرها ودعت الحكومة الى الافراج عنها.", "pt": "Morreu Liu Xiaobo.\n\nO dissidente chinês faleceu, esta quinta-feira, aos 61 anos.\n\nO anúncio foi feito pelas autoridades de Shenyang, no nordeste da China, onde o Prémio Nobel da Paz de 2010 estava hospitalizado para ser tratado a um cancro do fígado.\n\nBreaking: Liu Xiaobo Dies in Custody. Find our statement, and previous work and background here: https://t.co/npO0Pz01mv pic.twitter.com/qJ9t7QvlKc — Human Rights Watch (@hrw) July 13, 2017\n\nDe acordo com o hospital, Xiaobo sofreu uma falência múltipla dos órgãos.\n\nLiu Xiabo foi condenado a 11 anos de prisão, em 2009, por “incitamento à subversão do poder do Estado”.\n\nRecentemente, tinha sido colocado em liberdade condicional por razões de saúde.\n\nFoi o primeiro Prémio Nobel a morrer privado de liberdade desde o pacifista alemão Carl von Ossietzky, que morreu em 1938 num hospital quando estava detido pelos nazis.\n\nCOM: REUTERS; LUSA", "es": "Liu Xiaobo ha muerto.\n\nEl intelectual y nobel de la Paz chino, Liu Xiaobo, ha fallecido este jueves en un hospital del norte del país en el que estaba bajo custodia tras haber sido recientemente excarcelado por un cáncer terminal, según anunció un comunicado oficial del Gobierno. Liu ha muerto a los 61 años después de pasar los casi nueve últimos en prisión, donde se le concedió el premio Nobel en 2010 por su activismo a favor de la democratización de China.\n\nCon EFE"}, "title": {"en": "Nobel Peace Prize laureate Liu Xiaobo has died, Chinese government says", "ar": "وفاة المعارض الصيني الحائز على جائزة نوبل للسلام ليو شياوبو", "pt": "Morreu o chinês Liu Xiaobo, Prémio Nobel da Paz em 2010", "es": "Muere el nobel de la Paz chino, Liu Xiaobo"}, "date": {"en": "07/13/17 00:00:00", "ar": "07/13/17 00:00:00", "pt": "07/13/17 00:00:00", "es": "07/13/17 00:00:00"}}