{"top_image": {"en": "https://static.euronews.com/articles/379657/1000x563_379657.jpg", "ar": "https://static.euronews.com/articles/379657/1000x563_379657.jpg", "pt": "https://static.euronews.com/articles/379657/1000x563_379657.jpg", "es": "https://static.euronews.com/articles/379657/1000x563_379657.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Hundreds of people have marched through central Moscow calling for internet freedom. Protesters from various social movements including the opposition Parnas party carried posters and chanted slogans against Russia’s censorship rules and hard line on what it calls, extremist propaganda. Some people also shouted ‘Russia without Putin’.\n\nWhen asked why he attended the march, one protester spoke of the need for freedom of expression and liberty. He believes that the internet is the last place Russians are able to speak freely.\n\nAnother protester spoke of the reduction to education and information available to the population that the censorship brings. He believes that it is a way of controlling what people are able to view, therefore influencing their opinions of government policy.\n\nAlthough the protest was officially sanctioned, according to media reports, several people bearing ‘anti-president symbols’ are said to have been detained.\n\nRussian officials dismissed accusations by rights groups and Western governments that authorities are increasing efforts to stifle online dissent.", "ar": "نحو ألف شخص خرجوا في تظاهرة ، مرخصة من السلطات، في شوارع موسكو يوم الأحد، احتجاجا على تشديد الرقابة والقيود على الانترنت.\n\nالمتظاهرون أعربوا عن اعتراضهم على إجراءات تشريعية أقرتها السلطات مؤخرا لفرض قيود صارمة على استخدام الانترنت.\n\nشعارات المحتجين تضمنت: “لا للرقابة، لا للديكتاتورية” و“لتسقط الدولة البوليسية”.\n\nالبعض أضاف تعبير “وبلا رقابة“، إلى شعار المعارضة “روسيا بلا بوتين” الشائعة في تظاهرات المعارضة ضد الكرملين.\n\nقيادة الشرطة قدرت عدد المشاركين بـ800 شخص، فيما أشارت وكالات الأنباء إلى أن عدد المحتجين كان ما بين 1000 و1500 شخص، تلبية لدعوة منظم التظاهرة حزب “بارناس” برئاسة رئيس الوزراء الأسبق ميخائيل كاسيانوف.\n\nثلاثة متظاهرين تم توقيفهم، احدهم بسبب توزيع منشورات مؤيدة للمعارض اليكسي نفالني.\n\nبافيل راسودوف الرئيس السابق لمجموعة “حزب القراصنة” أوضح أن السلطات تسعى الى السيطرة على الانترنت ومراقبتها منذ 2011، عندما تخللت الحملة الرئاسية لفلاديمير بوتين تظاهرات واسعة النطاق.\n\nإذ أن السلطات أدركت أن: “السلطات أدركت انذاك ان الانترنت أداة للتعبئة وأنها تحمس الناس على الخروج إلى الشوارع”.\n\nشبكة الانترنت الروسية التي تستخدمها المعارضة بكثافة، تتعرض لقيود مشددة تفرضها السلطة، في توجه يتعزز حاليا على خلفية مكافحة الارهاب.\n\nالبرلمان الروسي أقر يوم الجمعة قانونا يحظر استخدام خدمات “إخفاء الهوية” والخوادم الوكيلة (بروكسي) التي تجيز للمتصفح دخول مواقع محجوبة في البلاد.\n\nكما أقر قانونا يلزم المستخدمين بالتعريف عن انفسهم بتوفير رقم هاتف لاستخدام خدمات الرسائل القصيرة على انترنت. وكانت هيئة روسكوم نادزور لمراقبة وسائل الاعلام هددت في اخر حزيران/يونيو 2017 بقطع تطبيق تلغرام للتراسل الشائع جدا في روسيا بفضل تشفيره العالي.\n\nومنذ الاول من كانون الثاني/يناير 2017 باتت شركات تزويد الانترنت الروسية والاجنبية ملزمة بتخزين بيانات مستخدميها وإحالتها إلى السلطات عند طلبها.", "pt": "“Não à censura, não à ditadura” ou “Abaixo o Estado policial”, alguns dos lemas gritados nas ruas de Moscovo este domingo por cerca de um milhar de russos contra o reforço da monitorização online, restrições no uso da internet e processos judiciais com acusações de propaganda extrema nesta plataforma.\n\nO apelo à manifestação veio do partido de oposição Parnas e agregou vários movimentos sociais.\n\nUm participante bastante jovem da manifestação declarava: “Eu venho hoje aqui porque sou pela liberdade de expressão e de uso da internet. Estas são as nossas ideias de liberdade. Precisamos de nos manifestar por todas as liberdades. E no nosso país a internet é o último sítio onde podemos expressar a nossa opinião individual.”\n\nUm outro, mais velho, falou do controlo exercido sobre a população: “Acho que o objectivo do governo é reduzir a educação e o acesso à informação por parte da população e, nestas condições, pode-se fazer a população acreditar no que se quer: que o país é o melhor de todos, o mais inteligente. Na realidade, está a tornar-se apenas estúpido.”\n\nNa sexta feira passada o parlamento russo aprovou uma lei que proíbe o uso de programas informáticos que permitem aceder anonimamente a sites bloqueados no país e votou uma lei que obriga à identificação através de um número de telefone para aceder a mensagens online.", "es": "“¡No más restricciones en internet!” Cientos de personas se han manifestado este domingo en Moscú para protestar contra una ley que la Duma aprobó el pasado viernes para prohibir la navegación anónima y obligar a los usuarios a identificarse con un número de teléfono para poder utilizar los servicios de mensajería en la web.\n\n- “Estoy aquí por la libertad de expresión y de Internet”, comentaba un manifestante. “Por nuestra idea de libertad. Estamos aquí por todas las ideas de libertad, porque, en nuestro país, internet es el último reducto en el que se puede expresar una opinión personal”.\n\n- “Creo que el objetivo del gobierno es reducir la educación y el acceso a la información de la población, y en estas condiciones hacernos creer lo que quiera: que somos los mejores y los más listos, cuando, en realidad, nos volvemos estúpidos”, sentencia otro.\n\nMoscú extremó su vigilancia sobre internet tras las manifestaciones antigubernamentales de 2011. En aquel entonces, internet desempeñó un papel fundamental en las convocatorias de la oposición. Desde entonces, la libertad de la red ha experimentado un franco retroceso. Desde principios de este año, los servidores de internet que operan en Rusia están obligados a guardar todos los datos de navegación de sus usuarios para dárselos al Gobierno si los solicita."}, "title": {"en": "Protestors march in Moscow over internet censorship regulations", "ar": "الروس يحتجون ضد تشريعات الرقابة على الإنترنت", "pt": "Protestos em Moscovo por uma internet livre", "es": "El grito ahogado de cientos de rusos por la libertad en internet"}, "date": {"en": "07/23/17 00:00:00", "ar": "07/23/17 00:00:00", "pt": "07/23/17 00:00:00", "es": "07/23/17 00:00:00"}}