{"top_image": {"en": "https://static.euronews.com/articles/380797/1000x563_380797.jpg", "ar": "https://static.euronews.com/articles/380797/1000x563_380797.jpg", "pt": "https://static.euronews.com/articles/380797/1000x563_380797.jpg", "es": "https://static.euronews.com/articles/380797/1000x563_380797.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Several police officers have been injured in Venezuela’s capital Caracas after an explosion during anti-government demonstrations, as voting begins to elect an all-powerful constituent assembly.\n\nPolice fired tear gas trying to disperse hooded demonstrators who blocked roads in support of opposition parties who say President Nicolas Maduro has rigged the election to ensure his socialist party continues to dominate.\n\nDespite polls showing some 70 percent of Venezuelans oppose the vote, President Maduro, widely disliked for overseeing an economic collapse during four years in office, has pressed ahead, vowing he would begin a “new era of combat” in the crisis-stricken nation.\n\nThat’s despite the threat of further U.S. sanctions and months of opposition protests in which more than 115 people have been killed, including three deaths over the weekend, where a candidate to the assembly was killed during a robbery.\n\nThe opposition is boycotting Sunday’s vote, accusing Maduro’s administration of threatening to fire state workers who don’t vote and taking away social benefits like subsidised food from recipients who stay away from the polls, as it wants to avoid low turnout that would further undermine his legitimacy.", "ar": "مقتل 3 متظاهرين على يد رجال الأمن في الاحتجاجات المناهضة لانتخابات الجمعية التأسيسية في فنزويلا.\n\nكما قُتل عسكري بالرصاص في فنزويلا الأحد، خلال التصدي للمحتجين، وفق ما أفادت به النيابة.\n\nإذ أصيب العسكري رونالد راميريز بطلق ناري في وجنته اليسرى، خلال تظاهرة في ولاية تاتشيرا غرب البلاد في المنطقة الحدودية مع كولومبيا.\n\nوفي وقت سابق من اليوم، قتل قيادي في المعارضة الفنزويلية خلال التظاهرات المذكورة قبل بضع ساعات من بدء التصويت لانتخاب اعضاء هذه الجمعية.\n\nوقتل ريكاردو كامبوس البالغ من العمر 30 سنة، بالرصاص في كومانا بولاية سوكري شمال شرق البلاد، حسب النائب المعارض هنري راموس الوب الرئيس السابق للبرلمان. ولم تحدد النيابة العامة ظروف مقتله.\n\nوأودى انفجار بحياة 7 من عناصر الأمن في فنزويلا نهار اليوم، حيث بدأت انتخابات الجمعية التأسيسية.\n\nوكانت القنبلة قد زرعت على جانب الطريق الذي كان يعبره رجال الأمن على دراجاتهم النارية في طريقهم لقمع المحتجين.\n\nوفي إطار موجة العنف التي تجتاح البلاد منذ 100 يوم،\n\nالنيابة العامة الفنزويلية أفادت أن مجموعة اقتحمت منزل المرشح للجمعية التأسيسية، التي تجري انتخاباتها اليوم، المحامي خوسيه فيليكس بينيداالبالغ من العمر 39 سنة، وأطلقت النار عليه وأردته قتيلا في سيوداد بوليفار جنوب شرق البلاد. ولم تذكر النيابة دوافع الجريمة.\n\nإنتخابات إجبارية\n\nصناديق الاقتراع فتحت في فنزويلا اليوم، وسط أجواء من التوتر، لانتخاب الجمعية التأسيسية (البرلمان الفنزويلي)، التي من شأنها إدارة البلاد لفترة غير محددة.\n\nوذلك وفق مشروع الرئيس نيكولاس مادورو، الذي ترفضه المعارضة ويواجه انتقادات دولية.\n\nهذا هو المرشح الثاني الذي يقتل. ففي 10 تموز/يوليو، قتل خوسيه لويس ريفاس خلال حملته الانتخابية في مدينة ماراكاي شمال البلاد.\n\nالبلد الأول في تصدير النفط في أميركا اللاتينية على حافة الانهيار الإقتصادي، ويشهد تظاهرات مناهضة للحكومة يجري قمعها ما أدى الى سقوط نحو 100 قتيل وجرح وتوقيف الآلاف حتى الآن.\n\nالمعارضة دعت الى تجمع حاشد في كاراكاس اليوم، وإلى قطع الطرق الرئيسة، فيما حذرت الحكومة ملوحة بعقوبة سجن تصل حتى 10 سنوات لكل من “سيعرقل عملية الاقتراع”.\n\nلن يسأل التصويت اليوم الناخبين ما إذا كانوا يريدون المضي قدما في تشكيل الجمعية التأسيسية أم لا، وإنما سيختارون فقط الأعضاء ومجموعهم 545 عضوا من بين أكثر من 6100 مرشح يمثلون مجموعة كبيرة من حلفاء الحزب الاشتراكي.\n\nديمقراطية مادورو\n\nمادورو أعلن من مركز الاقتراع: “أنا الناخب الأول في البلاد. أطلب من الله أن يبارك فنزويلا كي يتمكن الشعب من ممارسة حقه الديمقراطي بحرية“، مذكرا أن: “الإمبراطور دونالد ترامب أراد منع الشعب الفنزويلي من ممارسة حقه في الاقتراع”.\n\nعشية الانتخابات، أكد مادورو: “أننا نترقب انتصارا انتخابيا كبيرا”.\n\nالمعارضة التي تطالب بانتخابات عامة، ترفض عملية الاقتراع هذه ولم تقدم أي مرشح معتبرة أنها تهدف الى إبقاء مادورو في السلطة.\n\nمادورو يعتبر أن الجمعية التأسيسية ضرورية للحدّ من أعمال العنف ولانقاذ الاقتصاد. ويتهم المعارضة بالتحضير لانقلاب بدعم من واشنطن ودول أخرى.\n\nحرق أجهزة التصويت\n\nردا على تعنت مادورو واستمراره قدما في تحقيق مساعيه إلى انقلابات دستورية، قام ناشطون بمحاولة لتعطيل عمليات التصويت. ففي شرق البلاد في تاتشيرا قامت بضعة مئات من المعارضين بحرق أجهزة الاقتراع يوم السبت، كانت قد وزعت على المراكز الانتخابية في مدرستين.\n\nنحو 50 مركزا انتخابيا في تلك المنطقة لن تتمكن من العمل، لأن المتظاهرين خربوا المواد الانتخابية.\n\nاحتيال دستوري\n\nالنائب فريدي غيفارا عن تحالف الوحدة الديمقراطية المعارض أعلن أن: “عملية الاحتيال الدستوري والانتخابي هي أخطر خطأ تاريخي ارتكبه مادورو”.\n\nمعهد داتاناليسيس لاستطلاعات الرأي أفاد أن السلطات القضائية والعسكرية تدعم مادورو وجمعيته التأسيسية، لكن أكثر من 80% من الفنزويليين لا يؤيدون إدارته للبلاد وحوالي 72% منهم يعارضون مشروعه.\n\nالمجلس الوطني الانتخابي أكد أن الجيش سيضمن حسن سير عملية الاقتراع وسمح للناخبين الإدلاء بأصواتهم في أي مكتب اقتراع في منطقتهم، كإجراء احترازي ردا على تهديدات المعارضة.\n\nالخبير الانتخابي أوجينيو مارتينيز نوه بأن “قانون الاقتراع يجمع بين التصويت في المنطقة والتصويت بحسب القطاعات الاجتماعية، اي سيدلي 62% من 19,8 مليون ناخب بأصواتهم مرتين. الأمر الذي سيعرقل عملية احتساب النتيجة”.\n\nالمدعية العامة لويزا أورتيغا، المعروفة بتأييدها الرئيس السابق هوغو تشافيز الذي حكم من 1999 حتى وفاته عام 2013 وورثه مادورو، نددت بالمسّ بالنظام الدستوري داعية إلى رفض الجمعية التأسيسية الجديدة.\n\nالمعارضون يقولون إن الجمعية التأسيسية ستسمح لمادورو بحل الكونجرس الذي تهيمن عليه المعارضة وتأجيل الانتخابات المستقبلية وإعادة كتابة القواعد الانتخابية للحيلولة دون هزيمة الاشتراكيين في الانتخابات.\n\nعزلة دولية\n\nمادورو يتلقى انتقادات قاسية من الولايات المتحدة، التي تستورد 800 ألف من أصل 1,9 مليون برميل نفط خام تنتجه فنزويلا يوميا.\n\nواشنطن فرضت عقوبات على 13 مسؤولا حكوميا وعسكريا مقربا من الرئيس الفنزويلي، بينهم رئيسة المجلس الوطني الانتخابي تيبيساي لوسينا المتهمة بتقويض الديمقراطية وانتهاك حقوق الإنسان وبالفساد. كما حذرت الولايات المتحدة من فرض المزيد من العقوبات.\n\nكولومبيا وباناما أعلنتا أنهما لن تعترفا بـ “الجمعية التأسيسية”.\n\nالإنتخابات الحالية تثير مخاوف كبيرة من تفاقم الفوضى في البلاد. فقد تهافت الفنزويليون عشية الانتخابات على شراء المواد الغذائية وغادر بعضهم البلاد.\n\nالولايات المتحدة وكندا والمكسيك طلبت من رعاياها عدم السفر الى فنزويلا إلا في حالات الضرورة القصوى، في حين علقت بعض شركات الطيران رحلاتها الى كاراكاس.\n\nآخر مرة أعادت فنزويلا فيها كتابة دستورها، هي في عام 1999 أثناء حكم الرئيس الراحل هوجو تشافيز، ما عزز السلطات التنفيذية وقلص حقوق الرعاية الصحية والتعليم.", "pt": "Mais de dez mortos, ao início da tarde, era o balanço dos confrontos este fim de semana entre manifestantes e forças da ordem na Venezuela. O país realiza este domingo umas controversas eleições para eleger uma Assembleia Nacional Constituinte (ANC), órgão temporário proposto pelo Presidente Nicolás Maduro no início de maio para alterar a Constituição venezuelana.\n\nAs urnas abriram pelas 06:00 horas da manhã (11:00 horas, em Lisboa). Os protestos contra o Governo e estas eleições já vinham de véspera. As forças da ordem saíram para as ruas para tentar reprimir os manifestantes. Há relatos do recurso a lás lacrimógeneo pelas autoridades e também de alguns disparos.\n\nAo início da tarde, em Caracas, apesar dos apelos da coligação de oposição para se evitar a violência, uma coluna de motociclistas das forças da ordem foi vítima de um engenho explosivo numa zona onde procuravam reprimir um protesto contra o sufrágio. Pelo menos, quatro polícias terão ficado feridos neste ataque.\n\n#ENvivo URGENTE: Acaba de ocurrir, 12:40p.m, Plaza Altamira, explosión produce quemaduras a dos efectivos de la policía y a sus motos #30jul pic.twitter.com/3Eh9gHyMHc — El Nacional (@ElNacionalWeb) 30 de julho de 2017\n\nApesar de todos estes relatos, o ministro da Defesa afirmava pelo meio dia que as eleições estavam a decorrer com tranquilidade, salvo alguns focos de violência.\n\nVladimir Padrino López acrescentou que a segurança estava garantida pelos mais de 140 mil efetivos destacados para os centros de votação em todo o país.\n\nAo início da tarde, a presidente do Conselho Nacional Eleitoral, Tibisay Lucena, estimava uma participação de 99 por cento. A oposição , por outro lado, garantia tratar-se de “um fracasso do governo”, revelando pelas redes sociais imagens de centros de votação em Caracas sem ninguém para votar.", "es": "Durante la mañana del domingo se han realizado varias manifestaciones en Caracas pese a la prohibición del Gobierno de Nicolás Maduro de cualquier o protesta que pudiera interferir el proceso electoral.\n\nEn la noche del sábado tres manifestantes opositores murieron por disparos de civiles armados progubernamentales en los estados de Mérida y Táchira.\n\nEntre los muertos está el secretario de las juventudes del partido de centroizquierda Acción Democratica, Ricardo Campos.\n\nEl candidato a la asamblea constituyente José Félix Pineda fue asesinado a tiros en su propia casa en Ciudad Bolivar.\n\nEste domingo se han celebrado las votaciones del proyecto de Nicolás Maduro de una Asamblea Constituyente con el boicot de la oposición. Una oposición que pide que se ignore el resultado de la votaciones.\n\nLos más de 500 representantes que serán elegidos redactarán la nueva Constitución. La Asamblea Nacional Constituyente tendrá amplios poderes además para reformar el Estado y modificar el ordenamiento jurídico.\n\nEl Parlamento venezolano, de mayoría absoluta opositora, ha pedido a la comunidad internacional que ignore el resultado de la elección de una Asamblea Nacional Constituyente."}, "title": {"en": "Outbreaks of violence in Venezuela as voters trickle to the polls to elect a 'super assembly.'", "ar": "ارتفاع عدد ضحايا الاحتجاجات المناهضة لانتخابات الجمعية التأسيسية في فنزويلا", "pt": "Mais de 10 mortos em fim de semana de eleições controversas", "es": "Violencia y votos en Venezuela"}, "date": {"en": "07/30/17 00:00:00", "ar": "07/30/17 00:00:00", "pt": "07/30/17 00:00:00", "es": "07/30/17 00:00:00"}}