{"top_image": {"en": "https://static.euronews.com/articles/376047/1000x563_376047.jpg", "ar": "https://static.euronews.com/articles/376047/1000x563_376047.jpg", "pt": "https://static.euronews.com/articles/376047/1000x563_376047.jpg", "es": "https://static.euronews.com/articles/376047/1000x563_376047.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Thousands marched through central London on Saturday (July 1) in protest against the British government’s economic policies.\n\nProtesters carried placards reading “Tories out” and “Not one day more.” Many focused on the Grenfell Tower blaze and cuts to public services. The rally was organised by a group called the People’s Assembly Against Austerity.\n\nThousands take to London’s streets in protest against the government pic.twitter.com/vgVc3mLCrv — The Telegraph (@Telegraph) July 1, 2017\n\nAngry protesters urge Tory government to step down during anti-austerity rally in London https://t.co/LzrsdoUHzT — AFP news agency (@AFP) July 1, 2017\n\nThe demonstrators argue Conservative Prime Minister Theresa May has lost all legitimacy since losing her parliamentary majority in last month’s election.\n\nLeader of the opposition Labour party Jeremy Corbyn addressed the protesters at Parliament square, saying he was determined to force another election, end austerity policies and protect public services.\n\n“Grenfell taught us a message about housing, taught us a message that so many people are frightened of living in tower blocks, frightened of the danger, frightened of the insecurity,” Corbyn said. “That is the face of modern Britain with the Tories. That is the face of modern Britain with austerity. End austerity and invest in the future. Invest in decent housing.”", "ar": "تظاهر آلاف البريطانيين في شوارع لندن احتجاجا على تدابير التقشف التي اتخذتها حكومة تيريزا ماي، معتبرين أن رئيسة الوزراء خسرت أي شرعية بعد النكسة التي لحقت بها في الانتخابات التشريعية في 8 حزيران-يونيو.\n\nوسار المتظاهرون خلف لافتة عريضة كتب عليها “المحافظون، اخرجوا“، فيما رفع البعض لافتات عليها “الاقتطاعات في الميزانية تكلف أرواحا“، في إشارة إلى سياسة التقشف التي ينتهجها المحافظون الذين يحكمون بريطانيا منذ العام 2010.\n\nالآلاف يتظاهرون في لندن ضد حكومة تيريزا ماي pic.twitter.com/TaOejHPTie — دهلــــه نيـــوز (@Dehla_News) 1 juillet 2017\n\nوتعاني رئيسة الوزراء تيريزا ماي من أزمة زعامة منذ الانتخابات التشريعية المبكرة التي جرت في 8 حزيران-يونيو. وكانت دعت إلى هذه الانتخابات اعتقادا منها أنها ستفوز فيها وتحقق أغلبية مريحة، غير أنها كلفتها غالبيتها المطلقة وقسما كبيرا من اعتبارها.\n\nوكتبت حركة “جمعية الشعب” المعارضة للتقشف، وهي من منظمي التظاهرة، في بيان أن النتيجة تعتبر “رفضا” واضحا للمحافظين، مشيرة إلى أن حريق برج غرينفل الذي أوقع ما لا يقل عن ثمانين قتيلا في لندن هو “المثال الأكثر مأسوية على ما يمكن أن تكون عليه عواقب التقشف”.\n\nالأخبار – إحتجاجات فى بريطانيا على خلفية كارثة حريق برج جرينفيل بلندن https://t.co/zWLKC8X7Ku pic.twitter.com/icFIFd7n4a — نوسة رضا (@Hard12Dream) 18 juin 2017\n\nوعكست هذه الانتقادات حجج ناجين من الحريق اتهموا المشرفين على صيانة البرج بادخار أموال على حساب سلامة السكان لأنهم يتحدرون من أوساط متواضعة.\n\nوبالتزامن مع الاحتجاجات الشعبية أكد زعيم المعارضة العمالية جيريمي كوربن في خطاب أمام البرلمان أن سياسة الحكومة “قاسية بحق الاكثر فقرا”.\n\nتظاهرة في لندن احتجاجًا على تدابير التقشف التي اتخذتها حكومة «تيريزا ماي» pic.twitter.com/ptxweteJQL — سكب (@scbnews1) 1 juillet 2017\n\nوتمكنت حكومة تيريزا ماي المحافظة من نيل الثقة الخميس في البرلمان بفارق بسيط بفضل دعم المحافظين المتشددين في الحزب الوحدوي الأيرلندي الشمالي.\n\nوأعطت حكومتها الأربعاء الإشارات الأولى إلى تليين لسياسة التقشف، إذ أبدت استعدادها للنظر في زيادة الأجور في القطاع العام. غير أنه من غير المتوقع اتخاذ أي قرار بهذا الصدد قبل التصويت على الميزانية في الخريف.", "pt": "Com Reuters\n\nMilhares de pessoas marcharam nas ruas de Londres este sábado para protestar contra as medidas de austeridade do Governo da primeira-ministra Theresa May.\n\nOs manifestantes questionaram a legitimidade da primeira-ministra depois dos resultados das legislativas do passado dia oito de junho. Exigiram que May abandonasse o cargo, erguendo cartazes com palavras de ordem como “Fora com os Tories“ ou “Os cortes no orçamento custam as nossas vidas”.\n\nO Executivo britânico passa atualmente por uma grave crise de legitimidade depois das legislativas do mês passado, eleições convocadas por antecipação pela primeira-ministra, convencida de que iria consolidar a liderança.\n\nMas os Conservadores acabaram por perder a maioria absoluta, assim como a credibilidade perante a opinião pública e a Comunidade Internacional.\n\nSegundo o movimento social contra as medidas de autoridade conhecido como People’s Assembly, Assembleia do Povo, umadas plataformas organizadoras da marcha, adesão aos protestos deste sábado é uma prova da rejeição do Executivo do Partido Conservador da parte do eleitorado.\n\n\n\nGrenfell como “exemplo mais trágico da austeridade”.\n\n\n\nA plataforma referiu ainda que o incêndio de Grenfell, em Londres, que deixou pelo menos 80 mortos, é o “exemplo mais trágico daquilo que podem ser as consequências de uma política de austeridade”.\n\nO líder do Partido Trabalhista (centro-esquerda, maior força da oposição), Jeremy Corbyn, marcou presença na marcha. Pediu o fim da austeridade e melhores condições de habitação e de saúde para os britânicos.\n\nTheresa May conseguiu – por escassa margem – a confiança do Parlamento, graças ao apoio do pequeno partido ultra-conservador unionista da Irlanda do Norte.", "es": "Marcha multitudinaria en Londres. Miles de personas se han manifestado contra las medidas de austeridad del Gobierno conservador y han pedido la dimisión de la primera ministra, Theresa May, tras sus malos resultados en los comicios del mes pasado.\n\nPor su parte, el líder del opositor Partido Laborista, Jeremy Corbyn, ha pedido frente al Parlamento, un mejor sistema sanitario y medidas de seguridad más eficientes tras el incendio de la torre Grenfell, que ha dejado al menos 80 muertos."}, "title": {"en": "UK: Thousands join anti-government protest", "ar": "مظاهرات في بريطانيا ضدّ حكومة تيريزا ماي", "pt": "Milhares marcham em Londres contra austeridade", "es": "Clamor contra las políticas de May"}, "date": {"en": "07/01/17 00:00:00", "ar": "07/01/17 00:00:00", "pt": "07/01/17 00:00:00", "es": "07/01/17 00:00:00"}}