{"top_image": {"en": "https://static.euronews.com/articles/375972/1000x563_375972.jpg", "ar": "https://static.euronews.com/articles/375972/1000x563_375972.jpg", "pt": "https://static.euronews.com/articles/375972/1000x563_375972.jpg", "es": "https://static.euronews.com/articles/375972/1000x563_375972.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "A doctor who lost his job at a New York City hospital opened fire with an assault rifle inside the building on Friday (June 30), killing one female physician and wounding six other people, police said.\n\nThe gunman then set himself on fire and shot himself in the head.\n\nThe rampage at Bronx-Lebanon Hospital is not being treated as an act of terrorism and appears to be workplace related, said Bill De Blasio, the mayor of New York.\n\nUS media, citing police sources, identified the gunman as Dr. Henry Bello, 45, working in family medicine. He was reportedly accused of sexual harassment at the workplace and left his job in February.\n\nBronx Lebanon Hospital shooter identified as Henry Michael Bello, a former doctor at the hospital. Live updates: https://t.co/t8h9mTnfpy pic.twitter.com/vyb2kxoYcY — NBC New York (@NBCNewYork) June 30, 2017\n\nPolice said Dr. Bello entered the hospital with an AR-15 rifle concealed in his white lab coat and started shooting at staff. He then apparently tried to set himself on fire before turning the gun on himself.\n\nOne woman was found dead at the scene. Six more victims were taken to the hospital’s emergency room, said Police Commissioner James O’Neill. Five of them were seriously injured, the sixth had a gunshot wound to the leg.\n\n“Our hearts go out to the family of the doctor who passed away and we’re, in both our hearts and our prayers, standing in solidarity with the families of all those who are wounded and all those who are fighting for their lives right now,” De Blasio told reporters.\n\nThe blaze set by the gunman activated the hospital’s fire alarm system, halting elevator services and hampering the emergency response, O’Neill said.\n\nOne ambulance worker told local television he and his partner had to carry a wounded and bleeding man down nine flights of stairs to safety. De Blasio praised what he called “many acts of heroism” amidst the rampage.\n\nBronx-Lebanon hospital, about 1.6 km north of Yankee Stadium, describes itself as the largest voluntary, non-profit health care system serving the South and Central Bronx, as well as among the largest providers of outpatient services in New York City.", "ar": "أصيب عدد من الاشخاص بجروح في عملية إطلاق نار بعد ظهر الجمعة في مستشفى “برونكس ليبانون” بمدينة نيويورك، بحسب الشرطة.\n\nوقال متحدث باسم شرطة نيويورك انه تعذر حتى الان معرفة درجة خطورة الإصابات وهوية مطلق النار.\n\nوقال مسؤول في شرطة نيويورك على حسابه في تويتر إنه المشتبه بتنفيذ الهجوم قد قتل. دون أن يُعرف إن كان المهاجم قد قتل برصاص الشرطة.\n\nالشرطة تحركت بسرعة بمجرد سماع إطلاق النار، وحسب وسائل إعلام محلية فمطلق النار كان يعمل في مستشفى برونكس منذ مدة قبل أن يغادره.\n\nوماتزال المنطقة مطوقة من قبل عناصر الشرطة.\n\nووقع الحادث قبيل الساعة 15:00 (19:00 ت غ) في “ليبانون برونكس هوسبيتال” الواقع في حي برونكس بشمال نيويورك والذي يتسع لنحو ألف سرير.", "pt": "Nos Estados Unidos, um homem entrou no hospital Bronx-Lebanon, em Nova Iorque e disparou contra várias pessoas. Pelo menos seis pessoas ficaram feridas e, de acordo com as autoridades, uma mulher foi morta e o atirador acabou por se suicidar. Ao que tudo indica, o autor deste ataque era um médico do hospital que estaria para ser despedido depois de um processo de assédio sexual.\n\nUPDATE: The shooter is deceased. Several others are injured regarding the shooting at Bronx Lebanon Hospital. — NYPD NEWS (@NYPDnews) 30 juin 2017\n\nO autarca de Nova Iorque, Bill De Blasio, numa conferência de imprensa, afirmou que “felizmente não foi um ato de terrorismo, trata-se de um caso isolado por causa de um problema de trabalho. O que não deixa de ser horrível”.\n\nO homem, de 45 anos, terá entrado no hospital com uma bata branca e com a arma escondida. O comissário James O’Neill, do Departamento de Polícia da cidade explicou que “durante este incidente, o sistema de alarme de incêndiodo hospital foi ativado porque, aparentemente, o suspeito tentou atear fogo a si próprio. Foi depois encontrado morto no 17º andar pelos agentes. A arma do crime também foi encontrada.\n\nCom 120 anos, o hospital tem cerca de mil camas e é um dos serviços de urgência mais requisitados em Nova Iorque. Esta unidade já foi palco de outros incidentes.", "es": "Al menos una persona ha muerto y seis han resultado heridas de gravedad en un tiroteo en el hospital Lebanon del Bronx en Nueva York\n\nEl atacante, un médico que había trabajado en ese centro, se suicidó después de matar a una doctora y de herir de bala a seis personas más. Medios locales le han identificado como Henry Bello, afroamericano de 45 años. Bello iba a ser despedido por acoso sexual, pero dimitió antes.\n\nBill de Blasio, alcalde de Nueva York, se apresuró a desmentir que se tratase de un ataque terrorista: “Gracias a Dios no ha sido un acto terrorista. Ha sido un incidente aislado relacionado, al parecer, con un conflicto laboral, pero eso no lo hace menos trágico y horrible”.\n\nJames O’Neill, jefe de la Policía de Nueva York: “Durante el incidente se activaron las alarmas contra incendios al parecer porque el atacante intentó prenderse fuego. Los oficiales se encontraron con el tirador en el suelo, muerto por una herida autoinfligida. El rifle estaba junto a su cuerpo”.\n\nLos alrededores del edificio fueron acordonados por patrullas de la policía mientras ingresaban agentes de la Unidad de Servicios de Emergencia de la ciudad. El Bronx-Lebanon Hospital está situado en uno de los sectores más frecuentados de este distrito del norte de la ciudad de Nueva York."}, "title": {"en": "Rifle-wielding doctor kills ex-colleague and himself in Bronx hospital rampage", "ar": "إصابات جراء عملية إطلاق نار في مستشفى بمدينة نيويورك", "pt": "Antigo médico abre fogo num hospital de Nova Iorque e suicida-se", "es": "Muere una médico en un tiroteo en un hospital de Nueva York"}, "date": {"en": "06/30/17 00:00:00", "ar": "06/30/17 00:00:00", "pt": "06/30/17 00:00:00", "es": "06/30/17 00:00:00"}}