{"top_image": {"en": "https://static.euronews.com/articles/380497/1000x563_380497.jpg", "ar": "https://static.euronews.com/articles/380497/1000x563_380497.jpg", "pt": "https://static.euronews.com/articles/380497/1000x563_380497.jpg", "es": "https://static.euronews.com/articles/380497/1000x563_380497.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Moscow has given the United States notice to downsize its US diplomatic and consular missions.\n\nMoscow requires US to downsize diplomatic missions in Russia\n\nThe US is required to reduce the number of diplomats and staff working in US missions to 455 people by September 1. That figure matches exactly the number of Russian diplomats and staff working in the US.\n\nIn a further move, Russia is suspending from next week (August 1) the US embassy’s use of several warehouses and a property in Russia.\n\nThe measures come in response to the seizing of two Russian diplomatic compounds in the US by the Obama administration in December.\n\nOutgoing President Barack Obama abruptly ordered the closure of the facilities, one in Maryland and the other on Long Island, saying they had been “used by Russian personnel for intelligence-related purposes.”\n\nIt was part of Obama’s response to what US officials called “cyber interference” by Moscow in the 2016 US presidential election campaign.\n\nRussia has repeatedly denied all accusations, and has pointed out that it has not seen any evidence of its interference in the US election.\n\nMoscow is expected to further respond if President Trump signs into law fresh sanctions on Russia.\n\nThe US Senate voted almost unanimously on Thursday to introduce the measures. Trump now needs to approve or veto the legislation.", "ar": "وزارة الخارجية الروسية تعلن في بيان الجمعة أن موسكو ستحد الوجود الدبلوماسي الأميركي على أراضيها ردا على إقرار الكونغرس عقوبات جديدة عليها، منددة بالـ “عداء” لروسيا.\n\nموسكو طلبت من واشنطن، خفض عدد العاملين في سفارتها وقنصلياتها في روسيا إلى 455 موظفا اعتبارا من الأول من أيلول/سبتمبر المقبل، وستمنع السفارة الأميركية من استخدام مقر لها في ضواحي العاصمة الروسية ومستودعات.\n\nوبهذا التخفيض يصبح عدد الموظفين في البعثات الأميركية بمستوى موظفي البعثات الروسية في الولايات المتحدة وفق ما أوضحت الوزارة، مشيرة إلى أنها “تحتفظ بالحق” في اتخاذ تدابير جديدة تستهدف “المصالح” الأميركية.\n\nويضع الرد الروسي الرئيس الأمريكي دونالد ترامب في موقف صعب يستلزم منه الاختيار بين اتخاذ خط متشدد مع موسكو أو استخدام حق النقض لمنع التشريع وإغضاب حزبه الجمهوري.\n\nوحذرت الخارجية الروسية أيضا الولايات المتحدة من أنها سترد بالمثل إن قررت واشنطن طرد أي دبلوماسيين روس.\n\nوانطلاقا من أجوبة بوتين أمس الخميس على هامش مؤتمره الصحفي المشترك مع الرئيس الفنلندي في موسكو، رأى أن هذا التصويت “يثبت أن العلاقات مع روسيا باتت رهينة صراعات السياسة الداخلية في الولايات المتحدة“، منددة بـ“ابتزاز يهدف إلى الحد من تعاون شركاء أجانب مع روسيا.”\n\nوأوضح: “بالرغم من هجمات واشنطن المتواصلة، إننا تصرفنا بشكل مسؤول وبضبط النفس، وما نزال نفعل، ولم نرد حتى الآن على هذه الاستفزازات الواضحة”.\n\nمضيفا: “غير أن الأحداث الأخيرة تشهد على أن العداء لروسيا والسعي إلى المواجهة متجذران بشكل راسخ في بعض الأوساط المعروفة في الولايات المتحدة”.\n\nوأن بلاده سترد على “وقاحة” الولايات المتحدة.\n\nكما انتقد “تصاعد الهستيريا المعادية للروس (الفوبيا الروسية)” في واشنطن مشيرا إلى أنه: “من المؤسف أن تتم التضحية بالعلاقات الروسية الاميركية في سبيل حل قضايا سياسية داخلية”.\n\nاحتمال تخفيض التمثيل الدبلوماسي الأميركي في روسيا جرى ذكره في كانون الأول/ديسمبر الماضي بعد اتخاذ الرئيس الأميركي السابق باراك أوباما قرارا بطرد 35 شخصا للاشتباه بأنهم عناصر في أجهزة الاستخبارات الروسية وإغلاق موقعين روسيين في نيويورك وولاية ماريلاند قرب واشنطن يعتقد أنهما قاعدتين لعناصر الاستخبارات الروس. غير أن بوتين اختار آنذاك عدم الرد.", "pt": "A Rússia diz que as ações dos EUA contra si violam o Direito Internacional. A Câmara dos Representantes dos EUA aprovou na quarta-feira, quase por unanimidade, mais sanções económicas contra o país. Em conferência de imprensa, na Finlândia, onde está em visita oficial, e ao lado do chefe de Estado do país, Vladimir Putin deixou clara a sua posição:\n\n“Temos vindo a ser provocados este tempo todo. As sanções são totalmente contrárias ao Direito Internacional. Ainda mantemos a calma e a paciência. Mas a qualquer momento teremos de responder. É impossível manter a paciência, indefinidamente”, afirmou Putin.\n\nO presidente russo afirmou ainda que parece que os EUA estão a usar as suas “vantagens geopolíticas para proteger os seus interesses económicos às custas dos seus aliados.\n\nO ministério dos Negócios Estrangeiros russo anunciou, entretanto, que vai reduzir a presença diplomática dos EUA no país, em resposta às últimas sanções impostas por Washington.", "es": "Moscú responde a las medidas de Washington. Después del idilio entre ambos países, solo truncado por la actuación de la Justicia contra Donald Trump, las espadas vuelven a estar en alto. El Kremlin rebaja de forma significativa las concesiones a la embajada estadounidense en la capital, como es el uso de almacenes y las casas de campo denominadas dachas, partir del uno de agosto, además de advertir de que algunos diplomáticos tienen que abandonar el país en menos de mes.\n\nNos han provocando constantemente. Las sanciones están totalmente fuera de la ley de acuerdo a la legislación internacional. Pero en algún momento u otro tenemos que responder. Nuestra paciencia tiene un límite”, ha dicho el presidente ruso Vladímir Putin.\n\nLos recortes de derechos y personal se producen un día después de que el Senado estadounidense aprobase sanciones contra Rusia por su supuesta injerencia en las elecciones y su actuación en Ucrania. Demócratas y republicanos votaron masivamente a favor de la propuesta. Ahora solo queda la rúbrica de Donald Trump para ponerla en marcha."}, "title": {"en": "Moscow requires US to downsize diplomatic missions in Russia", "ar": "بوتين يرد على العقوبات الأمريكية", "pt": "Moscovo reage a sanções dos EUA", "es": "El Kremlin impone recortes a la embajada de EEUU"}, "date": {"en": "07/28/17 00:00:00", "ar": "07/28/17 00:00:00", "pt": "07/28/17 00:00:00", "es": "07/28/17 00:00:00"}}