{"top_image": {"en": "https://static.euronews.com/articles/379228/1000x563_379228.jpg", "ar": "https://static.euronews.com/articles/379228/1000x563_379228.jpg", "pt": "https://static.euronews.com/articles/379228/1000x563_379228.jpg", "es": "https://static.euronews.com/articles/379228/1000x563_379228.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Serious discussions have now started between the European Union and the United Kingdom on Brexit. For your weekly round up of all things Brussels, this is State of the Union.\n\nAfter establishing the timetable and priorities at the previous round of talks, the Europeans and British began the political discussion. They met in Brussels for the second round of talks.\n\nIn an introduction to this new round, the European Union’s chief Brexit negotiator, Michel Barnier, summarized the issue at stake: “We are plunged into the heart of the matter. We must examine and compare our respective positions in order to make progress effectively”, he said.\n\nBut at the opening of the discussions, a photo became the centre of attention.\n\nUK Brexit minister Davis returned to London 3 hours after arriving in Brussels for 2nd round of EU negotiations. Did he forget his notes? pic.twitter.com/9z6ibEYNId — euronews (@euronews) July 17, 2017\n\nMany tweeted their concern that the British minister responsible for Brexit, David Davis, and his team, appeared to arrive at the table without any notes. By contrast, European Union negotiators were seen as well prepared, and have stressed the need for organization and clarity.\n\nBut beyond this picture, what should we remember from these four days of negotiations? Here is our report.\n\n\n\nRoyal trip or Brexit distraction?\n\nThe divisions within the British government over Brexit detract from the image of the country. So the United Kingdom has begun a charm offensive to try to defend its image in Europe and around the world.\n\nThe royal couple of Prince William and Kate Duchess of Cambridge began a tour of Germany and Poland this week.\n\nWilliam and Kate visit Nazi camp in Poland https://t.co/4L7GqSgmq2 pic.twitter.com/ZapQceBBXK — euronews (@euronews) July 18, 2017\n\nPoland is once again in the sights of the European Commission.\n\nAfter the reforms to the Constitutional Court, the conservative Polish government now wants to reform the judicial system. But the proposals announced have worried the European institution.\n\n*North Africa seen as key to Mediterranean migrant crisis*\n\nLibya and the Sahel region are at the heart of the European Union’s efforts to respond to refugee arrivals from the Mediterranean.\n\nThe 28 foreign ministers adopted various measures to help Libya stem the flow of asylum seekers.\n\nOn the one hand, it is a question of breaking down the economic model of people smugglers. But supporting Libyan authorities in control its borders is also key.\n\n\n\nComing up in Brussels\n\nAnd finally, here is the agenda for next week.\n\nOn Tuesday, the Turkish Foreign Minister will meet the head of European diplomacy, Federica Mogherini.\n\nOn the same day the Commissioner for Economic and Monetary Affairs will travel to Greece.\n\nAnd on Sunday, July 30, the US Vice President Pence will meet with the leaders of the Baltic states.\n\n\n\nThanks for watching, and have a good week.", "ar": "المفاوضات ما بن الاتحاد الأوروبي و المملكة المتحدة بشأن تنظيم إجراءات االبريكسيت،عرفت تطورات معتبرة. مرحبا بكم في برنامجكم الأسبوعي،” حالة الاتحاد”.\n\nالمفاوضات و البريكسيت..الجولة الثانية\n\nبعد وضع قائمة الأولويات خلال الجلسات و الجولات السابقة،الاتحاد الأوروبي و بريطانيا،دخلا الآن في لب المناقشات المحورية.في الجولة الثانية من المفاوضات بشانم البريكسيت التقى كبير المفاوضين الأوروبيين لبريكست ميشال بارنييه بنظيره البريطاني ديفيد ديفيس، وتناقشا مطولا حول المواضيع العالقة.\n\n“سنخوض في صلب الموضوع،علينا أن ندرس ونقارن مواقفنا من أجل إحراز تقدم فعال”\n\nلكن بعيد انطلاق المفاوضات،أثارت صورة جدلا كبيرا.فقد نشرت جمعية تعنى بتمثيل مواطني الاتحاد الأوروبي ممن يقيمون في المملكة المتحدة،نشرت صورة تظهر ديفيد ديفيس المفاوض البريطاني برفقة وفده، ولكن دون تسجيل أي ملاحظات على دفتر حيث يبدو أن الاتحاد الأوروبي مستعد جدا لخوض غمار المفاوضات.\n\nانقسامات داخل المملكة المتحدة\n\nالانقسامات داخل الحكومة البريطانية حول البريكسيت،أصبحت تضر بصورة البلد، لكن المملكة اعتمدت أساليب أخرى لتحسين الصورة،هذا وقام الأمير ويليام وقرينته كيت بزيارة دبلوماسية بطلب من الملكة إليزابيت الثَّانِية إلى ألمانيا في الفترة الواقعة بين 19 و 21 من شهر يوليو/ تموز. وإلى بولندا أيضا. بولندا تجد نفسها في الآونة الأخيرة في صلب توتر مع المفوضية الأوروبية، طلبت المفوضية الأوروبية من الحكومة البولندية “تعليق” إصلاحاتها المثيرة للجدل للنظام القضائي التي تشكل “تهديدا واضحا لاستقلال القضاء” في البلاد، ولوحت بفرض عقوبات غير مسبوقة على وارسو إذا لم تضع السلطة حدا “للتهديدات الواضحة” لدولة القانون.\n\nالاتحاد الأوروبي يمد يد العون إلى ليبيا\n\nليبيا ومنطقة الساحل هي في صلب جهود الاتحاد الأوروبي لمواجهة وصول اللاجئين من منطقة البحر الأبيض المتوسط إلى أوروبا. وقد اعتمد وزراء خارجية الاتحاد الأوروبي تدابير مختلفة لمساعدة ليبيا من أجل وقف تدفق طالبي اللجوء.الهدف المرتجى هو ضرب تجارة المهربين، كما تقديم الدعم إلى السلطات الليبية للسيطرة على حدودها. هذا و أقر الاتحاد الأوروبي الاثنين وضع قيود على تصدير القوارب المطاطية والمحركات المنفصلة للقوارب إلى ليبيا في محاولة للحد من الهجرة غير الشرعية إلى أوروبا.\n\nجدول الاحداث..الأسبوع القادم\n\nهذا وسيلتقي يوم الثلاثاء وزير الخارجية التركي مع رئيسة الديبلوماسية الأوروبية. وفي اليوم نفسه يصل إلى اليونان مفوض الشؤون الاقتصادية والنقدية للاتحاد الأوروبي وفي يوم الأحد الثثين من يوليو\n\nيلتقي نائب الرئيس الأمريكي مع زعماء دول البلطيق.\n\n\n\nشكرا لكم على المتابعة وأطيب المنى", "pt": "União Europeia e Reino Unido já entraram nos detalhes do Brexit e este é o tema de abertura do “Estado da União”, programa que passa em revista a atualidade europeia da semana.\n\nDepois de terem estabelecido o calendário e as prioridades de negociação na primeira ronda, europeus e britânicos entraram no detalhe das discussões políticas. A segunda ronda negocial decorreu em Bruxelas, com o principal negociador por parte da União Europeia, Michel Barnier, a enunciar os principais desafios dessa sessão.\n\nA Polónia também esteve em destaque, com críticas por parte da Comissão Europeia.\n\nApós a reforma do Tribunal Constitucional, o governo ultraconservador polaco quer, agora, reformar todo o sistema judicial. Mas as propostas anunciadas preocupam o executivo da União Europeia.\n\nA migração está sempre no topo da agenda sendo que, esta semana, a Líbia e a região do Sahel foram o alvo dos esforços da União Europeia para enfrentar o fluxo migratório que chega via mar Mediterrâneo.\n\nOs 28 ministros dos Negócios Estrangeiros adotaram várias medidas para ajudar a Líbia a travar o fluxo de requerentes de asilo.\n\nOs objetivos são, por um lado, acabar com a atividade dos contrabandistas de pessoas e, por outro, dar maior apoio às autoridades líbias no controlo das suas fronteiras.\n\nAgenda para a próxima semana:\n\n- Terça-feira, 25 de julho: O chefe da diplomacia da Turquia, Mevlüt Çavuşoğlu, reúne-se com a homóloga da União Europeia, Federica Mogerini, em Bruxelas. O comissário europeu para os Assuntos Económicos e Monetários, Pierre Moscovici, visita a Grécia.\n\n- Domingo, 30 de julho: O vice-presidente norte-americano, Mike Pence, reúne-se com os líderes dos países do Báltico.", "es": "Brexit-UE: concluye la segunda ronda sin avances\n\nDespués de acordar las prioridades y el calendario del Brexit en la primera ronda, europeos y británicos reconocieron la importancia de entrar en el fondo de los temas.\n\nComo introducción a este segundo encuentro, el negociador principal de la Unión Europea para el Brexit, Michel Barnier, resumía así cuál el principal desafío:\n\n“Hemos sumergido en el corazón de las cuestiones. Vamos a analizar y comparar nuestras respectivas posiciones para avanzar de forma eficaz”, dijo Barnier.\n\nPero en las redes sociales una foto sembró la controversia.\n\nLa asociación de defensa de los ciudadanos europeos que viven en el Reino Unido, mostró su preocupación, en Twitter, al ver al ministro británico para el Brexit, David Davis y a su equipo, sentados a la mesa sin ningún papel , frente al equipo de la Unión, flanqueado por un buen fajo de documentos con sus propuestas.\n\nNuevo ultimatum a Polonia por su deriva autoritaria\n\nLibia y la región del Sahel frente al flujo migratorio\n\nLos excesos autoritarios de Varsovia han colmado la paciencia de la Unión Europea, quien ya ha amenzado a Polonia con sanciones si el país continua adelante con su reforma judicial. Una reforma que, entre otras cosas, prevé el nombramiento directo de jueces del Supremo por el Parlamento del país.\n\nLibia y la región del Sahel están en el centro de los esfuerzos de la UE para detener la afluencia masiva de refugiados en el Mediterráneo.\n\nLos 28 ministros de Asuntos Exteriores han adoptado diversas medidas para ayudar a Libia para detener el flujo de solicitantes de asilo. Entre ellas, debilitar el modelo económico de los traficantes, y apoyar a las autoridades libias a reforzar el control de sus fronteras.\n\n\n\nla agenda de la semana\n\nEl martes, el ministro de Exteriores turco, se reunirá con el jefe de la diplomacia europea. Ese mismo día, el comisario de Asuntos Económicos y Monetarios viajará a Grecia. Y por último, el domingo, el vicepresidente de Estados Unidos Mike Pence, hablará con los líderes de los países del Báltico."}, "title": {"en": "Serious discussions begin between the EU and the United Kingdom on Brexit", "ar": "برنامج حالة الإتحاد خلال الأسبوع الثالث من شهر تموز/يوليو2017", "pt": "\"Estado da União\": Nova ronda no Brexit, avisos à Polónia e ajuda à Líbia", "es": "La UE pide más garantías al Reino Unido en el 'brexit' y alerta a Polonia con sanciones"}, "date": {"en": "07/20/17 00:00:00", "ar": "07/20/17 00:00:00", "pt": "07/20/17 00:00:00", "es": "07/20/17 00:00:00"}}