{"top_image": {"en": "https://static.euronews.com/articles/380519/1000x563_380519.jpg", "ar": "https://static.euronews.com/articles/380519/1000x563_380519.jpg", "pt": "https://static.euronews.com/articles/380519/1000x563_380519.jpg", "es": "https://static.euronews.com/articles/380519/1000x563_380519.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Why is poverty on the rise in Europe and what can be done? Insiders’ Sophie Claudet speaks to Monika Queisser, head of social policy at the OECD.\n\nSophie Claudet, Euronews: Monika Queisser thanks for being with us.\n\n“We saw in our report in Spain that child poverty often translates into malnutrition. What else should we be watching for?”\n\nMonika Queisser, head of social policy, OECD:\n\n“Child poverty is of course first of all poverty of households with children. So it is very important that the parents find work, and well-paid work, in order to reduce child poverty. But then there are other measures needed to help families with children have a good life quality: for example, childcare has to be available so that parents can go out and work. But children are also sometimes not able to participate in social life: parents cannot afford to send them on school trips, they cannot take music lessons, and in some countries, we even see in winter that children live in houses that are poorly heated, so that is another indicator to watch out for, which adds to malnutrition.”\n\nSophie Claudet, Euronews:\n\n“One would think that if you start in life at such a disadvantage it’s going to impact the rest of your life.”\n\nMonika Queisser, OECD:\n\n“People who have had a difficult childhood, a poor childhood, do less well in school, do less well in the labour market, are not able to make a good living, and this inequality keeps compounding all throughout their lifecycle. By the age of 50, people are faced with very deeply entrenched inequality, and when they then reach retirement, it’s very difficult for retirement and pension policies to make up for everything that has been going wrong over people’s lifecyle.”\n\nSophie Claudet, Euronews: “Is it fair to say that austerity measures have translated into less social policies and that the most vulnerable are being affected?”\n\nMonika Queisser, OECD: “Some countries have been able to have budgetary austerity while protecting the most vulnerable groups. Other countries have been less successful in doing this. And in the case of Spain (which we just saw) there is a problem with child benefits and child policies also being paid at the local level, and when you are in a community that is very poor and when the community does not have any more means to pay those benefits, then children will of course suffer disproportionately. Many southern European countries have designed their policies in a way that most of the money and most of the emphasis goes to pension policies, and while many retirees are of course in need, that means there’s very little space for poor people of working age or poor children to receive any benefits.”\n\nLive updates from our Insiders team", "ar": "الجزء الأول من المقابلة التي اجرتها يورونيوز في انسايدرز مع مونيكا كويسر، رئيسة قسم السياسة الاجتماعية في منظمة التعاون والتنمية، حول انتشار الفقر النسبي في أوروبا.\n\nصوفي كلوديه، يورونيوز: “مونيكا كويسر شكرا لوجودك معنا. شاهدنا في تقريرنا في إسبانيا أن فقر الأطفال غالبا ما يترجم إلى سوء التغذية … ماذا يجب أن نراقب؟”\n\nمونيكا كويسر، رئيسة قسم السياسة الاجتماعية في منظمة التعاون والتنمية: “فقر الأطفال هو، بطبيعة الحال، فقر الأسر التي لديها أطفال. لذا، من المهم جدا أن يجد الوالدان عملا باجر جيد للحد من فقر الأطفال. لكن هناك تدابير أخرى ضرورية لمساعدة الأسر التي لديها أطفال لإيجاد حياة أفضل: على سبيل المثال، رعاية الطفل تتيح للوالدين الخروج والعمل. أحياناً، لا يتمكن الأطفال من المشاركة في الحياة الاجتماعية لأن الوالدين لا قدرة لهما على إرسالهم للمشاركة في رحلات مدرسية، ولا يستطيعون أخذ دروس الموسيقى، في بعض الدول، حتى في فصل الشتاء يعيش الأطفال في منازل سيئة التدفئة، هذا مؤشر آخر يجب متابعته يُضاف لسوء التغذية.”\n\nصوفي كلوديه:“من الممكن أن نفكر أن هذه السلبيات في حياة الطفل سوف تؤثر على بقية حياته.”\n\nمونيكا كويسر:“الأشخاص الذين عاشوا طفولة صعبة، واجهوا صعوبة في المدرسة، وفي سوق العمل، انهم غير قادرين على العيش بشكل جيد، هذا التفاوت يلاحقهم طوال حياتهم. في سن الخمسين، يواجه الناس عدم مساواة عميقة جدا، وحين يصلون بعد ذلك إلى سن التقاعد، من الصعب جدا على سياسات التقاعد والمعاشات التقاعدية أن تعوض كل ما كان سيئاً في حياة الناس.”\n\nصوفي كلوديه: “هل من الإنصاف أن نقول ان تدابير التقشف قد ترجمت إلى تقليل السياسات الاجتماعية وانها اثرت على الفئات الأكثر ضعفا؟”\n\nمونيكا كويسر:” تمكنت بعض الدول من التقشف في الميزانية مع حماية الفئات الأكثر ضعفا. دول أخرى كانت أقل نجاحا. في حالة إسبانيا، التي رأيناها للتو، هناك مشكلة هي ان اجراءات إعانات الطفل وسياسات الطفل أيضا تتم على المستوى المحلي، المجتمع الفقير جدا لا يستطيع دفع هذه الاعانات، لهذا فان الأطفال سوف يعانون بالطبع بشكل غير متناسب. دول كثيرة في جنوب أوروبا وضعت سياساتها بطريقة تتيح لها التركيز على سياسات المعاشات التقاعدية، مع أن الكثير من المتقاعدين بحاجة ماسة لها، هذا يعني حرمان الفقراء في سن العمل والأطفال من المساعدات.", "pt": "Primeira parte da entrevista do Insiders com Monika Queisser, responsável do Departamento de Política Social da OCDE, sobre a realidade da prevalência de pobreza relativa na Europa.\n\nSophie Claudet, euronews: A pobreza infantil em Espanha traduz-se em situações de má-nutrição. Quais são as outras consequências?\n\nMonika Queisser: Antes de mais, a pobreza infantil significa a pobreza de todo um núcleo familiar. É crucial que os pais consigam arranjar um emprego, com um bom salário, para poder colmatar este fenómeno. Mas há outras medidas que podem melhorar a qualidade de vida destas famílias: a disponibilização de creches e escolas, por exemplo, para que os pais possam ir trabalhar. É preciso ajudar as crianças a participar na vida social: muitas vezes, os pais não têm dinheiro para as mandar nas viagens de escola ou para terem aulas de música. Mas há outros indicadores, para além da má-nutrição, que têm de ser tidos em conta. Em alguns países, as crianças vivem em casas que quase não têm aquecimento no inverno.\n\neuronews: Há quem saliente que o impacto de crescer num contexto desfavorecido se estende ao longo de toda a vida….\n\nMQ: As pessoas que tiveram uma infância difícil, uma infância pobre, têm um percurso escolar mais complicado, um acesso mais duro ao mercado de trabalho, têm mais dificuldades em ganhar a vida. A desigualdade repercute-se ao longo de todo o seu trajeto. Aos 50, essas desigualdades estão profundamente enraizadas. E depois não é a reforma que vai compensar todos os problemas sofridos ao longo da vida.\n\neuronews: Considera que as medidas de austeridade prejudicaram realmente as políticas sociais e os mais vulneráveis?\n\nMQ: Alguns países conseguiram conciliar a austeridade orçamental com a proteção dos grupos mais vulneráveis. Outros foram menos bem-sucedidos nessa missão. No caso de Espanha, como acabámos de ver, existe um problema a nível local com a concretização dos apoios fornecidos pelas políticas dirigidas às crianças. Quando se trata de uma comunidade muito desfavorecida, onde não existem recursos para dar apoios, as crianças são particularmente afetadas. Muitos países do sul da Europa estruturaram políticas que canalizam a maior parte das verbas para o sistema de pensões. É óbvio que os mais velhos precisam disso. Mas isso deixa muito pouco espaço aos apoios para as crianças e os adultos em idade ativa.", "es": "Sophie Claudet, euronews: Hemos visto en el reportaje de España que la pobreza infantil se traduce a menudo en malnutrición. ¿Qué otras cosas deberíamos analizar?\n\nMonika Queisser, OCDE: La pobreza infantil es, por supuesto, la primera de todas en hogares con niños. Antes de nada, es muy importante que los padres encuentren trabajo, y un trabajo bien pagado para reducir la pobreza infantil.\n\nPero luego se necesitan otras medidas para ayudar a las familias con hijos a tener calidad de vida. Por ejemplo, el cuidado de los niños para que los padres puedan salir y trabajar.\n\nPero los niños a veces no pueden participar en la vida social. Sus padres no pueden permitirse enviarlos a viajes escolares, llevarlos a clases de música y, en algunos países, incluso vemos en invierno que esos niños viven en casas con mala calefacción. Este es otro indicador que contemplar, que se suma a la malnutrición.\n\nSophie Claudet: Uno podría pensar que si empiezas tu vida con tanta desventaja esto va a afectarte durante el resto de tu existencia.\n\nMonika Queisser: La gente que ha tenido una infancia difícil ha rendido menos en el colegio, y lo hace peor en el mercado de trabajo. No es capaz de ganarse bien la vida, y esta desigualdad continúa agravándose con el tiempo. A los cincuenta años, estas personas se enfrentan a una desigualdad profundamente arraigada. Y cuando llegan a la jubilación, resulta muy difícil que las políticas de pensiones puedan reparar todo lo que ha ido mal durante todo el ciclo de vida.\n\nSophie Claudet: ¿Es justo decir que las medidas de austeridad se han traducido en menos políticas sociales y que han afectado a los más vulnerables?\n\nMonika Queisser: Algunos países han sido capaces de tener presupuestos de austeridad protegiendo a los grupos más vulnerables. Otros han tenido menos éxito haciéndolo. En el caso de España que acabamos de ver, hay un problema con las prestaciones por niño y las políticas en torno a la infancia ofrecidas por los Gobiernos regionales. Cuando estás en una comunidad que es muy pobre, y cuando la comunidad carece de más medios para pagar esas prestaciones, los niños, por supuesto, sufren desproporcionadamente.\n\nMuchos países del sur de Europa han diseñado sus políticas haciendo mayor hincapié y dedicando la mayor parte del dinero a las pensiones. Y como muchos jubilados por supuesto tienen carencias, queda poco espacio para que puedan recibir prestaciones las personas pobres en edad de trabajar o los niños pobres."}, "title": {"en": "The poverty cycle", "ar": "كيفية مكافحة فقر الأطفال؟", "pt": "\"Não é a reforma que compensa os problemas sofridos ao longo da vida\"", "es": "\"Algunos países han sido capaces de tener presupuestos de austeridad protegiendo a los grupos más vulnerables\""}, "date": {"en": "07/28/17 00:00:00", "ar": "07/28/17 00:00:00", "pt": "07/28/17 00:00:00", "es": "07/28/17 00:00:00"}}