{"top_image": {"en": "https://static.euronews.com/articles/380889/1000x563_380889.jpg", "ar": "https://static.euronews.com/articles/380889/1000x563_380889.jpg", "pt": "https://static.euronews.com/articles/380889/1000x563_380889.jpg", "es": "https://static.euronews.com/articles/380889/1000x563_380889.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Jeanne Moreau, the quintessential French actress whose mother was an English cabaret club dancer, has died at 89.\n\nMoreau, a petite chain-smoker who worked with most of the world’s top directors of the first few decades after World War II, Orson Welles, Jean-Luc Godard and Wim Wenders among them.\n\nIn one profile story, Britain’s Guardian newspaper captured a facet of Moreau that set her apart from other stars of the ’60s, such as the sultry Brigitte Bardot.\n\n“While Bardot did the dippy blonde sex bomb thing, Moreau was as sharp as cold air and mercilessly clever,” the newspaper said of her in 2001.\n\nOne of the highlights of a career that blossomed with the New Wave cinema of the ’60s was Francois Truffaut’s Jules and Jim, where Moreau stars as the lover of two men who fight for opposite sides in World War One.\n\nAnother hit among dozens over the decades was Ascenseur pour l’echafaud, or Elevator to the Gallows, directed by Louis Malle with a soundtrack of the same name by jazz artist Miles Davis.\n\nMoreau was born on January 23, 1928 to a Paris cafe owner and an English woman who danced at the city’s Folies Bergere club.\n\n“I interrupted her career,” Moreau said many years later in a French TV interview where she also joked about her father, a cafe owner in the Montmartre area of northern Paris.\n\nHe, Moreau said in her smoker’s gravelly voice, had a habit of turning up to see her in the theatre in her debut years before cinema fame, before dozing off and snoring.\n\nNew of her death prompted a flood of tributes, one of them from President Emmanuel Macron, who paid homage to a “true left wing woman”, adding on her contribution to cinema:\n\n“What set her apart was she ignored what was expected of her – never letting herself be pigeon-holed as a mindless seducer or femme fatale – to embrace new styles and forms.”\n\nReuters", "ar": "الممثلة جين مورو، رمز السينما الفرنسية، توفيت في باريس يوم الإثنين عن سن يناهز الـ 89 سنة.\n\nالممثلة ذات الجمال الساحر، كانت مصدر إلهام لعدد كبير من المخرجين على مدى 65 سنة من حياتها المهنية.\n\nجين مورو ولدت في باريس من أب فرنسي وأم بريطانية، ويعود أصل عائلة مورو إلى بلدة فيشي في وادي ألييه. خلال فترة الحرب العالمية الثانية، انقسمت العائلة وتوزعت، فعاشت جين مع والدتها في باريس.\n\nمورو درست في معهد “الكونسرفاتوار” في باريس. وحصلت على جائزة سيزار لأفضل ممثلة، وجائزة بافتا لأفضل ممثلة أجنبية، وجائزة مهرجان “كان” لأفضل ممثلة، وغيرها.\n\nأول ظهور لمورو كان على المسرح في عام 1947. وكان هذا الأساس لارتقائها إلى مصاف الممثلات الكبريات في الكوميديا الفرنسية.", "pt": "A actriz e cantora Jeanne Moreau foi encontrada sem vida no apartamento em que vivia, esta segunda-feira. Tinha 89 anos.\n\nJeanne Moreau foi dirigida pelos maiores mestres do cinema francês. François Truffaut, Louis Malle e André Téchiné registaram-na em película para sempre.\n\nDernier Amour, em 1949, foi a estreia na sétima arte. Foi Catherine, em Jules et Jim, foi Jeanne em Les Amants.\n\nTrabalhou com Orson Welles e Wim Wenders. Le Talent de Mes Amis, em 2015, foi a última vez em grande écrã. Manoel de Oliveira, fez dela também portuguesa, no papel de Candidinha.\n\nIgualmente cantora, Jeanne Moreau foi distinguida várias vezes durante a sua carreira. Em 1960, o júri do Festival de Cannes atribuiu-lhe o prémio de interpretação feminina. Nomeada duas vezes para os Césares, foi recompensada em 1992 com o César da melhor atriz por La vieille qui marchait dans la mer. Recebeu dois César Honorários em 1995 e em 2008.", "es": "El cine francés se queda mudo. Se apaga la voz de Jeanne Moreau.\n\nDespedimos a la gran #JeanneMoreau, Presidenta del Jurado en 2006 y cuya aportación al cine reconocimos con el Premio Donostia en 1997. RIP pic.twitter.com/kwF8Fxe0TU — Festival S.Sebastián (@sansebastianfes) 31 de julio de 2017\n\nLa célebre actriz y directora, considerada como la gran dama del celuloide galo, ha fallecido en París a los 89 años de edad. La intérprete, que acumuló numerosos premios y reconocimientos en su dilatada carrera, trabajó a las órdenes de los más conocidos directores de la cinematografía francesa, como François Truffaut o Louis Malle, entre otros. Para Orson Welles, Moreau era “la mejor actriz del mundo”. Primera mujer académica de Bellas Artes en la historia de Francia, fue abanderada de la denominada Nouvelle vague, la famosa “Nueva ola” del cine francés, y se convirtió en musa de realizadores como el español Luis Buñuel, con quien trabajó en la película Diario de una camarera.\n\nMusa de la ‘nouvelle vague’, Jeanne Moreau fue calificada por Orson Welles como la “mejor actriz del mundo” https://t.co/vnRkVUCikA https://t.co/Fn1SQjXHTP — EL PAÍS (@el_pais) 31 de julio de 2017"}, "title": {"en": "French actress Jeanne Moreau has died at 89", "ar": "رحيل جين مورو عن عمر يناهز 89 سنة", "pt": "Jeanne Moreau faleceu com 89 anos", "es": "El cine llora la muerte de la célebre actriz francesa Jeanne Moreau"}, "date": {"en": "07/31/17 00:00:00", "ar": "07/31/17 00:00:00", "pt": "07/31/17 00:00:00", "es": "07/31/17 00:00:00"}}