{"top_image": {"en": "https://static.euronews.com/articles/376037/1000x563_376037.jpg", "ar": "https://static.euronews.com/articles/376037/1000x563_376037.jpg", "pt": "https://static.euronews.com/articles/376037/1000x563_376037.jpg", "es": "https://static.euronews.com/articles/376037/1000x563_376037.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "It was non-stop for day two of the Hohhot Judo Grand Prix in Northern China. Two hundred and twenty six judoka from 26 nations aimed to improve their World Ranking List points ahead of the Suzuki World Judo Championships this coming August.\n\nCheck the latest photos by IJF Media from Hohhot tagged at each athlete profile. https://t.co/MA0DgKaCBv We just make judo smarter #insiders pic.twitter.com/V3RglC5GGO — JudoInside.com (@JudoInside) July 1, 2017\n\nIppon of the day\n\nAustrian – Magdelena Krssakova slammed Russian – Ekaterina Volkova to the floor and got “the ippon of the day” in the under 63 kilogram bronze-medal-bout.\n\nWoman of the day\n\nJapan’s Tashiro Miku was named “woman of the day.” Ranked world number 24, she defeated world number 3 Kathrin Unterwurzacher in the final.\n\nIn her first round contest, Tashiro landed the high-scoring “uchi mata” foot technique against China’s Li Lele.\n\nMiku Tashiro proves a point with GP victory in |#JudoHohhot2017 https://t.co/u0F3f5lNPn Tashiro was not selected for the worlds. #showcase pic.twitter.com/EMwkxX4mwM — JudoInside.com (@JudoInside) July 1, 2017\n\nThen in the final, the world number 3 had Tashiro on the ropes with a waza ari, the second highest score a judoka can earn. But Tashiro soon hit back, levelling the score with a waza ari of her own.\n\nUnterwurzacher soon made a fatal error. In touching Tashiro’s leg during an attack, she incurred a third penalty and was disqualified. But there were no hard feelings as the world number three warmly congratulated her opponent for a victory well won.\n\nhttps://t.co/07Lj5tyCjl#judo [Xinhua News Agency]Japan’s Tashiro Miku (Top) fights with Austria’s Kathrin Unterwurzacher during the Judo… — Judo News (@judo_en) July 1, 2017\n\nMan of the day\n\nThe title of “man of the day” went to China’s own Saiyinjirigala in the under 73kg category. He hails from Hohhot and received his gold medal in front of his home crowd from Mr Tan Jingfeng, the Director of inner Mongolia sports bureau.\n\nSaiyinjirigala showcased some truly exceptional moves in several rounds including: an ippon against Czech – Jakub Jecminek; another one against Mongolia’s Sanjmyatav Bayartuvshin; and a stunning waza ari in sudden-death extra-time (or “golden score”) against Dirk Van Tichelt from Belgium.\n\nGreat final U73kg with gold for the home nation https://t.co/z4aHHORDGq The crowd knows when to cheer at #JudoHohhot2017 #SaiYinjirigala RT pic.twitter.com/gz2iTt4tan — JudoInside.com (@JudoInside) July 1, 2017\n\nThe pressure was showing as Saiyinjirigala went on to face Canada’s Pan American Championship winner Arthur Margelidon in the final.\n\nBut he left Margelidon flat on his face scoring yet another waza ari during “golden score.”\n\nWith that, an overjoyed Saiyinjirigala won China’s first home gold in his own backyard.\n\n“I was really nervous today because I had the chance to win a gold medal in Hohhot,” admitted Saiyinjirigala. “There were so many young people here watching, all of whom were really interested to watch the Judo and to find out what the sport is all about.”\n\nThe best of the rest\n\nCanadian Antoine Valois-Fortier got the gold-medal in the under 81kg category and managed to get the Canadian National Anthem played on Canada Day.\n\nValois-Fortier’s winning moment was a blistering waza ari in golden score against world number one and European Champion, Alan Khubetsov from Russia.\n\n“It felt pretty good especially leading the world championship to get back in shape,” said Valois-Fortier. “I had surgery earlier this year so to finally get my rhythm back felt really good. And like you said, it’s Canada Day today so to hear the anthem was special.”\n\nOverall the Japanese have been on a winning streak with a total of four gold-medals to add to their already enviable judo record.", "ar": "اليوم الثاني من بطولة الجيدو التي تقام في الصين،\n\nيبدأ بالافتتاح وإذاعة برنامج المباريات.\n\nإيبون اليوم\n\nإيبون اليوم تحرزه النمساوية ماجدلينا كراسكوفا في منازلتها ضد الروسية يكاترينا فولكوفا لتحصل على الميدالية البرونزية في وزن أقل من 63 كيلوغراما.\n\nإمرأة اليوم\n\nإمرأة اليوم اليابانية تاشيرو ميكو تعتلي منصة التتويج لتتقلد الميدالية الذهبية في بطولة وزن أقل من 63 كيلوغراما، إذ قفزت من الترتيب 24 عالميا لتهزم في النهائي، النمساوية كاثرين أونترورزاخر صاحبة الترتيب3 عالميا.\n\nوحققت بريليم إيبون ضد الصينية لي ليلي في الجولة الأولى من المباراة، بتقنية أوشي ماتا.\n\nفي مباراة النهائي لوزن أقل من 63 كيلوغراما تمكنت النمساوية من تحقيق وازا آري ضد خصمتها اليابانية.\n\nلكن تاشيرو ما لبثت أن عادلت خصمتها بتحقيق وازا آري.\n\nفي اللحظة الحاسمة، تحقق إيون أونترورزاخر تهاجم وتلمس ساق تاشيرو ما يعني أنها تلقت ثالث جزاء ومنعت من متابعة المباراة.\n\nرجل اليوم\n\nرجل اليوم، الصيني سايين ريجينغالا يحقق الميدالية الذهبية في وزن أقل من 73 كيلوغرامايقلدها له مدير مكتب الرياضة في منغوليا تان جينغ فينغ.\n\nسايين ريجينغالا وصل إلى النهائي مستعرضا مستوى عال من فن الجودو. نشاهد كيف حقق إيبون ضد التشيكي ياكوب جيكمينيك، ثم إيبون ضد المنغولي سانج مياتاف بايارتوفشين، والإيبون الثالث في المباراة نصف النهائية ، أما في النهائي ضد البلجيكي ديرك فان تيشيلت فحقق وازا آري ليحصل على الذهبية.\n\nإذن، وازا آري في الوقت الإضافي، والميدالية الذهبية.\n\nليعتلي الصيني سايين ريجيغالا قمة منصة التتويج.\n\nفي مقابلته أمام الكاميرا يقول:\n\n“كنت متوترا حقا اليوم، لأن فرصة الفوز بالميدالية الذهبية جاءت في هوهوت. كان هنا الكثير من المتفرجين الشباب، وكانوا مهتمين بمشاهدة فن الجودو والتعرف على هذه الرياضة”.\n\nيوم كندا\n\nالنشيد الوطني الكندي في مراسم تقليد الميداليات لوزن أقل من 81 كيلوغراما ، إذ فاز الكندي أنطوان فالوا فورتيير بالميدالية الذهبية.\n\nالكندي حقق وازا آري في مباراته النهائية على الذهبية ضد بطل أوروبا الروسي آلان خوبيتسوف.\n\nالكندي أنطوان فالوا فورتيير يقول:\n\n“شعرت بارتياح كبير خاصة بفوزي ببطولة العالم لأستعيد لياقتي. لقد خضعت لعملية جراحية هذا العام ، إذن، وأخيرا استعدت لياقتي وأشعر بارتياح حقا. وكما قلتم إنه يوم كندا وهو شعور خاص أن تستمع لنشيدك الوطني”.\n\nمسك الختام\n\nوأخيرا، تعتلي اليابانية ماييدا نايكو منصة التتويج لتتقلد ذهبية منافسة وزن أقل من 70 كيلوغراما.", "pt": "No segundo dia do Grande Prémio de Hohhot, antecâmara do campeonato mundial de judo que arranca daqui a 58 dias, começamos por dar o destaque à competição feminina.\n\nAté porque foi a austríaca Magdalena Krssakova a protagonizar o “ippon” do dia, que aconteceu quando levou a melhor na luta pela medalha de bronze face à russa Ekaterina Volkova, na categoria de -63 quilos.\n\nMas quem leva a palma da figura feminina do dia é a japonesa Miku Tashiro, que chegou aqui em 24° da tabela mundial da mesma categoria e saiu com a medalha de ouro, após se sobrepor na final à número 3 do ranking, a austríaca Kathrin Unterwurzacher. Tashiro fez um percurso assinalável, que ajuda a compensar o desaire nos Olímpicos e a não qualificação para o Mundial. No momento decisivo deste braço de ferro, a austríaca toca nas pernas da adversária, cometendo uma terceira infração que lhe valeu a desqualificação.\n\nMiku Tashiro proves a point with GP victory in |#JudoHohhot2017 https://t.co/u0F3f5lNPn Tashiro was not selected for the worlds. #showcase pic.twitter.com/EMwkxX4mwM — JudoInside.com (@JudoInside) 1 juillet 2017\n\nDo lado masculino, o nome do dia foi Sai Yinjirigala. O atleta chinês brilhou em casa na categoria dos -73 quilos. O vencedor do Grande Prémio da Mongólia há dois anos volta assim a ganhar um torneio do circuito mundial.\n\nO trajeto deste judoca até à final foi marcado pelos “ippons” face ao checo Jakub Jecminek e a Sanjmyatav Bayartuvshin, da Mongólia, e pelo “waza-ari” ao belga Dirk Van Tichelt. No último embate, o chinês teve pela frente o canadiano Arthur Margelidon, que em 2016 arrebatou o primeiro lugar nos Campeonatos Pan-Americanos, em Havana. Sai Yinjirigala acabou por se impor. O público viria a ovacioná-lo, depois de assistir ao momento em que se alcançava a primeira medalha de ouro chinesa.\n\nO vencedor confessou que se sentia “bastante nervoso, porque sabia que era a oportunidade para ganhar o ouro em Hohhot e que havia muitos jovens a vê-lo, jovens que se interessam realmente pelo judo e que querem descobrir este desporto”.\n\nSe as coisas não correram tão bem a Margelidon, o compatriota Antoine Valois-Fortier não pode dizer o mesmo, tendo conseguido o feito de ouvir aqui o hino canadiano quando o seu país celebrava o dia nacional. Na final dos -81 quilos, Valois-Fortier teve de vergar o campeão europeu, o russo Alan Khubetsov.\n\nO canadiano afirmou que se sente “em forma, sobretudo nesta reta final antes do Campeonato do Mundo. Depois da operação este ano, o ritmo voltou. Foi muito especial ouvir o hino”.\n\nPor último, destacamos ainda a vitória da japonesa Naeko Maeda, que arrecadou o ouro nos -70 quilos.", "es": "Este sábado se ha disputado la segunda jornada del Grand Prix de Judo de Hohhot en China.\n\nEmpezamos viendo el mejor ippon del día que llegó en la lucha por la medalla de bronce en la categoría femenina de menos de 63 kilos entre la austriaca Magdelena Krssakova y la rusa Ekaterina Volkova. La número 17 del mundo iba perdiendo por un waza ari, pero a solo 37 segundos del final del duelo, Krssakova ejecutó la mejor técnica de la jornada para llevarse la segunda medalla de bronce en Hohhot.\n\nEl oro en esa categoría fue para la mejor judoca del día, la japonesa Tashiro Miku. En la final su rival la número tres del mundo Katherin Unterwurzacher, no se lo puso nada facil. La austriaca empezó dominando el duelo por un waza ari. Tashiro logró empatar antes del momento decisivo de la final en el que su rival recibió una penalización por atacar la pierna de la japonesa por lo que fue descalificada al tratarse de su tercer shido. Sin duda, fue una gran gesta de Tashiro que ocupaba 21 puestos menos en el ranking que la austriaca.\n\nEl mejor judoca del día jugaba en casa. Saiyinjirigala ganó la medalla de oro en la categoría de menos de 73 kilos. En su primer combate preliminar, el chino ya mostró el gran judo que le condujo hasta la final. Primero contra el checo Jakub Jecminek, después contra el mongol Sanjmyatav Bayartuvshin y después en la semifinal consiguió un waza ari en el golden score ante el belga Dirk Van Tichelt. En la final le esperaba el que fuera ganador del Campeonato Panamericano, el canadiense Arthur Margelidon, al que el chino se impuso en el tiempo extra por un waza ari. Así, el ganador del Grand Prix de Ulán Bator logró levantar al público local y ocupó el primer escalón del podio en Hohhot. El chino Saiyinjirigala reconoció después que había pasado muchos nervios.\n\nSaiyinjirigala: “Estuve muy nervioso hoy porque tenía la oportunidad de ganar una medalla de oro en Hohhot. Había mucha gente joven viéndome aquí, todos estaban muy interesados por el judo y descubrir cómo es realmente este deporte.”\n\nHaving moved up from -60kg to -73kg Mongolia's Tsend-ochir starts in style. A brilliant twitch v Ba of China scores ippon #JudoHohhot2017 pic.twitter.com/63pCZmdSOC — Int. Judo Federation (@IntJudoFed) 1 luglio 2017\n\nTambién sonó el himno de Canadá en China para completar el que fue el mejor momento del día. Fue en la entrega de medallas de la categoría masculina de menos de 81 kilos, en la que Antoine Valois-Fortier se colgó el oro. El canadiense se impuso en la final a Alan Khubetsov por un waza ari en el golden score. Fue una gran gesta, ya que el ruso es el número 1 del mundo y vigente campeón de Europa.\n\nAntoine Valois-Fortier: “Ha estado muy bien, sobre todo al ser antes del Campeonato del Mundo, para estar en forma. Me operaron este año y finalmente he vuelto a coger ritmo. Me he sentido muy bien hoy, sobre todo al escuchar el himno.”\n\nAt -81kg, Esposito of Italy stuns Japan's Sato!#JudoHohhot2017 pic.twitter.com/fLW7LakjBd — Int. Judo Federation (@IntJudoFed) 1 luglio 2017\n\nY terminamos este repaso a la jornada del Grand Prix de Hohhot con la ganadora de la medalla de oro en la categoría de menos de 70 kilos, la japonesa Naeko Maeda."}, "title": {"en": "Judo: Another action packed day at the Hohhot Grand Prix 2017", "ar": "منازلات القمة للجائزة الكبرى في بطولة الجيدو في الصين", "pt": "Grande Prémio de Hohhot: A \"vingança\" de Tashiro e o Dia do Canadá", "es": "China vibra con Saiyinjirigala en el Gran Prix de Judo de Hohhot."}, "date": {"en": "07/01/17 00:00:00", "ar": "07/01/17 00:00:00", "pt": "07/01/17 00:00:00", "es": "07/01/17 00:00:00"}}