{"top_image": {"en": "https://static.euronews.com/articles/379792/1000x563_379792.jpg", "ar": "https://static.euronews.com/articles/379792/1000x563_379792.jpg", "pt": "https://static.euronews.com/articles/379792/1000x563_379792.jpg", "es": "https://static.euronews.com/articles/379792/1000x563_379792.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The EU Commission suggests a new rule to stop trafficking of ‘antiquities’ – cultural artefacts- from both inside and outside the bloc.\n\nThe EU currently applies bans on goods from war zones such as Iraq and Syria, but there is no general framework for the import of cultural goods\n\nPierre Moscovici, the Commissioner in charge of EU customs and taxation, said the new laws will target those selling cultural goods in order to finance terrorism.\n\n“This is an ideological battle against the culture of ISIL. There are considerable profits, estimated between 2 and 5 billion euros per year produced from the illicit traffic of cultural goods”, he said.\n\nThe attackers in Paris and Brussels, used deep, large-scale networks, which need financial resources. If we attack the sources of funding, then it makes it much more complicated to carry out criminal and murderous operations”, Moscovici told Euronews.\n\nBelgian journalist Frederic Loore has been investigating how ISIL and other groups use the sales of antiquities to fund such violent extremism.\n\n“These lootings are used to finance armed groups such as ISIL, for example, but other groups also use the tactic. They use they money to pay the men who fight for them in war zones. But they also serve to finance terrorist acts outside these countries and especially in Europe”, Loore said.\n\nLoore’s investigation discovered that the terrorist cell behind the Brussels and Paris attacks of 2015 and 2016 had used money from trading artwork, though not from warzones such as Syria, to finance their attacks.", "ar": "قدمت المفوضية الأوروبية مقترحا يقضي بتجفيف منابع تمويل الإرهاب عبر التصدي للاتجار بالقطع الفنية و الأثرية .المؤسسة الأوروبية،تعتزم تكثيف المراقبة بشأن الممتلكات ذات المغزى الثقافي يتعلق الأمر بشكل خاص بالآثار العراقية والسورية ويشمل المقترح تكثيف المراقبة على القطع الأثرية في المتاحف والمعارض الفنية أو بيوت المزادات،التي ينبغي أن يحصل المسؤولون عنها على تراخيص تخص عملية الاستيراد.\n\nالمفوضية تطمح أيضا تعقب مسارات وصول المكونات الثقافية و القطع الأثرية إلى مراكز البيع و التداول بشكل عام.ووفقا للشرطة الجنائية،الأنتربول،يمثل الاتجار بالقطع الأثرية وسيلة ربح توازي تجارة المخدرات أو الأسلحة.\n\nالاتحاد الأوروبي عازم على مكافحة تجارة الآثار غير الشرعية\n\nفي 13 تموز / يوليو 2017، وضعت المفوضية الأوروبية قواعد جديدة للحد من استيراد القطع الأثرية،والقادمة من خارج الاتحاد الأوروبي،وهي غالبا ما ترتبط بتمويل الإرهاب فضلا عن صلتها أيضا بأنشطة إجرامية أخرى. المقترح،اعتبر في حد ذاته إحدى الخطوات البارزة و الواردة في خطة عمل المفوضية لتعزيز مكافحة تمويل الإرهاب وتجفيف منابعه. تقتضي المنهجبة،حظر استيراد القطع الفنية و الأثرية،داخل دول الاتحاد الأوروبي،والتي تم تصديرها من بلدانها الأصلية بطريقة غير شرعية.الخطة تبلورت رؤاها بعد أيام فقط من دعوة دول مجموعة العشرين إلى مكافحة تمويل الإرهاب،حيث تشمل الدعوة عمليات تجريم نهب وتهريب الآثار.\n\nمفوض الشؤون الاقتصادية في الاتحاد الأوروبي بيير موسكوفيتسي:\n\n“إنه صراع إيديولوجي ضد ثقافة داعش،وفضلا عن ذلك كله،إنها موارد كبيرة جدا،حيث إن الاتجار غير المشروع بالآثار و القطع الفنية و الأثرية ،يذرأرباحا ما بين مليارين إلى خمسة مليارات يورو، كل عام. فحتى يتم القيام بهجوم بباريس أو ببروكسل،بالارتباط مع شبكات متجذرة وعلى نطاق واسع،ينبغي أن تكون ثمة موارد مالية. فحين نتصدى لمصادر التمويل فإننا نجعل القيام بعمليات قتل إجرامية أمرا معقدا للغاية”.\n\nداعش يقوم بتدمير المواقع الأثرية\n\nوتعرضت مواقع تاريخية مثل مدينة تدمر الرومانية في سوريا وغيرها من المواقع الأقدم التي لا تعد ولا تحصى في العراق للنهب والتدمير من قبل الجماعات المتطرفة كتنظيم «داعش»، التي اعتمدت على بيع هذه الكنوز لتمويل حروبها. ويبيع وسطاء متخفون هذه القطع الأثرية التي لا تقدر بثمن إلى جامعي التحف في الغرب الذين قد يبدون أو لا يبدون اهتماما بمصدرها.\n\nصحفي بلجيكي يجري تحقيقا عن الروابط المالية للإرهابيين\n\nفريدريك لور صحفي ويعمل لدى باري ماتش بلجيكا. في تحقيقه الحصري،الذي نشره العام الماضي،كشف عن الروابط المالية بين تجارة تهريب القطع الأثرية و الإرهابيين الذي ضربوا باريس\n\nوبروكسل،ومنهم صلاح عبد السلام. فريدريك لور، صحفي:\n\n“تستخدم عمليات النهب في تمويل الجماعات المسلحة كداعش مثلا،فضلا عن مجموعات أخرى أيضا،حيث إن النهب يمكن من الحصول على موارد مالية،لتمويل حرب العصابات ودفع مبالغ لمن يقاتلون من أجلهم،ومن أجل أن تظل المجموعة باقية، وإلى جانب ذلك كله،تستخدم تلك الأموال في تمويل أعمال إرهابية في الخارج ولاسيما في أوروبا”\n\nإجراءات المفوضية الأوروبية\n\nومن بين الإجراءات التي تسعى إليها المفوضية التوصل إلى تعريف مشترك «للسلع الثقافية» التي تغطي «نطاقا واسعا» من المكونات، منها المكتشفات الأثرية واللفائف القديمة وبقايا التماثيل التاريخية والأعمال الفنية والتحف.وسيتطلب نظام جديد لترخيص الاستيراد أن يحصل المستورد على موافقة من سلطات الاتحاد الأوروبي قبل إدخال هذا النوع من البضائع إلى دول الاتحاد وليس بعد ذلك.\n\nوفيما يتعلق بالقطع الأقل حساسية، على المستورد أن يبرز إثباتا أن الأغراض تم تصديرها بشكل قانوني من البلد الثالث.\n\nوبحسب البيان سيمتلك رجال الجمارك السلطة لضبط وحجز البضائع إذا لم يتم إثبات استيرادها بشكل قانوني.\n\nالتجارة غير المشروعة وما تذره من أرباح\n\nعلى الدول الأعضاء في الاتحاد، أن تضمن فرض «عقوبات مناسبة وفعالة ورادعة». وقالت المفوضية، إن السوق الدولي الشرعي للتحف والقطع الفنية والأثرية قدرت بنحو 62 مليار دولار عام 2016، وتستحوذ أوروبا على نحو 19 مليار يورو من هذه السوق. أما التجارة غير المشروعة فتقدر ما يقرب من 6 مليارات يورو، بما يوازي قطاعات مثل تجارة المخدرات والأسلحة والبضائع المزورة.\n\nوأشار البيان إلى أن «سلسلة من الجرائم ضد تراثنا الثقافي المشترك ارتكبتها فصائل متحاربة وكيانات إرهابية في كل العالم».", "pt": "A ocupação de partes da Síria e do Iraque pelos extremistas islâmicos do Daesh levou não só à destruição de muito património cultural, mas também ao roubo de milhares de antiguidades e obras de arte.\n\nMuitas dessa peças são traficadas, com alto rendimento, algo que a Comissão Europeia quer travar através de um novo pacote legislativo.\n\n“Estamos numa luta ideológica contra a cultura do Daesh. Além disso, trata-se de recursos consideráveis, já que estimamos que entre dois mil milhões e cinco mil milhões de euros, por ano, são obtidos por via do tráfico ilícito de bens culturais”, disse, à euronews, Pierre Moscovici, comissário europeu para os Assuntos Económicos e Financeiros.\n\n“Para fazer atentados como os de Paris e de Bruxelas, com redes bem enraizadas e de larga escala, é preciso ter muitos recursos financeiros. Se atacarmos as fontes de financiamento, então será mais complicado para os terroristas levarem a cabo essas operações criminosas”, concluiu Pierre Moscovici.\n\nLes sites antiques endommagés et détruits par l'Etat islamique en Syrie et en Irak. https://t.co/3LDE0gScaT #Daesh #Patrimoine pic.twitter.com/Q3S8N4GXSw — National Geographic (@NatGeoFrance) April 12, 2017\n\nUm jornalista belga da revista Paris Match descobriu que estes grupos roubam, também, peças europeias, e que um dos terroristas envolvidos é o belga Salah Abdeslam, da rede que fez os ataques de Paris.\n\n“As pilhagens servem para financiar grupos armados tais como Daesh, mas também outros, que assim obtêm os recursos financeiros para levar a cabo a guerrilha, para pagar às milícias e manter o movimento operacional. Mas os recursos são também usados para financiar atos terroristas noutros países, especialmente na Europa”, explicou, à euronews, Frederic Loore.\n\nUma definição comum de bens culturais para importação e um novo sistema de licenças para a importação de objetos arqueológicos são algumas das medidas da proposta.\n\nAs autoridades alfandegárias podem, também, apreender e conservar os bens cuja importação legal não possa ser demonstrada.\n\nA proposta vai ser apresentada ao Parlamento Europeu e ao Conselho da União Europeia, para aprovação, e poderá vir a entrar em vigor no início de 2018.", "es": "La ocupación de territorios en Siria e Irak por parte del grupo Estado Islámico no sólo ha destruído un rico patrimonio cultural sino que gran parte ha sido objeto de saqueos y robos con la intención de obtener cuantiosas sumas de dinero en el mercado ilegal de obras de arte.\n\nUna fuente de recursos, que según los expertos, sirve para financiar el terrorismo:\n\n“Esta es una lucha ideológica contra la cultura de Daesh. Además cuentan con cuantiosos recursos. Se estima que entre 2 mil y 5 mil millones de euros al año provienen del tráfico ilegal de bienes culturales. Para llevar a cabo ataques como el de París o Bruselas, a gran escala, necesitan disponer de una importante red de recursos financieros. Por tanto si atacamos sus fuentes de financiación, les resultará más difícil a los terroristas emprender operaciones criminales”, ha manifestado a Euronews Pierre Moscovivi, comisario europeo de Asuntos Económicos y Financieros.\n\nWatch European Commissioner Pierre MOSCOVICI's proposal to prevent the illicit trade in cultural goods https://t.co/6jFjVILB7o — Chasing Aphrodite (@ChasingAphrodit) July 13, 2017\n\nUn periodista belga de la revista Paris Match, Frédéric Loore, descubrió que estos grupos roban también piezas de arte europeas y que uno de los terroristas implicados fue el belga Salah Abdeslam, involucrado en los ataques de París:\n\n“Los saqueos sirven para financiar a grupos armados como Daesh, pero también a otros. De esta forma obtienen la financiación necesaria para la guerrilla, para pagar a las milicias y mantener el movimiento operativo; pero parte de esos recursos también se utilizan para financiar actos terroristas en distintos países, especialmente en Europa.”\n\nEntre la nueva normativa se prevé la introducción de un nuevo sistema de licencias para la importación de objetos arqueológicos y un sistema de certificación más riguroso."}, "title": {"en": "European Commission targets antiquities sales to curb terrorism", "ar": "الاتحاد الأوروبي يشدد على تنفيذ خطة ممنهجة للتصدي لتهريب الآثار", "pt": "Bruxelas quer travar tráfico de arte roubada que financia terrorismo", "es": "UE contra el tráfico ilegal de obras de artes que financia el terrorismo"}, "date": {"en": "07/24/17 00:00:00", "ar": "07/24/17 00:00:00", "pt": "07/24/17 00:00:00", "es": "07/24/17 00:00:00"}}