{"top_image": {"en": "https://static.euronews.com/articles/381130/1000x563_381130.jpg", "ar": "https://static.euronews.com/articles/381130/1000x563_381130.jpg", "pt": "https://static.euronews.com/articles/381130/1000x563_381130.jpg", "es": "https://static.euronews.com/articles/381130/1000x563_381130.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Pakistani lawmakers on Tuesday elected Shahid Khaqan Abbasi as the country’s new prime minister, after Nawaz Sharif was ousted from the post last week.\n\nFormer oil minister Abbasi is the ruling Pakistan Muslim League (Nawaz) party’s pick for the job and a staunch ally of Sharif. He was nominated by the ex-PM to become interim leader.\n\nAbbasi was confirmed with 221 votes in the 342-seat National Assembly as the PML-N used its hefty majority to push through his appointment.\n\nHe is set to hold the job until Sharif’s brother Shahbaz becomes eligible to take over, probably within two months.\n\n“Within four days the process of democracy is back on track,” Abbasi told lawmakers after being voted in.\n\n\n\n\n\nShahid Khaqan Abbasi, a Sharif loyalist, is elected interim prime minister of Pakistan https://t.co/nmctbqy1eE pic.twitter.com/dYsqxUC3bM — Bloomberg (@business) 1 août 2017\n\n\n\n\n\n“Above all, I’m thankful to Muhammad Nawaz Sharif, the people’s prime minister,” Abbasi said.\n\nPML-N officials have privately spoken of plans for Sharif to wield huge influence in the party from behind the scenes.\n\nHe resigned on Friday, after being disqualified from office by the Supreme Court over undeclared assets, cutting short his third stint in power.\n\nHis brother Shahbaz is currently chief minister of eastern Punjab province.\n\nHe will have to resign and fight a parliamentary by-election before he can take over.\n\nThe plan to eventually install Shahbaz has sparked anger among supporters of opposition leader Imran Khan, who has criticised another bout of dynastic politics, a trend with a long history in Pakistan and elsewhere in South Asia.\n\n\n\n\n\nwith Reuters", "ar": "انتخب المشرعون الباكستانيون الثلاثاء وزير النفط السابق شاهد خاقان عباسي رئيسا للوزراء خلفا لنواز شريف بعد أن قررت المحكمة العليا الأسبوع الماضي عدم أهليته للبقاء في المنصب\n\nويعود سبب عدم أهلية رئيس الوزراء السابق إلى عدم كشفه لمصادر دخله. وقد استخدم جناح نواز شريف “حزب الرابطة الإسلامية الباكستانية” أغلبيته البرلمانية في المصادقة على تولي شاهد خاقان عباسي منصبه ولمواصلة مهام عمله.\n\nوأعلن رئيس البرلمان سردار إياز صادق على حصول عباسي على 221 صوتا من أصل 342 وهو عدد أصوات أعلى من غالبية الـ 172 صوتا المنصوص عليها والضرورية للفوز.", "pt": "O antigo ministro do Petróleo e empresário Shahid Khaqan Abbasi é o novo primeiro-ministro interino do Paquistão, escolhido pelo parlamento com 221 votos a favor, acima dos 172 necessários.\n\nAbbasi substitui Nawaz Sharif, destituído sexta-feira pelo Supremo Tribunal, devido a um caso de corrupção. Nawaz Sharif foi considerando culpado de não ter declarado um salário de 10 mil dirhams, 2.300 euros, que lhe foram pagos por uma empresa de um dos seus filhos, nos Emirados Árabes Unidos.\n\nOs cinco juízes do Supremo Tribunal consideraram que o agora ex-chefe do executivo não se comportou como “membro honesto do Parlamento”, isto apesar deste se dizer inocente. Nawaz Sharif tem já um herdeiro político, o seu irmão mais novo. Shabbaz Sharif, que ocupa atualmente a chefia do governo provincial do Punjab, tem de eleito pelo Parlamento federal para ceder ao cargo de primeiro-ministro.", "es": "Por una aplastante mayoría de 221 votos, anunciaba el presidente de la cámara, el Parlamento pakistaní ha nombrado como nuevo primer ministro interino a Shahid Khaqan Abbasi, que sutituye al dimitido Nawaz Sharif.\n\nSharif se vio obligado a dimitir después de que el Tribunal Supremo le abriera una investigación relacionada con los Papeles de Panamá.\n\nNo obstante el que era hasta ahora ministro del petróleo estará en el cargo el tiempo que tarde el hermano de Sharif, Shehbaz, en poder asumir el cargo. Para ello debe dimitir de su puesto de gobernador del Punyab, el estado más populoso del país, y presentarse a unas elecciones parciales a través de las que acceder a un escaño.\n\nNawaz Sharif dimitió el viernes y nombró a su hermano líder del partido gobernante, la Liga Musulmana de Pakistán."}, "title": {"en": "Pakistan has new interim Prime Minister", "ar": "برلمان باكستان ينتخب عباسي رئيسا للوزراء", "pt": "Khaqan Abbasi é o novo primeiro-ministro do Paquistão", "es": "Pakistán elige a un nuevo primer ministro en sustitución de Nawaz Sharif"}, "date": {"en": "08/01/17 00:00:00", "ar": "08/01/17 00:00:00", "pt": "08/01/17 00:00:00", "es": "08/01/17 00:00:00"}}