{"top_image": {"en": "https://static.euronews.com/articles/380495/1000x563_380495.jpg", "ar": "https://static.euronews.com/articles/380495/1000x563_380495.jpg", "pt": "https://static.euronews.com/articles/380495/1000x563_380495.jpg", "es": "https://static.euronews.com/articles/380495/1000x563_380495.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Europe’s economic downturn seems to be behind us. Gone are the days of negative growth rates. Unemployment is still relatively high, but stabilising. So it may come as a surprise to discover that poverty is not declining. This means that close to one in four Europeans experience at least one or more of the following conditions: income poverty, severe material deprivation and/or social exclusion.\n\nIn 2015, more than a third of the population was at risk of poverty or social exclusion in three member states: Bulgaria (41.3%), Romania (37.4%) and Greece (35.7%). At the opposite end of the scale, the lowest shares of persons being at risk of poverty or social exclusion were recorded in the Czech Republic (14%) and Sweden (16%).\n\nOn average, children are more adversely affected than adults or elderly people with a whopping 27% living in poor households across Europe. Child poverty happens in rich countries too: France, Germany or the UK are not spared.\n\nAccording to recent surveys, child poverty in the UK is at its highest level since 2010. Two thirds of these children are from working families, who make up Europe’s so-called working poor people who have jobs, but can’t make ends meet. A similar pattern emerges in Germany, one of the world’s strongest economies, which is also grappling with increasing poverty and inequality.\n\nHowever, poverty and destitution are far worse if you move eastward or to the south of Europe.\n\nIn Spain, while the economy grew by 3.2% in 2016, close to one in three Spaniards live in poverty, getting by on roughly 8.000 euros or less per year. Here, again, it is children who are the worst affected. In the southern province of Andalusia, close to 40% of people live in poverty while child poverty reaches 44%.\n\nThe phenomenon is fuelling the debate about the rise of Europe’s so-called “gig economy” – a labour market characterised by the prevalence of short-term contracts or freelance work as opposed to permanent jobs – and whether this model is compatible not just with growth but also with workers’ well-being.\n\nWhy is poverty on the rise in Europe? Our reporters Valerie Gauriat and Hans von der Brelie travel to Spain and Germany to try to get some answers. And Insiders’ Sophie Claudet speaks to the OECD’s head of social policy, Monika Queisser, to find out more.\n\nLive updates from our Insiders team", "ar": "يبدو أن الانكماش الاقتصادي في أوروبا قد اصبح خلفنا. لقد ولت أيام معدلات النمو السلبية. ولا تزال البطالة مرتفعة نسبيا لكنها مستقرة. لذا قد يكون مفاجئا أن نكتشف أن الفقر لا ينخفض. هذا يعني أن واحداً من بين أربعة أوروبيين يواجهون على الأقل احد الشروط التالية او أكثر: قلة الدخل والحرمان المادي الشديد و / أو الاستبعاد الاجتماعي. والأمر يزداد سوءا.\n\nمتوسطياً، يتأثر الأطفال أكثر من البالغين والمسنين مع نسبة كبيرة تصل إلى 27٪ يعيشون في الأسر الفقيرة في جميع أنحاء أوروبا. الفًقر بين الأطفال موجود في الدول الغنية أيضا، كما في فرنسا وألمانيا والمملكة المتحدة.\n\nاسبانيا: اتساع الفجوة بين الاغنياء والفقراء\n\nالفقر والعوز أسوأ بكثير إذا انتقلنا إلى شرق أو جنوب أوروبا. لنأخذ حالة إسبانيا، نما الاقتصاد بنسبة 3.2٪ في العام 2016، لكن واحداً من بين ثلاثة من الاسبان تقريباً يعيشون في فقر، هذا يعني أنهم يحصلون على نحو 8000 يورو أو أقل خلال عام كامل. توجهنا إلى الأندلس فوجدنا أن نحو 40٪ من الناس يعيشون في فقر بينما يبلغ الفقر بين الأطفال 44٪. فاليري غوريا وجدت الأسباب.\n\nالمانيا: العاملون الفقراء\n\nتقريرنا الثاني من ألمانيا، نموذج للنمو والاستقرار، بلد يفتخر بأحد أدنى معدلات البطالة في أوروبا. لكن الخدش تحت السطح، حيث أن توزيع الدخل غير متساو. عشرون بالمائة من الألمان يعيشون في فقر نسبي. السبب الرئيسي: إصلاحات العمل التي أدت، في بعض الأحيان، إلى العمل بدوام جزئي أو مؤقت. التقى هانز فون دير بريلي بالعاملين الفقراء في ألمانيا\n\nفقر الأطفال ناجم عن فقر أسرهم\n\nواخيراً، التقينا بالسيدة مونيكا كويسر، خبيرة بالسياسة الاقتصادية واكدت أن : “فقر الأطفال ناجم عن فقر الأسر التي لديها أطفال. لذا، فمن المهم جدا أن يجد الوالدان عملا باجر جيد للحد من فقر الأطفال. لكن هناك تدابير أخرى ضرورية لمساعدة الأسر التي لديها\n\nأطفال لإيجاد حياة أفضل: على سبيل المثال، رعاية الطفل تتيح للوالدين الخروج والعمل. أحياناً، لا يتمكن الأطفال من المشاركة في الحياة الاجتماعية لأن الوالدين لا قدرة لهما على إرسالهم للمشاركة\n\nفي رحلات مدرسية، ولا يستطيعون أخذ دروس الموسيقى، في بعض الدول، حتى في فصل الشتاء يعيش الأطفال في منازل سيئة التدفئة، هذا مؤشر آخر يجب متابعته يُضاف لسوء التغذية.”", "pt": "O declínio económico da Europa parece pertencer ao passado. As taxas de crescimento voltaram a ser positivas. O desemprego continua relativamente elevado, mas a níveis estáveis. Neste cenário mais auspicioso, falar de pobreza parece incoerente. No entanto, não é. Os números não estão a diminuir. Quase um em cada quatro europeus enfrenta um ou mais dos seguintes fatores: salários muito reduzidos, privação material severa e/ou exclusão social.\n\nAs consequências desta realidade sobre os mais novos são mais profundas: 27% das crianças europeias vivem em núcleos familiares desfavorecidos e isto acontece também em países como a França, a Alemanha ou o Reino Unido.\n\nMas é um contexto bastante mais evidente no leste e no sul da Europa. De acordo com o Eurostat, em 2016, a Espanha, por exemplo, registou um crescimento económico de 3,2%. Mas quase um em cada três espanhóis encontrava-se à beira do limiar de pobreza, ou seja, segundo os padrões nacionais, com rendimentos anuais inferiores a 8 mil euros. Na região da Andaluzia, mais de 40% das pessoas estão em risco de pobreza e exclusão social. A jornalista Valérie Gauriat foi saber porquê: ver “Quando a retoma nasce em Espanha, não é para todos”.\n\nA segunda história leva-nos até à Alemanha, um país que apresenta uma das mais baixas taxas de desemprego da Europa. Mas a verdade é que a distribuição de rendimentos é muito desigual. 20% dos alemães vivem em situação de pobreza relativa. Muitos apontam o dedo às reformas laborais, que impulsionaram empregos precários a tempo parcial, por exemplo. A reportagem de Hans von der Brelie: Pobres trabalhadores alemães.\n\nThe increasing numbers of working-poor and non-working rich make a mockery of our so-called meritocracy. — Robert Reich (@RBReich) 14 juillet 2017\n\nO Insiders falou também com Monika Queisser, responsável do Departamento de Política Social da OCDE, sobre esta realidade da prevalência de pobreza relativa na Europa: uma entrevista em duas partes para ver em “Não é a reforma que compensa os problemas sofridos ao longo da vida” e “Os governos têm de regular a qualidade do emprego oferecido”.", "es": "La recesión económica en Europa parece haber quedado atrás. Han pasado los días de tasas de crecimiento negativo. El desempleo aún es relativamente alto, pero estable. Por lo que puede resultar sorprendente descubrir que la pobreza no disminuye.\n\nCasi uno de cada cuatro europeos se encuentra al menos en una de estas situaciones: en el umbral de la pobreza, privación material severa y/o exclusión social.\n\nTweet de Eurostat sobre los ingresos reales per cápita en Europa\n\nLos niños, los más afectados\n\nDe media, los niños se ven más afectados que los adultos y ancianos, con un 27% viviendo en hogares pobres en toda Europa. La pobreza infantil existe también en países ricos. Francia, Alemania o el Reino Unidos no se libran.\n\nPobreza y miseria son peores si nos movemos al este o al sur de Europa. En España, la economía creció un 3,2% en 2016, pero aún uno de cada tres españoles, según datos de Eurostat, vive en riesgo de pobreza. Lo que significa que ganan unos 8000 euros o menos por año.\n\nEn Andalucía, cerca del cuarenta por ciento de la población vive en riesgo de pobreza, un 44% en el caso de los niños.\n\nNuestro segundo reportaje nos lleva a Alemania, un modelo de crecimiento y estabilidad, un país que presume de una de las cifras de desempleo más bajas de Europa. Pero allí también la distribución de ingresos es desigual.\n\nEl veinte por ciento de los alemanes vive en riesgo de pobreza. La razón principal, las reformas laborales que se han traducido para algunos en trabajos a tiempo parcial mal pagados o temporales. Hablamos con Monika Queisser, responsable de Política Social de la OCDE.\n\nEl sur de Europa se ha centrado en las pensiones y no les queda dinero para gente en edad de trabajar\n\nPregunta: Hemos visto en el reportaje de España que la pobreza infantil se traduce a menudo en malnutrición. ¿Qué otras cosas deberíamos analizar?\n\nRespuesta: La pobreza infantil es, por supuesto, la primera de todas en hogares con niños. Antes de nada, es muy importante que los padres encuentren trabajo, y un trabajo bien pagado para reducir la pobreza infantil.\n\nPero luego se necesitan otras medidas para ayudar a las familias con hijos a tener calidad de vida. Por ejemplo, el cuidado de los niños para que los padres puedan salir y trabajar.\n\nPero los niños a veces no pueden participar en la vida social. Sus padres no pueden permitirse enviarlos a viajes escolares, llevarlos a clases de música y, en algunos países, incluso vemos en invierno que esos niños viven en casas con mala calefacción. Este es otro indicador que contemplar, que se suma a la malnutrición.\n\nP. Uno podría pensar que si empiezas tu vida con tanta desventaja esto va a afectarte durante el resto de tu existencia.\n\nR. La gente que ha tenido una infancia difícil ha rendido menos en el colegio, y lo hace peor en el mercado de trabajo. No es capaz de ganarse bien la vida, y esta desigualdad continúa agravándose con el tiempo. A los cincuenta años, estas personas se enfrentan a una desigualdad profundamente arraigada. Y cuando llegan a la jubilación, resulta muy difícil que las políticas de pensiones puedan reparar todo lo que ha ido mal durante todo el ciclo de vida.\n\nP. ¿Es justo decir que las medidas de austeridad se han traducido en menos políticas sociales y que han afectado a los más vulnerables?\n\nR. Algunos países han sido capaces de tener presupuestos de austeridad protegiendo a los grupos más vulnerables. Otros han tenido menos éxito haciéndolo. En el caso de España que acabamos de ver, hay un problema con las prestaciones por niño y las políticas en torno a la infancia ofrecidas por los Gobiernos regionales. Cuando estás en una comunidad que es muy pobre, y cuando la comunidad carece de más medios para pagar esas prestaciones, los niños, por supuesto, sufren desproporcionadamente.\n\nMuchos países del sur de Europa han diseñado sus políticas haciendo mayor hincapié y dedicando la mayor parte del dinero a las pensiones. Y como muchos jubilados por supuesto tienen carencias, queda poco espacio para que puedan recibir prestaciones las personas pobres en edad de trabajar o los niños pobres.\n\nP. Alemania no es el único país de Europa en promover la flexibilidad en el mercado de trabajo. ¿En qué otros lugares del continente está sucediendo?\n\nR. Ha habido varios países que han reformado sus mercados laborales hacia una mayor flexibilidad. Uno de ellos es Italia, que ha aprobado la Jobs act ley que intenta facilitar la entrada en el mercado de trabajo a los llamados “outsiders”.\n\nActualmente también en Francia se está debatiendo la flexibilidad laboral y se preparan reformas. Muchos de estos países están intentando facilitar la entrada en el mercado laboral a las personas que han estado fuera de él durante mucho tiempo, y animan a los empleadores a contratar de una forma más fácil.\n\nP. Pero hemos visto que a menudo esto también se traduce en la creación de una nueva clase de trabajadores pobres…\n\nR. Existe el riesgo de que aumente el número de trabajadores pobres dependiendo de las políticas adoptadas. Y hemos visto que en Alemania, por ejemplo, los mini-trabajos y la flexibilidad del mercado laboral han llevado a una situación en la que existen muchos trabajadores pobres, el segundo mayor sector de sueldos bajos después de Estados Unidos en los países de la OCDE.\n\nLos Gobiernos deben prestar atención regulando la caliadad de los empleos, asegurándose de que la gente esté bien pagada y de que los salarios mínimos sean adecuados. Por ejemplo, Alemania acaba de introducir un sueldo mínimo precisamente para tratar la cuestión del trabajo temporal y precario."}, "title": {"en": "Poverty in the EU", "ar": "العاملون الفقراء في أوروبا: الوجه الآخر لعدم الاستقرار", "pt": "A Europa vence a crise mas não a pobreza", "es": "¿Por qué los europeos somos cada vez más pobres?"}, "date": {"en": "07/28/17 00:00:00", "ar": "07/28/17 00:00:00", "pt": "07/28/17 00:00:00", "es": "07/28/17 00:00:00"}}