{"top_image": {"en": "https://static.euronews.com/articles/376413/1000x563_376413.jpg", "ar": "https://static.euronews.com/articles/376413/1000x563_376413.jpg", "pt": "https://static.euronews.com/articles/376413/1000x563_376413.jpg", "es": "https://static.euronews.com/articles/376413/1000x563_376413.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "In an angry outburst, European Commission President Jean-Claude Juncker called MEPs “ridiculous” for not turning up to a session reviewing the six-month presidency of Malta.\n\nJuncker addressed MEPs in the Strasbourg chamber thanking them for attending, before stating that the fact only 30 had turned up showed that the parliament was “not serious”.\n\nThe commission president then exchanged heated words with Parliament President Antonio Tajani who implored him to “have a more respectful attitude”.\n\n“You may criticise the parliament … but the commission does not control the parliament. It should be the parliament that controls the commission,” he said.\n\nThe incident proved one of the most bitter disputes between EU officials over the last few years.", "ar": "انتقد رئيس المفوضية الأوربية، جون كلود يونكر أعضاء البرلمان الأوربي خلال النقاش الذي جرى في الجلسة العامة للبرلمان في مدينة ستراسبورغ الفرنسية. واعتبر يونكر أنّ حضور ثلاثين نائبا من أصل سبعمائة وواحد وخمسين أمر في غاية “السخافة“، وهو الانتقاد الذي لم يرق لرئيس البرلمان أنطونيو تاياني.\n\nيونكر قال: “البرلمان الأوربي سخيف، سخيف جدا. أحيي لأولئك الذين تحملوا عناء التنقل للحضور إلى القاعة، ولكن حضور ثلاثين نائبا فقط للنقاش يبين بوضوح أنّ البرلمان ليس ملتزما”.\n\nRT ShehabAgency “يونكر لأعضاء البرلمان الأوروبي: “أنتم سخفاء”…ما السبب؟https://t.co/OdPhV6ljyl“ — ريم عمر (@Ree_mOmar) 4 juillet 2017\n\nرئيس البرلمان الأوربي لم يتحمل انتقادات جون كلود يونكر ودعاه إلى استخدام لغة مختلفة، مشيرا إلى أنّ البرلمان وأعضاءه لا ينطبق عليهم وصف “السخافة” التي أطلقها رئيس المفوضية الأوربية. جان كلود يونكر.\n\nانطونيو تاياني شدّد في رده إلى يونكر على أنّ المفوضية الأوربية ليس من حقها مراقبة البرلمان وإنما العكس، فالبرلمان الأوربي هو المخول بمراقبة أداء المفوضية الأوربية.\n\nواعتبر بعض نواب البرلمان الأوربي أنّ الانتقادات التي قدمها جون كلود يونكر إلى البرلمان ليست في محلها، مؤكدين أنّه كان يجدر بيونكر أن يوجه غضبه إلى قادة الدول والحكومات الأعضاء في الاتحاد الأوربي عند اجتماعهم واتخاذ قرارات صعبة في حق الاتحاد الأوربي على غرار الهجرة.", "pt": "O presidente da Comissão Europeia apelidou esta terça-feira o Parlamento Europeu de “ridículo”. Jean-Claude Juncker não gostou de ver a assembleia europeia com a pouca participação numa assembleia para fazer o balanço de seis meses de presidência maltesa do Conselho da União europeia.\n\nO luxemburguês considerou uma falta de respeito por Malta a presença na sessão de apenas cerca de 30 dos 751 deputados que compõem o Parlamento Europeu e entrou em choque com Antonio Tajani, o líder do Parlamento Europeu.\n\n“O Parlamento europeu é ridículo. Muito ridículo”, atirou Juncker perante uma assembleia, em Estrasburgo, repleta de lugares vazios.\n\n“O facto que uma trintena de deputados assista a este debate demonstra suficientemente que este Parlamento não é sério”, alegou o presidente da Comissão Europeia, sugerindo que se fosse a chanceler alemã, Angela Merkel, ou o novo presidente de França, Emmanuel Macron, no lugar do primeiro-ministro maltês, Joseph Muscat, “a sala estaria esgotada.”\n\nTajani não gostou das críticas e por duas vezes interrompeu Juncker pedindo-lhe para moderar o tom.\n\nNum primeiro momento, o italiano sublinhou que “não é a Comissão que deve controlar o Parlamento, mas o Parlamento que controla a Comissão.”\n\nJuncker retorquiu: “Há aqui apenas alguns membros do Parlamento para controlar a Comissão. Vocês são ridículos.”\n\nO presidente do Parlamento voltou a interromper o luxemburguês, rejeitando o termo “ridículo” sobre a respetiva câmara e repetindo o pedido a Juncker para “não usar esse tipo de linguagem.”\n\nO Presidente da Comissão manifestou, por fim, a vontade de “jamais participar noutra sessão” como a desta terça-feira. “A Comissão está sob o controlo do Parlamento, mas o Parlamento deve respeitar também a presidência de países mais pequenos, o que não está a fazer”, acusou Juncker.", "es": "Pataleta de Jean-Claude Juncker en el Parlamento Europeo. Tras constatar que iba a participar en el debate sobre los resultados de la presidencia maltesa con una treintena de diputados presentes en el hemiciclo en lugar de los 750 que habían sido convocados, el presidente de la Comisión Europea estalló:\n\n- “Es completamente ridículo. El Parlamento Europeo es ridículo, muy ridículo. Quiero dar las gracias a aquellos se han molestado en venir. El hecho de que haya una treintena de diputados en este debate demuestra suficientemente que el Parlamento no es serio. Si en lugar de Muscat [el primer ministro de Malta] estuviese aquí Angela Merkel o Emmanuel Macron, la sala estaría a rebosar” decía Juncker, para repetir “son ustedes ridículos”.\n\nEl presidente de la Eurocámara, Antonio Tajani, le llamó inmediatamente la atención y le recordó que “es el Parlamento quien controla a la Comisión” y no al revés.\n\nJuncker volvió a la carga “¿Una treintena de diputados en la sesión plenaria para controlar a la Comisión? Son ustedes ridículos”.\n\nTajani volvió a llamarle al orden, a lo que Juncker respondió amenazando con no volver a la Eurocámara si el Parlamento volvía a faltar el respeto a uno de los líderes de los países pequeños de la Unión Europea.\n\nAquí puede ver el video completo"}, "title": {"en": "'You are ridiculous' - Juncker on empty EU Parliament", "ar": "يونكر يوبخ نواب البرلمان الاوروبي ويصفهم بالسخفاء", "pt": "Choque de presidentes no Parlamento Europeu", "es": "Juncker abronca al Parlamento Europeo: \"Es ridículo\""}, "date": {"en": "07/04/17 00:00:00", "ar": "07/04/17 00:00:00", "pt": "07/04/17 00:00:00", "es": "07/04/17 00:00:00"}}