{"top_image": {"en": "https://static.euronews.com/articles/377113/1000x563_377113.jpg", "ar": "https://static.euronews.com/articles/377113/1000x563_377113.jpg", "pt": "https://static.euronews.com/articles/377113/1000x563_377113.jpg", "es": "https://static.euronews.com/articles/377113/1000x563_377113.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Stage seven of the Tour de France was 213 kilometres long, but in the end the winner clinched victory by just six milimetres.\n\nGerman sprinter Marcel Kittel gained his second consecutive stage win, beating Edvald Boasson Hagen in a race to the line and a photo finish.\n\nAustralian Michael Matthews (Team Sunweb) was a distant third as Team Sky’s Chris Froome retained the overall leader’s yellow jersey.\n\nKittel now has three stage victories in the bag and he’s also taken the green jersey from French national champion Arnaud Demare who was ill the night before.\n\nKittel has 197 points to Demare’s 182.\n\nUntil the final straight, the day had gone without any drama – the usual scenario for long, flat stages – apart from an errant parasol.\n\nWatch: Riders manage to avoid large parasol blown into Tour de France peloton (video) | https://t.co/pQp94tNg8k #TdF pic.twitter.com/SiKHcVkK9e — Cycling Weekly (@cyclingweekly) July 6, 2017\n\nFour riders broke away from the peloton, but their advantage was controlled by the sprinters and they were caught with the line in sight.\n\nOverall, Froome still leads team mate Geraint Thomas by 12 seconds and Italian Fabio Aru (Astana) by 14.\n\nKittel is equal with fellow German Erik Zabel’s 12 tour stage win record and he’ll be eager for another victory but the next two stage are in the mountains.\n\nSaturday’s eighth stage will be one for the breakaway riders as it takes the peloton over 187.5km from Dole to the Station des Rousses over mountainous terrain.", "ar": "أنهى الالماني مارسيل كيتل المرحلة السابعة من طواف فرنسا لهذا الموسم متقدماً على منافسيه. وبذلك يكون قد حقق يوم الجمعة لقبه الثالث في هذا السباق. هذا ما قرره المنظمون فقد اجتاز كيتل والاسترالي ادفالد بواسون هاغن خط النهاية سوياً، وقد احتاجوا للنوقت والتدقيق بالصورة النهائية ليخرجوا بقرارهم.\n\nورغم ان البريطاني كرستوفر فروم حل في المرتبة الثامنة والاربعين في هذه المرحلة لكنه استمر متصدراً الترتيب العام مما سمح له بالحفاظ على القميص الاصفر.\n\nوجاء ترتيب هذه المرحلة بين تروا ونوي سان جورج كالتالي:\n\nالالماني مارسيل كيتل اولاً،\n\nالاسترالي ادفالد بواسون هاغن ثانياً،\n\nالاسترالي ميكائيل ماثيوس ثالثاً،\n\nالنرويجي الكسند كريستوف رابعاً،\n\nالالماني جون ديغنكولب خامساً.\n\nوفي الترتيب العام\n\nالبريطاني كريس فروم أولاً،\n\nالبريطاني توماس غيرنت ثانياً،\n\nالايطالي فابيو آرو ثالثاً،\n\nالايرلندي دانيال مارتين رابعاً،\n\nالاسترالي ريتشي بورت خامساً.\n\nالمرحلة الثامنة\n\nالمرحلة الثامنة هي المرحلة التالية من الطواف بنسخته 104 ستكون في منطقة الجورا من دول وحتى محطة الروس في مسافتها 187.5 كيلومتر.", "pt": "Foi por um “cabelo” que Marcel Kittel repetiu esta sexta-feira o triunfo da véspera na Volta a França em bicicleta. O alemão, de 29 anos, chegou aliás às três vitórias nesta edição da prova e igualou o melhor resultado de um ciclista alemão na história do “Tour”, tendo agora ainda muito tempo para o reclamar em nome próprio.\n\nNuma etapa sem grandes desníveis, o triunfo foi decidido ao “sprint”, mas não foi nada fácil confirma-lo. O norueguês Edvald Boasson Hagen lutou pela vitória, mas o derradeiro esforço de Kittel, a impulsionar a bicicleta para meta, foi decisivo.\n\nO alemão foi declarado vencedor por três décimas de milésimos de segundo, confirmaram os juízes após análise do “photo finish”, a imagem que tirou todas as dúvidas.\n\nA etapa desta sexta-feira, a sétima da 104.a edição do “Tour”, ligou Troyes a Nuit-Saint-George, numa extensão de quase 213,5 quilómetros. Sob um forte calor, houve quatro ciclistas a tentar uma fuga, mas rapidamente voltaram a ser absorvidos pelo pelotão.\n\n⚡️FLASH⚡️Blazing heat, a super tight finish and Marcel Kittel’s 3rd win! #TDF2017 pic.twitter.com/hvQW6dBTlJ — Le Tour de France (@LeTour) 7 de julho de 2017\n\nLe top 10 de l‘étape / Top 10 of the stage #TDF2017 pic.twitter.com/I9TWEhNSAv — Le Tour de France (@LeTour) 7 de julho de 2017\n\nO único português em prova teve uma prestação aparentemente modesta, embora positiva. Tiago Machado foi o 99.° a cortar a meta, mas com o mesmo tempo do vencedor: 05:03,18 horas.\n\nEm vésperas da entrada no maciço de Jura, Chris Froome controlou o andamento da prova, foi o 48.° a cortar a meta e segurou a camisola amarela. O britânico, de 32 anos, vencedor das duas últimas edições do “Tour”, mantém 12 segundos de avanço sobre o compatriota Thomas Geraint.\n\nO português Tiago Machado é o 53.°, a 07,56 minutos do líder.\n\nEste sábado, realiza-se a oitava etapa da Volta a França. O pelotão tem pela frente 187,5 quilómetros, incluindo um pico a 1202 metros de altitude do Monte de la Combe, com a meta na estação des Rousses, a 1178 metros.", "es": "Es el rey de las llegadas masivas. Marcel Kittel, logró su tercera victoria en la presente edición del Tour de Francia. El alemán se impuso al esprint al noruego Edvald Boasson Hagen en un final ajustadísimo que tuvo que resolverse en la “foto finish”. El ciclista del Quick-Step fue el más rápido en una etapa marcada por la fuga de un cuarteto de corredores que aguantó más de 200 kilómetros en solitario antes de ser neutralizados. Con 12 triunfos, Kittel iguala a Erik Zabel, como el alemán con más victorias de etapa en la ronda gala.\n\nEl británico Chris Froome, conserva el maillot de líder antes de atacar el macizo del Jura. La 8ª etapa, de 187,5 kilómetros, transcurrirá entre Dole y Les Rousses, cerca de la frontera suiza, con tres puertos de dificultad creciente. El último, de 1ª categoría, está a tan solo 12 kilómetros de la línea de meta."}, "title": {"en": "Kittel claims third stage win with six milimetres to spare", "ar": "طواف فرنسا: الصورة النهائية تؤكد فوز كيتل في المرحلة 7", "pt": "Tour2017: Marcel Kittel repete triunfo mas por \"um cabelo\" e faz história", "es": "Histórico triunfo de Marcel Kittel en el Tour de Francia"}, "date": {"en": "07/07/17 00:00:00", "ar": "07/07/17 00:00:00", "pt": "07/07/17 00:00:00", "es": "07/07/17 00:00:00"}}