{"top_image": {"en": "https://static.euronews.com/articles/379699/1000x563_379699.jpg", "ar": "https://static.euronews.com/articles/379699/1000x563_379699.jpg", "pt": "https://static.euronews.com/articles/379699/1000x563_379699.jpg", "es": "https://static.euronews.com/articles/379699/1000x563_379699.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "A suicide attacker detonated a car bomb in the western part of Kabul on Monday, killing at least 35 people and wounding dozens more, according to an Afghan government official.\n\nIt happened in a mostly Shi’ite neighbourhood when a car packed with explosives rammed a bus transporting government employees.\n\nThe Taliban has claimed responsibility.\n\nPolice cordoned off the area, located near the house of the deputy government Chief Executive Mohammad Mohaqiq in a part of the city where many of the mainly Shi’ite Hazara community live.\n\nIt comes exactly a year after more than 80 people were killed in a suicide attack in Kabul targeting the Hazara minority.\n\nThe Sunni extremist group Islamic State said it was behind that blast, its first attack on such a scale in Afghanistan.\n\nAt least 1,660 civilians have been killed in Afghanistan in the first half of the year.\n\n\n\n\n\n1,662 civilians were killed in Afghanistan in the first half of 2017, surpassing last year’s record https://t.co/kbGZwug1TR — New York Times World (@nytimesworld) 17 juillet 2017\n\n\n\n\n\nThe latest attack comes as the US administration reviews its strategic options for Afghanistan, including possibly sending more troops to beef up the training and advisory mission already helping Afghan forces.\n\nWith agencies", "ar": "قتل خمسة وثلاثون شخصا على الأقل واصيب العشرات في تفجير سيارة مفخخة غرب العاصمة الأفغانية كابول صباح الاثنين وفق للقائم بأعمال المتحدث باسم وزارة الداخلية الافغانية نجيب دانيش حيث اشار الى ان عدد القتلى قد يرتفع نتيجة لحالات المصابين.\n\nوفور عملية التفجير هرعت الشرطة الى مكان العملية واغلقتها وشرعت في التحقيق بالحادث، وقد تبنت حرك طالبان السمؤولية عن الهجوم.\n\nتفجير اليوم يأتي ضمن سلسلة تفجيرات هزت افغانستان وأودت بحياة الف وستمئة واثنين وستين شخصا على الاقل في النصف الأول من العام 2017. وتعد العاصمة كابول هدفا مهما لمنفذي الهجمات الانتحارية والمفخخة سواء تلك التي يعلن عنها تنظيم الدولة الاسلامية داعش، او حركة طالبان او جماعات مسلحة اخرى، لاسيما وان العاصمة فيها مؤسسات الدولة والسفارات الغربية ووصلت نسبة ضحايا التفجيرات في العاصمة وحدها الى عشرين بالمئة في النصف الاول من العام الجاري بينها مقتل مئة وخمسين شخصا على الاقل في هجوم بشاحنة مفخخة نهاية ايار مايو الجاري وفقا لبيانات الأمم المتحدة.\n\nوبالاضافة الى العاصمة كابول فقد شهدت ولايات وأقاليم كل من قندز وقندهار وهلمند وبدخشان وباغلان وأوروزغان هجمات بين الحين والآخر بحب مسؤولين رسميين.", "pt": "A explosão de um carro armadilhado no Afeganistão causou a morte a mais de vinte pessoas. Há registo de dezenas de feridos. O ataque ocorreu esta segunda-feira, pela manhã, num bairro chiita de Cabul, a capital afegã.\n\nA informação foi avançada pelo ministério do interior afegão. O carro armadilhado embateu contra um autocarro que transportava empregados do ministério das Minas.\n\nO Afeganistão tem sido palco de uma espiral de violência nos últimos meses. Na primeira metade do ano, pelo menos 1662 duas pessoas perderam a vida em atentados.\n\nHá duas semanas, a organização Estado Islâmico reivindicou um ataque contra uma mesquita que matou pelo menos quatro pessoas.\n\nEm maio, um atentando com uma tonelada e meia de explosivos matou 150 pessoas no bairro das embaixadas em Cabul.\n\nNum país marcado por fortes divisões étnicas, a onda de violência poderá ter consequências políticas, no curto prazo.\n\nDe acordo com um analista citado pelo jornal “Le Monde”, a população tajique começa a questionar a presidência de Ashraf Ghani, de origem pachtun.", "es": "Afganistán sigue inmerso en una incesante ola de violencia. Hoy ha sido en un barrio de mayoría chií de Kabul donde un suicida ha estampado un coche con explosivos contra un autobús que transportaba a funcionarios del ministerio de Minas. Al menos 24 personas han muerto y 42 han resultado heridas aunque fuentes oficiales han dejado abierta la posibilidad de que haya más víctimas. Próximo al lugar del ataque reside el viceprimer ministro del país, Mohammad Mohaquiq, aunque la detonación ha afectado principalmente a comercios a pie de calle e inmuebles aledaños.\n\nLos talibanes, que están manchando de sangre diferentes regiones del país en su intento por derrocar al Gobierno, han reivindicado el ataque. Un reciente informe de la ONU marcaba un macabro récord de 1.662 civiles muertos en lo que va de año y un aumento del 15% de los atentados suicidas."}, "title": {"en": "Taliban claims deadly Kabul bomb blast", "ar": "مقتل خمسة وثلاثين شخصا على الأقل في تفجير سيارة مفخخة في كابول", "pt": "Explosão de carro armadilhado no Afeganistão causa mais de vinte mortos", "es": "Al menos 35 muertos y decenas de heridos en un atentado suicida en Kabul"}, "date": {"en": "07/24/17 00:00:00", "ar": "07/24/17 00:00:00", "pt": "07/24/17 00:00:00", "es": "07/24/17 00:00:00"}}