{"top_image": {"en": "https://static.euronews.com/articles/378170/1000x563_378170.jpg", "ar": "https://static.euronews.com/articles/378170/1000x563_378170.jpg", "pt": "https://static.euronews.com/articles/378170/1000x563_378170.jpg", "es": "https://static.euronews.com/articles/378170/1000x563_378170.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Hande Fırat, the Ankara correspndent for a major Turkish newspaper, the Hurriyet Journal, broadcast President Recep Tayyip Erdoğan live via her phone during last year’s coup attempt.\n\nIn this interview she’s asked what her reaction was when she first heard about the coup.\n\n“I called many of my sources, whoever I knew within the ranks of bureucracy, government, and the opposition, including politicians, security officials, and intelligence officers. One of them was the President’s Chief of staff Hasan Doğan. He was with the President on the coast in Marmaris at that time.\n\nUntil the broadcast of the coup declaration I shared on-air the information I received from Hasan Doğan, which was that the President was following events closely; that he emphasised the importance of democracy; and that he would soon make a statement.\n\nHowever, the coup declaration was being broadcast but there was no statement from the President. Until that time the only statement was from the Prime Minister Binali Yıldırım, and he said it was an “insurgence”. Nobody else talked, and there was complete uncertainty. Helicopters had opened fire, police headquarters were being bombed, and there was this coup declaration on state television.\n\nI called Hasan Doğan once more to ask what had happened to the statement. He said they’d delivered it. I said none of the national channels were broadcasting it. At the same time there were rumors circulating on social media claiming that he’d fled or been kidnapped. There were bombings, and jets flying at low altitude creating sonic booms. I insisted that they come on the programme. They accepted.\n\nThen I had Doğan on Facetime with President Erdoğan behind him. The crew mobilised. We broadcast by turning the phone to the cameras and using my collar microphone.”\n\nWeren’t you worried?\n\nThen the interviewer asked “I’m sure like me millions worried that the broadcast during Erdoğan’s call for union would be stopped. How did you feel?”\n\nHande Fırat replied:\n\n“Of course anyone would worry. It was a crucial moment. First of all, I was doing my job as a journalist. The President’s speech and his remarks were very important. They immediately told me all the national channels were synchronized with us.\n\nThe next minute, I learned that global news channels were boradcasting me and the President. And of course you feel anxious. Both as a journalist and as a citizen.\n\nAs a citizen you the think where the hell has this coup come from in 2016? What is it with the coup? And at the same time fighter jets are bombing, and helicopters are opening fire. Of course we were all scared and worried… for our country, for our kids and for our future…”", "ar": "ميليس أديموجلو:“هاندي فرات، صحفية في حرييت التركية، لعبت دوراً حاسماً مساء يوم الانقلاب الفاشل في تركيا، من خلال التواصل مع الرئيس رجب طيب إردوغان على الهواء على (سي.ان.ان) التركية. في 15 تموز / يوليو، أين كنت حين حصل الانقلاب؟ وماذا كانت ردة فعلك؟”\n\nهاندي فرات:” اتصلت بالعديد من مصادري في الإدارة والحكومة والمعارضة، سياسيون وضباط امن ومخابرات … أحد هذه المصادر كان رئيس حكومة الرئيس حسن دوغان. كان في مارماريس، على ساحل بحر إيجه، مع الرئيس.\n\nقبل قراءة بيان الانقلاب على القناة الرسمية (تي. آر. تي) كنت قد اعلنت على الهواء عن معلومات نقلها لي حسن دوغان، تفيد ان الرئيس يتابع الأحداث باهتمام بالغ، وانه يركز على احترام الديمقراطية وسيتحدث قريبا. لكن تمت قراءة بيان الانقلاب دون اي تصريح من قبل الرئيس.\n\nرئيس الوزراء بن علي يلديريم هو الذي استجاب فقط وتحدث عن “تمرد”. لا أحد كان قد تحدث، وكانت هناك حالة من عدم اليقين. فتحت المروحيات النار، وقُصف مقر قيادة الشرطة وكان هناك هذا البيان المفاجئ على (تي. آر. تي). لذا اتصلت بحسن دوغان مرة أخرى لأننا لا نزال ننتظر بيان الرئيس. قال لي إن البيان قد سُلم وسألني هل تلقيناه. قلت له انه لم يبث من قبل أي قناة وطنية.\n\nفي الوقت ذاته كانت هناك شائعات على وسائل التواصل الاجتماعي مفادها أن الرئيس قد هرب أو اختطف. انها حالة من عدم اليقين. طلبت منه الموافقة على اجراء مقابلة حية، بعد حين، أعلمني حسن دوغان بموافقة الرئيس . فاتصلت به على (فيس تايم)، بينما يظهر خلفه رجب طيب اردوغان. تم حشد الفريق بأكمله. اتصلت بمقر(سي. ان. ان) التركية في اسطنبول وطلبت منهم ان اكون على الهواء. أجريت المقابلة من خلال تحويل الهاتف إلى كاميرا واستخدام المايكرو كرافت.\n\nميليس أديموجلو: “ الملايين مثلي كانوا قلقين من انقطاع البث خلال دعوة أردوغان للاتحاد. كيف شعرت؟”\n\nهاندي فرات: “ بالتأكيد، الجميع كان في حالة قلق. أولويتي كانت عملي كصحفية. كلمة الرئيس وتفاصيلها كانت مهمة جدا. في الثواني الأولى، أعلموني أن جميع القنوات التركية كانت متزامنة مع قنواتنا. بعد دقيقة، اعلموني أن كافة القنوات الدولية متزامنة، اجريت المقابلة مع الرئيس على الهواء. كنت في حالة توتر شديد، كصحفية وكمواطنة.\n\nكمواطنة كنت أتساءل: كيف يمكن حصول انقلاب من هذا القبيل في عام 2016؟ وماذا يعني هذا الانقلاب؟ وفي الوقت ذاته، كانت الطائرات تلقي بقنابلها، المروحيات تفتح النار… جميعا كنا خائفين وقلقين جدا على بلدنا، واطفالنا ومستقبلنا.", "pt": "Melis Ademoğlu, euronews: A representante do jornal Hurriyet em Ankara, Hande Fırat, teve um papel fundamental para travar a tentativa de golpe de Estado, na Turquia. Conversou com o presidente Recep Tayyip Erdoğan através de videochamada. No dia 15 de julho onde estava quando ouviu falar do golpe e qual foi a sua primeira reação?\n\nHande Fırat, representante do jornal Hurriyet em Ankara: Liguei para muitas das minhas fontes do governo, da oposição, incluindo políticos, funcionários de segurança, oficiais dos serviços de inteligência. Um deles era o chefe de gabinete do presidente: Hasan Doğan.\n\nNaquela altura, ele estava com o presidente na cidade de Marmaris (uma cidade costeira do mar Egeu). Até à transmissão da declaração de golpe, partilhei no ar as informações que recebi de Hasan Doğan, que seguiu os eventos de perto, enfatizando a democracia através dos media e que seria feita uma declaração em breve. No entanto, o anúncio do golpe estava a ser transmitido, mas não havia nenhuma declaração do presidente. A única declaração foi a do primeiro-ministro, Binali Yıldırım, dizendo que se tratava de uma “insurgência”.\n\nMais ninguém falou, era uma incerteza completa. Helicópteros abriram fogo, a sede da polícia foi bombardeada e houve esta declaração de golpe na estação pública TRT . Liguei para Hasan Doğan mais uma vez, já que a declaração não chegou. Perguntei o que tinha acontecido. Ele disse que a entregou e perguntou se não a recebemos. Eu disse que nenhum dos canais nacionais a tinha transmitido. Ao mesmo tempo, circulavam rumores nas redes sociais dizendo que o presidente tinha fugido ou tinha sido raptado. Uma Incerteza completa. Houve bombardeamentos e aviões a voar a baixa altitude. Insisti para que se juntassem a mim no programa. Hasan Doğan disse que precisava de perguntar ao presidente.\n\nMas voltaram a ligar e aceitaram. Então eu vi Hasan Doğan no Facetime e o presidente Recep Tayyip Erdoğan estava atrás dele. Toda a equipa se mobilizou. Foram colocados no ar ligando telefone às câmaras e utilizando o meu microfone de lapela.\n\neuronews: Tenho certeza que milhões de pessoas ficaram preocupadas com o futuro da emissão durante o apelo de Erdoğan à união. Como é que se sentiu?\n\nHande Fırat: “Qualquer pessoa ficaria preocupada. Era um momento crucial. Em primeiro lugar, estava a fazer o meu trabalho de jornalista. O discurso do presidente e suas observações eram muito importantes. No primeiro minuto disseram-me que todos os canais nacionais estavam sincronizados connosco. No segundo minuto os canais de notícias globais estavam a transmitir-nos. Claro que ficámos ansiosos – tanto como jornalistas como cidadãos. Enquanto cidadãos perguntamo-nos como é que um golpe destes acontece em 2016. Ao mesmo tempo, os aviões de combate estavam a bombardear e os helicópteros a abrir fogo. Claro que todos ficámos assustados e preocupados: pelo nosso país, pelos nossos filhos e pelo nosso futuro.", "es": "Melis Ademoglu, Euronews: La periodista de Hurriyet, Hande Firat, tuvo un papel crucial a la hora de detener el intento de golpe al tener en directo en televisión al presidente Recep Tayyip Erdogan por teléfono. El 15 de julio, ¿dónde estaba cuando se enteró de que había un golpe? ¿Cuál fue su primera reacción?\n\nHande Firat, periodista: Llamé a muchas de mis fuente, a todos los que conocía dentro de la burocracia, del gobierno, incluso políticos de la oposición, responsables de seguridad, de inteligencia… Uno de ellos fue Hasan Dogan, el jefe de gabinete del presidente. Estaba con él en Marmaris en ese momento. Hasta el momento de la declaración del golpe, compartía la información que recibía de Hasan Dogan, que era que el presidente estaba siguiendo los hechos de cerca, insistiendo en la democracia a través de nosotros y que pronto haría una declaración.\n\nSin embargo, la declaración del golpe había sido retransmitida, pero no había ninguna declaración del presidente. Hasta ese momento únicamente había hablado el primer ministro Binali Yildirim, que decía que era un acto de “insurgencia”. Nadie más había hablado, había incertidumbre. Había helicópteros que habían abierto fuego, el cuartel general de la Policía había sido atacado y estaba la declaración del golpe en la televisión pública.\n\nLlamé al jefe de gabinete del presidente una vez más, ya que no había ninguna declaración del presidente. Le pregunté que qué pasaba con esa declaración. Me dijo que la habían enviado y me preguntó que si no la habíamos recibido. Le respondí que ninguna televisión nacional lo había difundido. Además, al mismo tiempo había rumores en las redes sociales de que el presidente había huido o había sido secuestrado. Había mucha incertidumbre. Había bombardeos, aviones de combate volando a baja altitud. Le pedí que el presidente entrase en mi programa e insistí. Hasan Dogan me respondió que antes tenía que hablar con él. Entonces, me devolvió la llamada y me dijo que aceptaba. Vi la imagen de Hasan Dogan en el vídeo de la aplicación telefónica y el presidente Recep Tayyip Erdogan estaba detrás. Todo el equipo se movilizó, llamaron a la sede central de la televisión para ponernos en antena. Entonces empezamos a retransmitir mostrando el teléfono en las cámaras y usando mi micrófono.\n\nMelis Ademoglu, Euronews: Estoy segura de que, como yo, miles de personas temían que la emisión de la llamada de Erdogan a la unidad fuese interrumpida. ¿Cómo se sentía?\n\nHande Firat, periodista: Por supuesto que todo el mundo estaría preocupado. Era un momento crucial. Ante todo, estaba haciendo mi trabajo como periodista. El discurso del presidente y sus afirmaciones eran muy importantes. En el primer minuto, me dijeron que todos los canales nacionales estaban emitiendo nuestra señal. En el segundo minuto, me dijeron por mi auricular que canales internacionales de noticias estaban emitiéndonos a mí y al presidente. Por supuesto que me sentía ansiosa, como periodista y como ciudadana.\n\nComo ciudadana, te preguntas de dónde viene un golpe de estado en el 2016, por qué sucede… y al mismo tiempo hay aviones bombardeando, helicópteros disparando… Todos estábamos asustados y preocupados, por nuestro país, por nuestros hijos y por nuestro futuro."}, "title": {"en": "Journalist helped stop 2016 coup attempt in Turkey", "ar": "حديث مع هاندي فرات التي ساهمت باحباط الانقلاب على أردوغان", "pt": "Relembrar a tentativa de Golpe de Estado na Turquia", "es": "Turquía: El mensaje del presidente"}, "date": {"en": "07/14/17 00:00:00", "ar": "07/14/17 00:00:00", "pt": "07/14/17 00:00:00", "es": "07/14/17 00:00:00"}}