{"top_image": {"en": "https://static.euronews.com/articles/379656/1000x563_379656.jpg", "ar": "https://static.euronews.com/articles/379656/1000x563_379656.jpg", "pt": "https://static.euronews.com/articles/379656/1000x563_379656.jpg", "es": "https://static.euronews.com/articles/379656/1000x563_379656.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Turkish police detained 47 protesters in capital Ankara on Sunday (July 23) demonstrating in support of two teachers arrested for going on a hunger strike, private broadcaster CNNTURK reported.\n\nLiterature professor Nuriye Gulmen, 35, and primary school teacher Semih Ozakca, 28, were jailed two months ago over a hunger strike protest which a court ruled was conducted on behalf of a terrorist leftist group, the DHKP-C.\n\nThey went on hunger strike after being dismissed from work with a government’s decree as part of a widening crackdown. Police used pepper spray and water cannons on protesters as they gathered in Ankara’s Kizilay square. Some demonstrators were dragged away by police and detained, but others returned shortly afterwards trying to maintain their protest.\n\nThe teachers have said their hunger strike aims to highlight the plight of around 150,000 state employees suspended or sacked after the July coup attempt, which president Tayyip Erdogan blames on followers of a U.S.-based cleric.", "ar": "قامت الشرطة التركية بتوقيف عشرات المتظاهرين في العاصمة أنقرة خرجوا ليتضامنوا مع أستاذين مضربين عن الطعام و اللذين تم توقيفهما منذ أكثر من أربعة أشهر. و يتعلق الأمر بالأستاذة الجامعية نورية غولمن و الأستاذ في المرحلة الابتدائية سميح أوزاكش.وتم توقيفهما في آيار/مايو الفائت بتهمة الانضمام لجماعة يسارية متطرفة التي تصل عقوبتها الى السجن 20 عاما.\n\nو كان عشرات المتظاهرين تجمعوا وسط العاصمة، فرقتهم الشرطة بالقنابل المسيلة للدموع و خراطيم المياه، كما أوقفت 40 متظاهراً ،فيما تعرض أحد الموقوفين لكسر في ذراعه بحسب وكالة الأنباء الفرنسية.\n\nو بدأ غولمن واوزاكش إضراباً عن الطعام في آذار/مارس الفائت، بعد تظاهرهما لاكثر من 100 يوم احتجاجاً على فصلهما وفق قانون صدر بموجب حالة الطوارئ المعمول بها في البلاد منذ محاولة الانقلاب في تموز/يوليو 2016،\n\nواثارت القضية قلق المدافعين عن حقوق الإنسان الذين يتهمون الحكومة التركية باستغلال ملاحقتها للمشتبه بهم في محاولة الانقلاب لاسكات كل الاصوات المعارضة.\n\nودعا مجلس اوروبا الخميس السلطات التركية الى الافراج عن الاستاذين بسبب حالتهما الصحية “المقلقة”.\n\nومنذ محاولة الانقلاب ضد اردوغان في 15 تموز/يوليو 2016، تم فصل نحو 110 آلاف موظف في القطاع العام، بينهم قضاة، ومعلمون، وأطباء، وعناصر في القوات المسلحة بتهمة مساندة الانقلابيين.", "pt": "No centro da capital turca, Ancara, dezenas de pessoas manifestaram apoio à greve de fome de mais de quatro meses de uma universitária e de um professor. Dezenas foram também detidas.\n\nAs forças policiais responderam primeiro com gás lacrimogéneo e canhões de água numa tentativa de dispersar o ajuntamento, para passarem depois à interpelação de mais de 40 manifestantes, segundo um repórter de imagem da AFP no local.\n\nSaneados por decreto-lei no quadro do estado de urgência declarado depois do golpe de Estado falhado de julho de 2016, Nuriye Gülmen, e Semih Özakça foram presos em maio, depois de mais de 100 dias de protesto, acusados de pertencer a um grupo de extrema esquerda proibido na Turquia. Os procuradores públicos pediram uma pena de 20 anos de prisão para ambos.\n\nDefensores dos direitos do Homem acusam o governo turco de pretextar a caça aos golpistas como modo de calar todas as vozes críticas.\n\nO Conselho da Europa pediu na quinta-feira a libertação dos grevistas de fome, alertado pelo estado de saúde preocupante.\n\nMais de cem mil funcionários públicos foram saneados na Turquia desde julho 2016.", "es": "La policía turca ha dispersado esta protesta con cañones de agua a presión y gases lacrimógenos. Hay 47 detenidos. Los manifestantes se han reunido en un céntrico parque de Ankara para mostrar su apoyo a la profesora universitaria y al maestro de colegio que se encuentran en prisión preventiva desde finales de mayo por pertenencia a un grupo de extrema izquierda. Llevan 137 días en huelga de hambre. El Consejo de Europa ha pedido a las autoridades turcas que liberen a los dos huelguistas ya que su estado es preocupante.\n\nFueron despedidos el pasado otoño por decretos gubernamentales bajo el estado de emergencia declarado tras el fallido golpe de Estado, el verano pasado. Este tipo de decretos ha dejado también sin trabajo a otros 7.000 académicos, que forman parte de los 140.000 funcionarios públicos turcos despedidos y sin posibilidad de recurrir a la justicia."}, "title": {"en": "Protesters detained in Turkey as part of government's widening crackdown", "ar": "إعتقال عشرات المتظاهرين المتضامنين مع أستاذين مضربين عن الطعام", "pt": "Manifestantes turcos pedem libertação e acabam presos", "es": "La policía turca dispersa una protesta contra la detención de dos profesores"}, "date": {"en": "07/23/17 00:00:00", "ar": "07/23/17 00:00:00", "pt": "07/23/17 00:00:00", "es": "07/23/17 00:00:00"}}