{"top_image": {"en": "https://static.euronews.com/articles/379968/1000x563_379968.jpg", "ar": "https://static.euronews.com/articles/379968/1000x563_379968.jpg", "pt": "https://static.euronews.com/articles/379968/1000x563_379968.jpg", "es": "https://static.euronews.com/articles/379968/1000x563_379968.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Protesters in Brussels on Tuesday called for the release of human rights activists arrested in Turkey, as foreign minister Cavusoglu met with EU foreign affairs chief Federica Mogherini.\n\nJohn Dalhuisen, Amnesty International’s regional director in Europe and Central Asia told Euronews: “This is a defining moment for civil society in Turkey and it’s a defining moment for the international community in its relationship with Turkey.\n\n“These relations need to change and our colleagues – the human rights community in Turkey – need to be released and they need to be supported.”\n\nNealy 900,000 people signed a petition calling for the release of the people protesters describe as “human rights defenders”.\n\nJohannes Hahn, European Commissioner for Enlargement, agreed it is a vital moment for EU-Turkey relations.\n\nIn a press conference, he said: “The country (Turkey) is, so to say, is slipping away from the European values and this certainly has an impact on the particular relationship Turkey is looking forward to in respect to the European Union.”\n\nSimilar demonstrations took place in London, Paris and Berlin, as tensions between Turkey and the EU continue to rise.", "ar": "صيحات استهجان أطلقها ناشطون من منظمات المجتمع المدني و المدافعين عن حقوق الإنسان تجمهروا بالعاصمة البلجيكية بروكسل، وأمام المفوضية الأوروبية حيث طلبوا من رئيسة الدبلوماسية الأوروبية،معاينة عن كثب لوضع حقوق الإنسان في تركيا وهي التي ستلتقي وزير الخارجية التركي هذا الثلاثاء.\n\nجون دالهويسن، مدير برنامج أوروبا ووسط آسيا بمنظمة العفو الدولية:\n\n“هذه لحظة حاسمة بالنسبة لمنظمات المجتمع المدني في تركيا،وبالنسبة للمجتمع الدولي في علاقاته مع تركيا.نريد أن تتغير طبيعة تلك العلاقات،وأن يتم الإفراج عن زملائنا العاملين في مجال حقوق الإنسان في تركيا، حيث إنهم بحاجة إلى دعم “. ويأتي هذا اللقاء الذس سيحضره أيضا جوهانس هان، مفوض الاتحاد الأوروبي لسياسة الجوار ومفاوضات التوسع،يأتي على خلفية توتر شديد بين أنقرة وبرلين. فقد أعلنت ألمانيا يوم الخميس الماضي “إعادة توجيه” سياستها حيال تركيا بعد اعتقال قوات الأمن التركية في اسطنبول مدافعين عن حقوق الإنسان بينهم ألماني.\n\nجوهانس هان، مفوض الاتحاد الأوروبي لسياسة الجوار ومفاوضات التوسع:\n\n“إن تركيا تبتعد.. لنصرح بذلك، تبتعد عن القيم الأوروبية وهذا من شأنه أن يؤثر بكل تأكيد على العلاقة الخاصة التي تطمح تركيا إلى إنجازها مع الاتحاد الأوروبي، وسوف تكون لنا مناقشات حتما بشأن هذه القضايا”.\n\nوأثارت موجة الاعتقالات قلق الشركاء الغربيين لأنقرة والمنظمات غير الحكومية، لكن الحكومة التركية أصرت حتى الآن على رفض أي انتقاد. وذكّر رئيس المفوضية الأوروبية جان كلود يونكر الأسبوع الماضي في تصريح لصحيفة “بيلد” الألمانية أن “يد أوروبا لا تزال ممدودة إلى أنقرة”. وأضاف أنه في المقابل على تركيا أن تبرز “بوضوح إرادتها بأن تكون أوروبية وأن تأخذ بجدية القيم الأوروبية الجوهرية”.", "pt": "Membros de organizações de defesa dos direitos humanos manifestaram-se, em Bruxelas, contra a detenção de ativistas na Turquia por alegada ligação a terroristas.\n\nO secretário-geral da Amnistia Internacional (AI), Salil Shetty, foi recebido pela chefe da diplomacia da União Europeia, Federica Mogherini.\n\n“Este é um momento decisivo para a sociedade civil na Turquia e é um momento decisivo para a comunidade internacional na sua relação com a Turquia. Essas relações precisam mudar e os nossos colegas da comunidade dos direitos humanos na Turquia devem ser libertados e apoiados”, disse, à euronews, John Dalhuisen, diretor regional da AI para a Europa e Ásia Central.\n\nFederica Mogherini ouviu a organização antes de receber o ministro dos Negócios Estrangeiros turco, Mevlüt Çavuşoğlu, com o qual vai analisar a relação bilateral.\n\nNa véspera, outro membro do executivo europeu tinha mostrado preocupação pela deriva autoritária do Presidente Recep Tayyip Erdogan.\n\n“O país está, por assim dizer, a afastar-se dos valores europeus e isso terá, certamente, um impacto no relacionamento específico que a Turquia espera ter no futuro com a União Europeia”, disse Johannes Hahn, comissário europeu para o Alargamento.\n\nNuma semana, a Amnistia Internacional e a Avaaz recolheram quase 900 mil assinaturas a pedir o fim dos processos contra colegas de várias organizações, dos quais sete estão na prisão.", "es": "Los manifestantes han aprovechado el encuentro de este martes entre Federica Mogherini, la Alta Representante de la Unión para Asuntos Exteriores y su homólogo turco, Mevlut Cavusoglu, para entregarle una petición con cerca de 900,000 firmas:\n\n“Este es un momento decisivo para la sociedad civil turca y la comunidad internacional en su relación con Turquía. Estas relaciones tienen que cambiar y nuestros colegas de derechos humanos en Turquía recuperar la libertad y nuestro apoyo”, ha señalado John Dalhuisen, director de Amnistía Internacional para Europa y Asia Central.\n\nEn la reunión de este martes la UE pedirá a Ankara “continuar” la cooperación en materia de inmigración y contra el terrorismo. También abordará su preocupación por el Estado de Derecho en Turquía.\n\n“El país se está alejando de los valores europeos y esto ciertamente tiene un impacto en la relación particular que Turquía espera con respecto a la Unión Europea. Así que, con toda seguridad, discutiremos todas estas cuestiones”, manifestó este lunes el comisario de Ampliación de la UE, Johannes Hahn.\n\nDesde el fallido golpe de Estado del año pasado, más de 150 periodistas permanecen aún encarcelados, muchos de los cuales se enfrentan a 43 años de prisión por criticar al Gobierno de Recep Tayyip Erdogan."}, "title": {"en": "Protests in Brussels as Turkish foreign minister visits EU's Mogherini", "ar": "منظمة العفو الدولية تناشد الاتحاد الأوروبي الضغط على تركيا", "pt": "Ativistas dos direitos humanos em protesto antes de reunião UE-Turquia", "es": "Protestas en Bruselas para exigir la libertad de activistas en Turquía"}, "date": {"en": "07/25/17 00:00:00", "ar": "07/25/17 00:00:00", "pt": "07/25/17 00:00:00", "es": "07/25/17 00:00:00"}}