{"top_image": {"en": "https://static.euronews.com/articles/307849/1000x563_307849.jpg", "ar": "https://static.euronews.com/articles/307849/1000x563_307849.jpg", "pt": "https://static.euronews.com/articles/307849/1000x563_307849.jpg", "es": "https://static.euronews.com/articles/307849/1000x563_307849.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "It appears a dog’s life isn’t so bad after all. At least in Dubai, where an indoor dog park claiming to be the world’s largest opened last April.\n\nMy Second Home is a manicured air-conditioned space the size of 18 tennis courts, where dogs and their owners can escape Dubai’s scorching summer heat.\n\n“The idea started off with three guys. We met up at a lake – one of the lakes around Dubai – and we decided it was too hot for dogs to play in the lake, so we decided to open a place where we can have an indoor dog park with a swimming pool,” says co-founder and animal behaviourist Vaughn Pillay.\n\nHere, trainers ensure that only dogs of the same size and temperament play together – so no fight can spoil the fun.\n\nThe park features 200 luxury “suites”, brightly colored with lick-proof, non-toxic paint and tailored to each dog’s needs, with orthopedic mattresses and flat screens playing DogTV – a channel scientifically designed to provide the best virtual company for dogs.\n\nEntrance rates to the park range from 25 euros for a full day to 125 euros for a night in a double occupancy “villa”.\n\nAccording to Time Out Dubai, My Second Home plans to expand and to open a spa providing pet pedicures. It also plans to create a cattery in the same spirit.", "ar": "إنها أكبر حديقة للكلاب في العالم، تم افتتاحها في دبي، و تحظى الكلاب في هذا المنتجع بكل الظروف المريحة لها، من مسبح للكلاب و مكيفات هوائية تقيهم من شدة الحر الصيفي، و هذا يسمح لأصحاب الكلاب من أن يجنبوا أنفسهم عبء التجوال بكلابهم تحت أشعة الشمس الحارقة.\n\nفوغ بيلاي مدرب حيوانات يقول: “الفكرة بدأت مع ثلاثة أشخاص، عندما التقينا أمام بحيرة في ضواحي دبي، و رأينا أن الحر شديد بالنسبة للكلاب كي تلعب أمام البحيرة، لذا قررنا فتح مكان أين يوجد فيه حديقة و مسبح.”\n\nو لأول مرة هذا العام سيتمكن أصحاب الكلاب من السفر إلى الخارج، مع ترك هذه الحيوانات في هذا المكان الذي يوفر مئتي غرفة.\n\nصاحب كلب يقول:\n\n“ لدينا ما يقرب من الاربعين أو الخمسين شخصاً مع كلابهم هنا. أعتقد أن الأمر رائع. ثم أنا متأكد أنه المكان الوحيد في دبي أين يمكنك التجول مع كلبك و أن يجتمع مع كلاب أخرى.”\n\nأما الأسعار فتتراوح بين 25 يورو ليوم واحد و 125 يورو لليلة، كما يمكن استئجار سيارة ليموزين خاصة بـ37 يورو. فيا لحظ الكلاب في دبي.", "pt": "Vida de cão é dura, quando os dias são quentes, e especialmente no Dubai. A pensar no desconforto dos canídeos, três amigos decidiram criar no Dubai o maior parque fechado do mundo para cães.\n\nChama-se “A minha segunda casa”. Um centro de férias com 200 apartamentos de luxo e com tudo o conforto que um cão poderia desejar.\n\nOs preços vão desde 25 euros por uma diária, a 125 euros por uma noite. Existem as opções de um taxi coletivo ou de transporte privado para recolher e levar a casa os animais.\n\nVaughn Pillay, um dos responsáveis, explicou à euronews como surgiu a ideia:\n\n“Tivémos esta ideia um dia à beira de um dos lagos nos arredores de Dubai. Pensámos que faz demasiado calor para os cães poderem brincar na rua e decidimos abrir um espaço onde se pode ter um parque interior cão com uma piscina.”\n\nComo no mundo real, nem todos os cães têm a existência facilitada no Dubai. De acordo com a ONG Animal Action, um número recorde de animais de estimação é abandonado todos os anos nos Emirados Árabes Unidos, no verão.", "es": "Aire acondicionado, piscina y todo tipo de comodidades en un país que supera, cada año, su propio récord de animales de compañía abandonados según, la ONG Animal Action de Emiratos Árabes Unidos.\n\nTodo está estudiado desde la luminosidad hasta la temperatura, según explica uno de los directores de My Second Home, Vaughn Pillay:\n\n“Dos amigos y yo tuvimos la idea, un día, cuando estábamos sentados a orillas de uno de los lagos que hay en Dubái. Pensamos que hacía demasiado calor para los perros y decidimos abrir este parque con piscina incluida.”\n\nLos propietarios de los animales tienen varias opciones, desde pagar 25 euros por una estancia, de día, hasta reservar una suite, noche incluida, por 125 euros.\n\n“He encontrado a otras 50 personas con sus perros, es genial, creo que es el único sitio en Dubái en el que puedes venir con tu mascota para que se socialice con otros perros”, asegura uno ciudadano de Dubai.\n\nLa lista de servicios incluye transporte en limusina, suite privada con televisión y horarios de piscina en función de la raza."}, "title": {"en": "Dubai dogs get own air-conditioned park and pool", "ar": "دبي : أكبر حديقة مغلقة للكلاب في العالم", "pt": "Vida de cão no Dubai", "es": "Abre en Dubai una de las residencias para perros más lujosas del mundo"}, "date": {"en": "07/27/17 00:00:00", "ar": "07/27/17 00:00:00", "pt": "07/27/17 00:00:00", "es": "07/27/17 00:00:00"}}