{"top_image": {"en": "https://static.euronews.com/articles/379767/1000x563_379767.jpg", "ar": "https://static.euronews.com/articles/379767/1000x563_379767.jpg", "pt": "https://static.euronews.com/articles/379767/1000x563_379767.jpg", "es": "https://static.euronews.com/articles/379767/1000x563_379767.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "An attack by a man armed with a chainsaw in the Swiss town of Schaffhausen has left five people injured, two seriously, according to police.\n\nThe town, located near the German border, has been put under lockdown as authorities hunt for the suspect. (Reuters)\n\nPolice said in a statement that they have identified the attacker, but have not named him.\n\nThey confirmed that he is on the run and described him as bald with an unkempt appearance and around 190cm tall.\n\nThree pictures from the Schaffhausen Police website showed a man that they said was linked to an attack in the town.\n\nCourtesy Schaffhauser Polizei/Handout\n\nThe alarm was raised at 10.39 am local time when the armed man was reported to have entered office buildings in Schaffhausen, said police.\n\nHelicopter ambulances were at the scene and Swiss newspaper Blick reported that witnesses saw bleeding victims being treated by rescue crews.", "ar": "أصاب رجل يحمل منشارا خمسة أشخاص على الأقل بينهم اثنان بجروح بالغة يوم الاثنين في بلدة السويسرية شافهاوزن الصغيرة.\n\nوقالت الشرطة إن الهجوم “ليس عملا إرهابيا” مضيفة أنها حددت هوية المتهم دون أن تكشفها. وأغلقت الشرطة مداخل ومخارج البلدة كي يتسنى لها أن تلاحق المشتبه به.\n\nووصفته الشرطة في بيان ناشدت فيه مساعدة المواطنين بأنه أصلع وأشعث ويصل طوله إلى نحو 190 سنتيمترا.\n\nووقع الهجوم داخل مبنى إداري بحي تجاري في وسط شافهاوزن وهي بلدة ترجع إلى العصور الوسطى يقطنها 36 ألف شخص على الحدود الألمانية.\n\nوذكرت صحيفة بليك السويسرية أن الشرطة طوقت المنطقة وأمرت الناس بالمغادرة. ونقلت عن شهود عيان أنهم شاهدوا ضحايا ينزفون ويتلقون العلاج من طواقم إنقاذ عبر طائرات هليكوبتر.", "pt": "Cinco feridos, dois deles com gravidade. É o saldo de um ataque efetuado esta segunda-feira na cidade suíça de Schaffhausen sendo que as autoridades locais foram rápidas a afastar qualquer cenário de terrorismo.\n\nO ataque ocorreu a meio da manhã, quando um homem armado com uma motosserra invadiu um edifício de escritórios e atacou os presentes no local. Apesar da polícia ter isolado o perímetro no centro da pequena cidade medieval de 36 mil habitantes, junto à fronteira com a Alemanha, o agressor, que já foi identificado, conseguiu escapar e encontra-se a monte.", "es": "Momentos de angustia y pánico en la localidad suiza de Schaffhausen, donde un hombre armado con una motosierra ha herido a cinco personas, a tres de ellas de gravedad. El agresor, que ya ha sido identificado, se ha dado a la fuga tras atacar a varios clientes de un restaurante de comida rápida en el casco viejo de la ciudad, que se encuentra muy cerca de la frontera con Alemania. Por el momento se desconocen los motivos de la agresión, pero las autoridades han descartado que se trate de un ataque terrorista. Apoyados desde el aire por helicópteros, decenas de agentes mantienen acordonada la zona."}, "title": {"en": "Switzerland: Five injured in Schaffhausen chainsaw attack", "ar": "إصابة خمسة أشخاص في هجوم نُفذ ب\"منشار\"", "pt": "Cinco feridos graves após ataque na cidade de Schaffhausen", "es": "Cinco heridos en un ataque con motosierra en Suiza"}, "date": {"en": "07/24/17 00:00:00", "ar": "07/24/17 00:00:00", "pt": "07/24/17 00:00:00", "es": "07/24/17 00:00:00"}}