{"top_image": {"en": "https://static.euronews.com/articles/381330/1000x563_381330.jpg", "ar": "https://static.euronews.com/articles/381330/1000x563_381330.jpg", "pt": "https://static.euronews.com/articles/381330/1000x563_381330.jpg", "es": "https://static.euronews.com/articles/381330/1000x563_381330.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "There is a claim the turnout figures in Venezuela’s recent election for a new assembly were “tampered” with.\n\nIt comes from a company in London that provides electoral support services to the country.\n\nVenezuela’s opposition, which boycotted the ballot, has also disputed the turnout figures.\n\n#UPDATE Venezuela’s Maduro to swear in new assembly as vote turnout questioned https://t.co/pIkNUeIgyv pic.twitter.com/QxiF0bOZvU — AFP news agency (@AFP) August 2, 2017\n\nAntonio Mugica, Chief Executive Officer and Director of Smartmatic, told a news conference in London: “An audit would allow everyone to know the exact participation. We estimate the difference between the actual participation and the one announced by the authorities is at least one million votes.\n\n“It is important to point out that this would not have occurred if the auditors of all political parties had been present at every stage of the election.”\n\n‘No doubt’ official turnout figures for Venezuela’s election were inflated, says tech company CEO https://t.co/kPxPqa8DXY pic.twitter.com/aPj6RnpzCi — ITV News (@itvnews) August 2, 2017\n\nPresident Maduro has come under fire both at home and abroad for pushing ahead with the setting up of the so-called constituent assembly.\n\nVirtually all the candidates are his supporters.\n\nThe recent arrest of key Venezuelan opposition figures has also been condemned.", "ar": "أكدت المؤسسة البريطانية سمارت ماتيك في لندن والتي تشارك في تنظيم الانتخابات في فنزويلا منذ 2004، أن الأرقام المتعلقة بعدد المشاركين في انتخابات المجلس التأسيسي في فنزويلا تم التلاعب بها بنحو مليون صوت على الأقل.\n\nوبحسب السلطات الفنزويلية فإن أكثر من 8ملايين ناخب أي ما نسبته 41.5% من مجموع الناخبين شاركوا في عملية الاقتراع، التي قاطعتها المعارضة، والتي تعتبر أن الانتخابات تهدف إلى إطالة بقاء الرئيس الاشتراكي نيكولاس مادورو في السلطة، ليعيد كتابة الدستور، ويهمش دور المعارضة المهيمنة على الكونغرس، في حين أن ولايته تنتهي في 2019. وكان المجلس الانتخابي المحلي في فنزويلا أشار إلى أن 3.7 مليون شخص فقط صوتوا حتى الساعة الخامسة والنصف مساء في فنزويلا يوم الأحد.\n\nوخلال ندوة صحفية عقدت في لندن أوضح الرئيس التنفيذي لمؤسسة سمارت ماتيك أنطونيو موجيكا أن تكنولوجيا التصويت الآلي، الذي طورته المؤسسة عبر أنحاء العالم، صمم ليكشف بوضوح أي تلاعب في نتائج الانتخابات، وأنه استطاع أن يكشف الأرقام الرسمية المبالغ فيها للسلطات الفنزويلية. لكن موجيكا لم يشر إذا كان العدد الذي تم التلاعب به بخصوص نسبة المشاركة قد غير من نتيجة الانتخابات.\n\nوقال موجيكا إن المعارضة لم تشارك في مراقبة الأرقام الخاصة بنسب المشاركة في عمليات التصويت، المتعلقة باختيار 545 عضوا في المجلس التأسيسي، وهو ما أدانه الاتحاد الأوروبي الذي شكك في نزاهة النتائج.\n\nالمعارضة تصعد\n\nوقررت المعارضة الفنزويلية تأجيل مسيرة لها من الاربعاء الى الخميس لتتزامن مع تنصيب الجمعية التأسيسية، فيما يؤدي 545 نائبا القسم امام الرئيس الاربعاء على ما أعلنت الرئاسة.\n\nولم تحدد الحكومة الفنزويلية موعدا لبدء اعمال الجمعية التأسيسية المنتخبة الأحد، لكنها أكدت انها ستبدأ عملها فورا\n\nوفي اعلان ينذر بان الاوضاع قد تصبح شديدة التوتر أكد خوليو بورخيس رئيس البرلمان الفنزويلي المعارض الاثنين ان الاخير سيواصل عمله رغم انتخاب جمعية تأسيسية. ومن المقرر ان يعقد المجلس النيابي جلسة صباح الاربعاء.\n\nكما تبدأ الجمعية التأسيسية أعمالها وسط اجواء من التوتر مع الولايات المتحدة عززتها مجموعة من الادانات الدولية لتوقيف قياديين اثنين في المعارضة.\n\nواظهرت مشاهد فيديو تم بثها على الانترنت توقيف ليوبولدو لوبيز (46 عاما) مؤسس حزب “الارادة الشعبية“، وانطونيو ليديزما (62 عاما) رئيس بلدية كراكاس في منزليهما ليلا. وكان كل من لوبيز وليديزما يخضعان للاقامة الجبرية بعد اطلاقهما من السجن.\n\nرفض اوروبي للاعتراف بالنتيجة\n\nاعلنت وزيرة خارجية الاتحاد الاوروبي فيديريكا موغيريني باسم الدول ال28 الاعضاء الاربعاء ان الاتحاد يرفض الاعتراف بالجمعية التأسيسية التي انتخبت اخيرا ويطلب تعليق “بدء مهماتها”.\n\nوقالت موغيريني ان “انتخاب الجمعية التأسيسية فاقم الازمة في فنزويلا. ان الاتحاد الاوروبي ودوله الاعضاء لا يستطيعان في ضوء ذلك الاعتراف بالجمعية التأسيسية”.\n\nوفي وقت سابق، اعلنت العضو المنتخب في الجمعية ديلسي رودريغيز ان الجمعية ستبدأ عملها رسميا الخميس في مقر البرلمان الفنزويلي.", "pt": "A participação na controversa eleição de domingo da Assembleia Nacional Constituinte (ANC) na Venezuela foi manipulada, assegura a empresa responsável pelo escrutínio.\n\nA Comissão Eleitoral (CNE, na sigla original) avançou com uma participação de 41,53 por cento, referente a 8.089.320 eleitores dos cerca de 19,5 milhões que compõem os cadernos eleitorais venezuelanos.\n\nO diretor executivo da Smartmatic, a empresa responsável pela contagem dos votos, garante ter havido menos cinco por cento de registos do que os anunciados pela CNE e acrescentou que “uma auditoria iria permitir saber com exatidão a participação.”\n\n#VIDEO Smartmatic Statement on the recent Constituent Assembly Election in Venezuela https://t.co/uUEHulyVzd — Smartmatic (@smartmatic) 2 de agosto de 2017\n\n“Estimamos que a diferença entre a participação real e o número avançado pelas autoridades é de pelo menos um milhão de votos. É importante sublinhar que isto não teria ocorrido se os auditores de todos os partidos políticos tivessem estado presentes em todos os momentos da eleição”, afirmou Antonio Mugica, CEO da Smartmatic.\n\nA eleição da Constituinte foi anunciada a 01 de maio pelo Presidente Nicolás Maduro e o resultado alcançado este domingo foi celebrado como um triunfo pelos apoiantes do chefe de Estado e de Governo venezuelano apesar das críticas de maior parte da comunidade internacional.\n\nA União Europeia, Portugal incluído, recusa reconhecer a legitimidade da Assembleia Constituinte venezuelana cuja tomada de posse foi anunciada para quinta-feira.\n\nEl Pueblo de Venezuela agradece al CNE por haber garantizado la histórica jornada de Elección de la Constituyente https://t.co/R07iSrNoZR — Nicolás Maduro (@NicolasMaduro) 31 de julho de 2017\n\nA oposição, liderada pela coligação Mesa de Unidade Democrática (MUD), boicotou o sufrágio, por entender tratar-se de um mero impulso de Maduro à consolidação da ditadura “chavista” no país.\n\nA MUD garante que a participação no sufrágio não terá ido além dos 12 por cento (cerca de 1,5 milhões de eleitores).\n\nMUD asegura que solo 12 % del censo electoral votó en Venezuela. https://t.co/ABPLtOpHPC pic.twitter.com/bCSRjVY7ND — Noticias RCN (@NoticiasRCN) 31 de julho de 2017\n\nA coligação de oposição convocou para esta quinta-feira uma marcha de protesto nas principais ruas do país para se manifestar contra a instalação da Constituinte.\n\nA mobilização foi anunciada pelo vice-presidente da Assembleia Nacional (parlamento), órgão dominado pela oposição e ao qual o Presidente Nicolás Maduro pretende retirar poder.", "es": "Las cifras de participación en las elecciones a la Asamblea Nacional Constituyente venezolana habrían sido infladas en al menos 1 millón de votos.\n\nSmartmatic, la empresa encargada del recuento de votos desde el 2004, ha denunciado que el Gobierno manipuló el dato de cuántos ciudadanos acudieron a votar el pasado domingo.\n\nEmpresa a cargo de sistema de votación en Venezuela denuncia “manipulación” en elección de Constituyente https://t.co/mWi7xIq5Sz #Smartmatic pic.twitter.com/2EwCJtxq7y — BBC Mundo (@bbcmundo) 2 de agosto de 2017\n\n“Una auditoría permitiría a todo el mundo conocer la participación exacta. Creemos que la diferencia entre la participación real y la anunciada por las autoridades es de al menos un millón de votos. Hay que señalar que esto no habría ocurrido si hubiera habido auditores de la oposición, testigos fundamentales del proceso en cada etapa de las elecciones, declaró Antonio Múgica, encargado de la empresa Startmatic, en rueda de prensa en Londres.\n\nMúgica hizo estas declaraciones después de que las autoridades electorales cifraran el número de votantes en 8,1 millones de personas, el 41,43% del censo.\n\nEstas declaraciones añaden más presión al clima de gran tensión social y política en Venezuela, con un país dividido, y apenas un día después de que los líderes opositores Leopoldo López y Antonio Ledezma fueran nuevamente detenidos y trasladados a prisión.\n\nLa alianza opositora Mesa de la Unidad Democrática (MUD) ha confirmado para el jueves nuevas protestas.\n\nPor su lado, la Unión Europea ha anunciado que no reconoce la Constituyente de Maduro."}, "title": {"en": "Turnout figures in Venezuela assembly ballot disputed", "ar": "تلاعب بنسب المشاركة في انتخابات فنزويلا", "pt": "\"Um milhão de votos manipulados\" nas eleições da Constituinte venezuelana", "es": "Denuncian manipulación en los comicios a la Constituyente venezolana"}, "date": {"en": "08/02/17 00:00:00", "ar": "08/02/17 00:00:00", "pt": "08/02/17 00:00:00", "es": "08/02/17 00:00:00"}}