{"top_image": {"en": "https://static.euronews.com/articles/380804/1000x563_380804.jpg", "ar": "https://static.euronews.com/articles/380804/1000x563_380804.jpg", "pt": "https://static.euronews.com/articles/380804/1000x563_380804.jpg", "es": "https://static.euronews.com/articles/380804/1000x563_380804.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Finland’s Esapekka Lappi took his first world rally championship (WRC) with a win in his home rally on Sunday (July 30) after benefiting from his team mate’s problem.\n\nLappi kept the lead on Sunday, despite a late scare. He inherited first place after his Toyota team mate and compatriot Jari-Matti Latvala broke down on Saturday (July 29), retiring while in the lead.\n\nDown the order, Thierry Neuville of Belgium finished sixth and took over the world rally championship lead from world champion Sebastien Ogier of France.\n\nOgier crashed into a tree on Friday (July 28) and was unable to restart after co-driver Julien Ingrassia suffered concussion and was signed off from competing for 15 days.\n\nBoth drivers have 160 points but Neuville has won three times this season and Ogier only two.\n\nLappi’s win came in only his fourth WRC rally. After Friday’s (July 28) first full day of competition he was the overnight leader but was caught and passed by Latvala on Saturday morning.\n\nIt was on Saturday afternoon that Latvala’s car lost power and coasted to a halt mid-stage.\n\nLappi kept the lead on Sunday despite damaging a wheel on the penultimate stage and finished 36 seconds ahead of the opposition.\n\nBritain’s Elfyn Evans, driving a Ford Fiesta, managed to fight his way past Finland’s Juho Hanninen (Toyota) and Teemu Suninen (Ford) to secure second place. Hanninen and Suninen took third and fourth place respectively.\n\nThe next event is the Rally of Germany on August 17-20 which takes place on backroads in the Mosel wine-growing region.", "ar": "الفلندي إسابيكا لابي يفوز بأول بطولة عالمية للرالي في بلده فلندا و هذا بعد استغلاله فرصة انسحاب جاري ماتي لاتفالا بسبب عطب تقني. السائق الفلندي صاحب 26 عاماً على متن طويوطا يحقق أول انتصار له في الصنف الملكي بعد ست سنوات من بداياته في الرالي.\n\nالبلجيكي تيري نوفيل وصل في المركز السادس، ليتمكن من انتزاع ريادة البطولة العالمية من الفرنسي سيباستيان أوجييه الذي اصطدم بشجرة يوم الجمعة و لم يتمكن من العودة خاصة مع معاناة مساعده جوليان إنغراسيا من ارتجاج ليتوقف عن المنافسة لمدة 15 يوماً\n\nكما وقع حادث للفلندي تيمو سانينان إلا أنه استمر في المنافسة ليحصل على المركز الرابع، فيما كان المركز الثاني من نصيب البريطاني إلفين إيفانزعلى متن فورد ، فيما كان المركز الثالث من نصيب الفلندي يوهو هاينينن على متن طويوطا.", "pt": "Esapekka Lappi entrou no campeonato mundial de ralis com o pé direito. O rali da Finlândia deu-lhe a vitória em casa, com o primeiro lugar a passar-lhe para as mãos depois do companheiro da equipa Toyota e também finlandês Jari-Matti Latvala ter saído da corrida por avaria enquanto liderava.\n\nSebastien Ogier é campeão do mundo, mas fica sem a liderança do campeonato, agora com Thierry Neuville, o belga da Hyundai que terminou em 6o. Neuville e Ogier estão ambos com 160 pontos.\n\nOs finlandeses Haenninen e Suninen, em terceiro e quarto, com este último a perder tempo num acidente e o britânico Elfyn Evans a passar para segundo com um Ford Fiesta.\n\nO próximo é o rally da Alemanha de 17 a 20 de Agosto.\n\nAs tabelas, depois deste domingo:\n\nResultados do Rali da Finlândia:\n\n1. Esapekka Lappi (Finlândia) Toyota 2:29:26.900\n\n2. Elfyn Evans (Grã-Bretanha) Ford +00:36.000\n\n3. Juho Haenninen (Finlândia) Toyota 00:36.300\n\n4. Teemu Suninen (Finlândia) Ford 01:01.500\n\n5. Craig Breen (Irlanda) Citroen 01:22.600\n\n6. Thierry Neuville (Bélgica) Hyundai 01:33.100\n\n7. Ott Taenak (Estónia) Ford 01:53.600\n\n8. Kris Meeke (Grã-Bretanha) Citroen 03:12.600\n\n9. Daniel Sordo (Espanha) Hyundai 04:11.500\n\n10. Mads Ostberg (Noruega) Ford 04:21.200\n\nPosições dos pilotos depois do Rali da Finlândia, no domingo:\n\nPilotos Pontos 1. Thierry Neuville (Bélgica) Hyundai Motorsport 160 2. Sebastien Ogier (França) M-Sport World Rally Team 160 3. Ott Taenak (Estónia) M-Sport World Rally Team 119 4. Jari-Matti Latvala (Finlândia) Toyota Gazoo Racing 114 5. Daniel Sordo (Espanha) Hyundai Motorsport 84 6. Elfyn Evans (Grã-Bretanha) M-Sport World Rally Team 79", "es": "Logra su primer triunfo en el Mundial de Rallies y lo hace ante su público. Esapekka Lappi no ha podido contener su alegría al imponerse en Finlandia al británico Elfin Evans y al también finlandés Juho Hänninen. Lappi, de 26 años, es el sexto piloto en ganar en nueve citas.\n\nTambién tiene motivos para estar contento el belga Thierry Neuville, que a falta de cuatro pruebas para el final del Mundial, empata a puntos en la general con el francés Sébastien Ogier, que tuvo que abandonar tras chocar contra un árbol.\n\nQuien también ha tenido un aparatoso accidente es el finlandés Teemu Suninen, aunque ha podido continuar para acabar cuarto."}, "title": {"en": "Finns happy for Lappi after Finland Rally win", "ar": "الفلندي إسابيكا يحقق أول انتصار له في البطولة العالمية للرالي", "pt": "Lappi à frente no Campeonato Mundial de Rális", "es": "Lappi logra su primer triunfo ante su público"}, "date": {"en": "07/30/17 00:00:00", "ar": "07/30/17 00:00:00", "pt": "07/30/17 00:00:00", "es": "07/30/17 00:00:00"}}