{"top_image": {"en": "https://static.euronews.com/articles/379292/1000x563_379292.jpg", "ar": "https://static.euronews.com/articles/379292/1000x563_379292.jpg", "pt": "https://static.euronews.com/articles/379292/1000x563_379292.jpg", "es": "https://static.euronews.com/articles/379292/1000x563_379292.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The overall leaders both survived a scare on Stage 12 as the Silk Way drivers battled their way through some tricky dunes.\n\nIn the cars, Cyril Despres was forced to stop late on with a hydraulic problem, but the Frenchman only lost 20m 31s on stage winner Christian Lavieille, and still has a lead of 43m 22s over Han Wei heading into the final two stages of the rally.\n\n“It was good – good navigation,” said Levieille. “I’m very happy for my team, for Baicmotor Sport, and for my mechanics, because yesterday I had a technical problem and they worked all night to fix it. So it’s been a good day!”\n\nBryce Menzies was second overall at the start of the stage, but lost his way in the dunes and eventually came in 21m 16s down. Worse – he was handed a 20-minute penalty for missing a waypoint and is now fourth overall, almost half an hour off the podium.\n\nFrenchman Lavieille took a first stage win for Chinese manufacturer Baicmotor, just 19 seconds ahead of Geely’s Liu Kun. He is now third overall, and has cut the gap to Han Wei to just 3m15s.\n\nTrucks leader Dmitry Sotnikov got stuck in the dunes and struggled with an engine that wasn’t producing much power, but the Kamaz driver still managed to finish sixth, 14m05s behind teammate and stage winner Airat Mardeev.\n\n“I’m glad that our teammates had good results today, and that we’re on top, said Kamaz . “We’re showing a good level, showing that we can handle this kind of sand. It’s been an interesting day, but I don’t think it was easy for anybody.”\n\nAnton Shibalov (also of Kamaz) came second (+2m 15s) and now trails Sotnikov by just 3m04s in the overall standings. Third-placed Mardeev is 17m 54s back. Disaster though for Martin Kolomy, who was third this morning. The Czech suffered a mechanical problem in the desert, and even if he isn’t forced to abandon, he will pick up severe penalties for failing to finish the special.\n\nStage 13 from Alashan Youqi to Zhongwei will also be tough, with two specials of around 160km each.", "ar": "توج الفرنسي كريستيان لافياي سائق (بايك موتور) بلقب المرحلة ال12 من رالي طريق الحرير التي قادت المتسابقين من جيياهوغوان إلى ألاكسا يوكي وامتدت على طول مسافة 254 كيلومترا.\n\nزميله في الفريق إنغلونغ لي بعدما تاخر ب10 دقائق احتل المركز الرابع\n\nالمركز الثاني احتله الصيني ليو كان من فريق غيلي آس أم جي بوغي بعد دخوله متأخرا ب 19 ثانية.\n\nفيما رجع المركز الثالث لمواطنه و زميله في الفريق هان واي المتاخر بست دقائق عن كريستيان لافاي الذي حسن من موقعه في الترتيب العام، أصبح يبعد ب 43 دقيقة و 37ثانية عن المتصدر سيريل ديبري سائق بيجو الذي اكتفى بالمركز12 في هذه المرحلة.\n\nالفرنسي لافاي قال بعد هذا الإنجاز:\n\n“أنا جد سعيد لأن القيادة كانت جيدة بفضل جميع اعضاء الفريق سواء المسيرين أو الميكانكيين. ليلة أمس تعرضت السيارتة لعطل تقني سهروا الليل بأكمله من أجل إصلاحه”.\n\nوفي فئة الشاحنات يبدو أن التنافس بلغ ذروته على مركز صدارة الترتيب العام بين سائقي فريق كامازالذين احتلوا المراكز الثلاثة الأولى في هذا اليوم .\n\nإيرات مارديف هو من دخل في المركزالأول.\n\nالمتصدر سوتنيكوف صرح قائلا: “سعادتي لا توصف لأن زملائي حققوا نتائج جيدة، حاليا نحن في الصدارة لأننا ظهرنا بمستوى جيد ، وعرفنا كيف نتعامل مع هذا النوع من الكثبان الرملية.هذه المرحلة كانت مثيرة للإهتمام، لكن لا أعتقد أنها كانت سهلة بالنسبة للجميع”.\n\nمتصدرالترتيب العام ديميتري سوتنيكوف اكتفى بالمركز السادس، فيما كان مركز الوصيف من نصيب انطون شيبالوف", "pt": "Christian Lavieille ganhou pela primeira vez uma etapa, no Rali Rota da Seda, tendo acabado apenas 19 segundos antes de Liu Kun, da Geely.\n\nLavieille é agora terceiro na tabela de classicação.\n\nEsta foi a 12da etapa do Rali, com um total de 483 quilómetros e 254 cronometrados, etapa em que os líderes da classificação geral não ganharam para o susto ao passarem por zonas arenosas.\n\nCyril Desprès foi obrigado a parar por causa de um problema técnico. Perdeu 20 minutos e 31 segundos para o vencedor da prova, Christian Lavieille.\n\nDeprès continua, no entanto, à frente na tabela, com 43 minutos e 22 segundos.\n\nBryce Menzies, dos Estados Unidos, fez a primeira parte da etapa numa sólida segunda posição, mas os problemas que enfrentou nas dunas fizeram-no perder 21 minutos e 16 segundos.\n\nMenzies sofreu uma penalidade de 20 minutos por ter falhado um posto de controlo e é agora quarto na tabela de classificação geral.\n\nNos camiões, Dmitry Sotnikov ficou preso nas dunas e teve de fazer o melhor possível com um motor que não respondia.\n\nAinda assim, o concorrente da Kamaz chegou ao fiim em sexto lugar, 14 minutos e cinco segundos depois do companheiro de equipa e vencedor da prova, Airat Mardeev.\n\nAnton Shibalov, também da Kamz, foi segundo, com mais dois minutos e 15 segundos do que o vencedor.", "es": "Cyril Despres retuvo el liderato en la duodécima jornada del Rally Ruta de la Seda. El francés sufrió problemas hidráulicos en su Peugeot y perdió más de 20 minutos respecto a la cabeza, pero mantiene todavía una distancia de tres cuartos de hora con Han Wei.\n\nLa etapa se la llevó el también galo Christian Lavieille, que consiguió así la primera victoria para su equipo.\n\n“Fue una buena jornada, con una buena navegación. Estoy muy contento por mi equipo, el Baicmotor Sport, y por mis mecánicos porque ayer tuve un problema técnico y estuvieron toda la noche arreglándolo. Ha sido un buen día”.\n\nSegundo en la jornada fue Liu Kun, que terminó el recorrido a 19 segundos. Han Wei fue tercero y retiene la segunda plaza de la general. Lavieille se coloca ahora en el tercer lugar del podio a 3 minutos y 15 segundos del chino.\n\nShibalov aprieta\n\nEn camiones, el triunfo cayó del lado del vigente campeón, Airat Mardeev. El piloto de Kamaz fue quien mejor lidió con las dunas, que complicaron el recorrido, entre otros, al líder. El también ruso de Kamaz, Dmitry Sotnikov, se quedó atrapado y sólo pudo terminar la prueba en el sexto lugar.\n\n“Me alegra que nuestros compañeros de equipo hayan tenido buenos resultados y estoy contento porque seguimos en cabeza. Estamos mostrando un buen nivel, demostrando que podemos pilotar sobre este tipo arena. Ha sido un día interesante y no pienso que fuese fácil para nadie”.\n\nA Sotnikov le pisa los talones su compatriota Anton Shibalov, que a falta de dos jornadas acecha el liderato a tres minutos y cuatro segundos."}, "title": {"en": "Leaders struggle in the dunes in 12th stage of Silk Way", "ar": "رالي طريق الحرير: الفرنسي كريستيان لافياي يحرز لقب المرحلة 12", "pt": "Christian Lavieille ganha, pela primeira vez, uma etapa", "es": "Despres y Sotnikov se aferran al primer puesto"}, "date": {"en": "07/20/17 00:00:00", "ar": "07/20/17 00:00:00", "pt": "07/20/17 00:00:00", "es": "07/20/17 00:00:00"}}