{"top_image": {"en": "https://static.euronews.com/articles/376649/1000x563_376649.jpg", "ar": "https://static.euronews.com/articles/376649/1000x563_376649.jpg", "pt": "https://static.euronews.com/articles/376649/1000x563_376649.jpg", "es": "https://static.euronews.com/articles/376649/1000x563_376649.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Turkmenistan’s capital Ashgabat is gearing up to host one of the main sporting events in the region – the Asian Indoor and Martial Arts Games.\n\nThe competition, which kicks off in September, will draw participants from some 60 countries – all members of the Asia and Oceania National Olympic committees.\n\nIt will be held in a huge Olympic complex in the heart of the city made up of 30 buildings. Construction is still underway on the Olympic Stadium, which will host the opening ceremony. A very distinctive feature towers above it.\n\n“The statue that you can see on top of the stadium is that of an Akhal-Teke horse, which is a symbol of Turkmenistan. It’s something the Turkmen people are very proud of,” explains Dayanch Gulgeldiyev, chairman of the Games’ Executive Committee.\n\nThe athletes will compete in 21 different categories, including traditional and belt wrestling, horse-riding, cycling, tennis, chess, bowling, as well as electronic sports.\n\nA velodrome, that can hold up to 6,000 spectators, has been built specifically for the track cycling competition. While the first foreign teams are only expected in early September, local sportsmen are taking advantage of the track to train. However, summer in Ashgabat, where temperature exceed 40°C, is not the ideal time to work out.\n\n“Training morning and evening in this hot weather takes a lot of energy,” says athelte Rasul Hashodjaev. “So, we need to restock our calories with natural products and a lot of water, of course.”\n\nOne particular feature of the complex will make life much easier for the athletes: a monorail.\n\n“It not only connects the different venues, but also leads to the Athletes’ Village – the place where the sportsmen and -women will live and relax,” says Euronews’ Maria Korenyuk.\n\nThe village is made up of more than 1.300 new apartments to accommodate the athletes, the team officials and the technicians. It also includes restaurants, a library, a cinema and a luxury hotel.\n\n“There will be banking facilities, entertainment and recreational spaces, post offices, cafes and shopping centers – a complete variety of choice for the athletes in their leisure time,” says the Venue Operations Manager, Batyr Kokanov.\n\nIt’s not clear yet what will happen to the venues and the apartments after the Games. Some hope they will be made available for local athletes to train and will be used to host other sporting events in Turkmenistan.\n\n“Such venues could help develop sports here. Of course, it will depend on how they are used and on the schedule. But until now, we didn’t have anything… We could organize training camps here and host international competitions,” says swimming coach Sergey Yepifanov.\n\nThe Asian Indoor and Martial Arts Games kick off on September 17th for ten days. This fifth edition is expected to be the biggest in the Games’ history and is the first to be hosted by a Central Asian nation.", "ar": "عاصمة تركمانستان عشق أباد تستعد لاستضافة أحد أهم الأحداث الرياضية في المنطقة، الألعاب الآسيوية للفنون القتالية وفنون الدفاع عن النفس .\n\nالمسابقة المقررة في سبتمبر/ أيلول المقبل تشارك فيها أكثر من 60 دولة عضوة فى اللجان الأولمبية الوطنية في آسيا وأوقيانوسيا.\n\nالمنافسات ستقام في قلب المدينة بالمجمع الأولمبي الضخم الذي بني خصيصا لإحتضان هذا الحدث. المجمع يتألف من 30 مبنى من بينها 15 موقعا خاصا بالمنافسات.\n\nأغلب المواقع جاهزة لاستقبال هذا الحدث ما عدا الحلبة الرئيسية التي لا تزال قيد التجهيز والملعب الأولمبي الذي سيستقبل حفل الافتتاح.\n\nالملعب، صمصم بشكل متميز، في جزئه الأعلى وضع رأس حصان كبير. الحيوان النبيل، أختير ليكون واحدا من رموز هذه الألعاب.\n\nدايانش غولجلديف، رئيس اللجنة التنفيذية الخامسة إيماج:\n\n“الحصان الذي يمكن رؤيته في الجزء العلوي من الملعب هو حصان الأكحل تيكي، الذي يعتبر رمزا لتركمانستان، وهذا ما يفخر به الشعب التركماني “.\n\nالرياضيون سيتنافسون في 21 إختصاصا رياضيا، من بينها، المصارعة التقليدية والمصارعة بالحزام، وركوب الخيل، وسباق الدراجات، والتنس، والشطرنج، والبولينغ، وحتى الرياضات الإلكترونية.\n\nمضمار الدراجات بني خصيصا لاستضافة منافسات سباق الدراجات،تبلغ طاقة استعابه 6 آلاف متفرج.\n\nومن المقرر أن تصل الفرق الأجنبية المشاركة في هذا الحدث بداية من سبتمبر/ أيلول المقبل. في انتظار ذلك يخضع الرياضيون المحليون إلى تدريبات مكثفة بالرغم من ارتفاع درجات الحرارة بعشق أباد والتي تتجاوز 40 درجة مئوية.\n\nرسول هاشودجاييف، دراج:\n\n“نفقد الكثير من الطاقة بسبب الطقس والتدريبات المكثفة التي نقوم بها كل يوم، لذلك نحن بحاجة إلى استعادة السعرات الحرارية التي نفقدها عن طريق استهلاك المنتجات الطبيعية والمياه.”\n\nلهذا السبب، صمم المجمع بطريقة تضمن راحة الرياضيين.\n\nماريا كورينيوك، يورونيوز: “لضخامة مساحة المجمع قرر المنظمون أن يتم تجهيزه بقطار كهربائي خاص يربط ما بين مختلف مبانيه وكذلك يصل المجمع بقرية الرياضيين، المكان الذي سيوفر الراحة والإسترخاء لهم.”\n\nقرية الرياضيين، المدينة التي ستأوي مختلف الفرق، تضم أكثر من 1300شقة، بنيت حديثا وستكون خلال هذا الحدث مدينة حية، من خلال المرافق التي جهزت خصيصا كالمطاعم والمكتبة و قاعة السينما وغيرها…\n\nباتير كوكانوف، مدير إدارة العمليات: “بشكل عام، المدينة ستضم العديد من المرافق، كالمصارف وأماكن الترفيه ومكاتب البريد والمقاهي ومراكز التسوق، خصصنا كذلك مجموعة كاملة من مرافق الترفيه وقضاء أوقات فراغ الرياضيين .”\n\nحاليا لا يمكن التنبؤ بمصير هذه المدينة الرياضية بعد الألعاب، السؤال يخص كذلك ما ستؤول إليه الملاعب الرياضية؟ المدربون في البلاد يأملون أن تخصص هذه المرافق الجديدة للرياضيين المحلين والناشئين بهدف تطوير الرياضة الوطنية مستقبلا، خاصة وأن المرافق الرياضية القديمة لا ترقى إلى نفس المتسوى.\n\nسيرغي يبيفانوف، مدرب سباحة:\n\n“هذه الأماكن يمكن أن تحفز وتطور الرياضة، وبطبيعة الحال، هذا الأمر يتوقف على كيفية استخدام هذه المرافق والتجهيزات وما هو البرنامج الذي سيخصص لها. في الماضي كنا نفقتر لمثل هذه الأماكن ولكن مستقبلا سيكون بإمكاننا تنظيم معسكرات تدريب هنا، وكذلك استضافة مسابقات دولية .”\n\nافتتاح الألعاب الآسيوية للفنون القتالية و فنون الدفاع عن النفس سيكون في الـ 17 سبتمبر/ أيلول المقبل وستختم بحفل كبير في الملعب الأولمبي بعد 10 أيام من المنافسة في الـ 27 من نفس الشهر.", "pt": "O Turquemenistão organiza, este ano, os Jogos Asiáticos de Artes Marciais e Recinto Coberto. A competição arranca em setembro com atletas de mais sessenta países.\n\nUm vasto complexo desportivo está a ser construído na capital, em Asgabate. As obras estão quase terminadas, falta apenas finalizar o estádio olímpico. O símbolo do novo estádio é um cavalo de raça Akhal-Teke.\n\n“O cavalo que podemos ver no topo do estádio é um Akhal-Teke, considerado como o símbolo do Turquemenistão. É um motivo de orgulho para o nosso povo”, explicou o presidente do evento, Dayanch Gulgeldiyev.\n\nEm setembro, os atletas vão competir em vinte e uma modalidades, incluindo equitação, ténis e ciclismo. O velódromo já está pronto e tem capacidade para acolher seis mil espetadores.\n\nPara facilitar as idas e vindas, o complexo desportivo conta ainda com um monocarril. A aldeia dos atletas é composta por 1300 apartamentos que vão alojar desportistas, representantes e técnicos. O espaço integra também zonas comerciais e de lazer.\n\n“Em termos genéricos, temos bancos, espaços de recreação, correios, cafés e centros comerciais, ou seja oferecemos aos atletas uma grande variedade de formas de lazer”, contou Batyr Kokanov, gestor operacional do complexo desportivo.\n\nTendo em conta o investimento realizado para conceber o novo complexo desportivo, muitos atletas interrogam-se sobre o futuro do projeto uma vez os jogos terminados.\n\nDesportistas e treinadores esperam que os recintos possam servir de incentivo ao desenvolvimento do desporto no Turquemenistão, já que a qualidade das novas infraestruturas é incomparável face ao que havia antes.\n\n“Estes recintos desportivos podem estimular o desenvolvimento do desporto. Claro, tudo depende da forma como serão usados e colocados à disposição das pessoas. Até agora, não tínhamos nada e daqui em diante podemos organizar aqui treinos e competições internacionais”, disse o treinador de natação Sergey Yepifanov.\n\nOs Jogos Asiáticos de Artes Marciais e Recinto Coberto decorrem em Asgabate entre 17 e 27 de setembro de 2017.", "es": "Asjabad, la capital de Turkmenistán se está preparando para acoger uno de los principales eventos deportivos de la región: los Juegos Asiáticos Bajo Techo y de Artes Marciales. La competición empezará en septiembre con atletas de más de 60 países, representantes de comités olímpicos de Asia y Oceanía. Los juegos se celebrarán en pleno centro de la capital, en este gran complejo olímpico, con más de 30 edificios, incluyendo 15 estadios de competición. El complejo está casi listo.\n\nEl estadio olímpico, donde tendrá lugar la ceremonia de apertura, es el único edificio que sigue en construcción, y por su estilo es facilmente remarcable: está coronado por una cabeza de caballo, uno de los símbolos de las competiciones. “El caballo que corona el edificio es el Akhal-Teke, muy representativo de Turkmenistán. Es el orgullo del pueblo turcomano,” indica Dayanch Gulgeldiyev, presidente del comité de organización de los Juegos.\n\nLos atletas competirán en 21 disciplinas deportivas, como por ejemplo: lucha, equitación, ciclismo, tenis, ajedrez, bolos e incluso deportes electrónicos.\n\nEste velódromo fue construido para las competiciones de ciclismo en pista y puede acoger a 6.000 espectadores. Los primeros equipos internacionales llegarán a principios de septiembre a Asjabad. Mientras tanto los equipos locales aprovechan las instalaciones para entrenarse. Pero con la llegada del verano y las temperaturas que superan los 40°C, no se dan las mejores condiciones para el deporte.\n\nAlojamientos para deportistas\n\nLa villa olímpica cuenta con más de 1.300 nuevos apartamentos que acogerán a deportistas, entrenadores y técnicos. Contará con restaurantes, una librería, un cine y muchas otras instalaciones. Batyr Kokanov es director de operaciones de las instalaciones: “Vamos a proponer instalaciones bancarias, lugares de entretenimiento, oficinas de correos, cafés y tiendas. Una oferta completa y variada de entretenimiento para los atletas.”\n\nDe momento no se sabe qué pasará con estos apartamentos tras los Juegos de septiembre. Sobre las instalaciones deportivas, los entrenadores esperan que faciliten el desarrollo de los deportes a escala local y nacional.\n\n“Estas instalaciones pueden estimular el desarrollo de los deportes. Por supuesto, dependerá de como se usen después de los Juegos. Pero antes no teníamos nada. Ahora podemos organizar entrenamientos aquí, podemos acoger competiciones internacionales,” dice ilusionado el entrenador de natación Sergey Yepifanov\n\nLos Juegos Asiáticos Bajo Techo y de Artes Marciales darán el pistoletazo de salida el 17 de septiembre. La ceremonia de clausura se celebrará diez días después en el estadio olímpico."}, "title": {"en": "Ashgabat gears up for Games", "ar": "عشق أباد تستعد لاستضافة الألعاب الأسيوية للفنون القتالية والدفاع عن النفس", "pt": "O Turquemenistão tem as obras prontas para os Jogos Asiáticos?", "es": "Asjabad se prepara para los Juegos Asiáticos"}, "date": {"en": "07/11/17 00:00:00", "ar": "07/11/17 00:00:00", "pt": "07/11/17 00:00:00", "es": "07/11/17 00:00:00"}}