{"top_image": {"en": "https://static.euronews.com/articles/379750/1000x563_379750.jpg", "ar": "https://static.euronews.com/articles/379750/1000x563_379750.jpg", "pt": "https://static.euronews.com/articles/379750/1000x563_379750.jpg", "es": "https://static.euronews.com/articles/379750/1000x563_379750.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Germany’s economy is booming. The unemployment rate is low. But at the job centres, people keep queuing up.\n\nMany have a job, but they are known as the working poor. They have qualifications, but their badly payed – often part-time – jobs or temp-work don’t cover basic needs. Social benefits help top up their income.\n\nAmong pensioners, too, poverty is growing. Monika Sagertsch from Berlin is trained as a sales manager but never got a full-time contract.\n\n“They don’t want to pay. I am too expensive. They prefer to hire non-qualified workers for 8,50 euros an hour. They would have to pay me higher wages,” she explains.\n\nLabour market reform\n\nIn 2003, Germany launched a radical labour market reform. Unemployment benefits were reduced and temp agencies were given free reign. The key words were liberalisation and flexiblity. As a result, unemployment rates dropped but the low-pay job sector grew, along with the relative poverty rate.\n\nPrecarious self-employment\n\nOur next stop is Halle in Eastern Germany. After the reunification, unemployment here was high. But employers complained about the high cost of labour in a competitive market.\n\nWe meet 60-year old Rolf Maurer who is self-employed. Mr Maurer is a very skilled craftsman who can fix pretty much anything. He does everything by himself and finds his customers on the internet. His business model is based on total flexibility. We ask him what risks he faces.\n\n“Well, I never, ever know what kind of work I will get tomorrow, or the day after. In addition – and it’s happened to me – there’s always the risk of customers not paying up,” he tells us.\n\nAsked about the impact this has on his hourly wages, he replies: “The Chamber of Trade recommends I take an hourly rate of at least 35 euros. But over recent years, when I’ve been offering my services over the internet, I’ve been taking much less – usually around 15 or 10 euros an hour.”\n\nHis first priority is to pay the rent on his small flat in the social housing block where he lives. What’s left is spent on tools. This means there is no money left to put into a pension scheme.\n\nAs a young man Rolf Maurer had a permanent job at a steel mill, but the plant shut down. Then came years of unemployment or short-term contracts. The job centre told him he had no hope of getting a full-time job: he was too old. So he decided to become self-employed.\n\n“At my age, it’s not great to have to be self-employed,” he says. “Let’s put it this way: when you reach a certain age, you would hope to have a normal, permanent job. At the age of 60, it’s tough to start up your own business from scratch.”\n\nHe is not planning on retiring anytime soon – and this reflects a growing trend in Germany: the number of over-65’s still working has more than doubled in the past decade, up from 5 to 11 percent. Most of them need to work to top up their meagre pensions.\n\n“I adapt my working hours to the customer’s wishes. If he wants me to work at week-ends, I’ll do it. If he wants me to work in the evening, I’ll do it. I am totally flexible, in order to satisfy the customer,” says Rolf Maurer.\n\nBerlin: the “capital of the working poor”\n\nBack to Berlin, depicted as “the capital of precarious employment and the working poor” by some trade union representatives, including Dierk Hirschel, chief economist at one of Germany’s biggest trade unions, ver.di.\n\n“The problem we face in Germany is that one in five workers are paid less than ten euros an hour, they are the “working poor”,” he says. “This is a result of the degradation of labour market rules. Germany is a rich country, there is no doubt about it. But Germany is also a socially divided country: in this rich country, the working poor are a reality – they are people who work 40 to 50 hours a week but who cannot make a living.”\n\n351 euros in pension\n\nIt’s a problem that affects the building industry, hotel and catering, retail and the service sector, but also professions that require lengthy studies. Adriana Balboa and Jan Hoppenstedt are both music teachers at public schools in Berlin. They are meeting up with their friend and colleague Tilman-P Schulze, a video-blogger.\n\n“Hi guys, welcome to my latest video-blog. Today I’ve invited two of my colleagues to have a chat about a really important topic. Let’s talk about pensions,” says Tilman into the camera.\n\nThe friends share their experiences. Father-of-two Jan struggles to put money aside for retirement. Adriana has been a teaching music for more than two decades. She’s set to retire in 2033. When she received the letter informing her about her future pension, she was shocked.\n\n“Well, no-one will believe me when I say it so I will show you the letter,” she says, taking the document out of her bag and placing it on the table for everyone to see. “Here it is, in black and white. I will receive a monthly pension of 351.82 euros. I have to pay 400 euros for my flat, my pension won’t even cover the rent.”\n\n“351 euros? Look at that! That’s nothing! It’s the result of all these freelance contracts, hourly invoices, not being paid over the summer. We have no stable income and we carry the entire risk factor of this profession on our shoulders,” exclaims Tilman into the camera. “OK, has anyone got any solutions?”\n\n“We need a collective labour agreement for music school staff,” says Jan. “It’s all about decent pay! About dropping freelance contracts for each and every hour! About sick pay… Today, when you fall ill, you soon run out of money. And when a woman gives birth to a child, she should not lose her job.”\n\n“Here in Berlin there are far too few permanent jobs: it’s the worst situation in the whole of Germany,” says Adriana. “93 percent are freelancers and just seven percent permanent staff.”\n\nThe city-state of Berlin has announced plans to raise the number of permanent contracts for music teachers to 20 percent. Not enough, say the three friends. Tilman has even composed a protest song to make his point. The lyrics speak for themselves:\n\n“Lengthy studies, high qualifications\n\nChronically underfunded\n\nWe are working day after day\n\nPrecarious day labourers by law\n\nJust enough money for a kebab\n\nSummertime: no school, no pay\n\nAnd we are all kicked out.\n\nBerlin, Berlin, you’re ending up\n\nLike a poor kid\n\nMusic does not pay\n\nIn such a cultural capital.”\n\nUseful links\n\nThe Institute of Economic and Social Research an independent academic institute within the Hans-Böckler-Foundation, a non-profit organisation fostering co-determination and promoting research and academic study on behalf of the German Confederation of Trade Unions (DGB).\n\nLive updates from our Insiders team", "ar": "*الاقتصاد الألماني مزدهر ومعدل البطالة منخفض، لكن هناك طابور طويل أمام وكالة للتوظيف. لماذا؟\n\nالجواب بسيط. معظم هؤلاء يعملون لكنهم يعتبرون عاملين فقراء. انهم هنا لطلب المساعدة الاجتماعية لتعويض رواتبهم المنخفضة.*\n\nفي المانيا، هناك الكثير من العمال المتواضعين، أمثال مونيكا. مؤهلة لتكون مديرة مبيعات لكنها لم تحصل على فرصة لتوقيع عقد بدوام كامل.\n\n“انهم لا يريدون أن يدفعوا، أنا مكلفة للغاية. يفضلون توظيف أشخاص غير مؤهلين يدفعون لهم 8.50 يورو في الساعة. عليهم ان يدفعوا لي راتباً أعلى“، تقول المتقاعدة مونيكا ساغارتش.\n\nعواقب إصلاح سوق العمل\n\nالآن لنتوجه إلى هال. بعد إعادة توحيد ألمانيا، كانت هناك حاجة ملحة للتوظيف . لكن اشتكى أصحاب العمل من ارتفاع تكاليف الأيدي العاملة. ألمانيا كانت امام هذا التحدي: كيف تحافظ على قدرتها التنافسية؟ هذا الحرفي، في الستين من العمر، لديه الجواب.\n\nفي العام 2003، أطلقت ألمانيا عملية إصلاح جذري لسوق العمل تحت راية التحرير والمرونة. هذا يعني مال أقل للاشخاص العاطلين عن العمل، هنا انطلق الضوء الأخضر للعمل المؤقت. النتيجة: تطورَ القطاع الأقل أجرا ، وانخفضت البطالة لكن ارتفع الفقر النسبي.\n\nهانز فان دير بريلي، يورونيوز“اننا في منزل السيد مورير: حرفي قديم ومؤهل جداً، يستطيع إصلاح كل شيء. يجد زبائنه على الانترنيت. نموذجه الاقتصادي هو المرونة التامة. أعتقد أن هذا يعني، في يوم ما، قد تكسب المال جيداً، وفي يوم آخر، لا تحصل على شيء. لكن ما هي المخاطر التي قد تتعرض لها؟ “\n\n“علي أن أتعامل مع خطر عدم الحصول على أدنى فكرة عن نوع العمل الذي سأقوم به غدا أو بعد غد. بالاضافة لهذا، هناك خطر ان لا يدفع لي الزبائن، هذا ما حصل لي في احدى المرات“، يقول رولف مورر، عامل لحسابه الخاص.\n\nهانز فان دير بريلي، يورونيوز:” تعملُ لحسابك الخاص، أي انك تتحمل هذه المخاطر بمفردك . ماذا يعني هذا بالنسبة لمعدل اجورك في الساعة؟”\n\n“ غرفة التجارة اوصتني بعدم الموافقة على العمل باقل من 35 يورو في الساعة، لكن في السنوات الأخيرة، منذ ان بدات بتقديم خدماتي على الإنترنت، اطلب أقل بكثير، عادة حوالي 15 يورو أو 10 يوروهات“، يقول رولف مورر.\n\nالإيجار وأدوات العمل\n\nدفع ايجار شقته الصغيرة هو الإنفاق الأول للسيد رولف مورير. شراء معدات جيدة للقيام بعمل جيد، هو الانفاق الثاني. في هذا السياق لا يمكن ان يخصص مبلغاً للتقاعد.\n\nعندما كان شابا كان يتمتع بوظيفة دائمة في مسبك. أغلق المصنع، فاصبح عاطلاً عن العمل لبضع سنوات تخللتها بعض العقود الصغيرة. دون أمل العثور على وظيفة بدوام كامل. حين توجه مورير لوكالة العمل، اعتبرته مسناً .\n\nلا قدرة على البدء من الصفر\n\n“بهذا العمر، أن أكون مرغماً على العمل لحسابي الخاص، أمر غير محبذ. حين نصل إلى سن معينة، من الجيد الحصول على وظيفة طبيعية، دائمة. في الستين من العمر، لا مزاج لنا لبدء عمل من الصفر “، يؤكد رولف مورر.\n\nلا خطة لمورير للتوقف عن العمل قريبا. خلال العقد الماضي الماضي، تضاعف عدد الألمان الذين يواصلون العمل . من 5 إلى 11 في المئة بالنسبة للفئة العمرية التي تتراوح\n\nبين 65 و 75 عاماً. معظمهم لتكملة المعاشات الصغيرة والعيش الكريم. اي ان الأمر يتعلق ضرورة وليس بخيار.\n\nمرونة تامة\n\n“فيما يتعلق بساعات العمل، أتكيف مع رغبات الزبون. اذا كان يريد مني أن أعمل خلال عطلة نهاية الأسبوع، سأفعل ذلك، وإذا كان يريد مني أن أعمل في المساء، سوف أقوم بذلك. انا مرن تماما لإرضاء الزبائن“، يقول رولف مورر.\n\nبرلين: عاصمة للعمل بأجر منخفض\n\nلنعد إلى برلين. بعض النقابيين يطلقون على المدينة اسم “عاصمة العمالة غير المستقرة والعاملين الفقراء”. هذا ما يوضحه كبير الاقتصاديين في واحدة من أكبر منظمات المهن والخدمات في ألمانيا، منظمة “فيردي”.\n\n“في ألمانيا المشكلة هي أن العامل يتقاضى أقل من 10 يوروهات في الساعة، لذا فانه يعد عاملاً ضعيفاً، انها نتيجة لتدمير قواعد سوق العمل. ألمانيا بلد غني، لا شك بذلك. لكن\n\nألمانيا منقسمة اجتماعيا أيضا. في هذا البلد الغني، هناك عمال فقراء، اشخاص يعملون 40 أو 50 ساعة في الأسبوع لكنهم لا يكسبون عيشهم من خلال العمل “، يقول ديرك هيرشل، كبير الاقتصاديين.\n\nاجتماع عبر مدونة فيديو\n\nالمشكلة تتعلق بقطاع البناء والفنادق والمطاعم وتجارة التجزئة وقطاع الخدمات بشكل عام بالاضافة للمهن التي تتطلب سنوات طويلة من التدريب: أدريانا وجان يعملان في المدارس الموسيقية العامة في برلين. اليوم لديهما موعد مع تيلمان، وهو صديق ومدون فيديو.\n\n“مرحبا ايها الشباب. أهلاً بكم في أحدث مدونة فيديو، اليوم دعوت اثنين من زملائي للتحدث حول موضوع في غاية الأهمية هو المعاشات التقاعدية. انهما هنا! مرحبا “، يقول تيلمان- بي. شولز.\n\nجان متزوج وله طفلان. يكافح لتوفير بعض الأموال لسن التقاعد.\n\nأدريانا تُدرس الموسيقى منذ عشرين عاماً.\n\nسوف تتقاعد في عام 2033. تتحدث عن صدمتها حين تلقت رسالة من وكالة المعاشات.\n\n“ لا أحد صدقني. لذا ساطلعكم على الرسالة التي استلمتها بخصوص تقاعدي. سأحصل على معاش شهري قدره 351 يورو و 82 سنتا. ايجار شقتي 400 يورو.\n\nراتبي التقاعدي لا يسمح لي بدفع الإيجار “، تقول أدريانا بالبوا، مدرسة موسيقى.\n\nالراتب التقاعدي351 يورو فقط\n\n“351 يورو؟ لا شيء! انها نتيجة عقود لحسابهم الخاص، لأنهم ملزمون بالتصريح عن كل ساعة عمل أو لعدم حصولهم على رواتبهم في العطلة، لا دخل ثابت. نحن من يتعرض\n\nللخطر. ما هي الحلول؟” يتسائل تيلمان – بي. شولز.\n\n“هناك دراسة اتفاق لعمل مشترك لموظفي المدارس الموسيقية. الأمر يتعلق بامكانية الحصول على راتب معيشي مناسب، لوقف العقود لحسابهم الخاص لكل ساعة، واستمرار الحصول على الراتب في حالة المرض. اليوم إذا مرضت، قد تتعرض لخطر عدم امتلاك المال، وفي حالة الولادة، ينبغي ان لا تفقد المرأة عملها في نفس الوقت“، يؤكد جان هوبنستدت، مدرس موسيقى.\n\nهنا في برلين هناك عدد قليل جدا من فرص العمل المستقرة: انها أسوأ حالة في جميع انحاء ألمانيا. 93٪ من العاملين يعملون لحسابهم الخاص، و7٪ فقط لديهم عقد ثابت“، تقول أدريانا بالبوا، مدرسة موسيقى.\n\nعمال باجور يومية\n\nقررت برلين ان تمنح عقوداً دائمة ل 20٪ من مدرسي الموسيقى . العدد ليس كافياً للأصدقاء الثلاثة. كتب تيلمان أغنية احتجاجا على هذا: “اجرنا يكفي لشراء الكباب فقط“، وضع يأسف عليه في نص كتبه وغناه.", "pt": "Se a economia da Alemanha continua a crescer e a taxa de desemprego no país é reduzida, porque é que há tanta gente que se junta todos os dias à porta dos centros de emprego? Num destes centros, em Berlim, constatamos que muitas das pessoas que fazem fila já têm, na verdade, um trabalho. Mas em contextos precários e com baixos rendimentos. Por isso, necessitam de apoios sociais. São os chamados trabalhadores pobres. E quem tem mais qualificações é, por vezes, mais penalizado.\n\n“Sou muito cara para eles. Preferem contratar pessoas sem competências que trabalhem por 8,50 euros à hora. A mim têm de me pagar um salário que está tabelado e que é mais alto”, diz-nos Monika Sagertsch, pensionista.\n\nA questão da criação de emprego tornou-se premente com a reunificação. Mas depois surgiu a problemática dos custos laborais e da competitividade. Onde está o ponto de equilíbrio?\n\nThe increasing numbers of working-poor and non-working rich make a mockery of our so-called meritocracy. — Robert Reich (@RBReich) 14 juillet 2017\n\n“O trabalho por conta própria não é o ideal para alguém da minha idade”\n\nEm 2003, a Alemanha lançou uma ambiciosa reforma do mercado laboral. Flexibilizar e liberalizar tornaram-se as palavras de ordem, impulsionando conceitos como o tempo parcial, por exemplo. O desemprego desceu, mas a pobreza relativa aumentou.\n\nRolf Maurer tem 60 anos, é pedreiro e, basicamente, faz um pouco de tudo. Angaria clientes através da internet. Tem um modelo de negócios baseado na flexibilidade, sobretudo a nível de horários. Há alturas em que tem muito trabalho e há períodos de inatividade. Quais são os riscos desta realidade cada vez mais comum? “O grande risco é nunca saber o que vamos fazer no dia seguinte, se vamos ter trabalho sequer… Outro problema é haver clientes que, no final, não pagam o serviço…”, responde-nos.\n\n“Segundo as tabelas oficiais, a tarifa sugerida é de, pelo menos, 35 euros por hora. Mas, como anuncio os meus serviços na internet, levo muito menos, cerca de 10/15 euros…”, explica-nos ainda.\n\nA prioridade de Rolf é ter dinheiro para pagar a renda do pequeno apartamento onde vive, situado num bairro social em Halle. Em segundo lugar: comprar ferramentas para poder desempenhar o seu trabalho. Ou seja, não sobra praticamente nada para deixar de lado para a reforma. Rolf trabalhou durante vários anos numa fundição. Quando esta fechou portas, a idade de Rolf tornou-se um obstáculo para arranjar um novo emprego por conta de outrem.\n\n“Arranjar um trabalho por conta própria não é o ideal para alguém da minha idade. A certa altura, o que queremos é ter um emprego normal, estável. Aos 60, não temos propriamente vontade de enfrentar os riscos de um projeto a partir do zero”, afirma.\n\nIsto é, Rolf não pode, na verdade, deixar de trabalhar nos próximos anos. O número de alemães que continua em atividade após os 65 anos duplicou na última década. Para muitos, não é uma questão de escolha.\n\n“Eu tenho de me adaptar à vontade dos clientes no que toca aos horários. Se tiver de ser ao fim de semana, é. Se tiver de ser à noite, também… Eu tenho de ir ao encontro das necessidades do cliente”, aponta.\n\n“Terei direito a uma reforma de 351 euros”\n\nMuitos qualificam Berlim de “capital do emprego precário”. Fomos saber o que é que uma das maiores plataformas sindicais alemãs, a Ver.di, tem a dizer sobre a realidade dos trabalhadores pobres.\n\n“Na Alemanha, um em cada cinco trabalhadores ganha menos de 10 euros por hora. Ou seja, é considerado um trabalhador pobre. É o resultado da destruição das regras do mercado laboral. A Alemanha é um país rico, não há dúvidas em relação a isso. Mas é também um país dividido socialmente, onde existem trabalhadores pobres que trabalham 40 a 50 horas por semana, mas não ganham o suficiente para ter uma vida decente”, considera Dierk Hirschel, da Ver.di.\n\nEste contexto tem mais incidência no setor hoteleiro, na construção e na restauração. Mas também em atividades específicas que exigem vários anos de preparação. Adriana e Jan são professores de Música em escolas públicas. Tilman é um blogger que organiza debates. No caso, Adriana e Jan são convidados a falarem da sua situação profissional e de um assunto espinhoso: a reforma.\n\nJan é casado, tem dois filhos e luta constantemente para conseguir guardar algum dinheiro para mais tarde. Adriana dá aulas há duas décadas, Recentemente, pediu uma simulação do valor que irá receber quando chegar à reforma. “Se eu contar, ninguém acredita… Vou mostrar-vos a notificação que recebi. Aqui está, preto no branco. Terei direito a uma reforma de 351 euros e 82 cêntimos. Só a renda que pago pelo meu apartamento é de 400 euros. A minha reforma nem para isso chega…”, salienta Adriana.\n\nSegundo Jan, “há um acordo coletivo em preparação para os professores de Música terem um salário decente, para que não tenhamos de fazer contratos de freelance por cada hora que trabalhamos, para continuarmos a receber em caso de doença… Quem adoece, arrisca-se a ficar sem dinheiro. As mulheres não podem perder o emprego porque vão dar à luz”.", "es": "Con una economía floreciente y las cifras de paro bajas… La gente continúa haciendo cola ante las oficinas de empleo alemanas.\n\nEstamos en Berlín. Muchos de los que esperan aquí tienen trabajo. Pero son “trabajadores pobres”, es decir, necesitan prestaciones sociales para compensar sus bajos ingresos.\n\nCuentan con varios mini empleos mal remunerados. Aunque muchos sean trabajadores cualificados.\n\nAlemania debe, por tanto, gestionar el incremento del número de pensionistas pobres, como Monika. Ha estudiado formación profesional en Dirección de Ventas. Pero nunca ha tenido la suerte de poder firmar un contrato a tiempo completo.\n\n“No quieren pagar”, se queja Monika Sagertsch. “Soy demasiado cara. Prefieren contratar a gente no cualificada que cobra 8 euros y medio por hora. A mí me tendrían que pagar un sueldo oficial más alto”.\n\nAutoemplearse y multiemplearse para sobrevivir\n\nNos vamos hasta Halle, en el este del país. La reunificación alemana exigió un gran aumento de las ofertas de puestos de trabajo. Las empresas se quejaron de los elevados costes laborales que implicaban. Y el reto de Alemania era mantener su competitividad.\n\nRolf Maurer, artesano de sesenta años, lo sufrió en carne propia.\n\nEn 2003, Alemania promovió una reforma laboral radical: menos dinero para prestaciones para parados, luz verde a las agencias de empleo temporal. Las palabras mágicas: “liberalización” y “flexibilidad”.\n\nComo resultado de todo aquello, creció el sector de sueldos bajos y se redujo la tasa de desempleo. Pero, a cambio, aumentó la pobreza relativa.\n\n“Estamos en la casa de Rolf Maurer: un artesano muy cualificado. Puede arreglar cualquier cosa. Busca a sus clientes por internet. Su modelo de negocio, la flexibilidad total. ¿Esto significa que un día gana mucho dinero y otro día nada? ¿Cuáles son los riesgos a los que se enfrenta?\n\n“Nunca puedo saber si mañana o pasado mañana tendré trabajo, ni qué tipo de trabajó será”, cuenta Maurer. “Además de eso, corro el riesgo de que los clientes no me paguen…”\n\n“Usted se autoemplea, cargando con todas las cargas laborales. ¿Cómo se traduce esto en términos de sueldo por hora?”\n\n“La Cámara de Artesanos me recomienda cobrar como mínimo 35 euros por hora. Pero en los últimos años, desde que ofrezco mis servicios por internet, cobro mucho menos, entre quince y diez euros…”\n\nNo es un país para viejos\n\nLo primero para Maurer es pagar el alquiler de su pequeño apartamento en un bloque de viviendas sociales. Lo segundo, comprar herramientas que le permitan realizar un buen trabajo. No le queda dinero para pagar un plan de pensiones.\n\nCuando era joven tenía un empleo fijo en una fundición. Pero la planta cerró. Luego vivió años sin trabajo o con contratos subvencionados de corta duración. Sin oportunidades de conseguir una ocupación a tiempo completo, en la oficina de empleo le han dicho que le consideran demasiado mayor…\n\nDecidió entonces abandonar el círculo vicioso de las prestaciones y optar por el autoempleo.\n\n“A mi edad no es muy agradable tener que autoemplearse. Porque cuando se llega a cierta edad, lo que te gustaría es tener un trabajo fijo normal. A los sesenta años no tienes ganas de empezar un negocio arriesgado desde cero”.\n\nMaurer no contempla la posibilidad de retirarse pronto, confirmando una tendencia en alza: El porcentaje de alemanes trabajando en edad de jubilación se ha duplicado en los últimos diez años. Ha pasado del cinco al once por ciento para el grupo de entre 65 y 74 años.\n\nA la mayoría no le queda más remedio que hacerlo para compensar sus pensiones mínimas.\n\n“Adapto el horario de trabajo a los deseos del cliente. Si quiere que trabaje los fines de semana, lo hago. Si quiere que trabaje por la noche, lo hago. Soy totalmente flexible para que quede satisfecho”.\n\nBerlín, capital de la precariedad\n\nVolvemos a Berlín. Algunos sindicalistas llaman a la ciudad “la capital del empleo precario y el trabajo pobre”. Como Dierk Hierschel, economista jefe de una de las organizaciones más grandes de Alemania, “ver.di”, acrónimo de Sindicato de Servicios Unidos.\n\n“En Alemania tenemos el problema de que uno de cada cinco trabajadores gana menos de diez euros por hora, por lo que está considerado un trabajador pobre. Es el resultado de la destrucción de las reglas del mercado laboral. Alemania es un país rico, de eso no hay duda. Pero es también un país dividido socialmente. En este país rico existe el trabajo pobre, gente que trabaja cuarenta o cincuenta horas por semana pero que no gana lo suficiente para vivir”.\n\nLos sectores más afectados por este fenómeno son los de la construcción, la hostelería, la venta minorista y el de servicios en general. Pero también incluye profesiones que requieren largos años de estudios: Adriana y Jan enseñan música en una escuela pública de Berlín. Han quedado con Tilman, un amigo vídeo blogero.\n\n“Hola colegas. Bienvenidos a mi último vídeo blog”, dice Tilman. “Hoy he invitado a dos compañeros para charlar sobre un tema realmente importante: las pensiones. Aquí están. ¡Hola!”\n\nComparten experiencias: Jan, casado y con dos hijos, se esfuerza para poder ahorrar algo para su plan de pensiones.\n\nAdriana es profesora de música desde hace veinte años. Se jubilará en 2033. La carta que recibió sobre el monto de su futura pensión la dejó en estado de shock.\n\n“Nadie me cree cuando se lo cuento…”, explica Adriana Balboa. “Te enseño la notificación oficial sobre mi futura pensión. Aquí está, negro sobre blanco. Recibiré una pensión de 351 euros con ochenta céntimos. Solo por mi apartamento ya tengo que pagar 400. Mi pensión no me servirá ni para cubrir el alquiler”.\n\n“¿351 euros? ¡Eso no es nada!”, se escandaliza Tilman. “Es la consecuencia de los contratos de autónomo, estar obligado a facturar por horas, a no cobrar vacaciones, a no tener ingresos estables. Soportamos todo el riesgo del negocio. ¿Alguna solución?”\n\n“Se está preparando un convenio laboral para el personal de escuelas de música”, segura Jan Hoppenstedt. “¡Se trata de tener un sueldo decente! ¡De abandonar los contratos de autónomos por horas! De continuar cobrando si enfermamos… Ahora mismo, si caes enfermo, te quedas rápidamente sin dinero… ¡Y cuando una mujer tiene un hijo, no debería perder su trabajo de forma instantánea!\n\n“Aquí en Berlín tenemos muy pocos puestos fijos”, añade Balboa. “La peor situación de toda Alemania. El 93% somos autónomos y solo un 7% forma parte de una plantilla fija”.\n\nEl Gobierno de la ciudad ha anunciado que pronto ese siete por ciento pasará a veinte. Para estos amigos, sigue sin ser suficiente.\n\nTilman ha compuesto una canción protesta sobre el tema.\n\n“Largos estudios pero solo trabajadores precarios”, dice la letra. “La paga solo llega para comprar un kebab. La música no paga en una capital cultural como Berlín…”"}, "title": {"en": "Germany's \"working poor\": employed but still in poverty", "ar": "العاملون الفقراء في ألمانيا", "pt": "Pobres trabalhadores alemães", "es": "Los trabajadores pobres, la otra cara del \"milagro\" alemán"}, "date": {"en": "07/26/17 00:00:00", "ar": "07/26/17 00:00:00", "pt": "07/26/17 00:00:00", "es": "07/26/17 00:00:00"}}