{"top_image": {"en": "https://static.euronews.com/articles/373053/1000x563_373053.jpg", "ar": "https://static.euronews.com/articles/373053/1000x563_373053.jpg", "pt": "https://static.euronews.com/articles/373053/1000x563_373053.jpg", "es": "https://static.euronews.com/articles/373053/1000x563_373053.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "It’s unsettling and transgressive: Cecilia Bartoli surprises yet again as she slips under the skin of Ariodante, the eponymous hero of an opera by George Frideric Handel (1685 – 1759). The production was a first for Salzburg, where it appeared on the programme of the Whitsun festival, and where it will appear again this summer.\n\n“For me, it’s a role debut, a transvestite role,” explains Bartoli. “I sang transvestite roles when I was very young, I was Mozart’s Cherubino of course, then I sang another transvestite role in a Rossini opera, too. But I thought that showing some masculinity here was a bit of a challenge, a challenge worth taking up, because Ariodante is a beautiful work. It’s Handel at his best. I think he was in a state of grace when he wrote Ariodante.”\n\nLate recognition\n\nComposed between August and October 1734, Ariodante helped to relaunch Handel’s career in London. In its original version, the title role was sung by a famous castrato, Giovanni Carestini.\n\n“Handel first heard Ariodante in Florence in 1708, I think, and so it was something that he had in mind for a long time,” explains conductor, Gianluca Capuano. He first put on his own version in the 1730s, at a time of personal crisis after he had been separated from his opera company.\n\nBased on a libretto by Antonio Salvi, the opera tells the story of young Ariodante, who is to marry the King of Scotland’s daughter, Ginevra. A jealous nobleman, Duke Polinesso, convinces him by means of a trick that Ginevra has been unfaithful: he becomes suicidal and Ginevra is condemned and imprisoned. However, after a dual with Ariodante’s brother, Polinesso confesses what he has done, and the couple are joyfully reunited.\n\nThe work premiered on 8 January 1735 in the newly founded Covent Garden Opera House in London. It had a run of eleven performances, a mark of modest success at the time, but was only briefly taken up again in 1736. It wasn’t until 1928 that Ariodante was resurrected, and it took Janet Baker’s 1964 interpretation of the title role to bring the opera into the modern repertoire.\n\nThe Shakespeare of music\n\nFor Gianluca Capuano, Ariodante is one of Handel’s most mature operas. “I consider Handel to be the Shakespeare of music. He really masters the musical language in a way that mirrors the characters’ psychology. This way, he reaches, through music, the characters’ deepest soul, which is quite rare in his repertoire.”\n\nThe staging by Christof Loy explores class tensions through the prism of love and thirst for power. He was in part inspired by Orlando, Virginia Woolf’s novel, in which her androgynous protagonist changes gender over the course of four centuries.\n\nGianluca Capuano tells euronews that:\n\n“In Ariodante’s case, he first appears as a young man – so we see Cecilia dressed as a young man, and as events unfurl in the opera, she / he gradually turns back into a woman by the end. We tried to adjust the music a little bit to suit that transformation, playing the masculine melodies in a more masculine way, so to speak, and the feminine scores at the end a little more softly, a little more smoothly.”\n\nA masterpiece of taste and inspiration – #Ariodante, directed by Christoph Loy pic.twitter.com/AITAgiykL8 — rossignol (@rossignol) 3 juin 2017\n\nVocally difficult\n\nDespite her character’s mutations, Cecilia Bartoli remains convincing from beginning to end. “It’s an actor’s role … you need to maintain your stamina till the end. It’s a long role, vocally it’s difficult,” she admits.\n\n“We laugh with Ariodante, we suffer, we cry with Ariodante,” explains Cecilia Bartoli. “It’s a journey. It’s rare to have such a comprehensive role.”\n\nLes Musiciens du Prince\n\nAriodante provides the opportunity for Cecilia Bartoli to show off the virtuosity of her Musiciens du Prince, the Baroque ensemble that she created a year ago with the financial support of the Principality of Monaco. “All the grand courts of the eighteenth century had an orchestra,” she explains. “So I said to myself: it would be great to find a court, in Europe, that wanted an orchestra that played on period instruments. Finally I settled upon Monaco: I had the great privilege of meeting Prince Albert and Princess Caroline and they were immediately enthusiastic!”\n\nAriodante also features on the bill of the Salzburg Summer Festival, where it will be performed between 16 and 28 August. The festival runs from 21 July to 30 August.", "ar": "*أريودانتي، دور ذكوري وانثوي في أوبر هاندل، كان يمكن ان يكون مخاطرة لسيسيليا بارتولي. لكن الأمر ليس كذلك. فالميزو سوبرانو الأكثر شهرة في العالم، أدت الدور بكل ثقة في سالزبورغ *.\n\nتثير القلق وتنتهلك، سيسيليا بارتولي عرفت كيف تخلق الحدث في سالزبورغ من خلال تأديتها دور أريودانتي ، بطل اوبرا جورج فريدريك هاندل (1685-1759).\n\nهذا العام، في مدينة موزارت، الميزو سوبرانو الايطالية هي تولت الادارة الفنية لمهرجان عيد العنصرة.\n\n“ بالنسبة لي انه أول دور تنكري. غنيت أدواراً وانا متنكرة حين كنت صغيرة جدا، بطبيعة الحال اديت دور شيروبينو لموزارت، ومن بعد تنكرت في أوبرا روسيني. هنا، وجدت أن أظهار الرجولة، هو نوع من التحدي، لكن الامر يستحق ذلك لأن “أريودانتي” عمل رائع حقاً“، تقول سيسيليا بارتولي.\n\nفي سالزبورغ، أوبرا جديدة للميزو سوبرانو الإيطالية في مهرجان عيد العنصرة لهذا العام والذي هي مديرته الفنية.\n\nسيسيليا بارتولي، تضيف قائلة:” أنه أفضل أعمال هاندل. أعتقد أنه كان سموحاً حين كتبأريودانتي”.\n\nعرضت للمرة الأولى في لندن عام 1735، “أريودانتي” عمل يُظهر توترات العلاقات الطبقية من خلال منظور الحب والتعطش للسلطة.\n\nالدخول إلى أعماق روح الشخصية\n\n“ انه عمل أوبرالي في غاية النضج لهذا الملحن. بالنسبة لي، هاندل أشبه بشكسبير الموسيقى.\n\nانه يتقن حقا اللغة الموسيقية بطريقة تعكس نفسية الشخصيات. لذا انه يصل من خلال الموسيقى إلى أعماق روح الشخصية.\n\nفي حالة أريودانتي ، يبدأ حين كان شابا، لذلك نرى سيسيليا متنكرة بزي شاب، ومن خلال سلسلة من الأحداث في الأوبرا، تتحول أو يتحول إلى امراة في النهاية.\n\nموسيقيا، حاولنا ذلك أيضاً لضبط هذا التحول، أي جعل الإيقاعات الذكورية أكثر ذكورية، إذا جاز التعبير، وجعل الإيقاعات الأنثوية في النهاية، أكثر ليونة.”\n\nدور متكامل\n\n“ انه دور ممثل، وفي الوقت ذاته يجب الاستمرار بالقدرة على الاداء، انه دور طويل وصعب صوتياً.\n\nاننا نضحك ونتعذب ونبكي مع أريودانتي.\n\nانها رحلة. من النادر أن نحصل على دور شامل كهذا“، تقول سيسيليا بارتولي.\n\nأريودانتي ستعرض ايضاً في المهرجان الصيفي في سالزبورغ.\n\nهناك عروض بين 16-28 آب/ أغسطس. المهرجان الصيفي من 21 حزيران/ يوليو ولغاية 30 آب/ أغسطس.", "pt": "É uma composição transgressora aquela que Cecilia Bartoli nos propõe no papel de Ariodante, na obra homónima de Händel. Trata-se de uma ópera inédita no Festival de Salzburgo este verão, que Bartoli já integrou este ano no Festival de Pentecostes, onde assume a direção artística.\n\n“É a primeira vez que desempenho este personagem travestido. Já encarnei papéis masculinos quando era muito jovem. Fiz o Querubim, de Mozart e um outro com Rossini. Mas aqui encontrei o desafio de mostrar realmente uma masculinidade. E valeu a pena, porque Ariodante é uma obra magnífica. É o apogeu de Händel. Ele estava em estado de graça quando a escreveu Ariodante”, disse-nos a cantora.\n\n“É muito raro surgir um papel tão completo”\n\nA sede de poder e o amor perante a luta de classes avançam lado a lado nesta obra apresentada pela primeira vez em Londres, em 1735. Segundo o maestro Gianluca Capuano, “é uma obra muito madura no percurso deste compositor. Eu considero Händel como o Shakespeare da música. Ele consegue realmente dominar a linguagem musical, mas sempre tendo em conta a psicologia dos personagens. É dessa forma que utiliza a música para chegar à alma mais profunda do personagem”.\n\n“No caso de Ariodante, ele surge como um homem jovem, que Cecilia encarna. E depois, através dos diferentes desenvolvimentos da ópera, ele vai transformando-se em mulher. Musicalmente, tentámos acompanhar um pouco esta transformação. Temos melodias um pouco mais masculinas, digamos, e no final a composição torna-se mais leve, mais doce”, explica Capuano.\n\nJá Bartoli revela que “é um trabalho de ator e é exaustivo, é longo. Vocalmente, é difícil. Rimos, sofremos e choramos com Ariodante. É uma viagem. É muito raro surgir um papel tão completo”.\n\n“Ariodante”, para ver e ouvir este verão, de 16 a 28 de agosto, no Festival de Salzburgo.", "es": "Inquietante, transgresora… Cecilia Bartoli nos sorprende una vez más con su interpretación de Ariodante, de Haendel. Por primera vez en Salzburgo y con la puesta en escena de Christof Loy, la ópera Ariodante ha sido programada por la mezzo-soprano italiana en la edición de este año del Festival de Pentecostés.\n\nLa presse autrichienne enthousiaste pour la 1ère de Cecilia Bartoli barbue façon Conchita ds l'opéra Ariodante. Reprise cet été à Salzbourg. pic.twitter.com/Puzq7VBrYC — Sophie Makris (@samakris) 7 de junio de 2017\n\n„Ariodante“ mit Cecilia Bartoli in Salzburg: Mann und Weib, und Weib und Mann https://t.co/4JUU7UvwRI pic.twitter.com/mKDWCs80Mg — Stuttgarter Zeitung (@StZ_NEWS) 6 de junio de 2017\n\n“Para mí ha sido encarnar un papel de travestí. Cuando era muy joven, canté otros personajes travestidos como el de Cherubino (pronunciar querubino), de Mozart, después canté otro papel de travesti de una obra de Rossini. Pero aquí he descubierto que mostrar la masculinidad es un desafío, pero merece la pena porque me parece que Ariodante es una obra magnífica.“\n\n“Es lo mejor de Haendel.“\n\n“Creo que se encontraba en estado de gracia cuando compuso Ariodante.“\n\nÓpera estrenada en Londres en 1735, Ariodante explora las relaciones entre clases sociales a través del prisma del amor y la ambición de poder. Gianluca Capuano dirige la orquesta, Les Musiciens du Prince.\n\n“Es una obra de madurez en la produccióm de este compositor. Yo considero a Haendel como el Shakespeare de la música. Es capaz, realmente de dominar el lenguaje musical, pero lo puede hacer en relación con la psicología de los personajes. Por lo que puede, con la música, llegar a lo más profundo del alma del personaje.“\n\n“En el caso de Ariodante, comienza como un joven, por lo que vemos a Cecilia disfrazada de hombre joven, a través de lo que acontece en la ópera, ella se convierte finalmente en mujer. En el plano musical hemos tratado de ajustar un poco esa transformación, y por ejemplo, hacer los temas musicales masculinos, aún más masculinos, y los aires femeninos del final, los hicimos más suaves y ligeros.“\n\nLa mezzosoprano, Cecilia Bartoli compara con un viaje la complejidad de este personaje:\n\n“Es un papel de actor y, al mismo tiempo, hay que aguantar hasta el final. Es un papel de largo aliento, y a nivel vocal es difícil.“\n\n“Con Ariodante, uno ríe, sufre y llora con Ariodante.“\n\n“Es todo un viaje, es excepcional tener un papel tan complejo.“\n\nAriodante además está en cartel del 16 al 28 de agosto en el Festival de Salzburgo.\n\nUn reportaje de Anne Glémarec con la participación de Escarlata Sánchez"}, "title": {"en": "Ariodante: a Salzburg production as unsettling as it is moving", "ar": "سيسيليا بارتولي تنتهلك الأعراف وتؤدي دور أريودانتي", "pt": "Cecilia Bartoli leva um transgressor Ariodante a Salzburgo", "es": "Cecilia Bartoli: El complejo viaje entre géneros de Ariodante"}, "date": {"en": "07/13/17 00:00:00", "ar": "07/13/17 00:00:00", "pt": "07/13/17 00:00:00", "es": "07/13/17 00:00:00"}}