{"top_image": {"en": "https://static.euronews.com/articles/375207/1000x563_375207.jpg", "ar": "https://static.euronews.com/articles/375207/1000x563_375207.jpg", "pt": "https://static.euronews.com/articles/375207/1000x563_375207.jpg", "es": "https://static.euronews.com/articles/375207/1000x563_375207.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Long dependent on oil, the West African nation of Angola is now on the path of economic diversification. The focus is on agriculture and tourism, which means developing the country’s infrastructure, particularly with regards to energy supply. For this, Angola needs private investors.\n\n“According to the World Investment Report, Angola is one of the countries with the highest return on investment in the world. The experts we met said this is the right time for investors to position themselves on the market, which is expected to double by 2045,” says Euronews reporter Serge Rombi.\n\nMeet Elizabete Dias Dos Santos, one of Angola’s most successful businesswomen.\n\nEuronews visited her new, high-tech fish processing plant. She invested 25 millions dollars in the factory which opened last October. Chain production of this kind is unique in Angola.\n\n“It’s important for entrepreneurs in Angola to start looking at other sectors than oil,” she tells Euronews. “It’s a country with many resources, and we need to act responsibly, in a respectful and transparent manner, and invest in new technologies, to boost economic diversity and allow us to position ourselves on an international level.”\n\n120 people work at the factory, which is a motor for the whole fishing industry, representing some 50,000 jobs nationwide.\n\n“Traditional fishing is a reality in Angola. We must support this sector. 40% of our business comes from small-scale, traditional fishing,” explains Elizabete Dias Dos Santos.\n\nNorth of the capital Luanda lies a giant steel factory that was built two years ago, representing an investment of 350 million dollars. It was the first of its kind in Angola. Tonnes of steel are recycled in this factory, which produces iron-reinforced concrete bars – essential for the country’s modernisation.\n\n“Steel is essential for the development of any country. It’s used for buildings, roads, dams, it’s used everywhere,” says quality manager at Aceria de Angola, Luis Silva.\n\nThe production capacity is huge: 500,000 tonnes a year – that’s nearly twice Angola’s needs. The aim is to start exporting. A small revolution for Angola which imports nearly everything.\n\n“Let’s develop our own resources for export, instead of allowing our resources and our raw materials to leave the country, and then importing manufactured products… It doesn’t make any sense to do that,” exclaims Aceria de Angola chairman Georges Fayez Choucair.\n\n550 people have been trained up and are now employed at the steel plant. Moreover, the factory supplies the region with electricity and water since both had to be brought in to operate the machinery.\n\n“Five years ago, unemployment here stood at 70%. Today, it’s down to 20%. That includes both direct and indirect jobs linked to the factory,” says Luis Silva.\n\n“You can’t just invest in a new country, you can’t walk in and say ‘I have a lot money etc’. No, it doesn’t work like that. You have to include the local population in the process. It’s not an individual project but a common project,” adds Georges Fayez Choucair.\n\nAnd reform is underway to make it easier for entrepreneurs to invest in Angola, be they Angolan or foreign.\n\n“The Angolan economy is a young one. Being part of a global economy means we have to accept this kind of relationship, these changes, these strategic partnerships. If we don’t have that kind of vision, it will be complicated to develop a strong economy – that’s the risk. Either we open up or we shut down and die,” concludes Elizabete Dias Dos Santos.\n\nOf course, before investing in Angola, it is essential to know the country. One of the keys is to develop partnerships with established entrepreneurs.\n\n“(Potential investors) can turn either to local or foreign entrepreneurs with experience who can help them develop a new business and position themselves on a regional market, because Angola has the potential to become competitive in the coming years at a regional level,” says Georges Fayez Choucair.\n\nAn attractive geostrategic position which represents an added selling point to draw investors to Angola.", "ar": "الحلقة الأخيرة من برنامجنا “فوكوس أنغولا“، البلاد تواجه تحديا جديدا، هو تنويع الاقتصاد. التخلي عن “الاعتماد على النفط” لتحقيق التنمية في قطاعات مثل الزراعة والسياحة. هذا يتعلق ببذل الجهود في إنشاء البنية التحتية وتحديث قطاع الطاقة والعمل على تحسين المناخ الاستثماري ليصبح جذابا للمستثمرين.\n\nموفد يورونيوز، سيرج رومني:\n\nتبعا لتقرير الاقتصاد العالمي، أنغولا هي إحدى الدول، حيث عائدات الاستثمارات هي الأعلى في العالم!\n\nوحسب الخبراء الذين تحدثنا معهم هنا، إنه الوقت لاحتلال مكان في السوق قيد التشكل، السوق التي سيتضاعف حجمها مع حلول عام 2045”.\n\nبعض المستثمرين لديهم رؤية واضحة تماما، إليزابيث دياس دوس سانتوس هي سيدة أعمال معروفة جدا في أنغولا.\n\nغامرت بتوظيف 25 مليون دولار في هذه الشركة لتصنيع الأسماك.\n\nهذا المصنع الحديث انطلق في تشرين الأول/أكتوبر الماضي. وهو نموذج لسلسلة الإنتاج في هذا القطاع، فريد تماما في أنغولا.\n\nصوت، إليزابيث دياس دوس سانتوس، المديرة التنفيذية في “سولمار“، تقول:\n\n“من المهم أن يتوجه اهتمام رجال الأعمال الأنغوليين إلى قطاعات غير النفط. أنغولا تملك خيرات أخرى يجب استثمارها، صناعات مثل صناعتنا، تمثل المسؤولية والاحترام والشفافية والتقنية العالية، وتسمح بتنويع الاقتصاد، وتحتل مكانة جيدة عالميا”.\n\nيعمل هنا 120 شخصا. في فرص عمل مباشرة، كما يترافق العمل مع قطاع صيد الأسماك التقليدي، حيث يعمل أكثر من 50 ألف شخص في البلاد.\n\nصوت، إليزابيث دياس دوس سانتوس، المديرة التنفيذية في “سولمار“، تقول:\n\n“حرفة صيد الأسماك في أنغولا، هي حقيقة لا نستطيع تجاهلها والتخلي عنها. يجب دعم هذا القطاع. شركتنا تحتفظ بحصة 40% من مجموعات الصيادين الصغيرة، في قطاع الصيد التقليدي”.\n\nشمال العاصمة لاواندا، هذا المعمل الضخم للحديد الكسر خرج من الأرض منذ سنتين. باستثمار يبلغ 350 مليون دولار.\n\nلا يوجد شيء يقارن به عبر البلاد، إذ لم توجد حتى الآن تقاليد لصناعة الصلب.\n\nهنا، يعاد إنتاج أطنان الحديد الكسر لتنتج قضبان الحديد المسلح، الذي يستخدم حصرا في تنمية البلاد.\n\nصوت، لويس سيلفا، مدير الإنتاج في “أسيريا دو أنغولا“، يقول:\n\n“الحديد المسلح، هو منتج ضروري للتنمية في أي بلد كان. فهو يستخدم في إنشاء الأبنية والطرقات والسدود الكبيرة وفي كل مكان…”\n\nطاقة إنتاج هذا المعمل ضخمة، تبلغ 500 ألف طن سنويا وهو ضعف الطلب الحالي في انغولا. الهدف هو تصدير هذا المنتج بسرعة. ثورة صغيرة في بلاد، تستورد عمليا كل شيء.\n\nصوت، جورج فايز شقير، مدير “أسيريا دو أنغولا“، يقول:\n\nنستخدم المصادر الإفريقية لنحقق التنمية والتصدير. لا أن نخرج الموارد والمواد الأولية لنرسلها إلى الخارج ثم نعيد شراء المنتج المصنع. إنه محض هراء”.\n\nهذا المعمل وفر دورات التدريب المهني والعمل لـ 550 شخصا، بما في ذلك الماء والكهرباء في هذه المنطقة. إذ توجب إنشاء خط للتوتر العالي وتمديد المياه من أجل تزويد المعمل وعمل الآلات”.\n\nصوت، لويس سيلفا، مدير الإنتاج في “أسيريا دو أنغولا“، يقول:\n\n“معدل البطالة بلغ 70% خلال السنوات الخمس الأخيرة، انخفض اليوم إلى 20%. وهذا بفضل توفير فرص العمل المباشرة، إضافة إلى فرص عمل غير مباشرة”.\n\nصوت، جورج فايز شقير، مدير “أسيريا دو أنغولا“، يقول:\n\n“لا يمكننا الاستثمار في بلد بكر، بين سكان يفتقدون المهارات، عليك إنشاء نفسك بنفسك… ليس الأمر“أنا غني، وسأستثمر هنا” لا… عليك اليوم التقيد بحاجة السكان، المشروع ليس مشروعا فرديا، إنه مشروع مجتمع”.\n\nأنغولا تجذب مستثمرين جددا من القطاع الخاص. أجريت عدة إصلاحات في سبيل تحسين مناخ الأعمال في البلاد، ودعم الاستثمارات الخاصة الأنغولية بالطبع والأجنبية أيضا.\n\nصوت، إليزابيث دياس دوس سانتوس، المديرة التنفيذية في “سولمار“، تقول:\n\n“لدينا اقتصاد شاب في طور التشكل. العولمة تفرض علينا العلاقات والتكيف والشراكة الاستراتيجية. إن لم تتوفر لدينا هذه الرؤية، سيكون من الصعب علينا أن نكون اقتصادا قويا، وهذه هي المخاطرة. إما الانفتاح، أو الانغلاق على الذات وبالتالي الموت”.\n\nقبل الاستثمار هنا، يجب الإلمام بمعرفة عملية عن البلاد، وأحد هذه المعارف هي الاطلاع على الشراكات مع رجال الأعمال الذين سبق وأقاموا أعمالا.\n\nصوت، جورج فايز شقير، مدير “أسيريا دو أنغولا“، يقول:\n\n“اليوم، لديك رجال أعمال مختلطين من الأجانب والمحليين، الذين يعملون على السواء من أجل إنشاء سوق جديدة، لتصبح سوقا إقليمية، إذ أن أنغولا لديها القدرة لأن تصبح منافسة في السوق الإقليمية في السنوات المقبلة”.\n\nموقع جيواستراتيجي مهم جدا. يمكن أنغولا من وضع خطط جيدة لجذب المستثمرين.", "pt": "Último episódio da nossa série Focus Angola. O país enfrenta um novo desafio: diversificar a sua economia, pôr de lado a dependência do petróleo e desenvolver áreas como a agricultura ou o turismo. Isso requer, também, um esforço na melhoria das infraestruturas, na modernização do setor da energia, e, claro, tornar-se mais atrativo aos para os investidores privados.\n\n“De acordo com o Relatório Económico Mundial, Angola é um país onde o retorno do investimento é um dos mais elevados do mundo. Segundo todos os peritos que conhecemos aqui, este é o momento para se posicionar neste mercado que está a ser restruturado e que deve duplicar até 2045”, relata o enviado da euronews a Angola Serge Rombi.\n\nA angolana Elizabete Dias Dos Santos é uma investidora importante no seu país. No ano passado lançou mais uma fábrica, da Solmar, na área do processamento de peixe. Um investimento de 25 milhões de dólares. Trabalham aqui 120 pessoas, metade homens a outra mulheres. Uma unidade, que em termos tecnológicos, é pioneira no país:\n\n“É importante o empresário nacional olhar para outros setores, não petrolífero. Angola tem grandes riquezas que têm de ser aproveitadas e só como indústrias como a nossa, com responsabilidade, cuidado, transparência e muita tecnologia, é que vamos fazer o processo de diversificação económica e, naturalmente, afirmarmo-nos quem sabe, internacionalmente”, refere a presidente da empresa.\n\nPara além dos empregos diretos criados, há muitos indiretos. Que permitem ajudar a dinamizar o setor da pesca tradicional, que emprega mais de 50.000 pessoas no país:\n\n“A pesca artesanal em Angola é uma realidade, à qual não podemos deixar de prestar a devida atenção. Relativamente à empresa temos 40 por cento da quota reservada aos pequenos pescadores, ou seja à pesca artesanal”, adianta a empresária.\n\nA norte da capital angolana, Luanda, fica situada uma fábrica de produção de aço, desde há dois anos. Um investimento de 350 milhões de dólares. No país não há nada que se lhe compare. Até aqui Angola não tinha uma tradição neste setor. Na unidade podem ser recicladas toneladas de aço e produzir barras de ferro para betão, particularmente úteis no desenvolvimento do país:\n\n“O aço é um produto essencial para o desenvolvimento, independentemente, do país. É usado na construção civil, em estradas, em grandes barragens, em todo o lado”, diz Luís Silva, responsável pela qualidade na Aceria Angola.\n\nA capacidade de produção é de 500 mil toneladas por ano, quase o dobro da procura em Angola.\n\nO objetivo é começar a exportar o produto. Uma pequena revolução num país que importa quase tudo:\n\n“Utilizamos os recursos africanos para desenvolvê-los e exportá-los. Não extraímos os recursos, as matérias-primas, e enviamo-las para o estrangeiro e compramos bens manufaturados. Isso é um disparate”, afirma Georges Fayez Choucair, Presidente da Aceria.\n\nEsta fábrica emprega e formou 550 pessoas e trouxe a água canalizada e a eletricidade à região. Foi necessário construir uma linha de alta tensão e de transporte de água para fazer funcionar as máquinas:\n\n“O desemprego era de cerca de 70 por cento há cinco anos e hoje está a cerca de 20 por cento. Não é tudo emprego direto, mas há pessoas têm empregos indiretos ligados à área”, adianta Luís Silva.\n\n“Não podemos investir num novo país, numa população que desconhecemos, chegar implantarmo-nos… “Eu sou rico”, etc. Não, Hoje é preciso fazer com que a população adira. O projeto não é individual é conjunto”, refere Choucair.\n\nAngola atrai novos investidores privados. Várias reformas foram realizadas para melhorar o clima de negócios e impulsionar o investimento interno mas também estrangeiro:\n\n“Temos uma economia virgem. A globalização impõe-nos esta relação, esta modificação, esta parceria estratégica. Se nós não tivermos essa visão dificilmente vamos tornar-nos numa economia pungente. Este é o risco que nós corremos, ou nos abrimos ou fechamos e morremos”, afirmou Elizabete Dias dos Santos.\n\nAntes de investir em Angola é, obviamente, necessário um bom conhecimento do país e, uma das chaves, é fazer parcerias com empresários já estabelecidos:\n\n“Hoje, há empresários estrangeiros e nacionais que se mostram disponíveis, capazes de ajudar a desenvolver um novo mercado e ajudar a assumir um lugar nos mercados regionais. Angola pode ser nos próximos anos, para o mercado da região”, explica Choucair.\n\nOutro dos trunfos que Angola pretende explorar, para atrair investidores, é a sua posição geoestratégica, que é muito interessante.", "es": "En Angola el nuevo desafío es salir de la dependencia del petróleo para desarrollar, por ejemplo, la agricultura o el turismo. Se necesitará también mejorar las infraestructuras, modernizar el sector de la energía y, obviamente, mejorar la actractividad del país para los inversores privados.\n\nSegún el Informe mundial de desarrollo de la ONU, Angola es uno de los países con mayor rendimiento de las inversiones. Según todos los especialistas que hemos entrevistado aquí, es el momento de posicionarse en este mercado que está estructurándose. Mercado que debería duplicarse de aquí a 2045.\n\nAlgunos inversores han entendido perfectamente el interés de invertir en Angola. Elizabete Dias Dos Santos es una de las empresarias clave del país. Invirtió 25 millones de dólares para lanzar esta empresa de transformación de pescado. La fabrica abrió las puertas en octubre pasado. Este tipo de producción en cadena con tecnología innovadora es muy novedosa en Angola.\n\n“Es importante que los empresarios angoleses se interesen por otros sectores más allá del petróleo,” indica Dias Dos Santos. “Angola posee otras riquezas a explotar, por industrias como la nuestra, que actúan de manera responsable, con respeto y transparencia, utilizando nuevas tecnologías, que permiten la diversificación económica y el posicionamiento a nivel internacional.”\n\n120 personas trabajan en la fábrica. La inversión crea empleos directos pero también mejora la dinámica del sector de la pesca tradicional, un sector que emplea más de 50.000 personas en el país.\n\nAcero: el objetivo de la exportación\n\nAl norte de la capital, Luanda, una fábrica gigante de acero abrió sus puertas hace dos años, gracias a una inversión de 350 millones de dólares. No hay nada comparable en el país, que hasta ahora no tenía apenas tradición siderúrgica. Aquí se reciclan toneladas de acero y se producen estas barras de acero para cemento armado, muy necesarias para el desarrollo del país.\n\nLa capacidad de producción de la fábrica es enorme: 500.000 toneladas al año, casi el doble de la demanda de Angola. El objetivo es poder exportar pronto este producto. Una pequeña revolución en un país que importa prácticamente todo.\n\nGeorges Fayez Choucair, inversor libanés, es el presidente de la acería de Angola: “Utilicemos los recursos africanos para poder desarrollarlos y exportarlos, no para sacar directamente las materias primas del país, enviarlas al exterior y comprar productos manufacturados. Eso no tiene sentido.”\n\nEsta fábrica forma y emplea a 550 personas y provee agua y electricidad para la región, dado que ha habido que construir una línea de alta tensión y traer agua para hacer funcionar la maquinaría.\n\n“No podemos invertir en un país nuevo, con una población que no te conoce, nos implantamos diciendo: ‘soy rico, etc.’ No es posible,” explica Fayez Choucair. “Hoy hay que hacer que la población adhiera al proyecto, que no es individual, es común.”\n\nNuevo clima de negocios\n\nAngola atrae nuevos inversores privados. El gobierno ha puesto en marcha una serie de reformas para atraer nuevas inversiones privadas, tanto angolesas como extranjeras.\n\n“Tenemos una economía joven, virgen. La globalización nos impone estas nuevas relaciones, estos cambios, estas alianzas estratégicas. Sin esta visión será muy complicado el convertirnos en una economía fuerte, y ese es el riego. O nos abrimos o nos cerramos y entonces estaremos muertos,” indica Elizabete Dias Dos Santos.\n\nUna posición geoestratégica muy interesante. Otra virtud que Angola espera utilizar para atraer a nuevos inversores."}, "title": {"en": "Drawing private investors to in Angola", "ar": "استثمر وحقق أعلى الأرباح في أنغولا!", "pt": "Os novos desafios angolanos", "es": "Angola, atractivo panorama para inversores"}, "date": {"en": "07/10/17 00:00:00", "ar": "07/10/17 00:00:00", "pt": "07/10/17 00:00:00", "es": "07/10/17 00:00:00"}}