{"top_image": {"en": "https://static.euronews.com/articles/376668/1000x563_376668.jpg", "ar": "https://static.euronews.com/articles/376668/1000x563_376668.jpg", "pt": "https://static.euronews.com/articles/376668/1000x563_376668.jpg", "es": "https://static.euronews.com/articles/376668/1000x563_376668.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Estonia, which has taken over the EU presidency, has urged fellow member states to do more on defence.\n\nThe EU has been seeking to cooperate more deeply on security and military matters – a move that has gathered pace with Brexit on the horizon.\n\n“It is clear that the European Union must assume greater responsibility for security in and around Europe. No single country is able to stand up to the threats we face, or solve these challenges, alone,” said Estonian PM Juri Ratas in a speech to the European Parliament.\n\n“The EU Global Strategy, the EU-NATO joint declaration and the debate on the future of defence rightly set out a high ambition. In order to keep those ambitious promises and deliver results, we need to spend more, and we need to spend better on defence.”\n\nCooperation between the EU and NATO will be a top priority for the Baltic country, which shares a border with Russia.\n\nOne left-wing MEP believes it would lead to the militarisation of the EU.\n\n“What we need is a stabilization in the countries outside the EU, our neighbouring countries and I think that a stronger defence union and a lot of pressure on the Eastern countries is not good for stabilization,” said Gabi Zimmer, a German parliamentarian.\n\nEstonian officials say they want to agree on the funding model for planned EU Battle Groups by the end of the year.", "ar": "تركز إستونيا منذ توليها بداية الشهر الجاري الرئاسة الدورية للاتحاد الأوروبي، تركز على إعطاء أولوية كبرى للتعاون الدفاعي الأوروبي و تعزيز سبل التعاون مع الناتو. رئيس الوزراء الأستوني،تحدث أثناء تقديم خطة برنامج حكومته عن الوضع في أوكرانيا والتهديد الذي يمكن أن تشكله روسيا على دول المنطقة.\n\nويقول رئيس الوزراء الإستوني يوري راتاس: “في القرن 21،لا يمكننا أن نقبل بأي عدوان يطال أي بلد أوروبي، كما لا نقبل بأي ضم غير شرعي او احتلال جزء من أراضي أي دولة،وأعتقد أنه من الممكن جدا أن رئيس أوكرانيا سيأتي يوما ما يخاطب في هذه القاعة ليتحدث وبالصفة ذاتها التي أتوجه لكم بها اليوم “\n\nحالات العنف التي تشهدها أوكرانيا تثير قلق أستونيا وجميع دول البلطيق،حيث تخشى تالين،أن تقوم روسيا بأعمال عدوانية من شأنها أن تزعزع الاستقرار في مناطق أخرى في أوروبا. لكن هذا الخطاب الحازم يثير أيضا كثيرا من الجدل لدى أعضاء البرلمان الأوروبي.\n\nويقول غابرييل زيمر، نائب في البرلمان الأوروبي عن اليسار الراديكالي\n\n“ما نحن بحاجة إليه هو استقرار البلدان في جميع أنحاء الاتحاد الأوروبي،و البلدان المجاورة،وأعتقد أن سياسة دفاعية أوروبية قوية وسبل الضغط على دول أوروبا الشرقية،ليس أمرا جيدا للاستقرار”.\n\nما تطمح إليه أستونيا هوإقناع شركائها لزيادة الإنفاق على السياسات الدفاعية،وكذا تعزيز العلاقات مع الناتو.", "pt": "Aumentar a capacidade da União Europeia ao nível da defesa externa é um das prioridades da Estónia.\n\nO primeiro-ministro estónio referiu o caso da Ucrânia como exemplo do papel desestabilizador da Rússia no continente europeu, durante a primeira deslocação ao Parlamento Europeu desde que o país assumiu a presidência do bloco, a 1 de julho.\n\n“No século XXI, não devemos aceitar agressões contra um país europeu ou a anexação e ocupação ilegais de uma parte do seu território. Acredito que não é impossível que, no futuro, um presidente da Ucrânia possa falar nesta câmara nas mesmas funções em que eu me encontro”, disse Jüri Ratas.\n\nA Estónia, uma das repúblicas do Báltico que foi ocupada pela ex-União Soviética, defende uma maior esfera de influência junto de outros países na sombra da Rússia, tais como a Moldávia e a Bielorrússia.\n\nGabriel Zimmer, eurodeputada alemã da esquerda radical, está contra, argumentando que “precisamos de estabilidade nos países vizinhos da União Europeia e penso que ter uma defesa mais forte na União e pressionar os países de Leste não contribui para essa estabilização”.\n\nA Estónia é um dos quatro países da União Europeia que gasta pelo menos 2% do PIB na defesa, meta que deverá ser atingida pelos restantes Estados-membros.", "es": "La defensa europea y la cooperación con la OTAN son dos de las prioridades de este país que el 1 de julio asumió la presidencia rotatoria de la UE.\n\nEl primer ministro estonio, Jüri Ratas, ha presentado su plan semetral ante el Parlamento Europeo y ha insistido sobre la situación de Ucrania y la amenaza que representa Rusia para Europa.\n\n“En el siglo XXI no debemos aceptar la agresión contra un país europeo o la anexión ilegal y ocupación de parte del su territorio”, ha dicho Ratas ante los eurodiputados. “Creo que no es imposible que en el futuro el presidente de Ucrania esté al frente de esta cámara como yo hoy”, ha seguido el dirigente estonio.\n\nLa ex república soviética teme que la influencia de Moscú pueda desestabilizar los países del Este como Moldavia y Bielorrusia y afectar a la UE. Pero algunos diputados se muestran contrarios a este discurso.\n\nGabrielle Zimmer, eurodiputada alemana, asegura que lo que se necesita es dar estabilidad a los países fuera de la UE, a nuestros vecinos. “Creo que una unión de defensa más fuerte y la presión a los países no es buena para la estabilidad”.\n\nLa OTAN ha reforzado su presencia militar en Estonia, en una de las mayores movilizaciones militares desde el fin de la Guerra Fría."}, "title": {"en": "Estonia urges EU to do more defence", "ar": "إستونيا تطمح إلى تعزيز السياسية الدفاعية الأوروبية والتعاون مع الناتو", "pt": "Estónia quer maior influência europeia na estabilização de ex-repúblicas soviéticas", "es": "Estonia asume la presidencia de la UE con la vista puesta en la defensa"}, "date": {"en": "07/05/17 00:00:00", "ar": "07/05/17 00:00:00", "pt": "07/05/17 00:00:00", "es": "07/05/17 00:00:00"}}