{"top_image": {"en": "https://static.euronews.com/articles/380235/1000x563_380235.jpg", "ar": "https://static.euronews.com/articles/380235/1000x563_380235.jpg", "pt": "https://static.euronews.com/articles/380235/1000x563_380235.jpg", "es": "https://static.euronews.com/articles/380235/1000x563_380235.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "It looks like an ordinary summer’s day at a swimming pool on the outskirts of Sevilla in southern Spain: a group of children are splashing around in the water.\n\nBut this is a special day for them. They are here with social workers from the organisation Entre Amigos (Between Friends).\n\nThey are part of the millions of Spaniards who are not reaping the benefits of the economic upturn.\n\nWe travel with them to their neighbourhood in Polígono Sur, known as ‘the ’3.000 homes’, one of the poorest in Spain.\n\nThe children are among hundreds who receive free meals from the organisation over the summer holidays in schools across the neighbourhood. It’s part of a program launched nationwide three years ago by the NGO Educo.\n\n“Requests for our summer meals have gone up by 40% compared to last year,” Fernando Rodríguez of Educo Andalucía tells us. “The economic crisis has led to budget cuts in social funding, education, health. That has led to many families trying to cut down on food spending. Nobody is going hungry, but there is malnutrition in Spain.”\n\nMore than 40% of children live in poverty in Sevilla. It may be a prime tourist destination, but it is also the country’s fifth poorest city. A situation that is gaining ground among Spain’s middle class families.\n\nFamilies like Salud Funes’. Every morning, on her way to work, she drops off her twins at a school in the Palmete neighbourhood, where the NGO Save the Children fills in the gaps in Spain’s welfare system, offering the children games and educational activities.\n\n“New families have arrived, people who have lost their jobs, or who work in very precarious conditions and no longer have any social benefits. Our main concern is that this kind of poverty is turning into a chronic phenomenon,” says Javier Cuenca, head of the Save the Children Andalucía.\n\nSalud lives with her family in her parents’ house, along with her sister’s and her brother’s families.\n\nBoth she and her husband have jobs – she works as a domestic help and he is a construction worker – but they cannot afford to pay the rent on a home of their own.\n\n“My mother helps us out, she puts food on the table every day, and she buys breakfast for the kids. That way we manage,” she tells us.\n\nOut of work for several years following the economic crisis, Salud’s husband finally found a job a few months ago. But the wages are unreliable, she says.\n\n“The first month he earned 800 euros, the second 900 euros, the third 550 euros. It’s a total disaster, we don’t know what we’re going to earn from one month to the next. It varies, depending on how many hours work we get. So I save money the months I earn more, which I spend when I earn less. Because otherwise there are months when we wouldn’t even be able to afford the bills.”\n\nIn another part of Sevilla, in the heart of the old town, we meet Manolo Garrido. He is an activist, and spokesman with the so-called Platform for Mortgage victims, the PAH.\n\nMost of the people we meet at PAH’s Sevilla premises used to lead comfortable lives. The crisis changed all that. In debt, unable to cope with prohibitive bank rates, some have already lost their homes. Others are fighting to keep theirs.\n\n“They come here to find comfort and help, we tell them there is always room for negotiation. If they cannot pay off their debt, maybe there is another solution, they don’t necessarily have to end up on the street,” Manolo explains.\n\nCelestina Velasco is among those who found hope at the PAH. She used to run a building company with her husband, which employed some fifteen people. When their biggest clients failed to pay the bills, the couple was unable to pay back their bank loans. They went bankrupt. Their flat was seized. The company’s offices are being put up for auction.\n\n“Look,” she shows us the closed-down offices, “these were our offices. I lost my home, and now a court case is under way, and the bank is likely to seize the place. And even then, I will have to continue to pay off my debt… for the rest of my life.”\n\nToday, Celestina lives with her two children in her 25-year old son’s flat. With his monthly salary of 1.000 euros, he provides for most of their needs.\n\nCelestina’s fall brought on serious depression and a divorce. At 53, she’s trying to resurface. She has just found a temporary job in a service company for the elderly, for 500 euros a month.\n\n“I have this job for two or three months, I don’t know how long it will last,” she tells us. “Every day, I look for work, I never stop. I ask for help from social workers and from Caritas, they put me in touch with people, and so I send CVs to restaurants, bars, places like that. I’m just trying to find something.”\n\nSpain has one of the highest growth rates in the eurozone. But poverty rates in Andalusia are the same as they were at the height of the crisis, says Mariano Perez de Ayala, the regional head of Caritas (the Catholic Agency for International Aid and Development). According to him, austerity policies and labor law reforms have led to more precarity in Spain.\n\n“Our system doesn’t smooth out inequalities in times of economic boom, and it destroys a lot of jobs and deepens inequalities in times of crisis,” he says. “The crisis has reversed many social achievements in Europe. We have seen the rise of a neo-liberal model that undermines the social welfare system. Labour reforms that have been implemented according to this model have been detrimental to the social achievements of recent years.”\n\nAsunción Campanario has not had a permanent job for nine years. Once a week, she goes to the wholesalers to buy goods which she sells on markets and in her neighborhood.\n\nA mother of two, she also takes care of her elderly mother. She says she and her husband simply couldn’t cope without the help of charities.\n\n“I used to have my own business, I ran a bar, I also worked in wholesale trade, I sold jewelry and accessories. My husband also worked wherever he found a job – in lift maintenance, on building sites – we did quite well. We worked for others and we were much better off then. Now we are self-employed, and we work much more for less.”\n\nThe next morning, we meet Asunción at the market.\n\n“Sales are low, they’re low, because it is very hot and there aren’t many people, but I’m coping! I talk a lot, so I manage to sell!”\n\nAsunción makes the best of the situation but she doesn’t expect to see things improve anytime soon: “This will last,” she tells us. “Politicians will keep on stealing money and filling their pockets. They only think of themselves! And we, the poor people, we are the last in the world! We’ll just keep on being poor. The poor will get poorer and the rich will get richer. It’s always been that way.”", "ar": "*توجهت يورونيوز إلى الأندلس في جنوب إسبانيا والتقت برجال ونساء وطفال يعانون من الفقر.\n\nالمرحلة الأولى من التقرير في منطقة بوليكونو سود في إشبيلية، الحي الذي يطلق عليه اسم” ثلاثة آلاف مسكن“، من أفقر المناطق في اسبانيا. التقت يورونيوز بمربين من جمعية بين الأصدقاء ، هدف الجمعية هو تحسين الظروف المعيشية لسكان هذا الحي الفقير جدا. التقينا باطفال ليسوا تماما مثل الآخرين. انهم من بين ملايين الاسبان الذين لا يستفيدون من الانتعاش الاقتصادي.*\n\nبين الأصدقاء\n\nخلال العطلة الصيفية، تقوم جمعية “بين الأصدقاء” بتوزيع المئات من الوجبات الغذائية في المدارس.\n\nهؤلاء الأطفا من بين مئات آخرين توزع عليهم الجمعية وجبات يوميا خلال العطلة الصيفية في مدارس الحي.\n\nبدأ البرنامج منذ 3 سنوات في جميع انحاء البلاد، من قبل المنظمة غير الحكومية أديكو\n\n“هذا العام، ارتفع الطلب على برنامجنا لتقديم وجبة طعام في الصيف، بنسبة تجاوزت الأربعين بالمئة مقارنة بالعام الماضي.\n\nهذه الأزمة الاقتصادية رافقتها تخفيضات في المجال الاجتماعي، والتعليم، والصحة، لهذا تحاول العديد من الأسر الحد من العبء الاقتصادي للمواد الغذائية.\n\nلا يمكننا الحديث عن الجوع في إسبانيا، لكن يمكننا الحديث عن سوء التغذية “، يقول فيرناندو رودريجيز وهو مندوب اقليمي في المنظمة غير الحكومية أديكو.\n\nاشبيلية، وجهة سياحية لكنها فقيرة\n\nأكثر من 40٪ من الأطفال الأندلسيين يعيشون في الفَقْر، انها من أعلى المعدلات في اسبانيا.\n\nإشبيلية، وجهة سياحية لكنها من أفقر المدن في البلاد. وضع تعيشه أسر الطبقة المتوسطة.\n\nكالسيدة، سالود، كل صباح ترافق طفليها التوأم لمدرسة في منطقتها، بالميته، قبل الذهاب إلى العمل.\n\nانقذوا الطفال\n\nهنا، المنظمة غير الحكومية “انقذوا الأطفال” تقترح عليهم الأنشطة الترفيهية والتعليمية.\n\nمساعدة تعوض عن أوجه القصور في النظام الاجتماعي الإسباني.\n\n“ شاهدنا قدوم الأسر الجديدة التي فقدت دخلها لأنها فقدت وظائفها، أو لأنها تعمل في ظروف سيئة للغاية، وفقدت الدعم العام أيضاً. ما يقلقنا هو أن يصبح هذا الوضع مزمناً“، يقول جافير كوينكا، رئيس منظمة انقذوا الأطفال في الأندلس.\n\nتعيش سالود مع اطفالها في منزل والديها، مع اسرة شقيقتها وشقيقها.\n\nدخل عملها كمساعدة منزلية مع دخل زوجها وهو عامل بناء، لا يمكنهما من دفع الإيجار.\n\n“والدتي تساعدنا. كل يوم، تضع لنا الطعام على المائدة . وتشتري وجبة الإفطار للأطفال. هكذا ندبر أمورنا“، تقول سالود فونز.\n\nعاطل عن العمل منذ سنوات بعد الأزمة، زوج سالود وجد عملاً قبل بضعة أشهر. دخل الزوجين عشوائي.\n\n“في الشهر الأول حصل على 800 يورو، في الشهر الثاني 900 يورو، وفي الثالث 550 يورو. إنها كارثة، كل شهر لا نعرف ما سنحصل عليه. دخلنا يعتمد على عدد ساعات عملنا.\n\nأوفر شيئاً من المال حين أكسب أكثر لاستخدامه حين أكسب أقل. في بعض الأشهر لا نملك ما يكفي حتى لتسديد الفواتير “، تقول\n\nسالود فونز.\n\nضحايا الرهن العقاري\n\nفي منطقة أخرى من إشبيلية، في قلب البلدة القديمة، التقينا بمانولو. ناشط في منهاج ضحايا الرهن العقاري، الهيئة العامة للإسكان.\n\nموظفون سابقون، لكنهم مدراء أو رجال أعمال أيضاً، معظم الذين هنا كانوا يتمتعون بحالة جيدة. الأزمة غيرت حياتهم.\n\nمديونون وغير قادرين على التعامل مع الفوائد الباهظة للبنوك، تعرض البعض لعمليات الإخلاء. وآخرون تلقوا التهديدات.\n\n“هنا يجدون الراحة والدعم، يعرفون أنهم يستطيعون التفاوض، لكن إذا لم يتمكنوا من الدفع، يمكن أن نجد لهم حلا، بدلا من أن يجدوا انفسهم مباشرة في الشارع، كما يتوقعون“، يقول مانولو غاريدو، المتحدث باسم منهاج ضحايا الرهن العقاري، الهيئة العامة للإسكان في اشبيلية.\n\nسيليستينا كانت توظف خمسة عشر شخصا في شركة كانت تديرها مع زوجها. أكبر زبائنهما لم يتمكن من تسديد فواتيره، ما ادى إلى عدم امكانية تسديد فواتيرهما، وقروضهما المصرفية.\n\nالإفلاس كان مصيرهما.\n\nفتم الاستيلاء على شقتهما وبيع مقر الشركة في المزاد العلني.\n\n“انظري فاليري، هنا كان مقري. فقدت بيتي. حاليا هناك محاكمة ليتمكن البنك من الاستيلاء عليه، وحين يصدر القرار، حتى لو استولي البنك عليه، يجب أن أستمر بتسديد الديون “، تقول سيليستينا فيلاسكو.\n\nفاليري غوريا، يورونيوز:“الى متى ؟”\n\nسيليستينا فيلاسكو:” طوال حياتي”.\n\nالآن، تعيش سيليستينا مع طفليها في بيت ابنها، في الخامسة والعشرين من العمر. راتبه الف يورو لكن هو الذي يقضي احتياجاتهم،.\n\nافلاسها ادى بها إلى الاكتئاب والطلاق. في الثالثة والخمسين من العمر، تسعى للنهوض مجدداً. وجدت وظيفة في شركة لخدمات المسنين، مقابل 500 يورو شهريا.\n\n“لدي هذا لمدة شهرين أو ثلاثة أشهر، لا أعرف كم من الوقت سوف يستمر. كل يوم، أبحث عن عمل، لا يمكن أن أتوقف. أطلب مساعدة الأخصائيين الاجتماعيين، وكاريتاس ، انهم يساعدونني على الاتصال بالناس، بعد ذلك أرسل سيرتي الذاتية للمطاعم والحانات وامكان من هذا القبيل، أحاول أن أجد شيئا“، تقول\n\nسيليستينا فيلاسكو.\n\nفي أسبانيا أعلى معدل نمو في منطقة اليورو. لكن معدلات الفَقر هي نفسها في الأندلس كما في ذروة الأزمة،\n\nيؤكد المدير الاقليمي للمنظمة غير الحكومية كاريتاس.\n\n.\n\nليبرالية جديدة\n\nيقول إن سياسات التقشف وإصلاح قوانين العمل من اسباب زيادة انعدام الأمن.\n\n“لدينا نظام لتصحيح بعض التفاوت في فترات الازدهار الاقتصادي، لكنه يدمر العديد من فرص العمل ويعمل على زيادة عدم المساواة في أوقات الأزمات.\n\nاجتاحت الأزمة العديد من المكاسب الاجتماعية في أوروبا. ظهرت ايديولوجية من نوع الليبرالية الجديدة، تقيد السياسات الاجتماعية وكل الاصلاحات العمالية التي تم تنفيذها على حساب ما تم اعتبارها فتوحات في السنوات السابقة “، يقول ماريانو بيريز، مدير المنظمة غير الحكومية كاريتاس ، في الأندلس.\n\nمنذ تسع سنوات، أسونسيون بلا عمل دائم، لذا بدأت بالعمل لحسابها الخاص.\n\nكل أسبوع، تذهب إلى تجار الجملة لتشتري المنتجات التي تبيعها في الأسواق، وفي الحي الذي تقيم فيه أيضاً .\n\nأم لطفلين، وتتكفل برعاية والدتها، لا يمكن تدبير أمورها بدون مساعدة من جمعية خيرية.\n\n“لدي عملي الخاص، قمت بادارة محل للمشروبات، عملت في تجارة الجملة، بعت المجوهرات، والملحقات. عمل زوجي أيضا في كل الوظائف التي عثر عليها، صيانة المصاعد، ومواقع البناء، أمورنا كانت جيدة. كانت أفضل حين كنا نعمل في الشركات. الآن نعمل لحسابنا الخاص، نعمل أكثر ونربح أقل“، تقول أسونسيون كامباناريو.\n\nفي السوق، التقينا بأسونسيون، في صباح اليوم التالي.\n\n“البيع أقل، البيع أقل لأن الجو حار جدا، ولا يوجد الكثير من الناس، لكنني أدافع عن نفسي، أنا شخص يتحدث كثيرا، لذلك اتمكن من البيع!“، تقول أسونسيون كامباناريو.\n\nتكافح أسونسيون لمواجهة هذه الحالة السيئة. لكنها لا تتصور امكانية رؤية نهاية النفق.\n\n“الوضع سيستمر … سيواصل السياسيون سرقة المال لوضعه في جيوبهم، انهم لا يُفَكِّرون الا في أنَفْسِهم، اننا آخر من في هذا العالم، الفقراء سيزدادون فقراً والأغنياء سيزدادون ثراءً، هذا هو الحال على الدوام “، تقول أسونسيون كامباناريو.\n\nفاليري غوريا بمشاركة رجاء التميمي", "pt": "É um quadro típico nos meses de verão: um grupo de crianças que usufrui de uma piscina pública, neste caso em Sevilha, no sul de Espanha. Mas há um elemento particular no cenário. Todas estas crianças pertencem a famílias para quem a retoma económica ainda não chegou.\n\nVivem no bairro do Polígono Sul, um dos mais desfavorecidos de Espanha. Para além dos passeios que organizam, os educadores sociais da associação Entre Amigos distribuem diariamente refeições nas escolas locais durante o verão, no âmbito de um programa de assistência lançado há 3 anos pela ONG Educo.\n\n“Este ano, recebemos mais 40% de pedidos para ajuda alimentar do que no ano passado. A crise económica provocou cortes nos setores da educação, da saúde, dos apoios sociais. Isso fez com que muitas famílias procurassem reduzir os encargos que têm com a comida. Não se pode falar de fome em Espanha. Mas há má nutrição”, diz-nos Fernando Rodríguez, desta ONG.\n\nDecenas de niños y niñas participan estos días en las actividades de verano de los proyectos de infancia y juventud https://t.co/nwEcNypBVH pic.twitter.com/7iB54IQdDG — Cáritas Sevilla (@CaritasSevilla) 27 juillet 2017\n\n“O receio é que a pobreza se torne crónica”\n\nSegundo dados oficiais, mais de 40% das pessoas que vivem na região da Andaluzia estão em risco de pobreza e exclusão social. Na cidade de Sevilha, uma das maiores do país e um destino turístico privilegiado, não é difícil encontrar casos como os de Salud Funes.\n\nTodas as manhãs, leva os seus filhos gémeos à escola antes de ir trabalhar. As crianças podem participar aqui nas atividades lúdicas e educativas organizadas pela ONG Save The Children, uma iniciativa que visa colmatar algumas das carências do sistema.\n\n“Vimos chegar famílias que perderam o que tinham, perderam o emprego ou então trabalham em condições precárias e perderam o direito a receber ajudas. O nosso receio é que a pobreza se torne crónica”, aponta Javier Cuenca, da Save The Children.\n\nSalud vive em casa dos pais, juntamente com as famílias dos dois irmãos. Afirma que o seu trabalho de empregada doméstica e o do seu marido na construção civil não lhes permite pagar uma renda. “É a minha mãe que nos ajuda. É ela que põe comida na mesa todos os dias. E é a vida que temos”, desabafa.\n\nO marido de Salud esteve desempregado durante anos. Recentemente encontrou trabalho, mas com contratos temporários e salário variável. “No primeiro mês, recebeu 800 euros; no segundo, 900; no terceiro, 550. É uma miséria. Não sabemos quanto vamos ter no fim do mês. O meu salário também depende das horas que faço. Tento poupar um pouco quando ganho mais, porque há meses em que não sobra nada para pagar as contas”, conta.\n\n“Vou continuar a dever dinheiro ao banco”\n\nManolo Garrido trabalha numa plataforma que ajuda pessoas com problemas de crédito, especificamente no setor imobiliário. Encontramos aqui quadros superiores, empresários, pessoas das mais variadas proveniências. Alguns foram literalmente despejados de casa; outros estão em vias disso.\n\n“Aqui podem encontrar algum conforto, alguma ajuda. As pessoas dão-se conta que podem negociar a sua situação. Se não houver mesmo forma de pagar, é possível encontrar uma solução. Não vão parar logo à rua, como alguns deles pensam”, afirma Manolo.\n\nCelestina e o marido tinham uma empresa com cerca de 15 pessoas. Quando alguns dos maiores clientes deixaram de pagar, deixaram também de ter forma de respeitar os compromissos bancários. Seguiu-se um processo de falência. O seu apartamento foi penhorado. As instalações da empresa vão ser vendidas para colmatar a dívida.\n\n“A empresa era aqui. Perdi a minha casa. Está um processo em curso para que o banco se aproprie das instalações. E, mesmo depois, vou continuar a dever dinheiro ao banco”, explica-nos.\n\nCelestina vive em casa do filho de 25 anos, cujo salário, de mil euros, lhe tem garantido a subsistência. Tudo isto lhe valeu uma grave depressão e o divórcio. Aos 53 anos, tenta abrir um novo capítulo. Acabou de encontrar um trabalho numa empresa de serviços de assistência a idosos. Vai ganhar 500 euros por mês.\n\n“Tenho trabalho para dois ou três meses. Não sei quanto tempo vai durar. Continuo a procurar emprego, todos os dias. Peço ajuda às assistentes sociais, à Caritas, para que me ponham em contacto com outras pessoas. Continuo a mandar o meu currículo para restaurantes, bares. Estou a tentar arranjar alguma coisa”, diz.\n\n“Os políticos continuam a meter dinheiro ao bolso”\n\nA Espanha regista uma das mais elevadas taxas de crescimento da zona euro. Mas os índices de pobreza na Andaluzia permanecem mais ou menos idênticos, sublinha Mariano Pérez de Ayala, responsável regional da Cáritas, que aponta o dedo à política de austeridade e à reforma da lei laboral.\n\n“O nosso sistema praticamente não corrige as desigualdades numa altura que é de retoma económica. Aliás, agrava as desigualdades e destrói o emprego. A crise deu cabo de muitas das conquistas sociais europeias. Está a impor-se um modelo ideológico de recorte neoliberal que restringe as políticas sociais. Todas as reformas laborais que têm sido executadas limitam os avanços feitos nos últimos anos”, considera.\n\nHá 9 anos que Asunción Campanario não tem um emprego fixo. Decidiu trabalhar por conta própria: todas as semanas, vai comprar vestuário a grossistas para o revender nos mercados. Mesmo assim, procura regularmente ajuda de associações caritativas para sustentar os dois filhos e a mãe que vive com ela.\n\n“Já tive um bar, já trabalhei em armazéns grossistas, já vendi bijuteria… O meu marido também já fez de tudo um pouco: já trabalhou para uma empresa de elevadores, já esteve nas obras. Agora estamos por nossa conta. Trabalhamos muito mais e ganhamos menos… (…) Isto está para durar… Os políticos continuam a meter dinheiro ao bolso. Só pensam neles. Os pobres são cada vez mais pobres e os ricos, mais ricos. Foi sempre assim…”, remata.", "es": "Verano en Sevilla, en el sur de España. Estos niños esquivan las temperaturas extremas de la capital andaluza en una piscina pública de las afueras.\n\nPertenecen a familias con pocos recursos que no han conseguido mejorar su situación a pesar de la recuperación económica del país.\n\nDar de comer a los niños\n\nLes seguimos, junto a los monitores de la asociación Entre Amigos, hasta el Polígono Sur, conocido como las 3000 Viviendas, una de las zonas más pobres de España.\n\nDurante las vacaciones, este grupo reparte comida a diario entre cientos de niños en los colegios del barrio.\n\nUn programa lanzado hace tres años en todo el país por la ONG Educo.\n\n“Nuestro programa de becas comedor de verano hemos recibido un cuarenta por ciento más de solicitudes este año respecto al año pasado”, comenta Fernando Rodríguez, delegado territorial de Educo Andalucía. “Esta crisis económica vino acompañada de recortes sobre todo en lo social, en educación, en salud. Esto llevó a muchas familias a intentar sobrellevar esa carga económica del pago de esta comida. No podemos hablar de hambre en España, no. Pero sí podemos hablar de malnutrición”.\n\nSegún un estudio de la Red Andaluza de Lucha contra la Pobreza y la Exclusión Social de 2016, un 43% de la población andaluza se encuentra en riesgo de pobreza y exclusión.\n\nA pesar de ser un renombrado destino turístico, Sevilla es la quinta ciudad más pobre de España.\n\nSituación que se ha extendido a familias de clase media.\n\nComo la de Salud Funes.\n\nLa vida entre empleos precarios\n\nTodas las mañanas, acompaña a sus gemelos a una escuela del barrio de Palmete antes de ir a trabajar.\n\nAquí, la ONG Save the Children organiza juegos y actividades educativas.\n\nUna ayuda que compensa carencias del sistema social público.\n\n“Se han sumado nuevas familias que han perdido poder adquisitivo porque han perdido su empleo o están trabajando en condiciones muy precarias, y además han perdido todas las ayudas públicas”, cuenta Javier Cuenca, responsable de Save the Children en Andalucía. “Y tenemos la gran preocupación de que esa pobreza se está cronificando”.\n\nSalud y su familia viven en casa de sus padres, compartiendo techo, además, con la familia de su hermana y la de su hermano.\n\nCon sus ingresos como asistenta y los de su marido, albañil, no tienen suficiente para alquilar una vivienda.\n\n“Mi madre es la que nos está ayudando. Nos pone un plato de comida en la mesa todos los días. Y les compra el desayuno a los niños, y así estamos”.\n\nEn paro durante varios años antes de la crisis, el marido de Salud encontró trabajo hace unos meses.\n\nLos ingresos de la pareja nunca son estables.\n\n“El primer mes cobró no sé si fueron 800, el segundo unos 900, hasta este último mes que ha cobrado 550 euros. Un desastre total, que todos los meses no sabemos… Porque yo, dependiendo de las horas que eche cobro más o cobro menos. Voy guardando los meses que tengo más, voy sacando de lo que tengo guardado para poder pagar. Hay meses que no puedo ni con las facturas”.\n\nSobrevivir a la hipoteca\n\nEn el centro de la ciudad quedamos con Manolo Garrido, miembro de la Plataforma de Afectados por la Hipoteca, movimiento social aparecido en 2009 en Barcelona y ahora presente en todo el país.\n\nTweet de la PAH en defensa de un hombre amenazado por el desahucio.\n\nAntiguos empleados, pero también directivos o empresarios, la mayoría de los que están aquí gozaban de una situación económica desahogada.\n\nPero la crisis dio la vuelta a sus vidas.\n\nEndeudados e incapaces de hacer frente a las condiciones draconianas de los bancos, algunos fueron desahuciados de sus hogares, otros viven bajo la amenaza de serlo.\n\n“Aquí consiguen esa tranquilidad, se les ayuda y consiguen comprender que se negocia”, asegura Manolo Garrido, portavoz de la Plataforma Afectados por la Hipoteca de Sevilla. “Y aunque no puedan pagar, llegamos a soluciones, pero no se quedan directamente en la calle como en un principio podrían pensar.\n\nCelestina Velasco dirigía junto a su marido su propia empresa de construcción, que empleaba a quince personas.\n\nCuando sus principales clientes dejaron de pagarles, no pudieron cumplir con créditos y deudas.\n\nSe declararon en quiebra.\n\nPerdieron su casa y los locales de la empresa serán subastados.\n\n“Mira, Valerie, este era mi local”, dice Celestina Velasco. “He perdido la vivienda. El local está en vías de que salga el juicio para que se lo quede el banco. Y aún así seguiré debiéndole al banco…para toda mi vida”.\n\nCelestina vive ahora con sus dos hijos, en la casa de uno de ellos, de 25 años. Él, mileurista,mantiene a la familia.\n\nLa quiebra, además, condujo a Celestina a una profunda depresión y al divorcio.\n\nA los 53 años, intenta mantenerse a flote.\n\nAcaba de encontrar trabajo en una empresa de servicios para ancianos con el que gana 500 euros al mes.\n\n“Tengo para dos o tres meses, no sé para cuánto tendré. Estoy todos los días buscando trabajo, no paro. Pido ayuda a la asistenta social, pido ayuda a Cáritas, que siempre nos ponen en contacto con personas y aparte de eso echando currículums por los restaurantes, por los bares, por ahí intento sacar algo”.\n\nEspaña cuenta con una de las tasas de crecimiento económico más altas de la zona euro.\n\nPero los índices de pobreza en Andalucía son los mismos que en el momento más álgido de la crisis, nos cuenta el responsable regional de Cáritas.\n\nDecenas de niños y niñas participan estos días en las actividades de verano de los proyectos de infancia y juventud https://t.co/nwEcNypBVH pic.twitter.com/7iB54IQdDG — Cáritas Sevilla (@CaritasSevilla) 27 de julio de 2017\n\nPara Mariano Pérez de Ayala, las políticas de austeridad y la reforma laboral solo han conseguido aumentar la precariedad.\n\n“Tenemos un sistema que corrige muy poco las desigualdades en los momentos de bonanza económica, destruye mucho empleo y crea mucha desigualdad en los momentos de crisis. Y la crisis ha arrasado con muchas conquistas sociales en Europa. Y se va imponiendo un modelo ideológicamente de corte neoliberal que restringe políticas sociales y todas las reformas que ponen en marcha son restrictivas de lo que yo creo que han sido conquistas de los últimos años”.\n\nHace nueve años que Asunción Campanario no tiene empleo fijo, por lo que decidió trabajar por su cuenta.\n\nTodas las semanas compra mercancía al por mayor que luego revende en mercadillos callejeros o donde puede.\n\nA su cargo, dos hijos y su propia madre. No podría salir adelante sin el apoyo de una asociación caritativa.\n\n“He tenido un bar propio. He trabajado también en bares, he estado trabajando en almacenes de venta al por mayor, de bisutería y complementos. Mi marido también ha trabajado en todo lo que le ha salido. Era ascensorista, también como albañil, hemos trabajado en todo lo que nos ha salido y no nos iba mal. Trabajábamos cada uno en una empresa. Ahora no, ahora tenemos que trabajar mucho más para alomejor ganar mucho menos”.\n\nQuedamos con Asunción la mañana siguiente en el mercadillo.\n\n“Las ventas hoy están flojitas porque hace mucho calor y hay muy poca gente, pero yo me estoy defendiendo. Soy una persona que pregono mucho, así que algo vendo”.\n\nAsunción pone al mal tiempo buena cara. Pero no consigue ver el final del túnel.\n\n“Va para largo. Los políticos no van más que a engordarse los bolsillos ellos. Solo piensan en ellos, en chupar de la teta gorda. Y nosotros somos los últimos del mundo, la gente pobre, más pobres todavía y ellos más ricos. El rico, más rico y el pobre, más pobre. Lo que ha sido siempre”."}, "title": {"en": "Spain: poverty hits millions despite growth", "ar": "اسبانيا: الأثرياء سيزدادون ثراءً والفقراء سيزدادون فقراً", "pt": "Quando a retoma nasce em Espanha, não é para todos", "es": "Andalucía, ante el riesgo de ser eternamente pobre"}, "date": {"en": "07/28/17 00:00:00", "ar": "07/28/17 00:00:00", "pt": "07/28/17 00:00:00", "es": "07/28/17 00:00:00"}}