{"top_image": {"en": "https://static.euronews.com/articles/380130/1000x563_380130.jpg", "ar": "https://static.euronews.com/articles/380130/1000x563_380130.jpg", "pt": "https://static.euronews.com/articles/380130/1000x563_380130.jpg", "es": "https://static.euronews.com/articles/380130/1000x563_380130.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Tensions remain high in Jerusalem after Israel replaced metal detectors at the al-Aqsa mosque compound in Jerusalem’s Old City with CCTV cameras, hoping to calm days of bloodshed.\n\nThe detectors were installed after two police guards were fatally shot on July 14th, sparking the bloodiest clashes between Israelis and Palestinians in years.\n\nBut Palestinians say the modified security measures are still unacceptable.\n\n“In short, we will never accept the metal detectors and anything else of this sort, cameras or anything that might harm the al-Aqsa mosque and our religion, our ties to it and harm this pure holy place. We still hold our stand and we won’t let anyone touch a single piece of this pure place.” said Mazid Kaluti, a Palestinian in East Jerusalem.\n\nThe spike in tensions and the deaths in violence on Friday and Saturday raised international alarm and prompted a session of the United Nations Security Council to consider ways of defusing the crisis.", "ar": "يتساءل البعض لماذا يصر الفلسطينيون على رفض البوابات الإلكترونية في الأقصى؟\n\nتصاعدت المخاوف من تنفيذ المخطط القديم بالسيطرة على المسجد الأقصى كما جرى للحرم الإبراهيمي في الخليل في عام 1972.\n\nمذبحة الحرم الابراهيمي\n\nمذبحة الحرم الإبراهيمي، بقيادة باروخ جولدشتاين أو باروخ جولدستين، وهو طبيب يهودي والمنفذ لمذبحة الحرم الإبراهيمي في مدينة الخليل الفلسطينية في 1414 هـ / الموافقة لـ 25 فبراير 1994 التي قام بها مع تواطئ عدد من المستوطنين والجيش في حق المصلين، حيث أطلق النار على المصلين المسلمين في المسجد الإبراهيمي أثناء أدائهم الصلاة فجر يوم جمعة في شهر رمضان، وقد قتل 29 مصلياً وجرح 150 آخرين قبل أن ينقض عليه مصلون آخرون ويقتلوه.\n\nدور الجيش الاسرائيلي في المذبحة\n\nعند تنفيذ المذبحه قام جنود الجيش الإسرائيلي الموجودون في الحرم بإغلاق أبواب المسجد لمنع المصلين من الهرب، كما منعوا القادمين من خارج الحرم من الوصول إلى ساحته لإنقاذ الجرحى، وفي وقت لاحق استشهد آخرون برصاص جنود الاحتلال خارج المسجد وفي أثناء تشييع جثث القتلى مما رفع مجموع الضحايا إلى 50 قتيل قتل 29 منهم داخل المسجد .\n\nأراد باروخ جولدشتاين من خلال عمله أن يفشل محادثات السلام بين الإسرائيليين والفلسطينيين اثر توقيع اتفاقية أوسلو. وكان يهدف كذلك إلى إثارة الفتنة بين الفلسطينيين مما سيؤدي إلى اشتباكات بينهم وتقويض الاتفاقية. على إثر المجزرة تم فرض حركة منع تجول على المدينة من قبل السلطات الإسرائيلية. تم كذلك حظر حركتي كاخ وكاهان شاي بموجب قوانين مكافحة الإرهاب.\n\nكيف تم تقسيم الحرم الابراهيمي؟\n\nتم الاستيلاء على الحضرة الإبراهيمية واعتبرها كنيسًا يهوديًا حيث كان اليهود يصلّون فيها بشكل متقطع منذ عام 1969، وفي يوم 31 أكتوبر 1972 قرر الحاكم العسكري ضمّ اليعقوبية لتكونَ مكانًا للصلاة بالإضافة للإبراهيمية، كما سَقَف صحن المسجد وهو الساحة الواقعة بين الإبراهيمية واليعقوبية، ووضع أثاثًا في هذين المكانين، ورافق ذلك منع الزائرين من دخول هذه الأماكن أثناء تواجد اليهود فيها، كما قرر بالسماح لليهود باستخدام جميع أجزاء المسجد في أعياد اليهود الرسمية، وسمح لهم بدخول المسجد أيام الجُمَع من الساعة 4 – 5\n\nنتنياهو يأمر باستخدام اجهزة تفتيش يدوية بعد إزالة البوابات الألكترونية https://t.co/8hu8JAQQFZ pic.twitter.com/bsf7buJrp7 — euronews عــربي (@euronewsar) 26 juillet 2017\n\nالمسجد الأقصى بمنظور سياسي\n\nبالنسبة للفلسطينيين تشكل البوابات الإلكترونية شكلا من أشكال فرض سيادة الاحتلال على المسجد الأقصى بالكامل، معتبرين إياها فاتحة لتنازل جديد عن أحقية المسلمين بالأقصى، وقبول ضمني بسياسة وضع اليد التي اعتادت إسرائيل على ممارستها.\n\nففي حال خضع الشعب الفلسطيني للقرار الإسرائيلي بنصب البوابات إذن سيتحكم الإسرائيليون بأوقات الدخول والخروج إلى المسجد الأقصى، ويصبحوا قادرين على إغلاق المسجد ساعة وقتما شاءوا، كما سيخول الأمر للإسرائيليين الفرصة أن يمنع المقدسيين من دخول المسجد في أيام محددة، مثل الأعياد اليهودية وغيرها.\n\nوتشكل البوابات الإلكترونية عائقاً أمام ذوي الحالات الخاصة، لأنها ستصدر رنيناً إذا دخل مقعد على كرسيه، وهذا سيسبب بحرج كبير وباكتظاظ هائل على البوابات، ما قد يفوت أوقات الصلوات.\n\nوالنقطة الأخيرة، بما يتعلق بالنساء، فإذا أصدرت البوابات الإلكترونية رنيناً، فهذا يعني إخضاعهن للتفتيش الدقيق، الذي قد يصل إلى تجردهن الكامل من الملابس.\n\nالمرجعيات الإسلامية\n\nبدورها، دعت المرجعيات الإسلامية في مدينة القدس المحتلة إلى رفض تغيير، الوضع التاريخي القائم، ومنها فرض البوابات الإلكترونية على أبواب المسجد الأقصى المبارك.\n\nللمزيد", "pt": "O fim dos detetores de metais decretado por Israel, na Esplanada das Mesquitas, em Jerusalém, não foi suficiente para acalmar os ânimos. O presidente da Autoridade Palestiniana exige o fim de todas as medidas de segurança implementadas por Israel, na cidade. Israel substituiu os detetores de metais por um sistema de videovigilância. Para os palestinianos a situação não melhorou. Como forma de protesto centenas de fiéis voltaram a rezar no exterior do local sagrado:\n\n“Nunca aceitaremos detetores de metal ou qualquer outra coisa desse tipo, câmaras ou algo que possa prejudicar a mesquita de Al-Aqsa e a nossa religião, e prejudicar este lugar sagrado puro. Mantemos esta posição e não permitiremos que ninguém toque numa única peça desse lugar puro”, explica Mazid Kaluti, um palestiniano.\n\nOs palestinianos são apoiados, nas suas reivindicações, por organizações não-governamentais de defesa dos Direitos Humanos depois de mais de uma semana de protestos nos quais morreram, pelo menos cinco pessoas.", "es": "La tensión continúan pese a haber eliminado los detectores de metales en la Explanada de las Mezquitas, en Jerusalén.\n\nEl presidente de la Autoridad Palestina exige que se eliminen todas las medidas de seguridad implantadas por Israel en la ciudad, porque ahora no hay detectores de metales pero sí cámaras de videovigilancia.\n\nEn respuesta a estas acciones, cientos de fieles volvieron a rezar en el exterior de la explanada.\n\nUn ciudadano palestino considera:\n\n“Nunca aceptaremos los detectores de metales o cualquier otro dispositivo similar, como cámaras o algo que pueda perjudicar la mezquita de Al Aqsa, nuestra religión. Este sitio es sagrado y puro. Vamos a mantener esta posición y no permitiremos que nadie toque nada de este lugar puro”.\n\nEl Wafq, el cuerpo jordano que custodia las mezquitas que están dentro de la explanada, Al Aqsa y la Cúpula de la Roca, instó a los fieles a continuar sin entrar al recinto como protesta.\n\nDesde la puesta en marcha de las medidas de seguridad los enfrentamientos entre los palestinos y las fuerzas de seguridad son casi diarios."}, "title": {"en": "Palestinians reject new al-Aqsa security measures", "ar": "لماذا يرفض الفلسطينيون البوابات الإلكترونية؟", "pt": "Tensão continua em Jerusalém", "es": "La tensión continúan en la Explanada de las Mezquitas"}, "date": {"en": "07/26/17 00:00:00", "ar": "07/26/17 00:00:00", "pt": "07/26/17 00:00:00", "es": "07/26/17 00:00:00"}}