{"top_image": {"en": "https://static.euronews.com/articles/377109/1000x563_377109.jpg", "ar": "https://static.euronews.com/articles/377109/1000x563_377109.jpg", "pt": "https://static.euronews.com/articles/377109/1000x563_377109.jpg", "es": "https://static.euronews.com/articles/377109/1000x563_377109.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Along with the rest of the planet, Europe is bracing for the impacts of climate change. Some areas are facing a range of risks, ranging from droughts to floods, but how well do we understand what to expect and how to respond?\n\nFor euronews, Denis Loctier visits Cyprus and Germany, where researchers are looking for answers.\n\nNicosia, Cyprus\n\nIn Nicosia, the rains that turn one riverbed into a river are becoming less frequent, and more intense. This accelerates soil erosion, bringing more sediment. A check dam was built in the area to slow the river down so that water could soak into the ground, but increasing sediment is a hindrance.\n\nAdriana Bruggeman, Researcher in hydrology and water management at the Cyprus Institute, tells euronews that:\n\n“The people who live here rely on ground water, both for domestic supply, household use, and for irrigation. With climate change, we will get less and less water flowing in, so we want to understand how much water can be stored here.”\n\nThe concern is that, in this semi-arid country, more and more water will evaporate before reaching underground aquifers. Researchers take regular soil samples to learn how quickly, or how slowly, the river water can pass through the growing layer of dense sediment.\n\nMEPs approve €7,298,760 in aid to #Cyprus due to the drought and forest fires it faced between Oct 2015-June 2016 https://t.co/oXHFORctL0 pic.twitter.com/v7XasQDAs6 — EPIO in Cyprus (@EP_CYPRUS) April 5, 2017\n\nCorrado Camera, Reseacher in hydrology and earth sciences at the Cyprus Institute, explains the work of collecting samples:\n\n“Inside this cylinder, we have a known quantity of soil. We will completely dry this sample, weigh it, and thus determine the density of the soil.”\n\nTo get a better idea of water circulation, researchers take other measurements too, and at one forest station researchers study the effect had by trees. The tree canopy traps some of the rain water causing it to evaporate before reaching the ground, whilst the root system pumps underground water upwards for the tree to grow, in a process known as transpiration.\n\nMarinos Eliades, Researcher in ecohydrology at the Cyprus Institute explains what he is doing:\n\n“This sensor has three prongs which allow it to estimate the velocity of water passing through the trunks. This indicates how much ground water the trees absorb.”\n\nThe Cyprus study helps local agriculture to adapt to changes in water availability, for example, by suggesting more water-efficient crops.\n\nThat is just one angle of this large European research project studying climate-related water issues.\n\nMülheim, Germany\n\nIn Mülheim, Germany, one million inhabitants depend on a system of water reservoirs which needs to remain balanced.\n\nHere, stronger summer rains increase the risk of flash floods. Researchers use meteorological data, along with their measurements of water flows on the surface and within the soil, to better understand changes in the water cycle.\n\nMarc Scheibel, Researcher in water resource and flood risk management, Wupperverband, tells euronews:\n\n“What we’re already experiencing is a shift in rainfall: now sometimes we have less rain in the winter — normally winter floods arrive in January or February — now sometimes they come later, in March, for instance. And there are more concentrated flash floods in the summer. This means that the water is not there at the right time, when we need it: so either there’s not enough drinking water or there’s too much water when there’s a flood.”\n\nThe BINGO project, studying test sites in six countries, aims to come up with a detailed ten-year forecast of climate change effects in Europe, including the impact on agriculture, industry, tourism and other sectors of the economy.\n\nRafaela Matos, BINGO project coordinator, and researcher in hydraulics and environment at LNEC, says:\n\n“This research will help us to anticipate the influence of climate change on our environment — whether that concerns flooding zones or drought-prone areas. And to respond accordingly, with appropriate infrastructure solutions and with necessary changes in people’s environmental behaviour.”", "ar": "أوروبا كبقية أنحاء الكرة الارضية، تستعد لمواجهة تأثير التغير المناخي. مخاطر كالجفاف والفيضانات تهدد مناطق عدة. ماذا ينتظرنا وكيف سنتعامل معه؟\n\nالزميل دونيس لوكتيه في “يورونيوز” قام بهذه الحلقة من “فوتوريس”.\n\nنيقوسيا، قبرص: الجفاف\n\nفي مدينة نيقوسيا في قبرص، الباحثون يحاولون ايجاد الاجوبة. فالامطار لم تعد تحول مجرى النهر الجاف في هذه المدينة الى نهر حقيقي، كما كانت في السابق. أمر ادى لتسارع تآكل التربة وزيادة الرواسب. في السابق بُنيَ سد لابطاء جريان المياه وتخزينها، لكن العقبة ما تزال في تزايد الرواسب.\n\nادريانا بروغيمان باحثة في علم الماء وادارتها من معهد قبرص تقول إن “الناس الذين يعيشون هنا يعتمدون على المياه الجوفية من اجل تلبية احتاجاتهم اليومية والري. مع التغير المناخي، سنحصل على كمية أقل من المياه المتدفقة، لذا نريد ان نعرف كمية المياه التي يمكن تخزينها هنا”.\n\nفي هذا البلد الجاف نسبياً، ستتبخر المياه أكثر فأكثر قبل أن تصل الى الطبقات الصخرية الجوفية. لذا اخذ الباحثون عينات من التربة لمعرفة مدى سرعة مرور المياه عبر هذه الطبقة من الرواسب المتزايدة في الكثافة.\n\nكورادو كاميرا باحث آخر في علم المياه وطبقات الارض من معهد قبرص، يشرح عمل فريقه “داخل هذا الانبوب، لدينا كمية من التربة. سنقوم بتجفيف هذه العينة، ووزنها، وهذا ما سيحدد كثافة التربة”.\n\nللتعرف أكثر على تدفق المياه وحركتها، اتخذ الباحثون تدابير اخرى. الاشجار هي احدى محاور الدراسة والابحاث.\n\nفلنمو الاشجار تمتص جذورها المياه الجوفية، اما قممها فتلتقط مياه الامطار فتتبخر قبل وصولها الى الارض. هذه العملية تعرف النَتْح او خروج الماء من الثغور التنفسية للنباتات على هيئة بخار .\n\nوعن جهاز الاستشعار المستخدم لهذه الدراسة يقول مارينوس الياديس، باحث في علم البيئة المائية من معهد قبرص إن مؤلف من ثلاث أبر تدخل في الجذع ويضيف “جهاز الاستشعار له ثلاث أبر تسمح لنا بتقدير نسبة تخبر المياه التي تجري داخل الجذع، وهذا ما يشير الى كمية المياه التي تحتاجها الشجرة”.\n\nالدراسات التي تجري في قبرص تسمح بتأقلم الزراعة المحلية مع وفرة المياه، على سبيل المثال، عبر اقتراح محاصيل تتناسب مع وفرة المياه. فهذا جزء من مشروع أوروبي كبير يهدف لدراسة تأثر المياه بالتغير المناخي.\n\nمولهيم، المانيا: الفيضانات\n\nفي منطقة مولهيم في المانيا، مليون شخص يعتمدون على نظام لتخزين المياه ويجب ان يبقى متوازناً. الامطار الصيفية القوية تزيد من مخاطر الفيضانات. لفهم تغيرات حركة المياه يستخدم الباحثون بيانات الارصاد الجوية مع قياس تدفق المياه على سطح وفي باطن الارض.\n\nمارك شيبل، باحث في الموارد المائية وادارة مخاطر الفيضانات من شركة المياه “ووبرفرباند“يثير أهمية هطول الامطار في موسمها “نشهد تحولاً بموسم الامطار: اليوم الامطار اقل خلال الشتاء – فهي تهطل\n\nعادة في الشهرين الاولين من العام ( كانون الثاني/يناير وشباط/فبراير)، اليوم تأتي في وقت لاحق في آذار/مارس مثلاً. والفيضانات أكثر في فصل الصيف. هذا يعني ان المياه ليست متوفرة في الوقت المناسب، حين نحتاج اليها. لذلك إما مياه الشرب ليست كافية واما هناك الكثير منها في حال الفيضانات”.\n\nمشروع بينغو الاوروبي هو مشروع القائم على اختبارات في ست بلدان يهدف لمعرفة خلال السنوات العشر المقبلة، ما هو تأثير التغير المناخي على الانظمة المائية، والقطاعات الاقتصادية في اوروبا خاصة القطاعات الزراعية والصناعية والسياحية.\n\nمنسقة مشروع بينغو رافائيلا ماتوس، هي باحثة في علم السوائل المتحركة والبيئة في المختبر الوطني البرتغالي للهندسة المدنية تتحدث عن الاهداف المنشودة “هذا البحث يساعدنا على توقع تأثير التغير المناخي على بيئتنا، سواء فيما يتعلق بمناطق الفيضانات او المناطق المعرضة للجفاف. وأن نرد وفق حلول كايجاد بنى تحتية مناسبة مع ما يستلزم من تغيير في السلوك البيئي للناس”.", "pt": "Como é que a Europa se prepara para enfrentar o risco de secas e inundações no quadro das alterações climáticas? Alguns cientistas procuram soluções em Chipre.\n\nNuma zona situada nos arredores de Nicósia, a precipitação é cada vez menos frequente mas, quando ocorre, é mais intensa do que antes. Essa mudança está a acelerar a erosão do solo e a gerar mais sedimentos, o que dificulta a absorção das águas no terreno.\n\n“Os habitantes desta área dependem dos aquíferos para as tarefas domésticas e também para a irrigação. Com as mudanças climáticas, há cada vez menos água disponível neste local. Nós estamos a ver quanta água pode ser armazenada aqui”, diz-nos Adriana Bruggeman, hidróloga.\n\nO problema é que o fenómeno da evaporação se intensificou, o que impede progressivamente um maior volume de água de chegar às faixas subterrâneas. Os investigadores recolhem continuamente amostras de solo para avaliar a velocidade da penetração da água através de uma cada vez maior camada de sedimentos.\n\nOs cientistas procedem também a outro tipo de estudos, nomeadamente nas florestas. A copa das árvores interceta parte da água da chuva, que acaba por evaporar antes de alcançar o solo. Ao mesmo tempo, as raízes extraem água do subsolo para permitir o crescimento da árvore.\n\nMarinos Eliades, especialista em eco-hidrologia, descreve-nos o funcionamento de um sensor que utilizam e que possui “três agulhas que fazem uma estimativa da velocidade a que a água atravessa o tronco, dando-nos uma indicação da quantidade que a árvore consome”.\n\nEste estudo pretende identificar, entre outros, colheitas mais rentáveis em termos de consumo de água, ajudando assim os agricultores locais a enfrentar as mudanças. Esta é apenas uma das vertentes de um vasto projeto europeu chamado BINGO.\n\n“A água não surge na altura certa”\n\nNa região alemã de Mülheim existe um sistema de reservatórios de água que abastece cerca de um milhão de habitantes. A água armazenada pode transbordar em caso de chuvas mais intensas. Os investigadores utilizam dados meteorológicos para apurar mecanismos de prevenção.\n\nSegundo Marc Scheibel, investigador em gestão de recursos aquáticos, “hoje em dia, chove menos durante o inverno. Antigamente, as cheias ocorriam em janeiro ou fevereiro. Agora acontecem em março. E há mais inundações registadas durante o verão também. Ou seja, a água não surge na altura certa: ou não há em quantidade suficiente para as pessoas consumirem ou há demasiada porque houve uma inundação”.\n\nEste projeto estende-se por 6 países e pretende estabelecer previsões sobre o impacto das alterações climáticas sobre os sistemas aquíferos europeus num período de 10 anos. Rafaela Matos, coordenadora do projeto, salienta que “ao antecipar as mudanças climáticas e os seus efeitos no ciclo da água, podemos também antecipar e planear as melhores soluções para fazer face a esses efeitos, envolvendo diretamente as pessoas”.", "es": "Junto al resto del planeta, Europa se prepara para las consecuencias del cambio climático. Varias áreas afrontan riesgos diversos que van desde sequías a inundaciones, pero ¿entendemos lo que nos espera y cómo responder a ello? Los científicos buscan respuestas.\n\nHemos ido hasta Chipre, donde los investigadores buscan respuestas.\n\nLas lluvias que convierten un cauce seco en río se vuelven menos frecuentes y más intensas. Eso acelera la erosión del suelo, arrastra más sedimentos.\n\nEn esta zona se construyó una represa para disminuir la velocidad del río, para que el agua pudiera empapar el suelo, pero los sedimentos son un obstáculo.\n\nAdriana Bruggeman, investigadora en hidrología y gestión del agua de The Cyprus Institute explica:“La gente que vive aquí depende de las aguas subterráneas, tanto para el suministro doméstico y las necesidades del hogar como para el riego.\n\nCon el cambio climático, tendremos cada vez menos agua fluyendo, así que queremos saber cuánta agua puede almacenarse aquí”.\n\nLo preocupante es que en este país semiárido, cada vez se evaporará más agua antes de llegar a los acuíferos subterráneos.\n\nLos investigadores toman regularmente muestras del suelo para saber con que rapidez lentitud el agua del río atraviesa esta capa cada vez mayor de denso sedimento.\n\nCámara Corrado, Investigador en hidrología y ciencias de la tierra, en The Cyprus Institute nos muestra su tarea sobre el terreno: “Dentro de un cilindro, ponemos una cantidad determinada de tierra. Vamos a desecar completamente esta muestra, a pesarla y así determinar la densidad del suelo”.\n\nPara tener una mejor visión de la circulación del agua, los investigadores también toman otras medidas.\n\nEsta estación forestal estudia el efecto de los árboles. La copa retiene un poco de agua de lluvia que se evapora antes de llegar al suelo, mientras que el sistema de raíces bombea agua subterránea para que el árbol crezca, en un proceso conocido como transpiración vegetal.\n\nMarinos Eliades, hidrólogo en The Cyprus Institute nos muestra sus herramientas de trabajo: “Este sensor tiene tres agujas que permiten estimar la velocidad del agua que pasa a través de los troncos, y que indicará la cantidad de agua subterránea que consumen los árboles”.\n\nEl estudio de Chipre ayuda a adaptar la agricultura local a los cambios en la disponibilidad de agua, por ejemplo, al sugerir cultivos más eficientes en el uso del agua.\n\nEsto es sólo un aspecto de este gran proyecto de investigación europeo que estudia los asuntos relacionados con el clima y el agua.\n\nEn Mülheim, Alemania, un millón de habitantes depende de un sistema de reservorios de agua que debe permanecer estable.\n\nLas fuertes lluvias del verano aumentan el riesgo de inundaciones repentinas.\n\nLos investigadores utilizan datos meteorológicos y toman medidas de los flujos de agua en la superficie y dentro del suelo para comprender mejor los cambios en el ciclo del agua.\n\nMarc Scheibel, investigador de gestión de los recursos hídricos y de inundaciones de la corporación pública de gestión del agua en Renania del Norte Westfalia Wupperverband nos dice: “Lo que ya estamos experimentando es un desplazamiento de las precipitaciones: en la actualidad tenemos menos lluvias en invierno. Normalmente las inundaciones de invierno son en enero-febrero, pero ahora llegan a veces más tarde, en marzo, por ejemplo. Y hay más inundaciones concentradas durante el verano. Esto significa que el agua no está allí en el momento adecuado, cuando la necesitamos, así que no hay suficiente agua potable o hay demasiada cuando hay una inundación “.\n\nEl Proyecto Bingo que analiza pruebas hechas en diferentes lugares de seis países, tiene como objetivo llegar a una predicción detallada a diez años vista de los efectos del cambio climático en los sistemas acuíferos europeos. Incluyen el impacto en la agricultura, la industria, el turismo y otros sectores de la economía.\n\nRafaela Matos, coordinadora del proyecto Bingo e investigadora en hidráulica y medio ambiente del Laboratorio Nacional de Ingeniería Civil de Lisboa, explica: “Esta investigación nos ayudará a anticipar la influencia del cambio climático en nuestro medio ambiente, ya se trate de zonas de inundación o de zonas propensas a la sequía. Así podremos responder dando soluciones sobre infraestructuras apropiadas y sobre los cambios necesarios en el comportamiento de la gente con el medio ambiente”."}, "title": {"en": "How global warming is changing when Europe’s rain arrives", "ar": "بينغو: مشروع أوروبي لمواجهة تأثير التغير المناخي على المياه", "pt": "A gestão da água na Europa perante as mudanças climáticas", "es": "Científicos contra las sequías e inundaciones del cambio climático"}, "date": {"en": "07/10/17 00:00:00", "ar": "07/10/17 00:00:00", "pt": "07/10/17 00:00:00", "es": "07/10/17 00:00:00"}}