{"top_image": {"en": "https://static.euronews.com/articles/378075/1000x563_378075.jpg", "ar": "https://static.euronews.com/articles/378075/1000x563_378075.jpg", "pt": "https://static.euronews.com/articles/378075/1000x563_378075.jpg", "es": "https://static.euronews.com/articles/378075/1000x563_378075.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "The UK Labour leader Jeremy Corbyn paid a visit to Brussels on Wednesday to get to know the EU Brexit negotiator Michel Barnier and his team. After presenting Michel Barnier with a personalised Arsenal jersey, Jeremy Corbyn told Barnier’s team that Labour’s approach to EU withdrawal would be “very different” from Theresa May’s.\n\nThe visit comes as Brexit Secretary David Davis published the Great Repeal Bill, also known as the EU withdrawl act, which Labour has vouched to vote against. Keir Starmer, the party’s Brexit spokesman, said earlier that Labour would attempt to defeat the legislation in just three months\n\nand attacked the Government for refusing to listen to calls to re-write its Brexit plans since they were first published in March. Labour wants the Bill to include full protection of rights for British workers and consumers, of environmental standards and the devolution of powers across the country.\n\nScotland’s first minister Nicola Sturgeon was also in Brussels on Wednesday making it clear that the UK should remain in the single market. In a statement earlier the Scottish and Welsh governments said they would try to block the Great Repeal Bill unless there are major changes to it. Official Brexit negotiations between Michel Barnier and David David are set to resume on 17 July in Brussels.", "ar": "يتوافد الساسة البريطانيون صوب بروكسل للقاء كبير مفاوض الاتحاد الأوروبي حول بريكست ميشال بارنييه، الذي التقى هذا الخميس زعيم المعارضة البريطانية جيريمي كوربن حيث قدم حزب العمال مقترحاته بشأن الخروج من الاتحاد الأوروبي،والتي تقوم على فكرتين رئيسيتين،بريكسيت ذو بعد اجتماعي وحماية حقوق العمال،بشكل عام المطالبة بخروج سلس للملكة المتحدة من الاتحاد الأوروبي بخلاف ما تطمح إليه الحكومة البريطانية.\n\nلكن بارنييه،صح ف وقت سابق إن المفاوضات حول البريكسيت لن تجري سوى مع الحكومة البريطانية. وجدير أن رئيسة الوزراء البريطانية تيريزا ماي تتعرّض لضغوط جديدة، بهدف تليين موقفها إزاء بريكست.\n\nرئيسة وزراء اسكتلندا نيكولا ستورجن هي الأخرى انتقلت إلى بروكسل،وهي ضد البريكسيت من أساسه حيث صوتت أسكتلندا وأيرلندا الشمالية لصالح البقاء داخل الاتحاد الأوروبي. وتحبذ البقاء على عضوية السوق الأوروبية الموحدة. وهي تذكر دوما أن غالبية الناخبين الأسكتلنديين صوتوا لصالح بقاء بريطانيا في الاتحاد الأوروبي وتقدمت نهاية آذار/مارس رئيسة وزراء إسكتلندا نيكولا ستورجن، رسميا بطلب إلى الحكومة البريطانية لتنظيم استفتاء ثان على الاستقلال عن بريطانيا، وذلك بعد يومين من بدء تفعيل آلية خروج المملكة المتحدة من الاتحاد الأوروبي.", "pt": "O Partido Trabalhista britânico ameaça rejeitar a proposta de lei que explicita as partes da legislação europeia que serão integradas na lei nacional, no âmbito do Brexit.\n\nO maior partido da oposição exige que o governo conservador faça consideráveis alterações.\n\nUma posição que o líder, Jeremy Corbyn, teve ocasião de apresentar a Michel Barnier, principal negociador por parte da União Europeia, num encontro, quinta-feira, em Bruxelas.\n\nMichel Barnier também se reuniu, no mesmo dia, com a líder da Escócia, Nicola Sturgon, sendo que esta região votou contra o Brexit.\n\nNa maratona de encontros com responsáveis britânicos, o negociador-chefe europeu reuniu-se, ainda, com o líder do País de Gales.\n\nA chamada Lei da Grande Revogação, apresentada quinta-feira, no Parlamento britânico, é a lei da saída do país do União Europeia e vai ser avaliada pelos partidos, que podem propor emendas até ao debate, previsto para o outono.\n\nO ministro para o Brexit, David Davis, afirmou que esta é uma das propostas mais importantes que entraram na Câmara dos Comuns e disse-se confiante de que os deputados da oposição a vão apoiar.\n\nUma vez aprovada, a lei revogará a Lei das Comunidades Europeias (“European Communities Act”), de 1972, que autorizou a adesão, em 1973, do Reino Unido à então Comunidade Económica Europeia (CEE) e incorporou os tratados europeus no Direito nacional britânico.", "es": "El negociador europeo para el Brexit, Michel Barnier ha recibido en Bruselas al líder de la oposición británica, Jeremy Corbyn.\n\nÉste ha presentado su visión de un brexit con una dimensión social que garantice los derechos de los trabajadores.\n\nToday, I am in Brussels to meet Michel Barnier and set out Labour's priorities for a jobs-first Brexit #ForTheMany https://t.co/dQ1jlaDHkP — Jeremy Corbyn (@jeremycorbyn) 13 de julio de 2017\n\nEste encuentro podría debilitar aún más a la primera ministra Theresa May. Los laboristas han anunciado que si May no hace importantes concesiones votarán en contra de la Gran Ley Derogatoria.\n\nEl Gobierno británico ya ha comenzado la tarea de revisar su configuración jurídica. La llamada Gran Ley Derogatoria deberá poner fin a la primacía del derecho europeo sobre la legislación británica.\n\nLa exigua mayoría de May significa que apenas media docena de diputados conservadores rebeldes podrían conseguir, votando en contra, que no prospere la ley.\n\nMichel Barnier recibió también a la primera ministra de Escocia, Nicola Sturgeon, y al primer ministro de Gales, Carwyn Jones.\n\nBarnier ha afirmado querer escuchar los diferentes puntos de vista. Aunque aseguró que sólo negociará con el gobierno británico."}, "title": {"en": "UK Labour leader Jeremy Corbyn pays a visit to the EU Brexit negotiator in Brussels", "ar": "البريكسيت:المعارضة البريطانية تهرول نحو بروكسل", "pt": "Brexit: Trabalhistas britânicos ameaçam rejeitar Lei da Revogação", "es": "Brexit: Michel Barnier recibe en Bruselas a Jeremy Corbyn"}, "date": {"en": "07/13/17 00:00:00", "ar": "07/13/17 00:00:00", "pt": "07/13/17 00:00:00", "es": "07/13/17 00:00:00"}}