{"top_image": {"en": "https://static.euronews.com/articles/379377/1000x563_379377.jpg", "ar": "https://static.euronews.com/articles/379377/1000x563_379377.jpg", "pt": "https://static.euronews.com/articles/379377/1000x563_379377.jpg", "es": "https://static.euronews.com/articles/379377/1000x563_379377.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Six people have been killed in the bloodiest spate of Israeli-Palestinian violence for years, following new Israeli security measures at Jerusalem’s holiest site.\n\nThree Israelis were stabbed to death in a Jewish settlement in the Israeli-occupied West Bank, hours after three Palestinians were killed.\n\nThe violence was prompted by Israel’s installation of metal detectors at entry points to the Noble Sanctuary-Temple Mount compound in Jerusalem’s walled Old City.\n\nPalestinian President Mahmoud Abbas ordered the suspension of all official contact with Israel until it removed the metal detectors.\n\nHe gave no details, but current contact is largely limited to security cooperation.\n\n“I declare the suspension of all contacts with the Israeli side on all levels until it cancels its measures at al Aqsa mosque and preserves the status quo,” Abbas said.\n\nTensions have been mounting for days with Palestinians hurling rocks and Israeli police using stun grenades after the detectors were placed outside the sacred venue, known to Muslims as the Noble Sanctuary and to Jews as Temple Mount.\n\nIsrael decided to install the metal detectors at the entry point to the shrine in Jerusalem’s walled Old City on Sunday, after the killing of two Israeli policemen on July 14.\n\nDespite international pressure to remove the metal detectors, Prime Minister Benjamin Netanyahu’s security cabinet decided to keep them in place, saying they were needed to prevent arms being smuggled into the shrine.\n\nIn protest, thousands of worshippers gathered for Friday prayers at various entrances to the sacred compound.", "ar": "قتل ثلاثة فلسطنيين في القدس المحتلة وأصيب العشرات بجروح متفاوتة الخطورة إثر المواجهات التي اندلعت مع القوات الإسرائيلية بعد انتهاء صلاة الجمعة. وقالت وسائل إعلام محلية ان مستوطن أطلق النار على الشاب ابراهيم أبوجمعة بحي الطور بالقدس الشرقية، فيما قتلت القوات الإسرائلية شابا آخر محمد شرف البالغ من العمر 17 عاما برأس العود، كما توفي شاب ثالث بأبو ديس متأثرا بجراحه.\n\nالجنود الإسرائيليون استعملوا كذلك الرصاص الحي والمطاطي والغازات المسيلة للدموع لتفريق جموع الفلسطينيين في #جمعة الغضب، حيث أصيب العشرات\n\nبالاختناق والحروق على حاجز قلنديا شمال القدس وبيت لحم والعيزرية وأبو ديس وطولكرم.\n\nوأفادت مصادر محلية بأن منزلا في قلنديا احترق بسبب قنابل الغاز التي ألقاها الجنود على المواطنين الفلسطينيين.\n\nاندلاع حريق في منزل نتيجة استهدافه بقنابل الاحتلال قرب حاجز قلنديا شمال القدس المحتلة.#جمعة_الأقصى #جمعة_الغضب pic.twitter.com/1uNcFseiRS — أدهم أبو سلمية #غزة (@adham922) 21 juillet 2017\n\nوأفاد فلسطينيون، عبر موقع التواصل الاجتماعي عن حدوث اشتباكات عنيفة بين القوات الإسرائيلية والمصلين عند باب الأسباط، أطلقت على إثرها قنابل الصوت والغاز بكثافة على المصلين لمنعهم من الوصول إلى المسجد الأقصى، كما منعت سيارات الإسعاف من الوصول إلى المصابين.\n\nوفي شارع صلاح الدين بالقدس، اعتدت القوات الاسرائيلية على المصلين ما ادى الى اصابة ستة مواطنين بالرصاص “المطاطي” تم نقلهم للمستشفى الميداني التابع للهلال الاحمر في القدس، ومستشفى المقاصد.\n\nوفي بيت لحم أدى المصلون صلاتهم عند حاجز بيت لحم الشمالي، بالرغم من قمعهم بقنابل الغاز، ورشهم بالمياه الساخنة أثناء الصلاة، وعقب انتهاء الصلاة اندلعت مواجهات عنيفة، ادت لإصابة 29 مواطنا بجروح وبالاختناق جراء الغاز والرصاص المطاطي.\n\nكما اندلعت مواجهات عنيفة في بلدة العيزرية، شرق القدس.\n\nوصلى آلاف الفلسطينيين، صلاة الجمعة، في الشوارع والساحات العامة في القدس ومدن الضفة، نصرة للأقصى، وتحدياً لقرار الاحتلال بإبقاء البوابات الالكترونية لتفتيش المصلين.\n\nوتشهد المنطقة المحيطة بالمسجد الأقصى توترا منذ مقتل ثلاثة فلسطينيين وشرطيين إسرائيليين في إطلاق نار يوم الجمعة الماضي في باحات المسجد، حيث أغلقت إسرائيل المسجد الأقصى عقب الحادثة حتى ظهر الأحد الماضي، وأعادت فتحه بعد أن نصبت بوابات إلكترونية للتفتيش والمراقبة على مداخل المسجد.\n\nوقد قتل ثلاثة مستوطنين طعنا مساء الجمعة في بيتهم الواقع في مستوطنة حلاميش شمال غربي رام الله بالضفة الغربية المحتلة، قبل أن يطلق الجيش الإسرائيلي النار عليه ويصيبه بجروح متوسطة.\n\nوبحسب رواية الجيش الإسرائيلي، فإن الشاب الفلسطيني وهو من بلدة كوبر تسلل إلى البيت مسلّحا بسكين، وهاجم من كانوا داخل المنزل من المستوطنين.\n\nوأفدت وسائل الإعلام الإسرائيلية نقلا عن مصدر أمني قوله “ إن منفذ العملية قال في التحقيق، أنه اشترى السكين الذي نفذ به العملية، في اليومين الأخيرين، بسبب التصعيد الاسرائيلي بالقدس والأقصى.\n\nوكان الرئيس الفلسطيني محمود عبّاس قد أعلن، اليوم الجمعة بعد اجتماع مع القيادة الفلسطينية تجميد كافة الاتصالات مع السلطات الاسرائيلية على خلفية التصعيد والممارسات الإسرائيلية بحق المسجد الأقصى والقدس.", "pt": "Balas de borracha e granadas de atordoamento foram disparadas contra os manifestantes em Jerusalém.\n\nElementos da polícia israelita e palestinianos envolveram-se em confrontos, esta sexta-feira, durante os protestos contra a decisão das autoridades de barrar a entrada a todos os homens com menos de 50 anos na cidade velha.\n\nMulheres e crianças, independentemente da idade, estão autorizadas a passar, assim como turistas e jornalistas.\n\nDe qualquer forma, dezenas de palestinianos recusaram-se a cumprir as ordens, não abandonaram o local e cumpriram as orações junto à barreira policial.\n\nO porta-voz da polícia israelita, Micky Rosenfeld, explicou que a proibição e todas as medidas de segurança vão continuar a ser aplicadas até ser necessário para evitar ataques terroristas.\n\n3.000 agentes foram destacados para o local sagrado onde devem continuar a ocorrer protestos pela instalação de detetores de metal. A decisão foi tomada depois de um tiroteio na semana passada, onde morreram dois polícias. Os líderes muçulmanos defendem que os detetores de metal são parte de uma tentativa de Israel de expandir o controlo no local.", "es": "Al menos tres palestinos muertos y casi dos cientos policías israelíes heridos. Este es el balance de los enfrentamientos que se han vivido este viernes en Jerusalén Este y Cisjordania.\n\nLos disturbios se produjeron como consecuencia de las protestas llevadas a cabo por cientos de musulmanes contra las nuevas medidas de seguridad impuestas por Israel en torno a la Explanada de las Mezquitas: arcos detectores de metales, cámaras y la prohibición a los hombres menores de 50 años de entrar en la Ciudad Vieja de Jerusalén.\n\nTodo comenzó cuando, cerca del mediodía, la comunidad musulmana se congregó a las puertas de la Explanada, dentro de la cual se encuentra la Mezquita de Al Aqsa, para rezar desde allí.\n\n“Hoy solo los hombres mayores de 50 años podían entrar en la zona de la Ciudad Vieja y del Monte del Templo. El Monte del Templo está abierto, sin embargo, a las mujeres de todas las edades. Las medidas de seguridad seguirán vigentes todo el tiempo que sea necesario”, asegura Micky Rosenfeld, portavoz de la policía israelí.\n\nEl pasado día 14, tres árabes israelíes asesinaron a dos policías en la Explanada de las Mezquitas. Tel Aviv decidió entonces cerrar el recinto. Tras su reapertura, las autoridades musulmanas que gestionan el lugar hicieron un llamamiento para que nadie pasase por los arcos detectores de metales y exigieron a Israel la retirada inmediata de los controles.\n\nEn este contexto el presidente de la Autoridad Nacional Palestina, Mahmud Abás, ha anunciado que congela los contactos con Israel hasta que no se supriman estos nuevos controles"}, "title": {"en": "Palestinian President Mahmoud Abbas to freeze contact with Israel 'on all levels'", "ar": "مقتل ثلاثة فلسطينيين وإصابة المئات في مواجهات جمعة الغضب", "pt": "Confrontos entre polícias e manifestantes em Jerusalém", "es": "Violentos enfrentamientos en torno a la Explanada de las Mezquitas"}, "date": {"en": "07/21/17 00:00:00", "ar": "07/21/17 00:00:00", "pt": "07/21/17 00:00:00", "es": "07/21/17 00:00:00"}}