{"top_image": {"en": "https://static.euronews.com/articles/379995/1000x563_379995.jpg", "ar": "https://static.euronews.com/articles/379995/1000x563_379995.jpg", "pt": "https://static.euronews.com/articles/379995/1000x563_379995.jpg", "es": "https://static.euronews.com/articles/379995/1000x563_379995.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "​A U.S. Navy ship fired warning shots toward an Iranian vessel in the Gulf on Tuesday after the vessel came within 137 metr​e​s, a U.S. official told Reuters.\n\nThe official, speaking on the condition of anonymity, said the USS Thunderbolt fired the warning shots after the Iranian vessel ignored radio calls and the ship’s whistle. The Thunderbolt was being accompanied by several U.S. Coast Guard vessels.\n\nThe Iranian vessel appeared to be from Iran’s Islamic Revolutionary Guard Corps, the official added.\n\nYears of mutual animosity had eased when Washington lifted sanctions on Tehran last year as part of a deal to curb Iran’s nuclear ambitions. But serious differences remain over Iran’s ballistic missile program and conflicts in Syria and Iraq.\n\nU.S. President Donald Trump’s administration recently declared that Iran was complying with its nuclear agreement with world powers, but warned that Tehran was not following the spirit of the accord and that Washington would look for ways to strengthen it.\n\nDuring the presidential campaign last September, Trump vowed that any Iranian vessels that harasses the U.S. Navy in the Gulf would be “shot out of the water.”\n\nSimilar incidents happen occasionally, the last in January when a U.S. Navy destroyer fired three warning shots at four Iranian fast-attack vessels near the Strait of Hormuz after they closed in at high speed and disregarded repeated requests to slow down.", "ar": "اطلقت سفينة تابعة للبحرية الامريكية طلقات تحذيرية في اتجاه سفينة تابعة للحرس الثوري الايراني الثلاثاء اثناء اقترابه منها حتى مسافة 137 مترا في الخليج العربي، بحسب ما افاد مسؤول عسكري أمريكي.\n\nوصرح المسؤول الأمريكي الذي طلب عدم الكشف عن هويته ان “السفينة التابعة للحرس الثوري الايراني كان يقترب بسرعة كبيرة. ولم يستجب لأية اشارات، ولم يرد على أية اتصالات معه، ولم يترك لنا خيارا سوى اطلاق عيارات تحذيرية”.\n\nوقع الحادث قرابة الساعة 3:00 صباحا بالتوقيت المحلي (00,00 ت غ) في شمال الخليج العربي عندما بدأ القارب بالاقتراب من سفينة “ثندربولت” الامريكية.\n\nوبعد أن أطلقت السفينة الأمريكية الطلقات التحذيرية، توقف القارب الايراني وواصلت السفينة سيرها، بحسب المسؤول.\n\nويندرج هذا الحادث ضمن سلسلة حوادث سابقة بين سفن اميركية وقوارب ايرانية كادت ان تؤدي الى مواجهات.\n\nففي كانون الثاني/يناير اطلقت المدمرة الامريكية “ماهان” طلقات تحذيرية في اتجاه اربعة قوارب تابعة للحرس الثوري الايراني اقتربت منها بسرعة كبيرة في مضيق هرمز.", "pt": "O navio USS Thunderbolt da Marinha dos Estados Unidos disparou tiros de alerta contra uma embarcação iraniana junto ao Golfo Pérsico. De acordo com a agência Reuters, o disparo foi feito depois do barco iraniano se ter aproximado a menos de 200 metros do navio e ter ignorado os avisos via rádio dos militares norte-americanos.\n\nEUA\n\nEUA\n\nEUA\n\nA tensão entre ose o Irão, na região do Golfo Pérsico e do estreito de Ormuz, mantém-se há bastante tempo. Segundo o representante da Marinha dos, Bill Urban, em junho tinha já havido uma situação de tensão quando um navio iraniano se aproximou dos americanos apontando um projetor contra uma embarcações das, disse a mesma fonte.", "es": "Un buque de la Armada de EEUU efectuó este martes disparos de advertencia a un barco patrullero de Irán en aguas del norte del golfo Pérsico, según una portavoz del Departamento de Defensa de Estados Unidos. Según esta misma fuente, el navío iraní, perteneciente, al parecer, a la Guardia Revolucionaria del país persa, se acercó a unos 140 metros del buque de patrulla estadounidense USS Thunderbolt, que reaccionó con los disparos de aviso.\n\nLos disparos se efectuaron porque el navío iraní no respondió a avisos varios, como mensajes por radio y el uso de bengalas, y ante la posibilidad de una colisión, detalló la portavoz del Pentágono. Finalmente, después de los disparos de advertencia, el buque frenó su acercamiento.\n\nBuques militares de Estados Unidos e Irán han protagonizado incidentes navales en aguas del golfo Pérsico con cierta frecuencia en los últimos años.\n\nLas fuerzas iraníes ven la presencia de barcos estadounidenses en el golfo Pérsico como una provocación y también han acusado a la Armada del país norteamericano de un comportamiento “nada profesional”. EFE"}, "title": {"en": "U.S. fires warning shots at Iranian vessel", "ar": "الخليج العربي: سفينة أمريكية تطلق طلقات تحذيرية في اتجاه سفن إيرانية", "pt": "Navio militar norte-americano dispara tiros de alerta contra embarcação iraniana no Golfo Pérsico", "es": "Disparo de advertencia de un barco de la marina de EEUU contra una embarcación iraní en el Golfo Pérsico"}, "date": {"en": "07/25/17 00:00:00", "ar": "07/25/17 00:00:00", "pt": "07/25/17 00:00:00", "es": "07/25/17 00:00:00"}}