{"top_image": {"en": "https://static.euronews.com/articles/377938/1000x563_377938.jpg", "ar": "https://static.euronews.com/articles/377938/1000x563_377938.jpg", "pt": "https://static.euronews.com/articles/377938/1000x563_377938.jpg", "es": "https://static.euronews.com/articles/377938/1000x563_377938.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "Former Brazilian leader Luiz Inacio Lula da Silva, who rose from childhood poverty to become a two-term president, was convicted on corruption charges on Wednesday in the first of five graft trials he faces.\n\nHe was sentenced to nine and a half years in prison. He will remain free on appeal.\n\nHe has denied any wrongdoing and say the charges against him – which claim he accepted a bribes in the form of an apartment in a corruption scandal linked to state oil company Petrobras – are politically motivated.\n\nOn Wednesday, a judge found him guilty of accepting bribes from engineering firm OAS in the form of a beachfront apartment in return for his help in winning contracts with Petrobras.\n\nThe ruling marked a stunning fall for Lula, Brazil’s first working-class president who left office six years ago with an 83-percent approval rating. The former union leader won global admiration for transformative social policies that helped reduce stinging inequality in Latin America’s biggest country.\n\nHe was rumoured to be considering a bid for a third presidential term at next years election for the left-wing Workers’ Party.\n\nFormer U.S. President Barack Obama once labeled him the most popular politician on Earth.\n\nHe is also accused of money laundering, influence peddling and obstruction of justice.", "ar": "\"المخاطر الجيوسياسية هي الفجوة المتزايدة بين الأغنياء والفقراء! إذا لم ننجح بتقليل هذه الفجوة ، اذا لم ننجح في مساعدة العالم الاسلامي ...اذا لم يستطع العالم الاسلامي استيعاب ا\"\n\nولفغانغ شوبل وزير المالية الألماني", "pt": "O juiz Sérgio Moro condenou, esta quarta-feira, o antigo presidente brasileiro, Luiz Inácio Lula da Silva, a nove anos e seis meses de prisão pelos crimes de corrupção e lavagem de dinheiro, no caso do tríplex de Guarujá, no estado de São Paulo.\n\nEsta é a primeira condenação contra o petista, no âmbito da Operação Lava Jato. Lula responde ainda, na Justiça por mais quatro acusações de crime como corrupção, lavagem de dinheiro e obstrução da Justiça.\n\nO antigo presidente não será preso e poderá recorrer em liberdade ao Tribunal Regional Federal de Porto Alegre. De acordo com o Supremo Tribunal Federal brasileiro, a pena só começará a ser cumprida caso seja ratificada pela segunda instância.\n\nLula da Silva é acusado de receber um suborno de 3,7 milhões de reais (cerca de 1 milhão de euros) da empreiteira OAS, na sequência de contratos da empresa com a petrolífera estatal Petrobras.\n\nO petista negou sempre as acusações.\n\nCaso o tribunal de segunda instância ratifique a sentença desta quarta-feira, o antigo presidente fica impedido de se candidatar às eleições presidenciais de 2018, devido à Lei da Ficha Limpa.", "es": "El expresidente de Brasil, Luiz Inácio Lula da Silva, fue condenado hoy a nueve años y medio de cárcel, acusado de corrupción y lavado de dinero.\n\nSegún la sentencia, Lula recibió sobornos por valor de 1,2 millones de euros de manos de una constructora, en el marco del escándalo Petrobras que ha sacudido la vida política del país.\n\nPor el momento no ingresará en prisión, a la espera de que sea recurrida. Pero con esta condena, el icono de la izquierda brasileña ve comprometido su retorno a la arena política.\n\nLa sentencia fue dictada por el juez Sergio Moro, responsable de las investigaciones sobre la colosal trama corrupta destapada en el seno de la petrolera estatal."}, "title": {"en": "Brazil's former president Lula given jail term for corruption", "ar": "السجن 9 سنوات ونصف للرئيس البرازيلي السابق لولا دا سيلفا بتهم فساد وغسل الاموال", "pt": "Tribunal condena Lula da Silva a mais de nove anos de prisão por corrupção", "es": "Brasil: Lula condenado en primera instancia a 9 años y medio de prisión por corrupción"}, "date": {"en": "07/12/17 00:00:00", "ar": "07/12/17 00:00:00", "pt": "07/12/17 00:00:00", "es": "07/12/17 00:00:00"}}