{"top_image": {"en": "https://static.euronews.com/articles/379594/1000x563_379594.jpg", "ar": "https://static.euronews.com/articles/379594/1000x563_379594.jpg", "pt": "https://static.euronews.com/articles/379594/1000x563_379594.jpg", "es": "https://static.euronews.com/articles/379594/1000x563_379594.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "After three years of living under the so-called Islamic state residents of battle scarred Mosul are attempting to rebuild their lives.\n\nAmidst the rubble, a ray of light a simple pontoon bridge is being celebrated.\n\nNamed Victory Bridge the temporary structure is the only crossing over Iraq’s Tigris River.\n\nIt links devastated West Mosul with the east.\n\nThese residents were shocked by what they found:\n\n“West Mosul is deserted.You can see cars coming and going. But there are no people living there , there is no food, no basic needs. We went there and came back. There is no way to live there,” said one man.\n\n“The Iraqi military said that our area was liberated, so we went to see our houses and we found them leveled to the ground. No furniture, no house, no nothing.No, there are no services not in our area, it’s a ghost town. You can smell death and the scale of damage is huge.”\n\nDespite relief that IS has been defeated in the city insecurity is rife among the traumatised population, the city is laid to waste, the economy is shattered and infrastructure, schools, hospitals and universities are now heaps of dusty rubble.", "ar": "جسر النصر هو جسر عائم يصل شرق مدينة الموصل بغربها. يعبره السكان للاطمئنان على ما حل بما تركوه خلفهم بعد المعارك الضارية لطرد مقاتلي تنظيم ما يسمى بالدولة الإسلامية من المدينة.\n\nهذا الجسر المؤقت بناه الجيش العراقي لنقل معداته. إنه الوسيلة الوحيدة للانتقال بين طرفي المدينة. الجسور الأخرى دمرت خلال هذه المعارك التي دامت تسعة أشهر.\n\nهؤلاء المواطنون الذين اطمأنوا بعد الانتصار على التنظيم المتشدد، بدأت تظهر معاناتهم المتعلقة بمستقبل حياتهم. فالدمار والموت يخيمان على الاحياء الواقعة في الجزء الغربي للمدينة. هذا ما تشير اليه اقوالهم:\n\n“المنطقة مهجورة، لوازم ووسائل الحياة غير موجودة فيها”.\n\nوتضيف أم خالد “قالوا إن المنطقة تحررت، ذهبنا لنرى منازلنا فوجدناها مهدمة، فلم نجد شيئاً. لم يبق بيتاً ولا أي شيء”.\n\nأم خالد وصفت المدينة بمدينة “الاشباح، تفوح منها رائحة الموت مع ان بعض المناطق وصلتها بعض الخدمات”.\n\nالجزء الشرقي للمدينة شهد ضربات جوية وقصف مدفعي لإخراج متشددي “التنظيم الإسلامي” منها، وشارك بهذه العملية التحالف الدولي بقيادة الولايات المتحدة الى جانب القوات العراقية.\n\nاما المواطنون الذين فروا من منازلهم فيعيشون اليوم إما في مخيمات يتلقون المساعدات وإما في شقق لكن الأموال التي ادخروها نفذت ولم يعد يملكون شيئاً لتغطية تكاليف معيشتهم.\n\nوتقول مصادر عراقية رسمية ان عدد النازحين من مدينة الموصل والمناطق المحيطة بها وصل الى 920 ألف شخص، منذ بدء عملية تحرير المدينة. وان 743 الفاً منهم نزحوا من الجانب الغربي للمدينة.", "pt": "Centenas de residentes da zona oeste de Mossul, no norte do Iraque, têm cruzado o Rio Tigre para ver o estado em que ficaram as respetivas casas após o êxito da ofensiva que permitiu às forças iraquianas reconquistar a cidade do controlo do grupo terrorista autoproclamado Estado Islâmico (“daesh”/ ISIL).\n\nNo entanto, o nível de destruição da zona empurra as pessoas de volta para leste, pela chamada Ponte da Vitória, uma das únicas travessias a pé do Rio Tigre que resistiu à guerra.\n\nJassim é uma dessas pessoas. Conta-nos ter encontrado na parte ocidental da cidade “uma zona deserta”. “Apenas se veem carros a passar. Não se vê ali ninguém a viver. Não há mercearias nem bens essenciais. Fomos lá e voltámos. Não há condições de vida”, explica-nos.\n\nUmm Khaled é outra residente da zona oeste de Mossul. Os militares disseram-lhe que a zona tinha sido libertada e quis ir ver. A casa tinha sido arrasada. Não encontrou nada. “Algumas das zonas libertadas já têm serviços”, mas não a de Khaled. “Parece uma cidade fantasma, onde se pode cheirar a morte e a destruição é enorme”, conclui.\n\nO Iraque declarou vitória em Mossul a 09 de julho. Durante os nove meses da ofensiva para reconquistar a cidade do controlo dos jiadistas, o governo iraquiano estima que mais de 900.000 pessoas terão fugido de Mossul.\n\nO exército iraquiano difundiu, entretanto, algumas fotografias do que garante serem militantes do “daesh” capturados quando tentavam fugir de Mosul disfarçados de mulheres. Alguns dos retratados nem desfizeram a barba, limitando-se a colocar maquilhagem e a vestir tradicionais roupas islâmicas femininas que cobrem a quase totalidade do corpo.", "es": "El Puente de la Victoria sobre el río Tigris es el único que une el este y el oeste de Mosul, el que permite a miles de personas dejar atrás su vida pasada y enfrentarse con la dura realidad de haberlo perdido todo. Construido con fines militares, esta infraestructura permite regresar al oeste de Mosul a sus antiguos moradores y comprobar con sus propios ojos el resultado de nueve meses de guerra urbana entre las fuerzas iraquíes y los yihadistas del grupo Estado Islámico.\n\n“Es una zona desierta. Sólo ves coches que van y vienen. No hay gente viviendo allí, no hay tiendas de comestibles, ni están cubiertas las necesidades básicas. Fuimos y volvimos. No se puede vivir allí”, aseguraba Jassim, vecino del oeste de Mosul.\n\n“Los militares iraquíes nos dijeron que habían liberado nuestras áreas, así que fuimos a ver nuestras casas y las encontramos en ruinas… Nos hemos quedado sin muebles, sin casa, sin nada…”, cuenta Umm Khaled, vecina del oeste de Mosul.\n\nA la pregunta ¿hay algún servicio?, responde: “No, no hay servicios. Algunas áreas ya tienen, pero no nuestra zona, donde sólo encuentras barrios fantasma… Puedes oler la muerte y los daños son enormes”.\n\n“ Todo esta en ruinas me dice Manal residía en la zona oeste de #Mosul regresa para recuperar el cuerpo d su hijo ,Mosul se ha ido “ — Carmen M Fernández (@CarmenM_Fdez) 22 de julio de 2017\n\nLos habitantes de Mosul han pasado tres años viviendo bajo el yugo yihadista. Ese calvario ha terminado, pero están preocupados por su situación actual y por su futuro."}, "title": {"en": "West Mosul a deserted, shattered city", "ar": "الموصل: جسر النصر الوسيلة الوحيدة لعبور نهر دجلة", "pt": "Destruição impede regresso a casa de residentes em Mossul", "es": "Mosul: regreso a los barrios fantasma del oeste"}, "date": {"en": "07/23/17 00:00:00", "ar": "07/23/17 00:00:00", "pt": "07/23/17 00:00:00", "es": "07/23/17 00:00:00"}}