{"top_image": {"en": "https://static.euronews.com/articles/372862/1000x563_372862.jpg", "ar": "https://static.euronews.com/articles/372862/1000x563_372862.jpg", "pt": "https://static.euronews.com/articles/372862/1000x563_372862.jpg", "es": "https://static.euronews.com/articles/372862/1000x563_372862.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "What if tomorrow’s wine contained more alcohol and was sweeter because of climate change and earlier grape picking seasons?\n\nBordeaux wine is facing such a risk, with growers encountering increasing challenges over the past decades due to global warming.\n\nBut since 2009 a group of scientists has been researching how wineries in the region can adapt to higher temperatures and drier summers.\n\nBy growing 52 types of grape varieties from various countries on experimental land, they are trying to create the wine of the future.\n\nWatch in Virtual Reality: how climate change is affecting Europe now\n\nInside this VR experience, you can watch seven different reports on climate change in Europe, either with a VR headset or through your normal browser on computer, tablet or phone.\n\nYou can choose your destinations by gazing at the icons on the map or by hovering the round cursor on them.\n\nOn a desktop browser, you can enter full screen mode by clicking on the glasses.\n\nPlease use Wi-Fi if you are on mobile, as well as headphones for the best experience. If you have trouble starting the experience below, please click on this link .", "ar": "موسم حصاد النبيذ الفرنسي أصبح يتم مرتين أو ثلاثة أسابيع في الموسم خلال الثلاثين عاما الماضية ،و هذا ما من شأنه تغيير نسبة الكحول في طعم من النبيذ.\n\nفي منطقة بوردو، مجموعة من الباحثين تحاول العثور على الحقول التي من شأنها الصمود أمام المناخ المتغير.\n\nأنياس ديستراك إرفين تقول:\n\n“حاليا نحن بصدد القيام بالعديد من التجارب التي تعتبر جزءً من مشروع يسمى فيتادابت لوت. هذه التجارب تهدف إلى دراسة تكيف العنب مع تغير المناخ.\n\nفي الصيف الماضي، موجة الجفاف الشديدة، منعتنا من دراسة الإختلافات الموجودة بين أصناف العنب،لاسيما وأن بعض الأصناف أصبحت حمراء بسرعة وجفت وسقطت في حين بقيت أنواع أخرى سليمة كما حافضت على أوراقها طوال الموسم.\n\nالباحثون يحاولون معرفة مدى مقاومة 52 نوعا من أشجار العنب ضمن مشروع فيتادابت لوت منذ 2009 .\n\nأنياس ديستراك إرفين تقول:\n\n“نقوم بجمع وتسجيل جميع البيانات على نظام لوت،بعد ذلك نجعل قاعدة البيانات متاحة لجميع منتجي النبيذ، حتى يتمكنوا من الإختيار إذا أرادوا في يوم من الأيام تغييرنوعية العنب بسبب التغيرالمناخي والإحتباس الحراري”.\n\n“نحن هنا في مختبر البيولوجيا الجزيئية، حيث سنقوم بدراسة الهياكل الجزيئية للنمو والتكيف مع تغير المناخ على فيتادابت الوت”.\n\nسيرج ديلروت يقول :\n\nنحن ندرس الفينولوجيا وخصائص النبيذ من خلال صناعة النبيذ، وآخرخطوة للحصول على العنب الأكثر إثارة للاهتمام، في محاولة لفهم القواعد الوراثية والجزيئية للفينولوجيا الخاصة به.هناك حوالي 30 ألف من الجينات في شجرة العنب وهناك ما بين 15 ألف وعشرين ألف وظيفتها معروفة فيما يبقى أقل من 10 آلاف يجب دراستها بكثير من الدقة.\n\nفي نهاية المطاف،الباحثون يخططون لخلق مجموعة متنوعة من العنب مع الجينات الأكثر مقاومة لتغير المناخ.\n\nسيرج ديلروت\n\n“ نحاول التعرف على أصناف العنب الأكثر تأقلما مع التغيرات المناخية في المستقبل، وهذا الخيار سيكون الأخير،إذا كان يجب تغيير شجرة العنب ،هذا يبقى مجرد خيار يجب التفكير فيه في حالة الضرورة”.\n\nبعد عدة سنوات من المراقبة ،النتائج الأولى وصلت من مخزون أشجار عنب في البرتغال والذي يعتبرمن أحد المخازن المفضلة لدى الباحثين.", "pt": "E se o vinho do futuro for mais doce e tiver mais álcool por causa das alterações climáticas e da vindima precoce? O vinho de Bordéus é um dos que pode estar ameaçado e para evitar surpresas já há investigadores a tentar encontrar as castas mais resistentes.\n\nO grupo de cientistas trabalha desde 2009 para perceber como se podem adaptar as uvas e criar o chamado “vinho do futuro”.", "es": "¿Qué ocurriría si el vino del futuro tuviera más alcohol y fuera más dulce debido al cambio climático? El vino de Burdeos se enfrenta a ese riesgo y para evitar sorpresas un grupo de investigadores busca encontrar las cepas más resistentes.\n\nLos científicos trabajan desde 2009 para saber cómo se pueden adaptar las uvas y crear el denominado “vino del futuro”."}, "title": {"en": "Scientists in search of the wine of tomorrow", "ar": "الباحثون يكثفون من التجارب عندما يُهدد تغير المناخ النبيذ الفرنسي", "pt": "França: Vinho adaptado às alterações climáticas", "es": "Francia: Un vino adaptado al cambio climático"}, "date": {"en": "07/20/17 00:00:00", "ar": "07/20/17 00:00:00", "pt": "07/20/17 00:00:00", "es": "07/20/17 00:00:00"}}