{"top_image": {"en": "https://static.euronews.com/articles/379270/1000x563_379270.jpg", "ar": "https://static.euronews.com/articles/379270/1000x563_379270.jpg", "pt": "https://static.euronews.com/articles/379270/1000x563_379270.jpg", "es": "https://static.euronews.com/articles/379270/1000x563_379270.jpg"}, "keywords": {"en": [], "ar": [], "pt": [], "es": []}, "text": {"en": "British rider Chris Froome said he was relieved the Alps are out of the way after keeping what should be a Tour de France-winning lead intact on the mighty Col d’Izoard climb on Thursday.\n\nWith a relatively straightforward ride towards the Mediterranean on Friday and a time-trial in Marseille on Saturday, only something quite extraordinary can now prevent another celebratory ride into Paris for Froome on Sunday.\n\n⚡️ FLASH ⚡️ A big breakaway, Froome, Bardet and Uran stay together and Warren Barguil wins again! #TDF2017 pic.twitter.com/d046FKOqbO — Le Tour de France (@LeTour) July 20, 2017\n\nThe 32-year-old heads south with a 23-second lead over Frenchman Romain Bardet and 29 ahead of Colombian Rigoberto Uran after neither managed to dent his armour on an iconic 18th stage won in stunning fashion by a home favourite, Frenchman Warren Barguil.\n\n“It’s a big relief,” Team Sky leader Froome, now looking almost certain to claim a fourth victory in five years, said.\n\n“Ideally I wanted to take a bit more time today but Bardet and Uran were quick to react. It’s not quite done yet but the toughest part of the Tour is behind us.\n\n“Definitely it’s nice to get through the Alps feeling good and looking forward to the time trial now in Marseille.”\n\nThere was a sense of now-or-never as Froome’s main rivals for the yellow jersey, Bardet and Uran, sized up the Briton at the start of a 14km slog to the 2,360m Izoard summit finish — their last chance to find a chink in Froome’s armour.\n\nBut neither could make any impression and it was Froome, with the help of Spanish team mate Mikel Landa, who was actually the aggressor.\n\nAt one point on the twisting ribbon of tarmac to the summit finish Froome accelerated away from his GC rivals and opened up a gap before they hauled him back in.\n\nAG2R rider Bardet did finish third to Froome’s fourth in an identical time — reducing the gap to 23 seconds because of a time bonus — while Cannondale-Drapac rider Uran lost a couple of seconds in fifth and is now is 29 in arrears.\n\nFroome, who went into the Tour with doubts over his form, now looks immovable from the yellow jersey, although he said Uran remains a threat because of his time-trial skills.\n\n“Definitely Rigoberto is my biggest threat in Marseille. From the GC group he is the next strongest in time trials,” he said.\n\n“He’s only 29 seconds behind so he will be the guy to look out for in Marseille.”\n\nFroome would become only the seventh man to claim the yellow jersey in Paris without winning a stage if he fails to cross the line first in any of the three that remain.\n\n“I’ll do my best to try to win the stage and ride for the jersey. I’ve already seen the time trial course. It’s a very fast 22km course. I’ll do my maximum for sure,” he said.\n\n“It would have been amazing to win the stage today on this iconic climb. But if I’m in yellow in Paris without winning a stage I will have no regrets.” t year where he and five team mates were hit by a car when out training in Spain – “we could all have died”, he said at the time – ensure he has a grounded approach to life. He seems to know his time is yet to come.\n\n“I will try to get this polka-dot jersey all the way to Paris and I will enjoy all those nice moments, you never know what can happen in life,” he said when asked if he was going to focus on the overall classification in next year’s Tour.", "ar": "سجل الفرنسي واران بارغيل دراج (سان ويب) فوزه الثاني في طواف فرنسا الدولي للدراجات الهوائية، حيث ضرب عصفورين بحجر واحد ، الفوز بلقب المرحلة ال18 والحصول على قميص أحسن متسلق في هذه النسخة .المنافسة كانت شديدة في الكيلومترات الأخيرة خاصة بين أصحاب المراكز الأولى.\n\nالبريطاني كريس فروم دراج سكاي مازال محافظا على صدارة الترتيب العام رغم احتلاله للمركز الرابع في هذه المرحلة.\n\nوالمستفيد الأكبر في هذا اليوم كان الفرنسي رومان باردي دراج (أجي دو أر) (AG2R) بعد دخوله في المركز الثالث.هذه النتيجة سمحت له بانتزاع المركز الثاني في الترتيب العام من الكولومبي ريغوبارتو إيران.\n\nللإشارة المتسابقون في المرحلة ال19 سيقطعون المسافة بين كل من امبرا و صالون دو بروفانس وستمتد على طول مسافة 222.5 كيلومترا.", "pt": "O ciclista francês Warren Barguil​, da ​Sunweb​, ​venceu a 18.ª etapa da 104.ª Volta a França, ao impor-se na subida ​de Coll de​ Izoard​, numa jornada alpina.\n\nBarguil, que já tinha vencido a 13.ª tirada e é o virtual vencedor da classificação de montanha​.\n\nO francês ​cortou a meta ao fim de 4:40.33 horas​, com​ menos 20 segundos do que Darwin Atapuma*​, da ​UAE Emirate​s​, ​o ​segundo, e ​do que ​*Romain Bardet​,​​ em terceiro.\n\nChris Froome, da Sky conservou a camisola amarela​ quando faltam apenas três etapas para o fim da volta.\n\n​O britânico tem​ 23 segundos de vantagem sobre Bardet, que acompanhou o líder e ocupou o posto de Fabio Aru​, da ​Astana*​, ​ que perdeu tempo, e 29 sobre *Rigoberto Urá​n, da ​*Cannondale Drapac*, que cedeu dois segundos.\n\nS​e a tendência se mantiver, está poderá vir a ser a quarta vitória de Froome na Volta a França.\n\n​\n\nNa sexta-feira, os ciclistas enfrentam a 19.ª e antepenúltima etapa, uma ligação de 222,5 quilómetros entre Embrun e *Salon-de-Provenc*e, com três contagens de terceira categoria e um final em descida.\n\n​O português Tiago Machado, da Katusha Alpecin, ​terminou a etapa em 76 lugar, a 7​:42 do vencedor e é agora 76 na tabela de classificação geral.", "es": "Warren Barguil, del Sunweb, volvió a demostrar este jueves que es el mejor escalador del Tour con su segunda victoria de etapa. El galo se impuso en la última jornada de alta montaña y se aseguró con ello el maillot de lunares.\n\nChris Froome salió reforzado y, aunque cedió 4 segundos respecto a Bardet, deja de cara su victoria final.\n\nBarguil cruzó la meta veinte segundos por delante del trío perseguidor formado por el colombiano Atapuma, Bardet y Froome. Rigoberto Urán entró a veintidós segundos y Mikel Landa fue sexto a 32.\n\nEn la general 23 segundos separan ahora a los dos primeros clasificados. Urán cae a la tercera plaza, mientras que Landa arrebata la cuarta posición al italiano Fabio Aru.\n\nAsí están las cosas a tres jornadas para el final. Este viernes tendrá lugar la decimonovena etapa, de 222.5 kilómetros y tres puertos de tercera categoría."}, "title": {"en": "Froome's tour lead intact after Alps", "ar": "تور دو فرانس: الفرنسي واران بارغيل يُسجل فوزه الثاني في المرحلة ال18", "pt": "Warren Barguil mostra que é o melhor em montanha", "es": "Barguil, el rey de la montaña"}, "date": {"en": "07/20/17 00:00:00", "ar": "07/20/17 00:00:00", "pt": "07/20/17 00:00:00", "es": "07/20/17 00:00:00"}}